{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "DNA barcoding has attracted attention with promises to aid in species identification and discovery; however, few well-sampled datasets are available to test its performance. We provide the first examination of barcoding performance in a comprehensively sampled, diverse group (cypraeid marine gastropods, or cowries). We utilize previous methods for testing performance and employ a novel phylogenetic approach to calculate intraspecific variation and interspecific divergence. Error rates are estimated for (1) identifying samples against a well-characterized phylogeny, and (2) assisting in species discovery for partially known groups. We find that the lowest overall error for species identification is 4%. In contrast, barcoding performs poorly in incompletely sampled groups. Here, species delineation relies on the use of thresholds, set to differentiate between intraspecific variation and interspecific divergence. Whereas proponents envision a “barcoding gap” between the two, we find substantial overlap, leading to minimal error rates of ~17% in cowries. Moreover, error rates double if only traditionally recognized species are analyzed. Thus, DNA barcoding holds promise for identification in taxonomically well-understood and thoroughly sampled clades. However, the use of thresholds does not bode well for delineating closely related species in taxonomically understudied groups. The promise of barcoding will be realized only if based on solid taxonomic foundations.",
            "DNA barcoding: error rates based on comprehensive sampling",
            "Christopher P Meyer and Gustav Paulay",
            "2005",
            "WlZ6e7UAAAAJ:u5HHmVD_uO8C",
            1891,
            "https:\/\/journals.plos.org\/plosbiology\/article?id=10.1371\/journal.pbio.0030422",
            "17728934354921001313",
            "\/scholar?cites=17728934354921001313",
            {
                "2006":31,
                "2007":63,
                "2008":71,
                "2009":79,
                "2010":126,
                "2011":128,
                "2012":167,
                "2013":148,
                "2014":146,
                "2015":160,
                "2016":185,
                "2017":163,
                "2018":144,
                "2019":125,
                "2020":131,
                "2021":12
            }
        ],
        [
            "The PCR-based analysis of homologous genes has become one of the most powerful approaches for species detection and identification, particularly with the recent availability of Next Generation Sequencing platforms (NGS) making it possible to identify species composition from a broad range of environmental samples. Identifying species from these samples relies on the ability to match sequences with reference barcodes for taxonomic identification. Unfortunately, most studies of environmental samples have targeted ribosomal markers, despite the fact that the mitochondrial Cytochrome c Oxidase subunit I gene (COI) is by far the most widely available sequence region in public reference libraries. This is largely because the available versatile (“universal”) COI primers target the 658 barcoding region, whose size is considered too large for many NGS applications. Moreover, traditional barcoding primers are known to be poorly conserved across some taxonomic groups. We first design a new PCR primer within the highly variable mitochondrial COI region, the “mlCOIintF” primer. We then show that this newly designed forward primer combined with the “jgHCO2198” reverse primer to target a 313 bp fragment performs well across metazoan diversity, with higher success rates than versatile primer sets traditionally used for DNA barcoding (i.e. LCO1490\/HCO2198). Finally, we demonstrate how the shorter COI fragment coupled with an efficient bioinformatics pipeline can be used to characterize species diversity from environmental samples by pyrosequencing. We examine the gut contents of three species of planktivorous and benthivorous coral …",
            "A new versatile primer set targeting a short fragment of the mitochondrial COI region for metabarcoding metazoan diversity: application for characterizing coral reef fish gut …",
            "Matthieu Leray and Joy Y Yang and Christopher P Meyer and Suzanne C Mills and Natalia Agudelo and Vincent Ranwez and Joel T Boehm and Ryuji J Machida",
            "2013",
            "WlZ6e7UAAAAJ:j3f4tGmQtD8C",
            577,
            "https:\/\/frontiersinzoology.biomedcentral.com\/articles\/10.1186\/1742-9994-10-34",
            "7293087803628472709",
            "\/scholar?cites=7293087803628472709",
            {
                "2014":12,
                "2015":25,
                "2016":54,
                "2017":77,
                "2018":103,
                "2019":120,
                "2020":170,
                "2021":14
            }
        ],
        [
            "DNA barcoding is a powerful tool for species detection, identification and discovery. Metazoan DNA barcoding is primarily based upon a specific region of the cytochrome c oxidase subunit I gene that is PCR amplified by primers HCO2198 and LCO1490 (‘Folmer primers’) designed by Folmer et al. (Molecular Marine Biology and Biotechnology, 3, 1994, 294). Analysis of sequences published since 1994 has revealed mismatches in the Folmer primers to many metazoans. These sequences also show that an extremely high level of degeneracy would be necessary in updated Folmer primers to maintain broad taxonomic utility. In primers jgHCO2198 and jgLCO1490, we replaced most fully degenerated sites with inosine nucleotides that complement all four natural nucleotides and modified other sites to better match major marine invertebrate groups. The modified primers were used to amplify and sequence …",
            "Redesign of PCR primers for mitochondrial cytochrome c oxidase subunit I for marine invertebrates and application in all‐taxa biotic surveys",
            "John Geller and C Meyer and M Parker and H Hawk",
            "2013",
            "WlZ6e7UAAAAJ:iH-uZ7U-co4C",
            461,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/1755-0998.12138",
            "16587865435929844656",
            "\/scholar?cites=16587865435929844656",
            {
                "2013":2,
                "2014":9,
                "2015":32,
                "2016":66,
                "2017":51,
                "2018":82,
                "2019":88,
                "2020":116,
                "2021":13
            }
        ],
        [
            "With increasing force, genetic divergence of mitochondrial DNA (mtDNA) is being argued as the primary tool for discovery of animal species. Two thresholds of single-gene divergence have been proposed: reciprocal monophyly, and 10 times greater genetic divergence between than within species (the “10× rule”). To explore quantitatively the utility of each approach, we couple neutral coalescent theory and the classical Bateson-Dobzhansky-Muller (BDM) model of speciation. The joint stochastic dynamics of these two processes demonstrate that both thresholds fail to “discover” many reproductively isolated lineages under a single incompatibility BDM model, especially when BDM loci have been subject to divergent selection. Only when populations have been isolated for > 4 million generations did these thresholds achieve error rates of <10% under our model that incorporates variable population sizes. The …",
            "DNA barcoding will often fail to discover new animal species over broad parameter space",
            "Michael J Hickerson and Christopher P Meyer and Craig Moritz",
            "2006",
            "WlZ6e7UAAAAJ:u-x6o8ySG0sC",
            419,
            "https:\/\/academic.oup.com\/sysbio\/article-abstract\/55\/5\/729\/1663614",
            "13231473305991341269",
            "\/scholar?cites=13231473305991341269",
            {
                "2007":15,
                "2008":24,
                "2009":30,
                "2010":39,
                "2011":40,
                "2012":48,
                "2013":33,
                "2014":26,
                "2015":20,
                "2016":33,
                "2017":29,
                "2018":27,
                "2019":28,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Hotspots of high species diversity are a prominent feature of modern global biodiversity patterns. Fossil and molecular evidence is starting to reveal the history of these hotspots. There have been at least three marine biodiversity hotspots during the past 50 million years. They have moved across almost half the globe, with their timing and locations coinciding with major tectonic events. The birth and death of successive hotspots highlights the link between environmental change and biodiversity patterns. The antiquity of the taxa in the modern Indo-Australian Archipelago hotspot emphasizes the role of pre-Pleistocene events in shaping modern diversity patterns.",
            "Hopping hotspots: global shifts in marine biodiversity",
            "Willem Renema and DR Bellwood and JC Braga and K Bromfield and R Hall and KG Johnson and P Lunt and CP Meyer and LB McMonagle and RJ Morley and A O'dea and JA Todd and FP Wesselingh and MEJ Wilson and JM Pandolfi",
            "2008",
            "WlZ6e7UAAAAJ:IjCSPb-OGe4C",
            396,
            "https:\/\/science.sciencemag.org\/content\/321\/5889\/654.abstract",
            "7124404235482514085",
            "\/scholar?cites=7124404235482514085",
            {
                "2009":17,
                "2010":18,
                "2011":20,
                "2012":24,
                "2013":43,
                "2014":38,
                "2015":42,
                "2016":30,
                "2017":30,
                "2018":45,
                "2019":47,
                "2020":33,
                "2021":3
            }
        ],
        [
            "This study produces a nearly comprehensive phylogeny for the marine gastropod group Cypraeidae (cowries) and uses this topology to examine diversification patterns in the tropics. The dataset is based on molecular sequence data from two mitochondrial genes and includes 210 evolutionary significant units (ESUs) from 170 recognized species (>80%). Systematics for the group is revised based on well-supported clades, and tree topology is generally consistent with previously proposed classification schemes. Three new genera are introduced (Cryptocypraea gen. nov, Palmulacypraea gen. nov, and Contradusta gen. nov) and two previous genera are resurrected (Perisserosa and Eclogavena). One new tribe is proposed (Bistolidini). Topologies produced by a range of transition:transversion (Ti:Tv) weighting schemes in parsimony are pooled and evaluated using maximum likelihood criteria. Extensive …",
            "Molecular systematics of cowries (Gastropoda: Cypraeidae) and diversification patterns in the tropics",
            "Christopher P Meyer",
            "2003",
            "WlZ6e7UAAAAJ:2osOgNQ5qMEC",
            328,
            "https:\/\/academic.oup.com\/biolinnean\/article-abstract\/79\/3\/401\/2639779",
            "15627281084766093220",
            "\/scholar?cites=15627281084766093220",
            {
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":10,
                "2006":11,
                "2007":15,
                "2008":15,
                "2009":15,
                "2010":10,
                "2011":16,
                "2012":14,
                "2013":18,
                "2014":22,
                "2015":22,
                "2016":26,
                "2017":22,
                "2018":32,
                "2019":35,
                "2020":40,
                "2021":1
            }
        ],
        [
            " The perceived wide geographic range of organisms in the sea, facilitated by ready dispersal of waterborne dispersal stages, is a challenge for hypotheses of marine speciation but a boon to efforts of marine conservation. Wide species ranges are especially striking in the reef‐rich Indo‐west Pacific, the largest and most diverse marine biogeographic region, extending across half the planet. The insular marine biota of the tropical Pacific is characterized by wide‐ranging species and provides the most striking examples of long distance dispersal, with endemism largely confined to the most remote island groups. Here we show that the gastropod Astralium “rhodostomum” has developed endemic clades on almost every Pacific archipelago sampled, a pattern unprecedented in marine biogeography, and reminiscent of the terrestrial biota of oceanic islands. Mitochondrial DNA sequences indicate that this species …",
            "Fine scale endemism on coral reefs: archipelagic differentiation in turbinid gastropods",
            "Christopher P Meyer and Jonathan B Geller and Gustav Paulay",
            "2005",
            "WlZ6e7UAAAAJ:9yKSN-GCB0IC",
            301,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.0014-3820.2005.tb00899.x",
            "43721891160201260",
            "\/scholar?cites=43721891160201260",
            {
                "2004":1,
                "2005":8,
                "2006":7,
                "2007":13,
                "2008":17,
                "2009":14,
                "2010":21,
                "2011":20,
                "2012":26,
                "2013":22,
                "2014":24,
                "2015":26,
                "2016":18,
                "2017":17,
                "2018":21,
                "2019":25,
                "2020":19,
                "2021":1
            }
        ],
        [
            "The number of cell types required for the construction of a metazoan body plan can serve as an index of morphological (or anatomical) complexity; living metazoans range from four (placozoans) to over 200 (hominids) somatic cell types. A plot of the times of origin of body plans against their cell type numbers suggests that the upper bound of complexity has increased more or less steadily from the earliest metazoans until today, at an average rate of about one cell type per 3 m.y. (when nerve cell types are lumped). Computer models in which increase or decrease in cell type number was random were used to investigate the behavior of the upper bound of cell type number in evolving clades. The models are Markovian; variance in cell type number increases linearly through time. Scaled to the fossil record of the upper bound of cell type numbers, the models suggest that early rates of increase in maximum complexity …",
            "Morphological complexity increase in metazoans",
            "James W Valentine and Allen G Collins and C Porter Meyer",
            "1994",
            "WlZ6e7UAAAAJ:d1gkVwhDpl0C",
            268,
            "https:\/\/www.jstor.org\/stable\/2401015",
            "16147473519180787252",
            "\/scholar?cites=16147473519180787252",
            {
                "1994":1,
                "1995":3,
                "1996":7,
                "1997":7,
                "1998":8,
                "1999":6,
                "2000":7,
                "2001":10,
                "2002":7,
                "2003":4,
                "2004":5,
                "2005":14,
                "2006":12,
                "2007":11,
                "2008":11,
                "2009":13,
                "2010":7,
                "2011":8,
                "2012":8,
                "2013":20,
                "2014":8,
                "2015":12,
                "2016":14,
                "2017":13,
                "2018":15,
                "2019":9,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Diversity in coral reef fishes is not evenly distributed and tends to accumulate in the Indo-Malay-Philippines Archipelago (IMPA). The comprehension of the mechanisms that initiated this pattern is in its infancy despite its importance for the conservation of coral reefs. Considering the IMPA either as an area of overlap or a cradle of marine biodiversity, the hypotheses proposed to account for this pattern rely on extant knowledge about taxonomy and species range distribution. The recent large-scale use of standard molecular data (DNA barcoding), however, has revealed the importance of taking into account cryptic diversity when assessing tropical biodiversity. We DNA barcoded 2276 specimens belonging to 668 coral reef fish species through a collaborative effort conducted concomitantly in both Indian and Pacific oceans to appraise the importance of cryptic diversity in species with an Indo-Pacific distribution range. Of the 141 species sampled on each side of the IMPA, 62 presented no spatial structure whereas 67 exhibited divergent lineages on each side of the IMPA with K2P distances ranging between 1% and 12%, and 12 presented several lineages with K2P distances ranging between 3% and 22%. Thus, from this initial pool of 141 nominal species with Indo-Pacific distribution, 79 dissolved into 165 biological units among which 162 were found in a single ocean. This result is consistent with the view that the IMPA accumulates diversity as a consequence of its geological history, its location on the junction between the two main tropical oceans and the presence of a land bridge during glacial times in the IMPA that fostered allopatric …",
            "Cryptic diversity in Indo-Pacific coral-reef fishes revealed by DNA-barcoding provides new support to the centre-of-overlap hypothesis",
            "Nicolas Hubert and Christopher P Meyer and Henrich J Bruggemann and Fabien Guerin and Roberto JL Komeno and Benoit Espiau and Romain Causse and Jeffrey T Williams and Serge Planes",
            "2012",
            "WlZ6e7UAAAAJ:_kc_bZDykSQC",
            167,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0028987",
            "12977908256455983601",
            "\/scholar?cites=12977908256455983601",
            {
                "2012":6,
                "2013":11,
                "2014":22,
                "2015":26,
                "2016":26,
                "2017":21,
                "2018":18,
                "2019":14,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Patterns of distribution and processes of differentiation have often been contrasted between terrestrial and marine biotas. The islands of Oceania offer an excellent setting to explore this contrast, because the geographic setting for terrestrial and shallow-water, benthic, marine organisms are the same: the myriad islands strewn across the vast Pacific. The size of species ranges and the geographic distribution of endemism are two biogeographic attributes that are thought to differ markedly between terrestrial and marine biotas in the Pacific. While terrestrial species are frequently confined to single islands or archipelagoes throughout Oceania, marine species tend to have wide to very wide distributions, and are rarely restricted to single island groups except for the most isolated archipelagoes. We explore the conditions under which species can reach an island by dispersal and differentiate. Genetic differentiation …",
            "Diversification in the tropical Pacific: comparisons between marine and terrestrial systems and the importance of founder speciation",
            "Gustav Paulay and Chris Meyer",
            "2002",
            "WlZ6e7UAAAAJ:hC7cP41nSMkC",
            149,
            "https:\/\/academic.oup.com\/icb\/article-abstract\/42\/5\/922\/659742",
            "15705397024332798134",
            "\/scholar?cites=15705397024332798134",
            {
                "2003":1,
                "2004":2,
                "2005":5,
                "2006":10,
                "2007":6,
                "2008":13,
                "2009":3,
                "2010":11,
                "2011":15,
                "2012":14,
                "2013":12,
                "2014":10,
                "2015":7,
                "2016":7,
                "2017":9,
                "2018":5,
                "2019":10,
                "2020":8
            }
        ]
    ]
}