{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose that a strongly interacting particle is a finite region of space to which fields are confined. The confinement is accomplished in a Lorentz-invariant way by endowing the finite region with a constant energy per unit volume, B. We call this finite region a\" bag.\" The contained fields may be either fermions or bosons and may have any spin; they may or may not be coupled to one another. Equations of motion and boundary conditions are obtained from a variational principle. The confining region has no dynamical freedom but constrains the fields inside: There are no excitations of the coordinates determining the confining region. The model possesses many desirable features of hadron dynamics:(i) a parton interpretation and presumably Bjorken scaling; the confined fields are free or weakly interacting except close to the boundary;(ii) infinitely rising Regge trajectories as a consequence of the bag's finite extent …",
            "New extended model of hadrons",
            "Ao Chodos and RL Jaffe and K Johnson and Charles B Thorn and VF Weisskopf",
            "1974",
            "wMl0M1oAAAAJ:cFHS6HbyZ2cC",
            4000,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.9.3471",
            "1772721916200828826",
            "\/scholar?cites=1772721916200828826",
            {
                "1982":84,
                "1983":112,
                "1984":126,
                "1985":106,
                "1986":98,
                "1987":87,
                "1988":69,
                "1989":80,
                "1990":64,
                "1991":48,
                "1992":70,
                "1993":49,
                "1994":53,
                "1995":52,
                "1996":55,
                "1997":51,
                "1998":58,
                "1999":58,
                "2000":59,
                "2001":61,
                "2002":60,
                "2003":77,
                "2004":80,
                "2005":86,
                "2006":101,
                "2007":83,
                "2008":102,
                "2009":100,
                "2010":92,
                "2011":99,
                "2012":116,
                "2013":108,
                "2014":116,
                "2015":113,
                "2016":112,
                "2017":90,
                "2018":97,
                "2019":102,
                "2020":134,
                "2021":13
            }
        ],
        [
            "The spectra and dominant decay couplings of Q 2 Q 2 mesons are presented as calculated in the quark-bag model. Certain known 0+ mesons [ε (700), S*, δ, κ] are assigned to the lightest cryptoexotic Q 2 Q 2 nonet. The usual quark-model 0+ nonet (Q QL= 1) must lie higher in mass. All other Q 2 Q 2 mesons are predicted to be broad, heavy, and usually inelastic in formation processes. Other Q 2 Q 2 states which may be experimentally prominent are discussed.",
            "Multiquark hadrons. I. Phenomenology of Q 2 Q 2 mesons",
            "RJ Jaffe",
            "1977",
            "wMl0M1oAAAAJ:IUKN3-7HHlwC",
            2439,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.15.267",
            "9587015228342475104",
            "\/scholar?cites=9587015228342475104",
            {
                "1982":54,
                "1983":42,
                "1984":33,
                "1985":41,
                "1986":32,
                "1987":39,
                "1988":28,
                "1989":39,
                "1990":38,
                "1991":34,
                "1992":30,
                "1993":26,
                "1994":28,
                "1995":24,
                "1996":24,
                "1997":22,
                "1998":38,
                "1999":41,
                "2000":56,
                "2001":49,
                "2002":52,
                "2003":77,
                "2004":89,
                "2005":66,
                "2006":98,
                "2007":116,
                "2008":93,
                "2009":57,
                "2010":80,
                "2011":71,
                "2012":69,
                "2013":73,
                "2014":65,
                "2015":74,
                "2016":59,
                "2017":62,
                "2018":68,
                "2019":67,
                "2020":81,
                "2021":6
            }
        ],
        [
            "The masses and static parameters of the light hadrons (the pseudoscalar and vector meson nonets and the baryon octet and decuplet) are calculated using the bag model. The effects of quark kinetic energy, bag energy, strange-quark mass, colored-gluon exchange in lowest order, and energy associated with certain quantum fluctuations are included. These are parameterized by four constants which have fundamental significance and do not change from multiplet to multiplet. The fit to the spectrum is good. The ordering of all the states is given correctly. The intramultiplet splittings are very accurate for the baryon decuplet and reasonably good for the other multiplets. The isosinglet pseudoscalar mesons η and η′ are treated separately in light of the special role that gluon intermediate states play in these states. Magnetic moments, weak decay constants, and charge radii are calculated. Where comparison with …",
            "Masses and other parameters of the light hadrons",
            "Thomas DeGrand and RL Jaffe and K Johnson and J Kiskis",
            "1975",
            "wMl0M1oAAAAJ:yD5IFk8b50cC",
            2272,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.12.2060",
            "8523369974927142888",
            "\/scholar?cites=8523369974927142888",
            {
                "1982":94,
                "1983":141,
                "1984":144,
                "1985":112,
                "1986":108,
                "1987":67,
                "1988":72,
                "1989":60,
                "1990":59,
                "1991":53,
                "1992":54,
                "1993":36,
                "1994":36,
                "1995":30,
                "1996":30,
                "1997":22,
                "1998":34,
                "1999":24,
                "2000":35,
                "2001":36,
                "2002":30,
                "2003":27,
                "2004":18,
                "2005":40,
                "2006":30,
                "2007":30,
                "2008":34,
                "2009":36,
                "2010":26,
                "2011":25,
                "2012":34,
                "2013":25,
                "2014":28,
                "2015":21,
                "2016":35,
                "2017":25,
                "2018":37,
                "2019":25,
                "2020":33,
                "2021":1
            }
        ],
        [
            "We explore the properties of quark matter in equilibrium with the weak interactions, containing comparable numbers of up, down, and strange quarks. Witten has recently conjectured that this\" strange matter\" may be absolutely stable. Using a Fermi-gas model including O (α c) corrections we establish the conditions under which strange matter in bulk is stable and describe its characteristics. Augmenting our model with surface-tension and Coulomb effects we study strange matter with intermediate baryon number 10 2≲ A≲ 10 7. For low baryon numbers A≲ 10 2, we replace the Fermi gas by the bag model and study shell effects and the approach to the bulk limit. Finally, we discuss the phenomenology of strange matter in all its forms.",
            "Strange matter",
            "Edward Farhi and Robert L Jaffe",
            "1984",
            "wMl0M1oAAAAJ:D03iK_w7-QYC",
            1863,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.30.2379",
            "10924498067603103439",
            "\/scholar?cites=10924498067603103439",
            {
                "1985":14,
                "1986":33,
                "1987":27,
                "1988":33,
                "1989":46,
                "1990":43,
                "1991":71,
                "1992":39,
                "1993":58,
                "1994":42,
                "1995":51,
                "1996":50,
                "1997":36,
                "1998":52,
                "1999":46,
                "2000":46,
                "2001":56,
                "2002":55,
                "2003":51,
                "2004":50,
                "2005":47,
                "2006":54,
                "2007":62,
                "2008":64,
                "2009":59,
                "2010":43,
                "2011":45,
                "2012":64,
                "2013":55,
                "2014":50,
                "2015":58,
                "2016":46,
                "2017":63,
                "2018":63,
                "2019":68,
                "2020":101,
                "2021":5
            }
        ],
        [
            "In the quark bag model, the same gluon-exchange forces which make the proton lighter than the Δ (1236) bind six quarks to form a stable, flavor-singlet (with strangeness of-2) J P= 0+ dihyperon (H) at 2150 MeV. Another isosinglet dihyperon (H*) with J P= 1+ at 2335 MeV should appear as a bump in Λ Λ invariant-mass plots. Production and decay systematics of the H are discussed.",
            "Perhaps a stable dihyperon",
            "Robert L Jaffe",
            "1977",
            "wMl0M1oAAAAJ:a0OBvERweLwC",
            1674,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.38.195",
            "5357312537052074428",
            "\/scholar?cites=5357312537052074428",
            {
                "1982":34,
                "1983":19,
                "1984":27,
                "1985":45,
                "1986":46,
                "1987":36,
                "1988":35,
                "1989":38,
                "1990":36,
                "1991":42,
                "1992":45,
                "1993":27,
                "1994":33,
                "1995":42,
                "1996":42,
                "1997":54,
                "1998":54,
                "1999":48,
                "2000":49,
                "2001":27,
                "2002":34,
                "2003":31,
                "2004":42,
                "2005":44,
                "2006":40,
                "2007":34,
                "2008":18,
                "2009":34,
                "2010":30,
                "2011":43,
                "2012":46,
                "2013":46,
                "2014":45,
                "2015":50,
                "2016":55,
                "2017":37,
                "2018":32,
                "2019":34,
                "2020":42,
                "2021":3
            }
        ],
        [
            "A sum rule is derived for the asymmetry in deep-inelastic scattering of polarized electrons from polarized protons:∫ 0 1 d ξ g ep (ξ)≈ 0.15 g A. The result follows from the quark light-cone algebra and the assumption that strange quarks do not contribute to the asymmetry. The latter is justified by conventional parton-model arguments.",
            "Sum rule for deep-inelastic electroproduction from polarized protons",
            "John Ellis and Robert Jaffe",
            "1974",
            "wMl0M1oAAAAJ:pyW8ca7W8N0C",
            1372,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.9.1444",
            "14243538045012443929",
            "\/scholar?cites=14243538045012443929",
            {
                "1983":10,
                "1984":2,
                "1985":2,
                "1986":3,
                "1987":10,
                "1988":39,
                "1989":51,
                "1990":51,
                "1991":52,
                "1992":44,
                "1993":60,
                "1994":85,
                "1995":117,
                "1996":93,
                "1997":68,
                "1998":81,
                "1999":59,
                "2000":47,
                "2001":39,
                "2002":37,
                "2003":47,
                "2004":19,
                "2005":32,
                "2006":23,
                "2007":23,
                "2008":33,
                "2009":19,
                "2010":26,
                "2011":13,
                "2012":21,
                "2013":17,
                "2014":21,
                "2015":17,
                "2016":10,
                "2017":10,
                "2018":16,
                "2019":10,
                "2020":5,
                "2021":1
            }
        ],
        [
            "A relativistic quark model of the hadron based on the bag theory is presented. The bag equations for massless, Dirac fields with quark quantum numbers are solved in three space dimensions for the special case of a static spherical boundary. These solutions are quantized in an approximation which neglects zero-point fluctuations. The spectrum of lowlying baryon resonances is constructed. The only parameter of the model is fixed by the average mass of the N (938) and Δ (1236). The gyromagnetic ratio, axial-vector charge, and charge radius of the proton are computed and found to be 2.6, 1.09, and 1.0 fm, respectively. Refinements of the quantization procedure are discussed.",
            "Baryon structure in the bag theory",
            "A Chodos and RL Jaffe and K Johnson and Charles B Thorn",
            "1974",
            "wMl0M1oAAAAJ:f2IySw72cVMC",
            1355,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.10.2599",
            "4996531184393753351",
            "\/scholar?cites=4996531184393753351",
            {
                "1982":41,
                "1983":56,
                "1984":54,
                "1985":50,
                "1986":38,
                "1987":29,
                "1988":28,
                "1989":31,
                "1990":24,
                "1991":17,
                "1992":33,
                "1993":18,
                "1994":22,
                "1995":15,
                "1996":21,
                "1997":22,
                "1998":24,
                "1999":14,
                "2000":20,
                "2001":27,
                "2002":23,
                "2003":31,
                "2004":24,
                "2005":21,
                "2006":24,
                "2007":17,
                "2008":20,
                "2009":20,
                "2010":20,
                "2011":27,
                "2012":36,
                "2013":30,
                "2014":37,
                "2015":29,
                "2016":33,
                "2017":30,
                "2018":30,
                "2019":35,
                "2020":50,
                "2021":6
            }
        ],
        [
            "Techniques for estimating the masses and decay couplings of multiquark hadrons (Q m Qn, n+ m> 3) are developed with specific reference to the Q 2 Q 2 sector. The dynamics is based on a quark-bag model of light, colored, and permanently confined quarks gauge-coupled to non-Abelian colored gluons. The SU (6) of\" color-spin\" generated by color SU (3) and the SU (2) of relativistic j= 1 2 quarks dominates the spectrum. Color-spin rules analogous to Hund's rules of atomic spectroscopy dictate that the lightest multiquark handrons are not exotic, are of low spin, and are coupled predominantly to strange Q 3 and Q Q decay channels, Multiquark hadrons are consequently elusive and may be misclassified as conventional Q Q mesons or Q 3 baryons.",
            "Multiquark hadrons. II. methods",
            "Robert L Jaffe",
            "1977",
            "wMl0M1oAAAAJ:bFI3QPDXJZMC",
            1276,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.15.281",
            "5244059788106406927",
            "\/scholar?cites=5244059788106406927",
            {
                "1982":24,
                "1983":21,
                "1984":24,
                "1985":26,
                "1986":22,
                "1987":15,
                "1988":12,
                "1989":23,
                "1990":18,
                "1991":16,
                "1992":16,
                "1993":10,
                "1994":15,
                "1995":15,
                "1996":7,
                "1997":8,
                "1998":15,
                "1999":20,
                "2000":26,
                "2001":17,
                "2002":23,
                "2003":43,
                "2004":66,
                "2005":50,
                "2006":46,
                "2007":54,
                "2008":43,
                "2009":38,
                "2010":52,
                "2011":34,
                "2012":37,
                "2013":36,
                "2014":26,
                "2015":29,
                "2016":33,
                "2017":40,
                "2018":37,
                "2019":37,
                "2020":34,
                "2021":3
            }
        ],
        [
            "We propose that the recently discovered Θ+ baryon is a bound state of four quarks and an antiquark, containing two highly correlated u d pairs. If so, the Θ+ has positive parity, and it lies in an near-ideally mixed S U (3) f 10 f⊕ 8 f. The Roper resonance and the P 11 (1710) fit naturally into this classification. We predict an isospin 3\/2 multiplet of Ξ’s (S=− 2) with J Π= 1 2+ around 1750 MeV. A search for manifestly exotic Ξ+ and Ξ--in this mass range could provide a sharp test of our proposal. We predict that charm and bottom analogs of the Θ+ may be stable against strong decays.",
            "Diquarks and exotic spectroscopy",
            "Robert Jaffe and Frank Wilczek",
            "2003",
            "wMl0M1oAAAAJ:_xSYboBqXhAC",
            1074,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.232003",
            "12768061253519059968",
            "\/scholar?cites=12768061253519059968",
            {
                "2003":17,
                "2004":238,
                "2005":221,
                "2006":136,
                "2007":64,
                "2008":59,
                "2009":40,
                "2010":38,
                "2011":29,
                "2012":23,
                "2013":18,
                "2014":21,
                "2015":31,
                "2016":34,
                "2017":19,
                "2018":22,
                "2019":27,
                "2020":23,
                "2021":2
            }
        ],
        [
            "A recent measurement of the spin-dependent structure function of the proton, g1p(x, Q2), suggest that the quark's spin accounts for little of the proton's spin. We analyze several theoretical issues bearing on this result. We discuss the result expected in a variety of quark models. We examine the proposal that gluons contribute to the proton's spin in an amount calculable (in terms of gluon distribution functions) in perturbative QCD. We examine the conserved currents associated with Lorentz transformations in QCD, derive sum rules and show that the anomalous (gluonic) U(1)A current, Kμ, is not in general to be identified with the gluon spin. Finally, we discuss the ensemble of nucleon matrix elements of quark bilinear operators and urge an experimental and theoretical program to study them.",
            "The g1 problem: Deep inelastic electron scattering and the spin of the proton",
            "RL Jaffe and Aneesh Manohar",
            "1990",
            "wMl0M1oAAAAJ:EUQCXRtRnyEC",
            1070,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321390905069",
            "1250172496323265521",
            "\/scholar?cites=1250172496323265521",
            {
                "1990":14,
                "1991":62,
                "1992":51,
                "1993":48,
                "1994":54,
                "1995":52,
                "1996":33,
                "1997":39,
                "1998":33,
                "1999":24,
                "2000":23,
                "2001":24,
                "2002":15,
                "2003":23,
                "2004":21,
                "2005":23,
                "2006":17,
                "2007":21,
                "2008":19,
                "2009":14,
                "2010":28,
                "2011":36,
                "2012":39,
                "2013":40,
                "2014":61,
                "2015":48,
                "2016":53,
                "2017":31,
                "2018":41,
                "2019":36,
                "2020":36,
                "2021":2
            }
        ]
    ]
}