{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Inspired by the period-four oscillation in flash-induced oxygen evolution of photosystem II discovered by Joliot in 1969, Kok performed additional experiments and proposed a five-state kinetic model for photosynthetic oxygen evolution, known as Kok’s S-state clock or cycle 1, 2. The model comprises four (meta) stable intermediates (S 0, S 1, S 2 and S 3) and one transient S 4 state, which precedes dioxygen formation occurring in a concerted reaction from two water-derived oxygens bound at an oxo-bridged tetra manganese calcium (Mn 4 CaO 5) cluster in the oxygen-evolving complex 3, 4, 5, 6, 7. This reaction is coupled to the two-step reduction and protonation of the mobile plastoquinone Q B at the acceptor side of PSII. Here, using serial femtosecond X-ray crystallography and simultaneous X-ray emission spectroscopy with multi-flash visible laser excitation at room temperature, we visualize all (meta) stable …",
            "Structures of the intermediates of Kok’s photosynthetic water oxidation clock",
            "Jan Kern and Ruchira Chatterjee and Iris D Young and Franklin D Fuller and Louise Lassalle and Mohamed Ibrahim and Sheraz Gul and Thomas Fransson and Aaron S Brewster and Roberto Alonso-Mori and Rana Hussein and Miao Zhang and Lacey Douthit and Casper de Lichtenberg and Mun Hon Cheah and Dmitry Shevela and Julia Wersig and Ina Seuffert and Dimosthenis Sokaras and Ernest Pastor and Clemens Weninger and Thomas Kroll and Raymond G Sierra and Pierre Aller and Agata Butryn and Allen M Orville and Mengning Liang and Alexander Batyuk and Jason E Koglin and Sergio Carbajo and Sébastien Boutet and Nigel W Moriarty and James M Holton and Holger Dobbek and Paul D Adams and Uwe Bergmann and Nicholas K Sauter and Athina Zouni and Johannes Messinger and Junko Yano and Vittal K Yachandra",
            "2018",
            "WNIt7IMAAAAJ:KUbvn5osdkgC",
            178,
            "https:\/\/www.nature.com\/articles\/s41586-018-0681-2",
            "17062342950561403997",
            "\/scholar?cites=17062342950561403997",
            {
                "2018":2,
                "2019":71,
                "2020":92,
                "2021":9
            }
        ],
        [
            "Retinal is a light-sensitive protein ligand that is used by all domains of life to process the information and energy content of light. Retinal-binding proteins are integral membrane proteins that drive vital biological processes, including light sensing for spatial orientation and circadian clock adjustment, as well as maintaining electrochemical gradients through ion transport. They also form the basis for optogenetic manipulation of neural cells. How the protein environment guides retinal isomerization on a subpicosecond time scale toward a single high-yield product is a fundamental outstanding question in photobiology.Light-induced isomerization of retinal is among the fastest reactions known in biology. It has been widely studied by spectroscopic techniques to probe the evolution of spectral intermediates over time. Using x-ray free-electron lasers (XFELs), it is now possible to observe …",
            "Retinal isomerization in bacteriorhodopsin captured by a femtosecond x-ray laser",
            "Przemyslaw Nogly and Tobias Weinert and Daniel James and Sergio Carbajo and Dmitry Ozerov and Antonia Furrer and Dardan Gashi and Veniamin Borin and Petr Skopintsev and Kathrin Jaeger and Karol Nass and Petra Båth and Robert Bosman and Jason Koglin and Matthew Seaberg and Thomas Lane and Demet Kekilli and Steffen Brünle and Tomoyuki Tanaka and Wenting Wu and Christopher Milne and Thomas White and Anton Barty and Uwe Weierstall and Valerie Panneels and Eriko Nango and So Iwata and Mark Hunter and Igor Schapiro and Gebhard Schertler and Richard Neutze and Jörg Standfuss",
            "2018",
            "WNIt7IMAAAAJ:AvfA0Oy_GE0C",
            146,
            "https:\/\/science.sciencemag.org\/content\/361\/6398\/eaat0094.abstract",
            "4608912317334936104",
            "\/scholar?cites=4608912317334936104",
            {
                "2018":9,
                "2019":61,
                "2020":68,
                "2021":7
            }
        ],
        [
            "Terahertz (THz) generation by optical rectification (OR) using tilted-pulse-fronts is studied. A one-dimensional (1-D) model which simultaneously accounts for (i) the nonlinear coupled interaction of the THz and optical radiation, (ii) angular and material dispersion, (iii) absorption, iv) self-phase modulation and (v) stimulated Raman scattering is presented. We numerically show that the large experimentally observed cascaded frequency down-shift and spectral broadening (cascading effects) of the optical pump pulse is a direct consequence of THz generation. In the presence of this large spectral broadening, the large angular dispersion associated with tilted-pulse-fronts which is ~15-times larger than material dispersion, accentuates phase mismatch and degrades THz generation. Consequently, this cascading effect in conjunction with angular dispersion is shown to be the strongest limitation to THz generation in …",
            "Limitations to THz generation by optical rectification using tilted pulse fronts",
            "Koustuban Ravi and W Ronny Huang and Sergio Carbajo and Xiaojun Wu and Franz Kärtner",
            "2014",
            "WNIt7IMAAAAJ:wbdj-CoPYUoC",
            105,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-22-17-20239",
            "4146311946055026230",
            "\/scholar?cites=4146311946055026230",
            {
                "2014":5,
                "2015":11,
                "2016":20,
                "2017":20,
                "2018":22,
                "2019":15,
                "2020":12
            }
        ],
        [
            "A design for a compact x-ray light source (CXLS) with flux and brilliance orders of magnitude beyond existing laboratory scale sources is presented. The source is based on inverse Compton scattering of a high brightness electron bunch on a picosecond laser pulse. The accelerator is a novel high-efficiency standing-wave linac and rf photoinjector powered by a single ultrastable rf transmitter at X-band rf frequency. The high efficiency permits operation at repetition rates up to 1 kHz, which is further boosted to 100 kHz by operating with trains of 100 bunches of 100 pC charge, each separated by 5 ns. The entire accelerator is approximately 1 meter long and produces hard x rays tunable over a wide range of photon energies. The colliding laser is a Yb∶ YAG solid-state amplifier producing 1030 nm, 100 mJ pulses at the same 1 kHz repetition rate as the accelerator. The laser pulse is frequency-doubled and stored for …",
            "Compact x-ray source based on burst-mode inverse Compton scattering at 100 kHz",
            "WS Graves and J Bessuille and P Brown and S Carbajo and V Dolgashev and K-H Hong and E Ihloff and B Khaykovich and H Lin and Krishna Murari and EA Nanni and G Resta and S Tantawi and LE Zapata and FX Kärtner and DE Moncton",
            "2014",
            "WNIt7IMAAAAJ:bnK-pcrLprsC",
            97,
            "https:\/\/journals.aps.org\/prab\/abstract\/10.1103\/PhysRevSTAB.17.120701",
            "12711816198395057368",
            "\/scholar?cites=12711816198395057368",
            {
                "2015":13,
                "2016":12,
                "2017":28,
                "2018":11,
                "2019":21,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Chromophores absorb light in photosensitive proteins and thereby initiate fundamental biological processes such as photosynthesis, vision and biofluorescence. An important goal in their understanding is the provision of detailed structural descriptions of the ultrafast photochemical events that they undergo, in particular of the excited states that connect chemistry to biological function. Here we report on the structures of two excited states in the reversibly photoswitchable fluorescent protein rsEGFP2. We populated the states through femtosecond illumination of rsEGFP2 in its non-fluorescent off state and observed their build-up (within less than one picosecond) and decay (on the several picosecond timescale). Using an X-ray free-electron laser, we performed picosecond time-resolved crystallography and show that the hydroxybenzylidene imidazolinone chromophore in one of the excited states assumes a near …",
            "Chromophore twisting in the excited state of a photoswitchable fluorescent protein captured by time-resolved serial femtosecond crystallography",
            "Nicolas Coquelle and Michel Sliwa and Joyce Woodhouse and Giorgio Schirò and Virgile Adam and Andrew Aquila and Thomas RM Barends and Sébastien Boutet and Martin Byrdin and Sergio Carbajo and Eugenio De la Mora and R Bruce Doak and Mikolaj Feliks and Franck Fieschi and Lutz Foucar and Virginia Guillon and Mario Hilpert and Mark S Hunter and Stefan Jakobs and Jason E Koglin and Gabriela Kovacsova and Thomas J Lane and Bernard Lévy and Mengning Liang and Karol Nass and Jacqueline Ridard and Joseph S Robinson and Christopher M Roome and Cyril Ruckebusch and Matthew Seaberg and Michel Thepaut and Marco Cammarata and Isabelle Demachy and Martin Field and Robert L Shoeman and Dominique Bourgeois and Jacques-Philippe Colletier and Ilme Schlichting and Martin Weik",
            "2018",
            "WNIt7IMAAAAJ:nrtMV_XWKgEC",
            84,
            "https:\/\/www.nature.com\/articles\/nchem.2853",
            "15392456479109347842",
            "\/scholar?cites=15392456479109347842",
            {
                "2018":19,
                "2019":37,
                "2020":25,
                "2021":2
            }
        ],
        [
            "X-ray crystallography is one of the main methods to determine atomic-resolution 3D images of the whole spectrum of molecules ranging from small inorganic clusters to large protein complexes consisting of hundred-thousands of atoms that constitute the macromolecular machinery of life. Life is not static, and unravelling the structure and dynamics of the most important reactions in chemistry and biology is essential to uncover their mechanism. Many of these reactions, including photosynthesis which drives our biosphere, are light induced and occur on ultrafast timescales. These have been studied with high time resolution primarily by optical spectroscopy, enabled by ultrafast laser technology, but they reduce the vast complexity of the process to a few reaction coordinates. In the AXSIS project at CFEL in Hamburg, funded by the European Research Council, we develop the new method of attosecond serial X-ray …",
            "AXSIS: Exploring the frontiers in attosecond X-ray science, imaging and spectroscopy",
            "Franz X Kaertner and Frederike Ahr and A-L Calendron and H Çankaya and S Carbajo and G Chang and G Cirmi and K Dörner and U Dorda and A Fallahi and A Hartin and M Hemmer and R Hobbs and Yi Hua and WR Huang and R Letrun and N Matlis and V Mazalova and OD Mücke and E Nanni and W Putnam and K Ravi and F Reichert and I Sarrou and X Wu and A Yahaghi and Hong Ye and L Zapata and D Zhang and C Zhou and RJD Miller and KK Berggren and H Graafsma and A Meents and RW Assmann and HN Chapman and Petra Fromme",
            "2016",
            "WNIt7IMAAAAJ:W5xh706n7nkC",
            83,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900216002564",
            "9211791585155564092",
            "\/scholar?cites=9211791585155564092",
            {
                "2016":7,
                "2017":24,
                "2018":18,
                "2019":18,
                "2020":16
            }
        ],
        [
            "We experimentally investigate the limits of 800-nm-to-terahertz (THz) energy conversion in lithium niobate at room temperature driven by amplified Ti:sapphire laser pulses with tilted pulse front. The influence of the pump central wavelength, pulse duration, and fluence on THz generation is studied. We achieved a high peak efficiency of 0.12% using transform limited 150 fs pulses and observed saturation of the optical-to-THz conversion efficiency at a fluence of 15  mJ\/cm^2 for this pulse duration. We experimentally identify two main limitations for the scaling of optical-to-THz conversion efficiencies: (i) the large spectral broadening of the optical pump spectrum in combination with large angular dispersion of the tilted pulse front and (ii) free-carrier absorption of THz radiation due to multi-photon absorption of the 800 nm radiation.",
            "Terahertz generation in lithium niobate driven by Ti: sapphire laser pulses and its limitations",
            "Xiaojun Wu and Sergio Carbajo and Koustuban Ravi and Frederike Ahr and Giovanni Cirmi and Yue Zhou and Oliver D Mücke and Franz X Kärtner",
            "2014",
            "WNIt7IMAAAAJ:5ugPr518TE4C",
            70,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-39-18-5403",
            "10433199250613176638",
            "\/scholar?cites=10433199250613176638",
            {
                "2014":3,
                "2015":11,
                "2016":13,
                "2017":11,
                "2018":11,
                "2019":12,
                "2020":6,
                "2021":3
            }
        ],
        [
            "A model for terahertz (THz) generation by optical rectification using tilted-pulse-fronts is developed. It simultaneously accounts for in two spatial dimensions (2-D) (i) the spatio-temporal variations of the optical pump pulse imparted by the tilted-pulse-front setup, (ii) the nonlinear coupled interaction of THz and optical radiation, (iii) self-phase modulation and (iv) stimulated Raman scattering. The model is validated by quantitative agreement with experiments and analytic calculations. We show that the optical pump beam is significantly broadened in the transverse-momentum (kx) domain as a consequence of its spectral broadening due to THz generation. In the presence of this large frequency and transverse-momentum (or angular) spread, group velocity dispersion causes a spatio-temporal break-up of the optical pump pulse which inhibits further THz generation. The implications of these effects on energy scaling …",
            "Theory of terahertz generation by optical rectification using tilted-pulse-fronts",
            "Koustuban Ravi and Wenqian Ronny Huang and Sergio Carbajo and Emilio A Nanni and Damian N Schimpf and Erich P Ippen and Franz X Kärtner",
            "2015",
            "WNIt7IMAAAAJ:t6usbXjVLHcC",
            61,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-23-4-5253",
            "7441544636691413730",
            "\/scholar?cites=7441544636691413730",
            {
                "2015":5,
                "2016":10,
                "2017":10,
                "2018":12,
                "2019":10,
                "2020":14
            }
        ],
        [
            "Compact laser-driven accelerators are pursued heavily worldwide because they make novel methods and tools invented at national laboratories widely accessible in science, health, security, and technology [V. Malka et al., Principles and applications of compact laser-plasma accelerators, Nat. Phys. 4, 447 (2008)]. Current leading laser-based accelerator technologies [SPD Mangles et al., Monoenergetic beams of relativistic electrons from intense laser-plasma interactions, Nature (London) 431, 535 (2004); T. Toncian et al., Ultrafast laser-driven microlens to focus and energy-select mega-electron volt protons, Science 312, 410 (2006); S. Tokita et al. Single-shot ultrafast electron diffraction with a laser-accelerated sub-MeV electron pulse, Appl. Phys. Lett. 95, 111911 (2009)] rely on a medium to assist the light to particle energy transfer. The medium imposes material limitations or may introduce inhomogeneous …",
            "Direct longitudinal laser acceleration of electrons in free space",
            "Sergio Carbajo and Emilio A. Nanni and Liang Jie Wong and Gustavo Moriena and Phillip D. Keathley and Guillaume Laurent and R. J. Dwayne Miller and Franz X. Kärtner",
            "2016",
            "WNIt7IMAAAAJ:uLbwQdceFCQC",
            59,
            "https:\/\/journals.aps.org\/prab\/abstract\/10.1103\/PhysRevAccelBeams.19.021303",
            "9663799065615789601",
            "\/scholar?cites=9663799065615789601",
            {
                "2016":5,
                "2017":9,
                "2018":7,
                "2019":15,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We generate narrowband terahertz (THz) radiation in periodically poled lithium niobate (PPLN) crystals using two chirped-and-delayed driver pulses from a high-energy Ti:sapphire laser. The generated frequency is determined by the phase-matching condition in the PPLN and influences the temporal delay of the two pulses for efficient terahertz generation. We achieve internal conversion efficiencies up to 0.13% as well as a record multicycle THz energy of 40 μJ at 0.544 THz in a cryogenically cooled PPLN.",
            "Narrowband terahertz generation with chirped-and-delayed laser pulses in periodically poled lithium niobate",
            "Frederike Ahr and Spencer W Jolly and Nicholas H Matlis and Sergio Carbajo and Tobias Kroh and Koustuban Ravi and Damian N Schimpf and Jan Schulte and Hideki Ishizuki and Takunori Taira and Andreas R Maier and Franz X Kärtner",
            "2017",
            "WNIt7IMAAAAJ:ClCfbGk0d_YC",
            53,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-42-11-2118",
            "2628816786854983961",
            "\/scholar?cites=2628816786854983961",
            {
                "2017":6,
                "2018":16,
                "2019":15,
                "2020":14,
                "2021":2
            }
        ]
    ]
}