{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The occurrence of room temperature ferromagnetism is demonstrated in pulsed laser deposited thin films of S n 1− x C o x O 2− δ (x< 0.3). Interestingly, films of S n 0.95 C o 0.05 O 2− δ grown on R-plane sapphire not only exhibit ferromagnetism with a Curie temperature close to 650 K, but also a giant magnetic moment of 7.5±0.5 μ B\/C o, not yet reported in any diluted magnetic semiconductor system. The films are semiconducting and optically highly transparent.",
            "High Temperature Ferromagnetism with a Giant Magnetic Moment in Transparent Co-doped ",
            "SB Ogale and RJ Choudhary and JP Buban and SE Lofland and SR Shinde and SN Kale and VN Kulkarni and J Higgins and C Lanci and JR Simpson and ND Browning and S Das Sarma and HD Drew and RL Greene and T Venkatesan",
            "2003",
            "wo7WLNkAAAAJ:k8Z6L05lTy4C",
            963,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.077205",
            "10582585018007589034",
            "\/scholar?cites=10582585018007589034",
            {
                "2003":3,
                "2004":38,
                "2005":62,
                "2006":67,
                "2007":72,
                "2008":73,
                "2009":78,
                "2010":67,
                "2011":74,
                "2012":67,
                "2013":74,
                "2014":56,
                "2015":50,
                "2016":34,
                "2017":41,
                "2018":30,
                "2019":31,
                "2020":38,
                "2021":2
            }
        ],
        [
            "While evidence of a topologically nontrivial surface state has been identified in surface-sensitive measurements of Bi 2 Se 3, a significant experimental concern is that no signatures have been observed in bulk transport. In a search for such states, nominally undoped single crystals of Bi 2 Se 3 with carrier densities approaching 10 16 cm− 3 and very high mobilities exceeding 2 m 2 V− 1 s− 1 have been studied. A comprehensive analysis of Shubnikov-de Haas oscillations, Hall effect, and optical reflectivity indicates that the measured electrical transport can be attributed solely to bulk states, even at 50 mK at low Landau-level filling factor, and in the quantum limit. The absence of a significant surface contribution to bulk conduction demonstrates that even in very clean samples, the surface mobility is lower than that of the bulk, despite its topological protection.",
            "Strong surface scattering in ultrahigh-mobility  topological insulator crystals",
            "Nicholas P Butch and Kevin Kirshenbaum and Paul Syers and Andrei B Sushkov and Gregory S Jenkins and H Dennis Drew and Johnpierre Paglione",
            "2010",
            "wo7WLNkAAAAJ:g5m5HwL7SMYC",
            450,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.241301",
            "4156093867502447769",
            "\/scholar?cites=4156093867502447769",
            {
                "2010":13,
                "2011":47,
                "2012":66,
                "2013":58,
                "2014":53,
                "2015":40,
                "2016":35,
                "2017":39,
                "2018":36,
                "2019":28,
                "2020":28,
                "2021":6
            }
        ],
        [
            "Graphene is an attractive material for use in optical detectors because it absorbs light from mid-infrared to ultraviolet wavelengths with nearly equal strength. Graphene is particularly well suited for bolometers—devices that detect temperature-induced changes in electrical conductivity caused by the absorption of light—because its small electron heat capacity and weak electron–phonon coupling lead to large light-induced changes in electron temperature. Here, we demonstrate a hot-electron bolometer made of bilayer graphene that is dual-gated to create a tunable bandgap and electron-temperature-dependent conductivity. The bolometer exhibits a noise-equivalent power (33 fW Hz–1\/2 at 5 K) that is several times lower, and intrinsic speed (> 1 GHz at 10 K) three to five orders of magnitude higher than commercial silicon bolometers and superconducting transition-edge sensors at similar temperatures.",
            "Dual-gated bilayer graphene hot-electron bolometer",
            "Jun Yan and Mann Ho Kim and Jennifer A Elle and Andrei B Sushkov and Greg S Jenkins and Ho‐ward M Milchberg and Michael S Fuhrer and HD Drew",
            "2012",
            "wo7WLNkAAAAJ:35r97b3x0nAC",
            425,
            "https:\/\/www.nature.com\/articles\/nnano.2012.88",
            "8668048880069067942",
            "\/scholar?cites=8668048880069067942",
            {
                "2012":11,
                "2013":49,
                "2014":59,
                "2015":49,
                "2016":55,
                "2017":47,
                "2018":38,
                "2019":55,
                "2020":53,
                "2021":7
            }
        ],
        [
            "Terahertz radiation has uses in applications ranging from security to medicine 1. However, sensitive room-temperature detection of terahertz radiation is notoriously difficult 2. The hot-electron photothermoelectric effect in graphene is a promising detection mechanism; photoexcited carriers rapidly thermalize due to strong electron–electron interactions 3, 4, but lose energy to the lattice more slowly 3, 5. The electron temperature gradient drives electron diffusion, and asymmetry due to local gating 6, 7 or dissimilar contact metals 8 produces a net current via the thermoelectric effect. Here, we demonstrate a graphene thermoelectric terahertz photodetector with sensitivity exceeding 10 V W–1 (700 V W–1) at room temperature and noise-equivalent power less than 1,100 pW Hz–1\/2 (20 pW Hz–1\/2), referenced to the incident (absorbed) power. This implies a performance that is competitive with the best room …",
            "Sensitive room-temperature terahertz detection via the photothermoelectric effect in graphene",
            "Xinghan Cai and Andrei B Sushkov and Ryan J Suess and Mohammad M Jadidi and Gregory S Jenkins and Luke O Nyakiti and Rachael L Myers-Ward and Shanshan Li and Jun Yan and D Kurt Gaskill and Thomas E Murphy and H Dennis Drew and Michael S Fuhrer",
            "2014",
            "wo7WLNkAAAAJ:Mojj43d5GZwC",
            388,
            "https:\/\/www.nature.com\/articles\/nnano.2014.182.pdf?origin=ppub",
            "7328020046853332617",
            "\/scholar?cites=7328020046853332617",
            {
                "2013":3,
                "2014":6,
                "2015":45,
                "2016":62,
                "2017":59,
                "2018":68,
                "2019":65,
                "2020":65,
                "2021":13
            }
        ],
        [
            "We report on the optical properties of the hole-doped manganites Nd 0.7 Sr 0.3 MnO 3, La 0.7 Ca 0.3 MnO 3, and La 0.7 Sr 0.3 MnO 3. The low-energy optical conductivity in the paramagnetic-insulating state of these materials is characterized by a broad maximum near 1 eV. This feature shifts to lower energy and grows in optical oscillator strength as the temperature is lowered into the ferromagnetic state. It remains identifiable well below T c and transforms eventually into a Drude-like response. This optical behavior and the activated transport in the paramagnetic state of these materials are consistent with a Jahn-Teller small polaron. The optical spectra and oscillator strength changes compare well with models that include both double exchange and the dynamic Jahn-Teller effect in the description of the electronic structure.",
            "Optical conductivity of manganites: Crossover from Jahn-Teller small polaron to coherent transport in the ferromagnetic state",
            "M Quijada and J Černe and JR Simpson and HD Drew and KH Ahn and AJ Millis and R Shreekala and R Ramesh and M Rajeswari and T Venkatesan",
            "1998",
            "wo7WLNkAAAAJ:nb7KW1ujOQ8C",
            301,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.16093",
            "5519323717987984523",
            "\/scholar?cites=5519323717987984523",
            {
                "1999":10,
                "2000":31,
                "2001":23,
                "2002":20,
                "2003":21,
                "2004":19,
                "2005":16,
                "2006":13,
                "2007":12,
                "2008":9,
                "2009":10,
                "2010":8,
                "2011":19,
                "2012":7,
                "2013":14,
                "2014":18,
                "2015":15,
                "2016":6,
                "2017":11,
                "2018":6,
                "2019":8,
                "2020":4
            }
        ],
        [
            "Pulsed laser deposited films of Co-doped anatase TiO 2 are examined for Co substitutionality, ferromagnetism, transport, magnetotransport, and optical properties. Our results show limited solubility (up to∼ 2%) of Co in the as-grown films and formation of Co clusters thereafter. For the Ti 0.93 Co 0.07 O 2− δ sample, which exhibits a Curie temperature (T C) over 1180 K, we find the presence of 20–50 nm Co clusters as well as a small concentration of Co incorporated into the remaining matrix. After being subjected to the high-temperature anneal during the first magnetization measurement, the very same sample shows a T C∼ 650 K and almost full matrix incorporation of Co. This T C is close to that of as-grown Ti 0.99 Co 0.01 O 2− δ sample (∼ 700 K). The transport, magnetotransport, and optical studies also reveal interesting effects of the matrix incorporation of Co. These results are indicative of an intrinsic Ti 1− x …",
            "Ferromagnetism in laser deposited anatase  films",
            "SR Shinde and SB Ogale and S Das Sarma and JR Simpson and HD Drew and SE Lofland and C Lanci and JP Buban and ND Browning and VN Kulkarni and J Higgins and RP Sharma and RL Greene and T Venkatesan",
            "2003",
            "wo7WLNkAAAAJ:_FM0Bhl9EiAC",
            297,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.115211",
            "12176373018097352507",
            "\/scholar?cites=12176373018097352507",
            {
                "2003":7,
                "2004":28,
                "2005":35,
                "2006":36,
                "2007":34,
                "2008":21,
                "2009":23,
                "2010":14,
                "2011":17,
                "2012":16,
                "2013":17,
                "2014":8,
                "2015":8,
                "2016":17,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Based on temperature dependent far infrared transmission spectra of YMn 2 O 5 and TbMn 2 O 5 single crystals, we report the observation of electric dipole-active magnetic excitations, or electromagnons, in these multiferroics. Electromagnons are found to be directly responsible for the steplike anomaly of the static dielectric constant at the commensurate—incommensurate magnetic transition and are the origin of the colossal magneto-dielectric effect reported in these multiferroics.",
            "Electromagnons in Multiferroic  and ",
            "AB Sushkov and R Valdés Aguilar and S Park and Sang-Wook Cheong and HD Drew",
            "2007",
            "wo7WLNkAAAAJ:NJ774b8OgUMC",
            244,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.027202",
            "8293035685784136813",
            "\/scholar?cites=8293035685784136813",
            {
                "2007":11,
                "2008":37,
                "2009":30,
                "2010":22,
                "2011":21,
                "2012":16,
                "2013":22,
                "2014":16,
                "2015":13,
                "2016":11,
                "2017":16,
                "2018":13,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Fundamental topological phenomena in condensed matter physics are associated with a quantized electromagnetic response in units of fundamental constants. Recently, it has been predicted theoretically that the time-reversal invariant topological insulator in three dimensions exhibits a topological magnetoelectric effect quantized in units of the fine structure constant α= e 2\/ℏ c. In this Letter, we propose an optical experiment to directly measure this topological quantization phenomenon, independent of material details. Our proposal also provides a way to measure the half-quantized Hall conductances on the two surfaces of the topological insulator independently of each other.",
            "Topological quantization in units of the fine structure constant",
            "Joseph Maciejko and Xiao-Liang Qi and H Dennis Drew and Shou-Cheng Zhang",
            "2010",
            "wo7WLNkAAAAJ:ML0RJ9NH7IQC",
            230,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.166803",
            "9365087903354247545",
            "\/scholar?cites=9365087903354247545",
            {
                "2009":1,
                "2010":1,
                "2011":24,
                "2012":30,
                "2013":31,
                "2014":22,
                "2015":22,
                "2016":28,
                "2017":17,
                "2018":12,
                "2019":18,
                "2020":22,
                "2021":1
            }
        ],
        [
            "The optical properties of N d 0.7 S r 0.3 Mn O 3 thin films have been studied over a broad spectral range, at temperatures down to 15 K and magnetic fields up to 8.9 T. A large transfer of spectral weight from high energy to low energy occurs as this material is cooled into the ferromagnetic phase, or as the magnetic field is increased near the phase boundary. The optical data are found to be consistent with models that include both the double-exchange interaction and the dynamic Jahn-Teller effect on the Mn 3+ e g levels.",
            "Optical Evidence for the Dynamic Jahn-Teller Effect in NSMn",
            "Simon G Kaplan and M Quijada and HD Drew and DB Tanner and GC Xiong and R Ramesh and C Kwon and T Venkatesan",
            "1996",
            "wo7WLNkAAAAJ:XUvXOeBm_78C",
            221,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.2081",
            "17202807635868654021",
            "\/scholar?cites=17202807635868654021",
            {
                "1996":1,
                "1997":8,
                "1998":33,
                "1999":35,
                "2000":25,
                "2001":17,
                "2002":24,
                "2003":9,
                "2004":7,
                "2005":3,
                "2006":7,
                "2007":2,
                "2008":5,
                "2009":5,
                "2010":2,
                "2011":1,
                "2012":7,
                "2013":2,
                "2014":6,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":1,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The properties of ferroelectric films are known to degrade when subjected to hydrogen in forming gas anneals. Earlier studies have attributed this degradation to the loss of oxygen from these films during these anneals. In this study, we show that though oxygen is lost during forming gas annealing, hydrogen incorporation is the primary mechanism for the degradation of ferroelectric properties. Raman spectra obtained from the forming gas-annealed films show evidence of polar hydroxil [OH−] bonds in the films. The most probable site for hydrogen ions is discussed based on ionic radii, crystal structure, electrical properties, and Raman spectra. We propose that the hydrogen ion is bonded with one of the apical oxygen ions and prevents the Ti ion from switching. Pyroelectric measurements on forming gas-annealed capacitors confirm that the capacitors no longer possess spontaneous polarization.",
            "Effect of hydrogen on -based ferroelectric capacitors",
            "S Aggarwal and SR Perusse and CW Tipton and R Ramesh and HD Drew and T Venkatesan and DB Romero and Vyacheslav B Podobedov and Alfons Weber",
            "1998",
            "wo7WLNkAAAAJ:TIZ-Mc8IlK0C",
            210,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.122339",
            "10019438545503779806",
            "\/scholar?cites=10019438545503779806",
            {
                "1999":10,
                "2000":14,
                "2001":14,
                "2002":18,
                "2003":14,
                "2004":10,
                "2005":9,
                "2006":10,
                "2007":14,
                "2008":12,
                "2009":6,
                "2010":9,
                "2011":9,
                "2012":10,
                "2013":12,
                "2014":5,
                "2015":10,
                "2016":10,
                "2017":1,
                "2018":2,
                "2019":3,
                "2020":8
            }
        ]
    ]
}