{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The cytokines SDF‐1α and ‐1β are two alternatively spliced variants of the CXC (α) chemokines that are highly conserved among species. SDF‐1α was shown to function as a B‐cell maturation factor, a ligand for the CXCR4 (LESTR\/fusin) chemokine receptor, thereby inhibiting replication of T cell‐tropic HIV‐1 strains and inducing cell death in human neuronal cell lines. In this report the cloning of the rat SDF‐1β cDNA and a new SDF‐1 isoform, SDF‐1γ, are presented. Using Northern blot analysis, the expression pattern of both isoforms was studied in different tissues and it is shown that during postnatal development of the central and peripheral nervous system SDF‐1β‐ and SDF‐1γ‐mRNA expression is inversely regulated. Whilst SDF‐1β‐mRNA is the predominant isoform in embryonic and early postnatal nerve tissue, SDF‐1γ‐mRNA is expressed at higher levels in adulthood. After peripheral nerve lesion a …",
            "Cloning and characterization of SDF‐1γ, a novel SDF‐1 chemokine transcript with developmentally regulated expression in the nervous system",
            "Marc Gleichmann and Clemens Gillen and Margarete Czardybon and Frank Bosse and Regine Greiner‐Petter and Johannes Auer and Hans Werner Müller",
            "2000",
            "WOo4NdkAAAAJ:WF5omc3nYNoC",
            191,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1460-9568.2000.00048.x",
            "3859195107077356282",
            "\/scholar?cites=3859195107077356282",
            {
                "2001":8,
                "2002":16,
                "2003":8,
                "2004":8,
                "2005":10,
                "2006":8,
                "2007":16,
                "2008":16,
                "2009":14,
                "2010":19,
                "2011":7,
                "2012":21,
                "2013":8,
                "2014":12,
                "2015":4,
                "2016":4,
                "2017":8,
                "2018":1,
                "2019":1
            }
        ],
        [
            "One of the most striking features of the injured mature peripheral nervous system is the ability to regenerate. The lesioned peripheral nervous system displays stereotypic histopathological reactions indicating the activation of a co‐ordinated lesion‐induced gene expression programme. Previous research has already identified molecular components of this axonal switch from a mature transmitting to a regenerative growth mode. The observed alterations in gene expression within the lesioned distal nerve stump were largely attributed to recapitulated developmental processes. However, to our knowledge, this hypothesis has not been proven systematically. Most of the stereotypic molecular and cellular reactions during nerve development and repair can be assigned to specific time windows. Consequently, we have compared gene expression profiles of both paradigms at six different time‐points each by means of …",
            "Gene expression profiling reveals that peripheral nerve regeneration is a consequence of both novel injury‐dependent and reactivated developmental processes",
            "Frank Bosse and Kerstin Hasenpusch‐Theil and Patrick Küry and Hans Werner Müller",
            "2006",
            "WOo4NdkAAAAJ:_FxGoFyzp5QC",
            109,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1471-4159.2005.03635.x",
            "12632037048677709242",
            "\/scholar?cites=12632037048677709242",
            {
                "2005":1,
                "2006":1,
                "2007":5,
                "2008":6,
                "2009":11,
                "2010":5,
                "2011":8,
                "2012":13,
                "2013":5,
                "2014":9,
                "2015":6,
                "2016":7,
                "2017":4,
                "2018":9,
                "2019":8,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The ability of injured peripheral nerves to regenerate and reinnervate their original targets is a characteristic feature of the peripheral nervous system (PNS). On the other hand, neurons of the central nervous system (CNS), including retinal ganglion cell (RGC) axons, are incapable of spontaneous regeneration. In the adult PNS, axonal regeneration after injury depends on well-orchestrated cellular and molecular processes that comprise a highly reproducible series of degenerative reactions distal to the site of injury. During this fine-tuned process, named Wallerian degeneration, a remodeling of the distal nerve fragment prepares a permissive microenvironment that permits successful axonal regrowth originating from the proximal nerve fragment. Therefore, a multitude of adjusted intrinsic and extrinsic factors are important for surviving neurons, Schwann cells, macrophages and fibroblasts as well as …",
            "Extrinsic cellular and molecular mediators of peripheral axonal regeneration",
            "Frank Bosse",
            "2012",
            "WOo4NdkAAAAJ:5nxA0vEk-isC",
            93,
            "https:\/\/link.springer.com\/article\/10.1007\/s00441-012-1389-5",
            "3032673702623145849",
            "\/scholar?cites=3032673702623145849",
            {
                "2012":6,
                "2013":9,
                "2014":16,
                "2015":13,
                "2016":12,
                "2017":7,
                "2018":11,
                "2019":5,
                "2020":13
            }
        ],
        [
            "Two peripheral myelin protein PMP22 transcripts, CD25 and Sr13, have been identified by Northern blot and RNA‐polymerase chain reaction (PCR) methods in rat. The CD25 and SR13 mRNA species (each approximately 1.8 kb in size) differ significantly in their 5′‐untranslated region (5′‐UTR) sequences but encode the same protein. While CD25 mRNA is largely confined to the peripheral nervous system, the Sr13 transcript is more ubiquitously expressed in rat tissues. Both transcripts are differentially expressed during postnatal sciatic nerve development, while CD25 expression steadily increases from low levels in neonates up to a maximum at postnatal day 14, SR13 mRNA levels are elevated at birth but decrease throughout adulthood. CD25 and Sr13 transcripts are expressed at very low constant levels in developing and adult brain. In degenerating and regenerating segments of injured peripheral …",
            "Differential expression of two mRNA species indicates a dual function of peripheral myelin protein PMP22 in cell growth and myelination",
            "F Bosse and G Zoidl and S Wilms and CP Gillen and HG Kuhn and HW Müller",
            "1994",
            "WOo4NdkAAAAJ:ufrVoPGSRksC",
            90,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jnr.490370412",
            "738322428099850109",
            "\/scholar?cites=738322428099850109",
            {
                "1995":10,
                "1996":6,
                "1997":9,
                "1998":8,
                "1999":10,
                "2000":13,
                "2001":6,
                "2002":2,
                "2003":1,
                "2004":7,
                "2005":2,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":2
            }
        ],
        [
            "The expression of the 330 kDa AN2 glycoprotein was studied in the rodent peripheral nervous system. AN2 is expressed by immature Schwann cells in vitro and in vivo and downregulated as the cells upregulate myelin genes. A subpopulation of nonmyelinating Schwann cells in the adult sciatic nerve retains expression of AN2. In rat sciatic nerve crushes, where Schwann cell numbers increase after initial axonal loss and markers of immature Schwann cells show an upregulation, no increased expression of AN2 was observed. In contrast, AN2 expression was upregulated in nerves from peripheral myelin protein-22-transgenic rats, where immature Schwann cells expand without axonal loss. Furthermore, coculture with neurons upregulated AN2 expression on Schwann cells in vitro. Polyclonal antibodies against AN2 inhibited the migration of an immortalized Schwann cell clone in an in vitro migration assay, and …",
            "The AN2 protein is a novel marker for the Schwann cell lineage expressed by immature and nonmyelinating Schwann cells",
            "Stephanie Schneider and Frank Bosse and Donatella D'Urso and Hans-Werner Müller and Michael W Sereda and Klaus-Armin Nave and Antje Niehaus and Tore Kempf and Martina Schnölzer and Jacqueline Trotter",
            "2001",
            "WOo4NdkAAAAJ:LkGwnXOMwfcC",
            86,
            "https:\/\/www.jneurosci.org\/content\/21\/3\/920.short",
            "13280028300940797689",
            "\/scholar?cites=13280028300940797689",
            {
                "2001":3,
                "2002":6,
                "2003":5,
                "2004":7,
                "2005":5,
                "2006":7,
                "2007":6,
                "2008":8,
                "2009":7,
                "2010":4,
                "2011":5,
                "2012":11,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":1
            }
        ],
        [
            "Impaired axonal regeneration is a common observation after central nervous system (CNS) injury. The stromal cell-derived factor-1, SDF-1\/CXCL12, has previously been shown to promote axonal growth in the presence of potent chemorepellent molecules known to be important in nervous system development. Here, we report that treatment with SDF-1α is sufficient to overcome neurite outgrowth inhibition mediated by CNS myelin towards cultured postnatal dorsal root ganglion neurons. While we found both cognate SDF-1 receptors, CXCR4 and CXCR7\/RDC1, to be coexpressed on myelin-sensitive dorsal root ganglion neurons, the distinct expression pattern of CXCR4 on growth cones and branching points of neurites suggests a function of this receptor in chemokine-mediated growth promotion and\/or arborization. These in vitro findings were further corroborated as local intrathecal infusion of SDF-1 into spinal …",
            "SDF-1 stimulates neurite growth on inhibitory CNS myelin",
            "Jessica Opatz and Patrick Küry and Nora Schiwy and Anne Järve and Veronica Estrada and Nicole Brazda and Frank Bosse and Hans Werner Müller",
            "2009",
            "WOo4NdkAAAAJ:UebtZRa9Y70C",
            81,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1044743108002959",
            "1351949447277146111",
            "\/scholar?cites=1351949447277146111",
            {
                "2009":5,
                "2010":7,
                "2011":7,
                "2012":12,
                "2013":8,
                "2014":8,
                "2015":4,
                "2016":11,
                "2017":7,
                "2018":6,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Four connexin32 (Cx32) cDNA clones isolated from a rat sciatic nerve cDNA library differ in the nucleotide sequence of their 5'untranslated region (UTR) from the corresponding Cx32 cDNA clones previously characterized from liver. The new Cx32 5'UTR sequence detected in the sciatic nerve cDNA clones is identical to one previously found in the 6.5 kb intron of the murine Cx32 gene. Using primer extension and S1 nuclease protection analysis, we determined the transcriptional starting point of this new alternative Cx32 transcript expressed in the sciatic nerve. This starting point is located 444 bp (409 bp) upstream of exon2 in a region previously described as an intron of the Cx32 gene in the rat (and mouse) genome, respectively. The alternative exon1B comprises 99 bp in rat, but 97 bp in the mouse genome, and is spliced to the same exon2 acceptor site also used for splicing of exon1 in liver. Both transcripts are likely to code for the same Cx32 protein whose reading frame is located in exon2. The putative promoter region, upstream of the alternative exon1B, contains a TATAAA motif and has been sequenced and noticed before by Miller et al.(Biosci. Rep. 8, 455-464,(1988)). The alternative exon1B transcript is highly expressed in the sciatic nerve,(ie Schwann cells) and very low in liver (ie hepatocytes). Its expression is regulated after sciatic nerve injury. The time course of expression was similar to previously established myelin genes and, therefore, we suggest that the expression of the alternative exon1B Cx32 transcript is related to the process of myelination. Very recently, we have characterized another alternative Cx32 exon1A which is …",
            "A second alternative transcript of the gap junction gene connexin32 is expressed in murine Schwann cells and modulated in injured sciatic nerve.",
            "G Söhl and C Gillen and F Bosse and M Gleichmann and HW Müller and K Willecke",
            "1996",
            "WOo4NdkAAAAJ:roLk4NBRz8UC",
            73,
            "https:\/\/europepmc.org\/article\/med\/8900491",
            "2629282118577280125",
            "\/scholar?cites=2629282118577280125",
            {
                "1996":3,
                "1997":4,
                "1998":7,
                "1999":6,
                "2000":11,
                "2001":3,
                "2002":6,
                "2003":4,
                "2004":4,
                "2005":6,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Mesenchymal stem cells (MSC) have been isolated from almost every adult tissue. In cord blood (CB), different non-hematopoietic CD45-, CD34− adherent cell populations can be generated: the cord blood derived MSC (CB-MSC), that behave almost like MSC from bone marrow (BM-MSC), and unrestricted somatic stem cells (USSC) which show a distinct differentiation potential into all three germ layers. However, distinguishing these populations easily by molecular markers is still a concern. In this study we were able to present the HOX expression pattern of USSC, CB-MSC and BM-MSC, which in fact allows a discrimination of these populations.Briefly, RT-PCR analysis of the HOX code revealed a high similarity between BM-MSC and CB-MSC, which are both HOX-positive, whereas USSC resembled H9 embryonic stem cells HOX-negative.Especially HOXA9, HOXB7, HOXC10 and HOXD8 are good candidate …",
            "The HOX Code as a “biological fingerprint” to distinguish functionally distinct stem cell populations derived from cord blood",
            "Stefanie Liedtke and Anja Buchheiser and Julia Bosch and Frank Bosse and Fabian Kruse and Xiaoyi Zhao and Simeon Santourlidis and Gesine Kögler",
            "2010",
            "WOo4NdkAAAAJ:0EnyYjriUFMC",
            70,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1873506110000206",
            "10220851316555462274",
            "\/scholar?cites=10220851316555462274",
            {
                "2010":2,
                "2011":5,
                "2012":11,
                "2013":8,
                "2014":4,
                "2015":10,
                "2016":6,
                "2017":6,
                "2018":6,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We have previously shown that Mst87F (previously called mst(3)g1–9), a gene which is exclusively expressed in the male germ line of Drosophila melanogaster, is subject to negative translational control. While transcription of this gene takes place premeiotically, translation occurs only after the elongation of spermatids is complete. We report here the identification of a sequence element within the first 45 nucleotides of the leader which is crucial for this translational regulation. Sequence comparison with six other genes, which form a gene family with Mst87F, shows the conservation of a twelve nucleotide element within this leader segment. It is found in all genes at positions +28 to +39 of the leader. Deletion of this element or alteration of two nucleotides by in vitro mutagenesis both lead to the breakdown of the translational control mechanism. The poly(A) tail of the Mst87F mRNA becomes longer and …",
            "A conserved element in the leader mediates post‐meiotic translation as well as cytoplasmic polyadenylation of a Drosophila spermatocyte mRNA.",
            "M Schäfer and Rainer Kuhn and Frank Bosse and U Schäfer",
            "1990",
            "WOo4NdkAAAAJ:Se3iqnhoufwC",
            67,
            "https:\/\/www.embopress.org\/doi\/abs\/10.1002\/j.1460-2075.1990.tb07903.x",
            "17794539839254753534",
            "\/scholar?cites=17794539839254753534",
            {
                "1991":3,
                "1992":2,
                "1993":9,
                "1994":6,
                "1995":7,
                "1996":3,
                "1997":5,
                "1998":3,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":2
            }
        ],
        [
            "Focal cortical lesions are associated with a functional downregulation of the GABAergic system in perilesional tissue lasting (at least) several weeks. The molecular mechanisms underlying this phenomenon are still poorly understood. Here we used RT-PCR to investigate whether mRNA-levels of two α-subunits of the GABAA-receptor (α1- and α2-subunits) change following ischemic cortical lesioning. The results show that 7 days after lesion induction mRNA-levels for both the α1- and α2-subunits are increased threefold in perilesional tissue ipsilateral, but not contralateral to the lesion. Taken together with the results of a previous immunohistochemical study in which a moderate decrease of the α1-subunit-protein and no change for the α2-subunit [T. Neumann-Haefelin, J.F. Staiger, C. Redecker, K. Zilles, J.M. Fritschy, H. Mohler, O.W. Witte, Immunohistochemical evidence for dysregulation of the GABAergic system …",
            "Upregulation of GABAA-receptor α1-and α2-subunit mRNAs following ischemic cortical lesions in rats",
            "Tobias Neumann-Haefelin and Frank Bosse and Christoph Redecker and Hans-Werner Müller and Otto W Witte",
            "1999",
            "WOo4NdkAAAAJ:hqOjcs7Dif8C",
            57,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006899398011627",
            "2143342307511912432",
            "\/scholar?cites=2143342307511912432",
            {
                "1999":4,
                "2000":7,
                "2001":2,
                "2002":4,
                "2003":6,
                "2004":4,
                "2005":2,
                "2006":1,
                "2007":5,
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":4
            }
        ]
    ]
}