{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Spitzer Space Telescope imaging spectrometer observations of comet 9P\/Tempel 1 during the Deep Impact encounter returned detailed, highly structured, 5- to 35-micrometer spectra of the ejecta. Emission signatures due to amorphous and crystalline silicates, amorphous carbon, carbonates, phyllosilicates, polycyclic aromatic hydrocarbons, water gas and ice, and sulfides were found. Good agreement is seen between the ejecta spectra and the material emitted from comet C\/1995 O1 (Hale-Bopp) and the circumstellar material around the young stellar object HD100546. The atomic abundance of the observed material is consistent with solar and C1 chondritic abundances, and the dust-to-gas ratio was determined to be greater than or equal to 1.3. The presence of the observed mix of materials requires efficient methods of annealing amorphous silicates and mixing of high- and low-temperature phases over large …",
            "Spitzer spectral observations of the Deep Impact ejecta",
            "CM Lisse and J VanCleve and AC Adams and MF A'hearn and YR Fernández and TL Farnham and L Armus and CJ Grillmair and J Ingalls and MJS Belton and O Groussin and LA McFadden and KJ Meech and PH Schultz and BC Clark and LM Feaga and JM Sunshine",
            "2006",
            "wPjufFkAAAAJ:r0BpntZqJG4C",
            322,
            "https:\/\/science.sciencemag.org\/content\/313\/5787\/635.abstract",
            "1436108155931503468",
            "\/scholar?cites=1436108155931503468",
            {
                "2006":6,
                "2007":40,
                "2008":37,
                "2009":43,
                "2010":28,
                "2011":19,
                "2012":24,
                "2013":15,
                "2014":17,
                "2015":18,
                "2016":13,
                "2017":13,
                "2018":11,
                "2019":13,
                "2020":18,
                "2021":3
            }
        ],
        [
            "It has been suggested 1, 2, 3 that Earth’s current supply of water was delivered by asteroids, some time after the collision that produced the Moon (which would have vaporized any of the pre-existing water). So far, no measurements of water ice on asteroids 4, 5 have been made, but its presence has been inferred from the comet-like activity of several small asteroids, including two members of the Themis dynamical family 6. Here we report infrared spectra of the asteroid 24 Themis which show that ice and organic compounds are not only present on its surface but also prevalent. Infrared spectral differences between it and other asteroids make 24 Themis unique so far, and our identification of ice and organics agrees with independent results 7 that rule out other compounds as possible sources of the observed spectral structure. The widespread presence of surface ice on 24 Themis is somewhat unexpected …",
            "Water ice and organics on the surface of the asteroid 24 Themis",
            "Humberto Campins and Kelsey Hargrove and Noemi Pinilla-Alonso and Ellen S Howell and Michael S Kelley and Javier Licandro and T Mothé-Diniz and Y Fernández and Julie Ziffer",
            "2010",
            "wPjufFkAAAAJ:LkGwnXOMwfcC",
            294,
            "https:\/\/www.nature.com\/articles\/nature09029",
            "11481063194868890342",
            "\/scholar?cites=11481063194868890342",
            {
                "2010":17,
                "2011":34,
                "2012":33,
                "2013":22,
                "2014":30,
                "2015":38,
                "2016":20,
                "2017":25,
                "2018":25,
                "2019":23,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We critically review the data on the sizes, shapes, albedos, and colors of cometary nuclei. Reliable sizes have been determined for 65 ecliptic comets (ECs) and 13 nearly isotropic comets (NICs). The effective radii fall in the range 0.2–15 km for the ECs and 1.6–37 km for the NICs. We note that several nuclei recently measured by the Hubble Space Telescope are subkilometer in radius, and that only 5 of the 65 well-measured EC nuclei have effective radii larger than 5 km. We estimate that the cumulative size distribution (CSD) of the ECs obeys a single power law with an exponent qS= 1.9±0.3 down to a radius of~ 1.6 km. Below this value there is an apparent deficiency of nuclei, possibly owing to observational bias and\/or mass loss. When augmented by 21 near-Earth objects (NEOs) that are thought to be extinct ECs, the CSD flattens to qS= 1.6±0.2. The cumulative size distribution of NICs remains ill-defined because of the limited statistical basis compared to ECs. The axial ratios a\/b of the measured nuclei of ECs have a median value of~ 1.5 and rarely exceed a value of 2, although it must be noted that the observed a\/b values are often lower limits because of uncertainties in the aspect angle. The range of rotational periods extends from 5 to 70 h. The lower limit is significantly larger than that of main-belt asteroids and NEOs (~ 2.2 h, excluding the monolithic fast rotators), and this has implications for the bulk density of cometary nuclei. By combining rotation and shape data when available, we find a lower limit of 0.6 g cm–3 for the nucleus bulk density to ensure stability against centrifugal disruption. Cometary nuclei are very dark objects with …",
            "The sizes, shapes, albedos, and colors of cometary nuclei",
            "Philippe L Lamy and Imre Toth and Yanga R Fernández and Harold A Weaver",
            "2004",
            "wPjufFkAAAAJ:yxmsSjX2EkcC",
            243,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.487.2750&rep=rep1&type=pdf",
            "14800476582707921484",
            "\/scholar?cites=14800476582707921484",
            {
                "2004":8,
                "2005":8,
                "2006":17,
                "2007":14,
                "2008":16,
                "2009":22,
                "2010":12,
                "2011":8,
                "2012":14,
                "2013":16,
                "2014":8,
                "2015":21,
                "2016":17,
                "2017":9,
                "2018":13,
                "2019":17,
                "2020":22
            }
        ],
        [
            "A survey that can cover the sky in optical bands over wide fields to faint magnitudes with a fast cadence will enable many of the exciting science opportunities of the next decade. The Large Synoptic Survey Telescope (LSST) will have an effective aperture of 6.7 meters and an imaging camera with field of view of 9.6 deg^ 2, and will be devoted to a ten-year imaging survey over 20,000 deg^ 2 south of+ 15 deg. Each pointing will be imaged 2000 times with fifteen second exposures in six broad bands from 0.35 to 1.1 microns, to a total point-source depth of r~ 27.5. The LSST Science Book describes the basic parameters of the LSST hardware, software, and observing plans. The book discusses educational and outreach opportunities, then goes on to describe a broad range of science that LSST will revolutionize: mapping the inner and outer Solar System, stellar populations in the Milky Way and nearby galaxies, the structure of the Milky Way disk and halo and other objects in the Local Volume, transient and variable objects both at low and high redshift, and the properties of normal and active galaxies at low and high redshift. It then turns to far-field cosmological topics, exploring properties of supernovae to z~ 1, strong and weak lensing, the large-scale distribution of galaxies and baryon oscillations, and how these different probes may be combined to constrain cosmological models and the physics of dark energy.",
            "Lsst science book, version 2.0",
            "Paul A Abell and Julius Allison and Scott F Anderson and John R Andrew and J Roger P Angel and Lee Armus and David Arnett and SJ Asztalos and Tim S Axelrod and Stephen Bailey and DR Ballantyne and Justin R Bankert and Wayne A Barkhouse and Jeffrey D Barr and L Felipe Barrientos and Aaron J Barth and James G Bartlett and Andrew C Becker and Jacek Becla and Timothy C Beers and Joseph P Bernstein and Rahul Biswas and Michael R Blanton and Joshua S Bloom and John J Bochanski and Pat Boeshaar and Kirk D Borne and Marusa Bradac and WN Brandt and Carrie R Bridge and Michael E Brown and Robert J Brunner and James S Bullock and Adam J Burgasser and James H Burge and David L Burke and Phillip A Cargile and Srinivasan Chandrasekharan and George Chartas and Steven R Chesley and You-Hua Chu and David Cinabro and Mark W Claire and Charles F Claver and Douglas Clowe and AJ Connolly and Kem H Cook and Jeff Cooke and Asantha Cooray and Kevin R Covey and Christopher S Culliton and Roelof De Jong and Willem H De Vries and Victor P Debattista and Francisco Delgado and Ian P Dell'Antonio and Saurav Dhital and Rosanne Di Stefano and Mark Dickinson and Benjamin Dilday and SG Djorgovski and Gregory Dobler and Ciro Donalek and Gregory Dubois-Felsmann and Josef Durech and Ardis Eliasdottir and Michael Eracleous and Laurent Eyer and Emilio E Falco and Xiaohui Fan and Christopher D Fassnacht and Harry C Ferguson and Yanga R Fernandez and Brian D Fields and Douglas Finkbeiner and Eduardo E Figueroa and Derek B Fox and Harold Francke and James S Frank and Josh Frieman and Sebastien Fromenteau and Muhammad Furqan and Gaspar Galaz and A Gal-Yam and Peter Garnavich and Eric Gawiser and John Geary and Perry Gee and Robert R Gibson and Kirk Gilmore and Emily A Grace and Richard F Green and William J Gressler and Carl J Grillmair and Salman Habib and JS Haggerty and Mario Hamuy and Alan W Harris and Suzanne L Hawley and LSST Science Collaboration",
            "2009",
            "wPjufFkAAAAJ:eO3_k5sD8BwC",
            216,
            "https:\/\/arxiv.org\/abs\/0912.0201",
            "2169675542675158036",
            "\/scholar?cites=2169675542675158036",
            {
                "2010":3,
                "2011":2,
                "2012":5,
                "2013":3,
                "2014":8,
                "2015":18,
                "2016":28,
                "2017":37,
                "2018":35,
                "2019":42,
                "2020":32
            }
        ],
        [
            "We present a new investigation of the comet-asteroid transition object 133P\/(7968) Elst-Pizarro. We find mean optical colors (B-V= 0.69±0.02, V-R= 0.42±0.03, R-I= 0.27±0.03) and a phase-darkening coefficient (β= 0.044±0.007 mag deg-1) that are comparable both to other comet nuclei and to C-type asteroids. As in 1996, when this object's comet-like activity was first noted, data from 2002 show a long, narrow dust trail in the projected orbit of the object. Observations over several months reveal changes in the structure and brightness of this trail, showing that it is actively generated over long periods of time. Finson-Probstein modeling is used to constrain the parameters of the dust trail. We find optically dominant dust particle sizes of a d~ 10 μm released with low ejection velocities (v g≈ 1.5 ms-1) over a period of activity lasting at least 5 months in 2002. The double-peaked light curve of the nucleus indicates an …",
            "The strange case of 133P\/Elst-Pizarro: a comet among the asteroids",
            "Henry H Hsieh and David C Jewitt and Yanga R Fernández",
            "2004",
            "wPjufFkAAAAJ:CaZNVDsoPx4C",
            189,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/383208\/meta",
            "17472945164799440994",
            "\/scholar?cites=17472945164799440994",
            {
                "2004":3,
                "2005":12,
                "2006":12,
                "2007":3,
                "2008":11,
                "2009":11,
                "2010":10,
                "2011":11,
                "2012":16,
                "2013":7,
                "2014":12,
                "2015":24,
                "2016":8,
                "2017":6,
                "2018":15,
                "2019":9,
                "2020":16
            }
        ],
        [
            "On 4 July 2005, many observatories around the world and in space observed the collision of Deep Impact with comet 9P\/Tempel 1 or its aftermath. This was an unprecedented coordinated observational campaign. These data show that (i) there was new material after impact that was compositionally different from that seen before impact; (ii) the ratio of dust mass to gas mass in the ejecta was much larger than before impact; (iii) the new activity did not last more than a few days, and by 9 July the comet9s behavior was indistinguishable from its pre-impact behavior; and (iv) there were interesting transient phenomena that may be correlated with cratering physics.",
            "Deep Impact: Observations from a worldwide Earth-based campaign",
            "KJ Meech and N Ageorges and Michael F A'Hearn and Claude Arpigny and A Ates and J Aycock and S Bagnulo and J Bailey and R Barber and L Barrera and R Barrena and JM Bauer and MJS Belton and F Bensch and B Bhattacharya and N Biver and G Blake and D Bockelée-Morvan and H Boehnhardt and BP Bonev and T Bonev and MW Buie and MG Burton and HM Butner and R Cabanac and R Campbell and H Campins and MT Capria and T Carroll and F Chaffee and SB Charnley and R Cleis and A Coates and A Cochran and P Colom and A Conrad and IM Coulson and J Crovisier and J Debuizer and R Dekany and J De Léon and N Dello Russo and A Delsanti and M DiSanti and J Drummond and L Dundon and PB Etzel and TL Farnham and P Feldman and YR Fernández and MD Filipovic and S Fisher and A Fitzsimmons and D Fong and R Fugate and H Fujiwara and T Fujiyoshi and R Furusho and T Fuse and E Gibb and O Groussin and S Gulkis and M Gurwell and Edith Hadamcik and O Hainaut and D Harker and D Harrington and M Harwit and S Hasegawa and CW Hergenrother and P Hirst and K Hodapp and Mitsuhiko Honda and ES Howell and Damien Hutsemekers and D Iono and W-H Ip and W Jackson and Emmanuel Jehin and ZJ Jiang and GH Jones and PA Jones and T Kadono and UW Kamath and HU Käufl and T Kasuga and H Kawakita and MS Kelley and F Kerber and M Kidger and D Kinoshita and M Knight and L Lara and SM Larson and S Lederer and C-F Lee and Anny Chantal Levasseur-Regourd and JY Li and Q-S Li and J Licandro and Z-Y Lin and CM Lisse and G LoCurto and AJ Lovell and SC Lowry and J Lyke and D Lynch and J Ma and K Magee-Sauer and G Maheswar and Jean Manfroid and O Marco and Pierre Martin and G Melnick and S Miller and T Miyata and GH Moriarty-Schieven and N Moskovitz and BEA Mueller and MJ Mumma and S Muneer and DA Neufeld and T Ootsubo and D Osip and SK Pandea and E Pantin and R Paterno-Mahler and B Patten and BE Penprase and A Peck and G Petitas and N Pinilla-Alonso and J Pittichova and E Pompei and TP Prabhu and C Qi and R Rao and Heike Rauer and H Reitsema and SD Rodgers and P Rodriguez and R Ruane and G Ruch and W Rujopakarn and DK Sahu and S Sako and I Sakon and N Samarasinha and JM Sarkissian and I Saviane",
            "2005",
            "wPjufFkAAAAJ:wMgC3FpKEyYC",
            180,
            "https:\/\/science.sciencemag.org\/content\/310\/5746\/265.abstract",
            "17355435266991382618",
            "\/scholar?cites=17355435266991382618",
            {
                "2004":2,
                "2005":4,
                "2006":21,
                "2007":45,
                "2008":20,
                "2009":33,
                "2010":10,
                "2011":5,
                "2012":7,
                "2013":7,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":4,
                "2020":2
            }
        ],
        [
            "We present radiometrically derived V-band geometric albedos and effective radii for 32 Jovian Trojan asteroids, using near-simultaneous mid-infrared and visible observations. We sampled the large end of the group's size distribution, down to a radius of 25 km, using 14 objects in the L4 swarm and 18 in the L5 swarm. We find that the albedo distribution is much narrower than previously derived from IRAS measurements. The Trojans, for the most part, have very similar albedos. The actual mean and standard deviation of the distribution depend on the average Trojan beaming parameter η. The\" standard\" value of 0.756, which was used for the IRAS analysis, yields a mean albedo of 0.056±0.003 and a standard deviation of 0.009. However, a value of η= 0.94, which we found represented our data better, yields 0.041±0.002 and a standard deviation of just 0.007. The thermal behavior of the Trojans seems to follow …",
            "The albedo distribution of Jovian Trojan asteroids",
            "Yanga R Fernández and Scott S Sheppard and David C Jewitt",
            "2003",
            "wPjufFkAAAAJ:k_IJM867U9cC",
            138,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/377015\/meta",
            "1805480098274913890",
            "\/scholar?cites=1805480098274913890",
            {
                "2004":7,
                "2005":12,
                "2006":5,
                "2007":14,
                "2008":11,
                "2009":9,
                "2010":13,
                "2011":10,
                "2012":7,
                "2013":7,
                "2014":7,
                "2015":10,
                "2016":1,
                "2017":5,
                "2018":8,
                "2019":7,
                "2020":4
            }
        ],
        [
            "We report a new study of the nucleus of Comet 2P\/Encke, which the CONTOUR spacecraft is scheduled to encounter in November 2003. During the comet's close approach to Earth in July 1997, we measured the mid-infrared thermal and optical scattered continua with data from the TIMMI instrument (imaging) at the ESO 3.6-m telescope (wavelength λ from 8 to 12 μm), the ISOPHOT instrument (photometry) aboard ISO (3.6 μm ≤λ≤100 μm), and the STIS instrument (imaging) aboard HST (5500 Å≤λ≤11000 Å). The optical images show the nucleus with very little coma contamination, and the ISO photometry allowed us to separate the comatic and nuclear contributions to the ESO images. We used the Standard Thermal Model for slow rotators to calculate an effective nuclear radius of 2.4 km±0.3 km. The comet's mid-IR light curve implies a nuclear rotation period of 15.2 h±0.3 h, although some subharmonics of this …",
            "Physical properties of the nucleus of comet 2P\/Encke",
            "Yanga R Fernández and Carey M Lisse and H Ulrich Käufl and Sibylle B Peschke and Harold A Weaver and Michael F A'Hearn and Philippe P Lamy and Timothy A Livengood and Theodor Kostiuk",
            "2000",
            "wPjufFkAAAAJ:sJsF-0ZLhtgC",
            130,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0019103500964315",
            "16454532658368394900",
            "\/scholar?cites=16454532658368394900",
            {
                "2000":2,
                "2001":2,
                "2002":11,
                "2003":13,
                "2004":11,
                "2005":13,
                "2006":11,
                "2007":6,
                "2008":6,
                "2009":7,
                "2010":2,
                "2011":5,
                "2012":5,
                "2013":4,
                "2014":3,
                "2015":6,
                "2016":1,
                "2017":2,
                "2018":8,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We present the results of a mid-infrared survey of 26 asteroids in comet-like orbits, including six Damocloids and six near-Earth asteroids (NEAs). We define a\" comet-like\" orbit as one having a Tisserand invariant T J under 3 (but only including objects that are NEAs or otherwise unusual). Visible-wavelength data were also obtained, so geometric albedos (in the Cousins R band) and effective radii are presented for 25 objects (plus one more with 3 σ limits) as derived using the NEA Thermal Model. Nine of our objects were observed at two or more mid-infrared wavelengths, and in all cases the low-thermal inertia thermal model was found to be applicable, with various values of the beaming parameter. Our work more than quintuples the total number of observationally constrained albedos among T J< 3 asteroids to 32. Defining the\" comet-like\" albedos as those below 0.075, we find that 64%±5% of the sample has …",
            "Albedos of asteroids in comet-like orbits",
            "Yanga R Fernández and David C Jewitt and Scott S Sheppard",
            "2005",
            "wPjufFkAAAAJ:JoZmwDi-zQgC",
            109,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/430802\/meta",
            "6889818775197212771",
            "\/scholar?cites=6889818775197212771",
            {
                "2004":1,
                "2005":6,
                "2006":10,
                "2007":3,
                "2008":9,
                "2009":9,
                "2010":2,
                "2011":5,
                "2012":6,
                "2013":10,
                "2014":4,
                "2015":7,
                "2016":7,
                "2017":6,
                "2018":9,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Earth-and space-based observations provide synergistic information for space mission encounters by providing data over longer timescales, at different wavelengths and using techniques that are impossible with an in situ flyby. We report here such observations in support of the EPOXI spacecraft flyby of comet 103P\/Hartley 2. The nucleus is small and dark, and exhibited a very rapidly changing rotation period. Prior to the onset of activity, the period was~ 16.4 hr. Starting in 2010 August the period changed from 16.6 hr to near 19 hr in December. With respect to dust composition, most volatiles and carbon and nitrogen isotope ratios, the comet is similar to other Jupiter-family comets. What is unusual is the dominance of CO 2-driven activity near perihelion, which likely persists out to aphelion. Near perihelion the comet nucleus was surrounded by a large halo of water-ice grains that contributed significantly to the total …",
            "EPOXI: Comet 103P\/Hartley 2 observations from a worldwide campaign",
            "KJ Meech and Michael F A’Hearn and JA Adams and P Bacci and J Bai and L Barrera and M Battelino and JM Bauer and E Becklin and B Bhatt and N Biver and D Bockelée-Morvan and Dennis Bodewits and H Böhnhardt and J Boissier and BP Bonev and W Borghini and JR Brucato and E Bryssinck and MW Buie and H Canovas and D Castellano and SB Charnley and WP Chen and P Chiang and Y-J Choi and DJ Christian and Y-L Chuang and Anita L Cochran and P Colom and MR Combi and IM Coulson and J Crovisier and N Dello Russo and K Dennerl and K DeWahl and MA DiSanti and M Facchini and TL Farnham and Y Fernández and HG Florén and U Frisk and T Fujiyoshi and R Furusho and T Fuse and G Galli and DA García-Hernández and A Gersch and Z Getu and EL Gibb and Michaël Gillon and E Guido and RA Guillermo and Edith Hadamcik and O Hainaut and HB Hammel and DE Harker and JK Harmon and Walter M Harris and P Hartogh and M Hashimoto and B Häusler and T Herter and A Hjalmarson and ST Holland and M Honda and S Hosseini and ES Howell and N Howes and HH Hsieh and H-Y Hsiao and Damien Hutsemékers and SM Immler and WM Jackson and SV Jeffers and Emmanuel Jehin and TJ Jones and M de Juan Ovelar and HM Kaluna and T Karlsson and H Kawakita and JV Keane and LD Keller and MS Kelley and D Kinoshita and NN Kiselev and J Kleyna and MM Knight and H Kobayashi and HA Kobulnicky and L Kolokolova and M Kreiny and Y-J Kuan and M Küppers and JM Lacruz and WB Landsman and LM Lara and A Lecacheux and Anny Chantal Levasseur-Regourd and B Li and J Licandro and R Ligustri and Z-Y Lin and M Lippi and DC Lis and CM Lisse and AJ Lovell and SC Lowry and H Lu and S Lundin and K Magee-Sauer and Pierre Magain and Jean Manfroid and E Mazzotta Epifani and A McKay and MD Melita and H Mikuz and SN Milam and G Milani and M Min and R Moreno and BEA Mueller and MJ Mumma and M Nicolini and MC Nolan and HL Nordh and PB Nowajewski and Odin Team and T Ootsubo and L Paganini and C Perrella and J Pittichová and E Prosperi and YL Radeva and WT Reach and AJ Remijan and M Rengel and TE Riesen and M Rodenhuis and DP Rodríguez and RW Russell and DK Sahu and NH Samarasinha and A Sánchez Caso and A Sandqvist and G Sarid and M Sato and DG Schleicher and EW Schwieterman and AK Sen",
            "2011",
            "wPjufFkAAAAJ:bKqednn6t2AC",
            100,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/734\/1\/L1\/meta",
            "14379427546289476025",
            "\/scholar?cites=14379427546289476025",
            {
                "2011":14,
                "2012":11,
                "2013":31,
                "2014":12,
                "2015":8,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":1,
                "2020":3,
                "2021":1
            }
        ]
    ]
}