{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Angular correlations between charged trigger and associated particles are measured by the ALICE detector in p–Pb collisions at a nucleon–nucleon centre-of-mass energy of 5.02 TeV for transverse momentum ranges within 0.5< p T, assoc< p T, trig< 4 GeV\/c. The correlations are measured over two units of pseudorapidity and full azimuthal angle in different intervals of event multiplicity, and expressed as associated yield per trigger particle. Two long-range ridge-like structures, one on the near side and one on the away side, are observed when the per-trigger yield obtained in low-multiplicity events is subtracted from the one in high-multiplicity events. The excess on the near-side is qualitatively similar to that recently reported by the CMS Collaboration, while the excess on the away-side is reported for the first time. The two-ridge structure projected onto azimuthal angle is quantified with the second and third Fourier …",
            "Long-range angular correlations on the near and away side in p–Pb collisions at sNN= 5.02 TeV",
            "Betty Abelev and Jaroslav Adam and Dagmar Adamova and Andrew Marshall Adare and Madan Aggarwal and Gianluca Aglieri Rinella and Michelangelo Agnello and Andras Gabor Agocs and Andrea Agostinelli and Zubayer Ahammed and Nazeer Ahmad and Arshad Ahmad and Sul-Ah Ahn and Sang Un Ahn and Muhammad Ajaz and Alexander Akindinov and Dmitry Aleksandrov and Bruno Alessandro and Andrea Alici and Anton Alkin and Erick Jonathan Almaraz Avina and Johan Alme and Torsten Alt and Valerio Altini and Sedat Altinpinar and Igor Altsybeev and Cristian Andrei and Anton Andronic and Venelin Anguelov and Jonas Anielski and Christopher Daniel Anson and Tome Anticic and Federico Antinori and Pietro Antonioli and Laurent Bernard Aphecetche and Harald Appelshauser and Silvia Arcelli and Andreas Arend and Nestor Armesto and Roberta Arnaldi and Tomas Robert Aronsson and Ionut Cristian Arsene and Mesut Arslandok and Andzhey Asryan and Andre Augustinus and Ralf Peter Averbeck and Terry Awes and Juha Heikki Aysto and Mohd Danish Azmi and Matthias Jakob Bach and Angela Badala and Yong Wook Baek and Raphaelle Marie Bailhache and Renu Bala and Rinaldo Baldini Ferroli and Alberto Baldisseri and Fernando Baltasar Dos Santos Pedrosa and Jaroslav Ban and Rama Chandra Baral and Roberto Barbera and Francesco Barile and Gergely Gabor Barnafoldi and Lee Stuart Barnby and Valerie Barret and Jerzy Gustaw Bartke and Maurizio Basile and Nicole Bastid and Sumit Basu and Bastian Bathen and Guillaume Batigne and Boris Batyunya and Christoph Heinrich Baumann and Ian Gardner Bearden and Hans Beck and Nirbhay Kumar Behera and Iouri Belikov and Francesca Bellini and Rene Bellwied and Ernesto Belmont-Moreno and Gyula Bencedi and Stefania Beole and Ionela Berceanu and Alexandru Bercuci and Yaroslav Berdnikov and Daniel Berenyi and Anais Annick Erica Bergognon and Dario Berzano and Latchezar Betev and Anju Bhasin and Ashok Kumar Bhati and Jihyun Bhom and Livio Bianchi and Nicola Bianchi and Jaroslav Bielcik and Jana Bielcikova and Ante Bilandzic and Sandro Bjelogrlic and Francesco Blanco and Francesco Blanco and Dmitry Blau and Christoph Blume and Marco Boccioli and Stefan Boettger and Alexey Bogdanov and Hans Boggild and Mikhail Bogolyubsky and Laszlo Boldizsar and Marek Bombara and Julian Book and Herve Borel and Alexander Borissov and Francesco Bossu and Michiel Botje and Elena Botta and Ermes Braidot and Peter Braun-Munzinger and Marco Bregant and Timo Gunther Breitner and Theo Alexander Broker and Tyler Allen Browning and Michal Broz and Rene Brun and Elena Bruna and Giuseppe Eugenio Bruno and Dmitry Budnikov and Henner Buesching and Stefania Bufalino and Predrag Buncic and Oliver Busch and Edith Zinhle Buthelezi and Diego Caballero Orduna and Davide Caffarri and Xu Cai and Helen Louise Caines and Ernesto Calvo Villar and Paolo Camerini and Veronica Canoa Roman and Giovanni Cara Romeo and Wisla Carena and Francesco Carena and Nelson Carlin Filho and Federico Carminati and Amaya Ofelia Casanova Diaz and Javier Ernesto Castillo Castellanos and Juan Francisco Castillo Hernandez and Ester Anna Rita Casula and Vasile Catanescu and Costanza Cavicchioli and Cesar Ceballos Sanchez and Jan Cepila",
            "2013",
            "WQ8_mD0AAAAJ:kh2fBNsKQNwC",
            2568,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026931300035X",
            "12160779740001214002",
            "\/scholar?cites=12160779740001214002",
            {
                "2012":108,
                "2013":265,
                "2014":420,
                "2015":348,
                "2016":387,
                "2017":340,
                "2018":271,
                "2019":234,
                "2020":166,
                "2021":16
            }
        ],
        [
            "We report the first measurement of charged particle elliptic flow in Pb-Pb collisions at s N N= 2.76 TeV with the ALICE detector at the CERN Large Hadron Collider. The measurement is performed in the central pseudorapidity region (| η|< 0.8) and transverse momentum range 0.2< p t< 5.0 GeV\/c. The elliptic flow signal v 2, measured using the 4-particle correlation method, averaged over transverse momentum and pseudorapidity is 0.087±0.002 (stat)±0.003 (syst) in the 40%–50% centrality class. The differential elliptic flow v 2 (p t) reaches a maximum of 0.2 near p t= 3 GeV\/c. Compared to RHIC Au-Au collisions at s N N= 200 GeV, the elliptic flow increases by about 30%. Some hydrodynamic model predictions which include viscous corrections are in agreement with the observed increase.",
            "Elliptic Flow of Charged Particles in Pb-Pb Collisions at ",
            "Kenneth Aamodt and B Abelev and A Abrahantes Quintana and D Adamova and AM Adare and MM Aggarwal and G Aglieri Rinella and AG Agocs and S Aguilar Salazar and Z Ahammed and A Ahmad Masoodi and N Ahmad and SU Ahn and A Akindinov and D Aleksandrov and B Alessandro and R Alfaro Molina and A Alici and A Alkin and E Almaráz Aviña and T Alt and V Altini and S Altinpinar and I Altsybeev and C Andrei and A Andronic and V Anguelov and C Anson and T Antičić and F Antinori and P Antonioli and L Aphecetche and H Appelshaeuser and S Arcelli and A Arend and N Armesto and R Arnaldi and T Aronsson and IC Arsene and A Asryan and A Augustinus and R Averbeck and TC Awes and J Äystö and MD Azmi and M Bach and A Badalà and YW Baek and S Bagnasco and R Bailhache and R Bala and R Baldini Ferroli and A Baldisseri and A Baldit and F Baltasar Dos Santos Pedrosa and J Bán and R Barbera and F Barile and GG Barnaföldi and LS Barnby and V Barret and J Bartke and M Basile and N Bastid and B Bathen and G Batigne and B Batyunya and C Baumann and IG Bearden and H Beck and I Belikov and F Bellini and R Bellwied and E Belmont-Moreno and S Beole and I Berceanu and A Bercuci and E Berdermann and Y Berdnikov and C Bergmann and L Betev and A Bhasin and AK Bhati and L Bianchi and N Bianchi and C Bianchin and J Bielčík and J Bielčíková and A Bilandzic and E Biolcati and A Blanc and F Blanco and D Blau and C Blume and M Boccioli and N Bock and A Bogdanov and H Bøggild and M Bogolyubsky and L Boldizsár and M Bombara and C Bombonati and J Book and H Borel and A Borissov and C Bortolin and S Bose and F Bossú and M Botje and S Böttger and B Boyer and P Braun-Munzinger and L Bravina and M Bregant and T Breitner and M Broz and R Brun and E Bruna and GE Bruno and D Budnikov and H Buesching and K Bugaiev and O Busch and Z Buthelezi and D Caffarri and X Cai and H Caines and E Calvo Villar and P Camerini and V Canoa Roman and G Cara Romeo and F Carena and W Carena and F Carminati and A Casanova Díaz and M Caselle and J Castillo Castellanos and V Catanescu and C Cavicchioli and J Cepila and P Cerello and B Chang and S Chapeland and JL Charvet and S Chattopadhyay and M Cherney and C Cheshkov and B Cheynis and E Chiavassa and V Chibante Barroso",
            "2010",
            "WQ8_mD0AAAAJ:buQ7SEKw-1sC",
            1580,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.252302",
            "18141776796467951015",
            "\/scholar?cites=18141776796467951015",
            {
                "2010":7,
                "2011":173,
                "2012":209,
                "2013":202,
                "2014":183,
                "2015":143,
                "2016":173,
                "2017":142,
                "2018":129,
                "2019":119,
                "2020":87,
                "2021":5
            }
        ],
        [
            "ALICE is the heavy-ion experiment at the CERN Large Hadron Collider. The experiment continuously took data during the first physics campaign of the machine from fall 2009 until early 2013, using proton and lead-ion beams. In this paper we describe the running environment and the data handling procedures, and discuss the performance of the ALICE detectors and analysis methods for various physics observables.",
            "Performance of the ALICE experiment at the CERN LHC",
            "Alice Collaboration",
            "2014",
            "WQ8_mD0AAAAJ:ybfzIt2tCtgC",
            1439,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X14300440",
            "14504410869292037776",
            "\/scholar?cites=14504410869292037776",
            {
                "2013":11,
                "2014":45,
                "2015":168,
                "2016":249,
                "2017":248,
                "2018":237,
                "2019":257,
                "2020":193,
                "2021":22
            }
        ],
        [
            "Inclusive transverse momentum spectra of primary charged particles in Pb–Pb collisions at s NN= 2.76 TeV have been measured by the ALICE Collaboration at the LHC. The data are presented for central and peripheral collisions, corresponding to 0–5% and 70–80% of the hadronic Pb–Pb cross section. The measured charged particle spectra in| η|< 0.8 and 0.3< p T< 20 GeV\/c are compared to the expectation in pp collisions at the same s NN, scaled by the number of underlying nucleon–nucleon collisions. The comparison is expressed in terms of the nuclear modification factor R AA. The result indicates only weak medium effects (R AA≈ 0.7) in peripheral collisions. In central collisions, R AA reaches a minimum of about 0.14 at p T= 6–7 GeV\/c and increases significantly at larger p T. The measured suppression of high-p T particles is stronger than that observed at lower collision energies, indicating that a very …",
            "Suppression of charged particle production at large transverse momentum in central Pb–Pb collisions at sNN= 2.76 TeV",
            "K Aamodt and A Abrahantes Quintana and D Adamová and AM Adare and MM Aggarwal and G Aglieri Rinella and AG Agocs and S Aguilar Salazar and Z Ahammed and N Ahmad and A Ahmad Masoodi and Sang Un Ahn and A Akindinov and D Aleksandrov and B Alessandro and R Alfaro Molina and A Alici and A Alkin and E Almaraz Avina and T Alt and V Altini and S Altinpinar and I Altsybeev and C Andrei and A Andronic and V Anguelov and C Anson and T Antičić and F Antinori and P Antonioli and Laurent Aphecetche and H Appelshäuser and S Arcelli and A Arend and N Armesto and R Arnaldi and T Aronsson and IC Arsene and A Asryan and A Augustinus and R Averbeck and TC Awes and J Äystö and MD Azmi and M Bach and A Badala and YW Baek and S Bagnasco and R Bailhache and R Bala and R Baldini Ferroli and A Baldisseri and A Baldit and J Ban and R Barbera and F Barile and GG Barnaföldi and LS Barnby and V Barret and J Bartke and M Basile and N Bastid and B Bathen and Guillaume Batigne and B Batyunya and C Baumann and IG Bearden and H Beck and I Belikov and F Bellini and R Bellwied and E Belmont-Moreno and Stefania Beole and I Berceanu and A Bercuci and E Berdermann and Y Berdnikov and L Betev and A Bhasin and AK Bhati and Livio Bianchi and N Bianchi and C Bianchin and J Bielčík and J Bielčíková and A Bilandzic and Emanuele Biolcati and A Blanc and F Blanco and D Blau and C Blume and M Boccioli and N Bock and A Bogdanov and H Bøggild and M Bogolyubsky and L Boldizsar and M Bombara and C Bombonati and J Book and H Borel and C Bortolin and S Bose and Francesco Bossu and M Botje and S Böttger and B Boyer and P Braun-Munzinger and L Bravina and M Bregant and T Breitner and M Broz and R Brun and E Bruna and GE Bruno and D Budnikov and H Buesching and O Busch and Z Buthelezi and D Caffarri and X Cai and H Caines and E Calvo Villar and P Camerini and V Canoa Roman and G Cara Romeo and F Carena and W Carena and F Carminati and A Casanova Díaz and M Caselle and J Castillo Castellanos and V Catanescu and C Cavicchioli and P Cerello and B Chang and S Chapeland and JL Charvet and S Chattopadhyay and M Cherney and C Cheshkov and B Cheynis and E Chiavassa and V Chibante Barroso and DD Chinellato and P Chochula and M Chojnacki and P Christakoglou and CH Christensen and P Christiansen",
            "2011",
            "WQ8_mD0AAAAJ:B3FOqHPlNUQC",
            1297,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269310013973",
            "3385993872009472778",
            "\/scholar?cites=3385993872009472778",
            {
                "2011":117,
                "2012":161,
                "2013":186,
                "2014":185,
                "2015":144,
                "2016":143,
                "2017":112,
                "2018":100,
                "2019":82,
                "2020":54,
                "2021":8
            }
        ],
        [
            "In this paper measurements are presented of π±, K±, p, and p production at midrapidity (| y|< 0.5), in Pb-Pb collisions at s N N= 2.76 TeV as a function of centrality. The measurement covers the transverse-momentum (p T) range from 100, 200, and 300 MeV\/c up to 3, 3, and 4.6 GeV\/c for π, K, and p, respectively. The measured p T distributions and yields are compared to expectations based on hydrodynamic, thermal and recombination models. The spectral shapes of central collisions show a stronger radial flow than measured at lower energies, which can be described in hydrodynamic models. In peripheral collisions, the p T distributions are not well reproduced by hydrodynamic models. Ratios of integrated particle yields are found to be nearly independent of centrality. The yield of protons normalized to pions is a factor∼ 1.5 lower than the expectation from thermal models.",
            "Centrality dependence of , , and  production in Pb-Pb collisions at  TeV",
            "Betty Abelev and J Adam and D Adamová and AM Adare and MM Aggarwal and G Aglieri Rinella and M Agnello and AG Agocs and A Agostinelli and Z Ahammed and N Ahmad and A Ahmad Masoodi and SA Ahn and SU Ahn and M Ajaz and A Akindinov and D Aleksandrov and B Alessandro and A Alici and A Alkin and E Almaráz Aviña and J Alme and T Alt and V Altini and S Altinpinar and I Altsybeev and C Andrei and A Andronic and V Anguelov and J Anielski and C Anson and T Antičić and F Antinori and P Antonioli and L Aphecetche and H Appelshaeuser and S Arcelli and A Arend and N Armesto and R Arnaldi and T Aronsson and IC Arsene and M Arslandok and A Asryan and A Augustinus and R Averbeck and TC Awes and J Äystö and MD Azmi and M Bach and A Badalà and YW Baek and R Bailhache and R Bala and A Baldisseri and F Baltasar Dos Santos Pedrosa and J Bán and RC Baral and R Barbera and F Barile and GG Barnaföldi and LS Barnby and V Barret and J Bartke and M Basile and N Bastid and S Basu and B Bathen and G Batigne and B Batyunya and C Baumann and IG Bearden and H Beck and NK Behera and I Belikov and F Bellini and R Bellwied and E Belmont-Moreno and G Bencedi and Stefania Beole and I Berceanu and A Bercuci and Y Berdnikov and D Berenyi and AAE Bergognon and D Berzano and L Betev and A Bhasin and AK Bhati and J Bhom and L Bianchi and N Bianchi and J Bielčík and J Bielčíková and A Bilandzic and S Bjelogrlic and F Blanco and D Blau and C Blume and M Boccioli and S Böttger and A Bogdanov and H Bøggild and M Bogolyubsky and L Boldizsár and M Bombara and J Book and H Borel and A Borissov and F Bossú and M Botje and Elena Botta and E Braidot and P Braun-Munzinger and M Bregant and T Breitner and TA Broker and TA Browning and M Broz and R Brun and Elena Bruna and GE Bruno and D Budnikov and H Buesching and Stefania Bufalino and P Buncic and O Busch and Z Buthelezi and D Caffarri and X Cai and H Caines and E Calvo Villar and Paolo Camerini and V Canoa Roman and G Cara Romeo and F Carena and W Carena and N Carlin Filho and F Carminati and A Casanova Díaz and J Castillo Castellanos and JF Castillo Hernandez and Ester Anna Rita Casula and V Catanescu and C Cavicchioli and C Ceballos Sanchez and J Cepila and P Cerello and B Chang and S Chapeland",
            "2013",
            "WQ8_mD0AAAAJ:NXb4pA-qfm4C",
            1160,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.88.044910",
            "17827022988389844741",
            "\/scholar?cites=17827022988389844741",
            {
                "2012":9,
                "2013":60,
                "2014":145,
                "2015":162,
                "2016":202,
                "2017":152,
                "2018":148,
                "2019":135,
                "2020":124,
                "2021":17
            }
        ],
        [
            "Identified charged-particle spectra of π±, K±, p, and p at midrapidity (| y|< 0. 1) measured by the dE\/dx method in the STAR (solenoidal tracker at the BNL Relativistic Heavy Ion Collider) time projection chamber are reported for pp and d+ Au collisions at s NN= 200 GeV and for Au+ Au collisions at 62.4, 130, and 200 GeV. Average transverse momenta, total particle production, particle yield ratios, strangeness, and baryon production rates are investigated as a function of the collision system and centrality. The transverse momentum spectra are found to be flatter for heavy particles than for light particles in all collision systems; the effect is more prominent for more central collisions. The extracted average transverse momentum of each particle species follows a trend determined by the total charged-particle multiplicity density. The Bjorken energy density estimate is at least several GeV\/fm 3 for a formation time less than …",
            "Systematic measurements of identified particle spectra in , , and  collisions at the STAR detector",
            "BI Abelev and MM Aggarwal and Z Ahammed and BD Anderson and D Arkhipkin and GS Averichev and Y Bai and J Balewski and O Barannikova and LS Barnby and J Baudot and S Baumgart and DR Beavis and R Bellwied and F Benedosso and RR Betts and S Bhardwaj and A Bhasin and AK Bhati and H Bichsel and J Bielcik and J Bielcikova and B Biritz and LC Bland and M Bombara and BE Bonner and M Botje and J Bouchet and E Braidot and AV Brandin and E Bruna and S Bueltmann and TP Burton and M Bystersky and XZ Cai and H Caines and M Calderón de la Barca Sánchez and J Callner and O Catu and D Cebra and R Cendejas and MC Cervantes and Z Chajecki and P Chaloupka and S Chattopadhyay and HF Chen and JH Chen and JY Chen and J Cheng and M Cherney and A Chikanian and KE Choi and W Christie and SU Chung and RF Clarke and MJM Codrington and JP Coffin and TM Cormier and MR Cosentino and JG Cramer and HJ Crawford and D Das and S Dash and M Daugherity and C De Silva and TG Dedovich and M DePhillips and AA Derevschikov and R Derradi De Souza and L Didenko and P Djawotho and SM Dogra and X Dong and JL Drachenberg and JE Draper and F Du and JC Dunlop and MR Dutta Mazumdar and WR Edwards and LG Efimov and E Elhalhuli and M Elnimr and V Emelianov and J Engelage and G Eppley and B Erazmus and M Estienne and L Eun and P Fachini and R Fatemi and J Fedorisin and A Feng and P Filip and E Finch and V Fine and Y Fisyak and Carl A Gagliardi and L Gaillard and DR Gangadharan and MS Ganti and E Garcia-Solis and V Ghazikhanian and P Ghosh and YN Gorbunov and A Gordon and O Grebenyuk and D Grosnick and B Grube and SM Guertin and KSFF Guimaraes and A Gupta and N Gupta and W Guryn and B Haag and TJ Hallman and A Hamed and JW Harris and W He and M Heinz and S Heppelmann and B Hippolyte and A Hirsch and E Hjort and AM Hoffman and GW Hoffmann and DJ Hofman and RS Hollis and HZ Huang and TJ Humanic and G Igo and A Iordanova and P Jacobs and WW Jacobs and P Jakl and F Jin and PG Jones and J Joseph and EG Judd and S Kabana and K Kajimoto and K Kang and J Kapitan and M Kaplan and D Keane and A Kechechyan and D Kettler and V Yu Khodyrev and J Kiryluk and A Kisiel and SR Klein",
            "2009",
            "WQ8_mD0AAAAJ:9yKSN-GCB0IC",
            999,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.79.034909",
            "15652115407897572663",
            "\/scholar?cites=15652115407897572663",
            {
                "2009":41,
                "2010":62,
                "2011":91,
                "2012":95,
                "2013":110,
                "2014":108,
                "2015":79,
                "2016":86,
                "2017":74,
                "2018":67,
                "2019":70,
                "2020":97,
                "2021":13
            }
        ],
        [
            "The centrality dependence of the charged-particle multiplicity density at midrapidity in Pb-Pb collisions at s NN= 2.76 TeV is presented. The charged-particle density normalized per participating nucleon pair increases by about a factor of 2 from peripheral (70%–80%) to central (0%–5%) collisions. The centrality dependence is found to be similar to that observed at lower collision energies. The data are compared with models based on different mechanisms for particle production in nuclear collisions.",
            "Centrality Dependence of the Charged-Particle Multiplicity Density at Midrapidity in Pb-Pb Collisions at ",
            "Kenneth Aamodt and A Abrahantes Quintana and D Adamová and AM Adare and MM Aggarwal and G Aglieri Rinella and AG Agocs and S Aguilar Salazar and Z Ahammed and N Ahmad and A Ahmad Masoodi and Sang Un Ahn and A Akindinov and D Aleksandrov and B Alessandro and R Alfaro Molina and A Alici and A Alkin and E Almaraz Avina and Torsten Alt and V Altini and S Altinpinar and I Altsybeev and C Andrei and A Andronic and V Anguelov and C Anson and T Antičić and F Antinori and P Antonioli and Laurent Aphecetche and Harald Appelshäuser and S Arcelli and A Arend and N Armesto and R Arnaldi and T Aronsson and Ionut Christian Arsene and A Asryan and A Augustinus and R Averbeck and TC Awes and J Äystö and MD Azmi and M Bach and A Badala and YW Baek and S Bagnasco and R Bailhache and R Bala and R Baldini Ferroli and A Baldisseri and A Baldit and J Ban and R Barbera and F Barile and GG Barnaföldi and LS Barnby and V Barret and J Bartke and M Basile and N Bastid and B Bathen and Guillaume Batigne and B Batyunya and C Baumann and IG Bearden and H Beck and I Belikov and F Bellini and R Bellwied and E Belmont-Moreno and S Beole and I Berceanu and A Bercuci and E Berdermann and Y Berdnikov and L Betev and A Bhasin and AK Bhati and L Bianchi and N Bianchi and C Bianchin and J Bielčík and J Bielčíková and A Bilandzic and E Biolcati and A Blanc and F Blanco and D Blau and C Blume and M Boccioli and N Bock and A Bogdanov and H Bøggild and M Bogolyubsky and L Boldizsar and M Bombara and C Bombonati and J Book and H Borel and C Bortolin and S Bose and F Bossu and M Botje and S Böttger and B Boyer and P Braun-Munzinger and L Bravina and M Bregant and T Breitner and M Broz and R Brun and E Bruna and GE Bruno and D Budnikov and H Buesching and O Busch and Z Buthelezi and D Caffarri and X Cai and H Caines and E Calvo Villar and P Camerini and V Canoa Roman and G Cara Romeo and F Carena and W Carena and F Carminati and A Casanova Diaz and M Caselle and J Castillo Castellanos and V Catanescu and C Cavicchioli and P Cerello and B Chang and S Chapeland and JL Charvet and S Chattopadhyay and M Cherney and C Cheshkov and B Cheynis and E Chiavassa and V Chibante Barroso and DD Chinellato and P Chochula and M Chojnacki and P Christakoglou and CH Christensen and P Christiansen",
            "2011",
            "WQ8_mD0AAAAJ:LkGwnXOMwfcC",
            955,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.032301",
            "14701191629681900105",
            "\/scholar?cites=14701191629681900105",
            {
                "2011":93,
                "2012":141,
                "2013":140,
                "2014":93,
                "2015":77,
                "2016":115,
                "2017":86,
                "2018":70,
                "2019":72,
                "2020":61,
                "2021":4
            }
        ],
        [
            "We report on the first measurement of the triangular v 3, quadrangular v 4, and pentagonal v 5 charged particle flow in Pb-Pb collisions at s NN= 2.76 TeV measured with the ALICE detector at the CERN Large Hadron Collider. We show that the triangular flow can be described in terms of the initial spatial anisotropy and its fluctuations, which provides strong constraints on its origin. In the most central events, where the elliptic flow v 2 and v 3 have similar magnitude, a double peaked structure in the two-particle azimuthal correlations is observed, which is often interpreted as a Mach cone response to fast partons. We show that this structure can be naturally explained from the measured anisotropic flow Fourier coefficients.",
            "Higher Harmonic Anisotropic Flow Measurements of Charged Particles in Pb-Pb Collisions at ",
            "Kenneth Aamodt and B Abelev and A Abrahantes Quintana and D Adamova and AM Adare and MM Aggarwal and G Aglieri Rinella and AG Agocs and A Agostinelli and S Aguilar Salazar and Z Ahammed and N Ahmad and A Ahmad Masoodi and SU Ahn and A Akindinov and D Aleksandrov and B Alessandro and R Alfaro Molina and A Alici and A Alkin and E Almaráz Aviña and Torsten Alt and V Altini and I Altsybeev and C Andrei and A Andronic and V Anguelov and C Anson and T Antičić and F Antinori and P Antonioli and L Aphecetche and Harald Appelshäuser and S Arcelli and A Arend and N Armesto and R Arnaldi and T Aronsson and IC Arsene and M Arslandok and A Asryan and A Augustinus and R Averbeck and TC Awes and J Äystö and MD Azmi and M Bach and A Badalà and YW Baek and R Bailhache and R Bala and R Baldini Ferroli and A Baldisseri and A Baldit and J Bán and RC Baral and R Barbera and F Barile and GG Barnaföldi and LS Barnby and V Barret and J Bartke and M Basile and N Bastid and B Bathen and G Batigne and B Batyunya and C Baumann and IG Bearden and H Beck and I Belikov and F Bellini and R Bellwied and E Belmont-Moreno and Stefania Beole and I Berceanu and A Bercuci and E Berdermann and Y Berdnikov and C Bergmann and L Betev and A Bhasin and AK Bhati and Livio Bianchi and N Bianchi and C Bianchin and J Bielčík and J Bielčíková and A Bilandzic and Emanuele Biolcati and F Blanco and D Blau and C Blume and M Boccioli and N Bock and A Bogdanov and H Bøggild and M Bogolyubsky and L Boldizsár and M Bombara and C Bombonati and J Book and H Borel and A Borissov and C Bortolin and S Bose and Francesco Bossu and M Botje and S Böttger and B Boyer and P Braun-Munzinger and Larissa Bravina and M Bregant and T Breitner and M Broz and R Brun and E Bruna and GE Bruno and D Budnikov and H Buesching and S Bufalino and K Bugaiev and O Busch and Z Buthelezi and D Caffarri and X Cai and H Caines and E Calvo Villar and P Camerini and V Canoa Roman and G Cara Romeo and F Carena and W Carena and N Carlin Filho and F Carminati and A Casanova Díaz and M Caselle and J Castillo Castellanos and JF Castillo Hernandez and V Catanescu and C Cavicchioli and J Cepila and P Cerello and B Chang and S Chapeland and JL Charvet and S Chattopadhyay and M Cherney and C Cheshkov and B Cheynis",
            "2011",
            "WQ8_mD0AAAAJ:Aul-kAQHnToC",
            858,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.032301",
            "3196330857893737990",
            "\/scholar?cites=3196330857893737990",
            {
                "2011":25,
                "2012":97,
                "2013":123,
                "2014":119,
                "2015":103,
                "2016":110,
                "2017":85,
                "2018":86,
                "2019":56,
                "2020":49,
                "2021":3
            }
        ],
        [
            "At sufficiently high temperature and energy density, nuclear matter undergoes a transition to a phase in which quarks and gluons are not confined: the quark–gluon plasma (QGP) 1. Such an exotic state of strongly interacting quantum chromodynamics matter is produced in the laboratory in heavy nuclei high-energy collisions, where an enhanced production of strange hadrons is observed 2, 3, 4, 5, 6. Strangeness enhancement, originally proposed as a signature of QGP formation in nuclear collisions 7, is more pronounced for multi-strange baryons. Several effects typical of heavy-ion phenomenology have been observed in high-multiplicity proton–proton (pp) collisions 8, 9, but the enhanced production of multi-strange particles has not been reported so far. Here we present the first observation of strangeness enhancement in high-multiplicity proton–proton collisions. We find that the integrated yields of strange and …",
            "Enhanced production of multi-strange hadrons in high-multiplicity proton-proton collisions",
            "ALICE collaboration",
            "2017",
            "WQ8_mD0AAAAJ:R22Rs3tN8aoC",
            807,
            "https:\/\/www.nature.com\/articles\/nphys4111",
            "10242449800766682444",
            "\/scholar?cites=10242449800766682444",
            {
                "2015":3,
                "2016":70,
                "2017":112,
                "2018":185,
                "2019":223,
                "2020":195,
                "2021":15
            }
        ]
    ]
}