{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Ce doped yttrium aluminum garnet (Ce:YAG) is an important photonic material that is used as a yellow phosphor for white light emitting diodes. In this work, the physical and optical properties of Ce:YAG nanophosphors are investigated and the effects of high-temperature thermal treatments and annealing atmospheres on the particle size and luminescence intensity are discussed. Furthermore, photo-luminescence (PL) was measured as a function of temperature and compared with PL from Ce:YAG single crystals and transparent ceramics to understand the mechanism of luminescence decay with temperature. While the characteristics of PL emission as a function of temperature for single crystals and NPs are similar and follow common decay trends, Ce:YAG transparent ceramics exhibit an interesting unusual increase in PL with temperature. We explained this unique novel behavior by a 4-step mechanism …",
            "Physical and optical properties of Ce: YAG nanophosphors and transparent ceramics and observation of novel luminescence phenomenon",
            "S Agarwal and MS Haseman and A Khamehchi and P Saadatkia and DJ Winarski and FA Selim",
            "2017",
            "wrtUgCUcc-wC:9yKSN-GCB0IC",
            18,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ome-7-3-1055",
            "4077201073055552502",
            "\/scholar?cites=4077201073055552502",
            {
                "2017":1,
                "2018":2,
                "2019":10,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Electronic defects with shallow and deep levels in β-Ga2O3 single crystals were investigated by thermoluminescence (TL) spectroscopy. Undoped, Fe-doped, Sn-doped, and Mg-doped β-Ga2O3 single crystals grown by different methods were studied, and thermal activation energies of defects were calculated using the initial rise method. Hall-effect measurements and optical absorption spectroscopy were performed to determine the electrical transport properties and optical bandgaps. It was found that the dopants do not have any effect on the bandgap energy, which is important for comparing the trap levels in the samples. Three deep trap levels were found in the undoped crystals; the activation energy, ED, and concentration of defect centers for all of them have slightly changed after doping with Fe and Mg. Fe doping induced an additional defect center with activation energy of 0.62 eV. The measurements …",
            "Study of trap levels in β-Ga2O3 by thermoluminescence spectroscopy",
            "Md Minhazul Islam and Dhan Rana and Armando Hernandez and Micah Haseman and FA Selim",
            "2019",
            "wrtUgCUcc-wC:Tyk-4Ss8FVUC",
            17,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5066424",
            "7792167501625233482",
            "\/scholar?cites=7792167501625233482",
            {
                "2019":5,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Transparent ceramics are emerging as future materials for lasers, scintillation, and illumination. In this paper, an interesting and surprising phenomenon in YAG transparent ceramics is reported. UV light leads to significant changes in the microstructure of open volume defects and nano clusters as well as in the optical properties. Light-induced lattice relaxation is suggested as the mechanism behind this intriguing behavior. The complex F-type color center with broad absorption bands is caused by the aliovalent sintering additives (Ca^2+\/Mg^2+) and Fe ion impurities. Two individual peaks in the thermoluminescence spectra illustrate both shallow and deep level traps. From positron annihilation lifetime data, vacancy clusters and nanovoids are detected and characterized, although these free-volume defects could not be observed by high-resolution transmission electron microscopy. The solarization induced by UV …",
            "Defects and solarization in YAG transparent ceramics",
            "Le Zhang and Jiadong Wu and Petr Stepanov and Micah Haseman and Tianyuan Zhou and David Winarski and Pooneh Saadatkia and Sahil Agarwal and Farida A Selim and Hao Yang and Qitu Zhang and Yun Wang and Chingping Wong and Hao Chen",
            "2019",
            "wrtUgCUcc-wC:u5HHmVD_uO8C",
            14,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=prj-7-5-549",
            "3581717112555634638",
            "\/scholar?cites=3581717112555634638",
            {
                "2019":5,
                "2020":6,
                "2021":3
            }
        ],
        [
            "Zinc oxide (ZnO) thin films have remarkable versatility in sensor applications. Here, we report simple ink synthesis and printing methods to deposit ZnO photodetectors on a variety of flexible and transparent substrates, including polyimide (Kapton), polyethylene terephthalate, cyclic olefin copolymer (TOPAS), and quartz. X-ray diffraction analysis revealed the dependence of the film orientation on the substrate type and sintering method, and ultraviolet–visible (UV–Vis) absorption measurements revealed a band edge near 380 nm. van der Pauw technique was used to measure the resistivity of undoped ZnO and indium\/gallium-codoped ZnO (IGZO) films. IGZO films showed lower resistivity and larger average grain size compared with undoped ZnO films due to addition of In3+ and Ga3+, which act as donors. A 365-nm light-emitting diode was used to photoirradiate the films to study their photoconductive …",
            "Photoconductive ZnO films printed on flexible substrates by inkjet and aerosol jet techniques",
            "DJ Winarski and E Kreit and EM Heckman and E Flesburg and M Haseman and RS Aga and FA Selim",
            "2018",
            "wrtUgCUcc-wC:d1gkVwhDpl0C",
            7,
            "https:\/\/link.springer.com\/article\/10.1007\/s11664-017-5903-0",
            "4000279360927485140",
            "\/scholar?cites=4000279360927485140",
            {
                "2018":2,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Titanium oxide (TiO2) is a semiconducting oxide of increasing interest due to its chemical and thermal stability and broad applicability. In this study, thin films of TiO2 were deposited by pulsed laser deposition on sapphire and silicon substrates under various growth conditions, and characterized by x-ray diffraction (XRD), atomic force microscopy (AFM), optical absorption spectroscopy and Hall-effect measurements. XRD patterns revealed that a sapphire substrate is more suitable for the formation of the rutile phase in TiO2, while a silicon substrate yields a pure anatase phase, even at high-temperature growth. AFM images showed that the rutile TiO2 films grown at 805°C on a sapphire substrate have a smoother surface than anatase films grown at 620°C. Optical absorption spectra confirmed the band gap energy of 3.08 eV for the rutile phase and 3.29 eV for the anatase phase. All the deposited films …",
            "Tuning the Phase and Microstructural Properties of TiO 2 Films Through Pulsed Laser Deposition and Exploring Their Role as Buffer Layers for Conductive Films",
            "S Agarwal and MS Haseman and KD Leedy and DJ Winarski and P Saadatkia and E Doyle and L Zhang and T Dang and VS Vasilyev and FA Selim",
            "2018",
            "wrtUgCUcc-wC:UeHWp8X0CEIC",
            5,
            "https:\/\/link.springer.com\/article\/10.1007\/s11664-017-6043-2",
            "5643732692481874508",
            "\/scholar?cites=5643732692481874508",
            {
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Aluminum-doped zinc oxide (ZnO:Al) thin films were synthesized by atomic layer deposition on silicon, quartz and sapphire substrates and characterized by x-ray diffraction (XRD), high-resolution scanning electron microscopy, optical spectroscopy, conductivity mapping, Hall effect measurements and positron annihilation spectroscopy. XRD showed that the as-grown films are of single-phase ZnO wurtzite structure and do not contain any secondary or impurity phases. The type of substrate was found to affect the orientation and degree of crystallinity of the films but had no effect on the defect structure or the transport properties of the films. High conductivity of 10−3 Ω cm, electron mobility of 20 cm2\/Vs and carrier density of 1020 cm−3 were measured in most films. Thermal treatments in various atmospheres induced a large effect on the thickness, structure and electrical properties of the films. Annealing in a …",
            "Effects of substrate and post-growth treatments on the microstructure and properties of ZnO thin films prepared by atomic layer deposition",
            "Micah Haseman and P Saadatkia and DJ Winarski and FA Selim and KD Leedy and S Tetlak and DC Look and W Anwand and A Wagner",
            "2016",
            "wrtUgCUcc-wC:zYLM7Y9cAGgC",
            5,
            "https:\/\/link.springer.com\/article\/10.1007\/s11664-016-5025-0",
            "7541353757033725543",
            "\/scholar?cites=7541353757033725543",
            {
                "2017":1,
                "2018":3,
                "2019":1
            }
        ],
        [
            "III-nitrides have revolutionized lighting technology and power electronics. Expanding the nitride semiconductor family to include heterovalent ternary nitrides opens up new and exciting opportunities for device design that may help overcome some of the limitations of the binary nitrides. However, the more complex cation sublattice also gives rise to new interactions with both native point defects and defect complexes that can introduce disorder on the cation sublattice. Here, depth-resolved cathodoluminescence spectroscopy and surface photovoltage spectroscopy measurements of defect energy levels in ZnGeN2 combined with transmission electron microscopy and x-ray diffraction reveal optical signatures of mid-gap states that can be associated with cation sublattice disorder. The energies of these characteristic optical signatures in ZnGeN2 thin films grown by metal–organic chemical vapor deposition are in good …",
            "Deep level defects and cation sublattice disorder in ZnGeN2",
            "Micah S Haseman and Md Rezaul Karim and Daram Ramdin and Brenton A Noesges and Ella Feinberg and Benthara Hewage Dinushi Jayatunga and Walter RL Lambrecht and Menglin Zhu and Jinwoo Hwang and Kathleen Kash and Hongping Zhao and Leonard J Brillson",
            "2020",
            "wrtUgCUcc-wC:qjMakFHDy7sC",
            4,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5141335",
            "4811706541251766269",
            "\/scholar?cites=4811706541251766269",
            {
                "2020":4
            }
        ],
        [
            "Sn dopant in ZnO may significantly improve the n-type conductivity of ZnO through a characteristic double effect. However, studies on bulk Sn-doped ZnO are rare, and the effect of Sn doping on the optoelectronic properties of bulk ZnO is not well understood. In this work, the effect of Sn doping on the optical and electrical properties of ZnO bulk single crystals was investigated through optical absorption spectroscopy, Hall-effect measurements, and thermoluminescence (TL) spectroscopy. Undoped and Sn-doped ZnO single crystals were grown by chemical vapor transport method and characterized by x-ray diffraction analysis. The Sn doping level in the crystals was evaluated by inductively coupled plasma mass spectroscopy measurements. Hall-effect measurements revealed an increase in conductivity and carrier concentration with increasing Sn doping, while TL measurements identified a few donor …",
            "Optical and electrical properties of sn-doped zinc oxide single crystals",
            "MS Haseman and Pooneh Saadatkia and JT Warfield and J Lawrence and A Hernandez and GE Jellison and Lynn A Boatner and FA Selim",
            "2018",
            "wrtUgCUcc-wC:W7OEmFMy1HYC",
            3,
            "https:\/\/link.springer.com\/article\/10.1007\/s11664-017-5942-6",
            "16101755430441413411",
            "\/scholar?cites=16101755430441413411",
            {
                "2019":2,
                "2020":1
            }
        ],
        [
            "We have studied the optical band and defect transitions of ScN, a group IIIB transition metal nitride semiconductor with electronic and optoelectronic applications. Recent works have focused on the degenerate nature of ScN by substitutional impurities ON and FN, which shift the direct (X–X) gap transition to higher energies via the Burstein–Moss effect. We used cathodoluminescence spectroscopy (CLS) to observe optical signatures of both the midgap VN precursor to ON doping as well as above the direct (X–X) bandgap corresponding to band-to-band transitions from four separate conduction bands near the Γ point with the valence band minimum, in agreement with the calculated band structure diagrams. Thin film ScN grown by reactive magnetron sputtering displays mild degenerate doping by substitutional oxygen as indicated by elevated (X–X) transition energies and the presence of Sc–O bonding determined …",
            "Cathodoluminescence and x-ray photoelectron spectroscopy of ScN: Dopant, defects, and band structure",
            "Micah S Haseman and Brenton A Noesges and Seth Shields and John S Cetnar and Amber N Reed and Hayder A Al-Atabi and James H Edgar and Leonard J Brillson",
            "2020",
            "wrtUgCUcc-wC:Y0pCki6q_DkC",
            1,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/5.0019533",
            "7814209326522273606",
            "\/scholar?cites=7814209326522273606",
            {
                "2020":1
            }
        ],
        [
            "We report on the observation of an unusual negative magnetic hysteresis loop in ZnO thin film codoped with cobalt and aluminum (Co-Al:ZnO), while other transition-metal-doped ZnO films, such as Cu-doped ZnO and Mn-doped ZnO, exhibit normal hysteresis loops. The unusual magnetic behavior is ascribed to the presence of double magnetic layers with different magnetic moments due to the change of structural defects across the film layers. Positron annihilation measurements confirmed the presence of unique microstructural changes in the Co-Al:ZnO film. This study shows that defects in diluted magnetic semiconductors may induce not only ferromagnetism but also novel magnetic behaviors.",
            "Observation of Negative Magnetic Hysteresis Loop in ZnO Thin Films",
            "Micah Haseman and Pooneh Saadatkia and David Winarski and Armando Hernandez and Matt Kusz and Wolfgang Anwand and Andreas Wagner and Sunil Thapa and AM Colosimo and Farida A Selim",
            "2018",
            "wrtUgCUcc-wC:2osOgNQ5qMEC",
            1,
            "https:\/\/www.hindawi.com\/journals\/jspec\/2018\/3575917\/abs\/",
            "4385406983710028864",
            "\/scholar?cites=4385406983710028864",
            {
                "2020":1
            }
        ]
    ]
}