{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Planck has produced detailed all-sky observations over nine frequency bands between 30 and 857 GHz. These observations allow robust reconstruction of the primordial cosmic microwave background (CMB) temperature fluctuations over nearly the full sky, as well as new constraints on Galactic foregrounds, including thermal dust and line emission from molecular carbon monoxide (CO). This paper describes the component separation framework adopted by Planck for many cosmological analyses, including CMB power spectrum determination and likelihood construction on large angular scales, studies of primordial non-Gaussianity and statistical isotropy, the integrated Sachs-Wolfe effect, gravitational lensing, and searches for topological defects. We test four foreground-cleaned CMB maps derived using qualitatively different component separation algorithms. The quality of our reconstructions is evaluated …",
            "Planck 2013 results. XII. Diffuse component separation",
            "PAR Ade and N Aghanim and C Armitage-Caplan and M Arnaud and M Ashdown and F Atrio-Barandela and J Aumont and C Baccigalupi and Anthony J Banday and RB Barreiro and JG Bartlett and E Battaner and K Benabed and A Benoît and A Benoit-Lévy and J-P Bernard and M Bersanelli and P Bielewicz and J Bobin and JJ Bock and A Bonaldi and L Bonavera and JR Bond and J Borrill and FR Bouchet and F Boulanger and M Bridges and M Bucher and C Burigana and RC Butler and J-F Cardoso and G Castex and A Catalano and A Challinor and A Chamballu and R-R Chary and X Chen and HC Chiang and L-Y Chiang and PR Christensen and S Church and DL Clements and S Colombi and LPL Colombo and F Couchot and A Coulais and BP Crill and M Cruz and A Curto and F Cuttaia and L Danese and RD Davies and RJ Davis and P De Bernardis and A De Rosa and G De Zotti and J Delabrouille and J-M Delouis and F-X Désert and C Dickinson and JM Diego and G Dobler and H Dole and Simona Donzelli and O Doré and M Douspis and J Dunkley and X Dupac and G Efstathiou and TA Enßlin and HK Eriksen and E Falgarone and F Finelli and O Forni and M Frailis and AA Fraisse and E Franceschi and S Galeotta and K Ganga and M Giard and G Giardino and Y Giraud-Héraud and J González-Nuevo and Krzysztof M Górski and S Gratton and A Gregorio and A Gruppuso and Frode Kristian Hansen and D Hanson and DL Harrison and G Helou and S Henrot-Versillé and C Hernández-Monteagudo and D Herranz and SR Hildebrandt and E Hivon and M Hobson and WA Holmes and A Hornstrup and W Hovest and G Huey and KM Huffenberger and AH Jaffe and TR Jaffe and J Jewell and WC Jones and M Juvela and Elina Keihänen and R Keskitalo and TS Kisner and R Kneissl and J Knoche and L Knox and M Kunz and Hannu Kurki-Suonio and G Lagache and A Lähteenmäki and J-M Lamarre and A Lasenby and RJ Laureijs and CR Lawrence and M Le Jeune and S Leach and JP Leahy and R Leonardi and J Lesgourgues and M Liguori and Per Barth Lilje and M Linden-Vørnle and M López-Caniego and PM Lubin and JF Macías-Pérez and B Maffei and D Maino and N Mandolesi and A Marcos-Caballero and M Maris and DJ Marshall and PG Martin and E Martínez-González and S Masi and M Massardi and S Matarrese and F Matthai and P Mazzotta and PR Meinhold and A Melchiorri and L Mendes and A Mennella and M Migliaccio",
            "2014",
            "WRTzLdgAAAAJ:IjCSPb-OGe4C",
            622,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2014\/11\/aa21580-13\/aa21580-13.html",
            "4073367865382153188",
            "\/scholar?cites=4073367865382153188",
            {
                "2013":42,
                "2014":132,
                "2015":144,
                "2016":98,
                "2017":58,
                "2018":47,
                "2019":45,
                "2020":51,
                "2021":3
            }
        ],
        [
            "Using precise full-sky observations from Planck, and applying several methods of component separation, we identify and characterise the emission from the Galactic “haze” at microwave wavelengths. The haze is a distinct component of diffuse Galactic emission, roughly centered on the Galactic centre, and extends to | b |  ~ 35−50° in Galactic latitude and | l |  ~ 15−20° in longitude. By combining the Planck data with observations from the Wilkinson Microwave Anisotropy Probe, we were able to determine the spectrum of this emission to high accuracy, unhindered by the strong systematic biases present in previous analyses. The derived spectrum is consistent with power-law emission with a spectral index of −2.56 ± 0.05, thus excluding free-free emission as the source and instead favouring hard-spectrum synchrotron radiation from an electron population with a spectrum (number density per energy) dN\/dE ∝ E-2.1 …",
            "Planck intermediate results-IX. Detection of the Galactic haze with Planck",
            "Peter AR Ade and Nabila Aghanim and Monique Arnaud and M Ashdown and F Atrio-Barandela and J Aumont and Carlo Baccigalupi and A Balbi and AJ Banday and RB Barreiro and JG Bartlett and E Battaner and K Benabed and A Benoît and J-P Bernard and M Bersanelli and A Bonaldi and JR Bond and J Borrill and FR Bouchet and C Burigana and P Cabella and J-F Cardoso and A Catalano and L Cayón and R-R Chary and L-Y Chiang and PR Christensen and DL Clements and LPL Colombo and A Coulais and BP Crill and F Cuttaia and L Danese and O D’arcangelo and RJ Davis and P De Bernardis and G De Gasperis and A De Rosa and G De Zotti and J Delabrouille and C Dickinson and JM Diego and G Dobler and H Dole and S Donzelli and O Doré and U Dörl and M Douspis and X Dupac and G Efstathiou and TA Enßlin and HK Eriksen and F Finelli and O Forni and M Frailis and E Franceschi and S Galeotta and K Ganga and M Giard and G Giardino and J González-Nuevo and KM Górski and S Gratton and A Gregorio and A Gruppuso and FK Hansen and D Harrison and G Helou and S Henrot-Versillé and C Hernández-Monteagudo and SR Hildebrandt and E Hivon and M Hobson and WA Holmes and Allan Hornstrup and W Hovest and KM Huffenberger and TR Jaffe and T Jagemann and J Jewell and WC Jones and M Juvela and E Keihänen and J Knoche and L Knox and M Kunz and H Kurki-Suonio and G Lagache and A Lähteenmäki and J-M Lamarre and A Lasenby and CR Lawrence and S Leach and R Leonardi and PB Lilje and M Linden-Vørnle and M López-Caniego and PM Lubin and JF Macías-Pérez and B Maffei and D Maino and N Mandolesi and M Maris and DJ Marshall and PG Martin and E Martínez-González and S Masi and M Massardi and S Matarrese and F Matthai and P Mazzotta and PR Meinhold and A Melchiorri and L Mendes and A Mennella and S Mitra and A Moneti and L Montier and G Morgante and D Munshi and JA Murphy and P Naselsky and P Natoli and HU Nørgaard-Nielsen and F Noviello and D Novikov and I Novikov and S Osborne and F Pajot and R Paladini and D Paoletti and B Partridge and TJ Pearson and O Perdereau and F Perrotta and F Piacentini and M Piat and E Pierpaoli and D Pietrobon and S Plaszczynski and E Pointecouteau and G Polenta and N Ponthieu and L Popa and T Poutanen and GW Pratt and S Prunet and J-L Puget and JP Rachen",
            "2013",
            "WRTzLdgAAAAJ:YsMSGLbcyi4C",
            467,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2013\/06\/aa20271-12\/aa20271-12.html",
            "11430150854416989469",
            "\/scholar?cites=11430150854416989469",
            {
                "2013":45,
                "2014":54,
                "2015":61,
                "2016":59,
                "2017":61,
                "2018":65,
                "2019":66,
                "2020":48,
                "2021":7
            }
        ],
        [
            "The Fermi Gamma-ray Space Telescope reveals a diffuse inverse Compton (IC) signal in the inner Galaxy with a similar spatial morphology to the microwave haze observed by WMAP, supporting the synchrotron interpretation of the microwave signal. Using spatial templates, we regress out π 0 gammas, as well as IC and bremsstrahlung components associated with known soft-synchrotron counterparts. We find a significant gamma-ray excess toward the Galactic center with a spectrum that is significantly harder than other sky components and is most consistent with IC from a hard population of electrons. The morphology and spectrum are consistent with it being the IC counterpart to the electrons which generate the microwave haze seen at WMAP frequencies. In addition, the implied electron spectrum is hard; electrons accelerated in supernova shocks in the disk which then diffuse a few kpc to the haze region …",
            "The Fermi haze: a gamma-ray counterpart to the microwave haze",
            "Gregory Dobler and Douglas P Finkbeiner and Ilias Cholis and Tracy Slatyer and Neal Weiner",
            "2010",
            "WRTzLdgAAAAJ:d1gkVwhDpl0C",
            313,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/717\/2\/825\/meta",
            "7771945298821574800",
            "\/scholar?cites=7771945298821574800",
            {
                "2009":1,
                "2010":18,
                "2011":32,
                "2012":45,
                "2013":43,
                "2014":25,
                "2015":35,
                "2016":23,
                "2017":30,
                "2018":24,
                "2019":20,
                "2020":17
            }
        ],
        [
            "We perform an analysis of the diffuse low-frequency Galactic components in the southern part of the Gould Belt system (130° ≤ l ≤ 230° and −50° ≤ b ≤ −10°). Strong ultra-violet flux coming from the Gould Belt super-association is responsible for bright diffuse foregrounds that we observe from our position inside the system and that can help us improve our knowledge of the Galactic emission. Free-free emission and anomalous microwave emission (AME) are the dominant components at low frequencies (ν < 40 GHz), while synchrotron emission is very smooth and faint. We separated diffuse free-free emission and AME from synchrotron emission and thermal dust emission by using Planck data, complemented by ancillary data, using the correlated component analysis (CCA) component-separation method and we compared our results with the results of cross-correlation of foreground templates with the frequency …",
            "Planck intermediate results. XII: Diffuse Galactic components in the Gould Belt system",
            "PAR Ade and N Aghanim and MIR Alves and M Arnaud and M Ashdown and F Atrio-Barandela and J Aumont and Carlo Baccigalupi and Amedeo Balbi and AJ Banday and RB Barreiro and James G Bartlett and E Battaner and L Bedini and K Benabed and A Benoît and J-P Bernard and Marco Bersanelli and Anna Bonaldi and JR Bond and J Borrill and FR Bouchet and F Boulanger and C Burigana and RC Butler and P Cabella and J-F Cardoso and X Chen and L-Y Chiang and PR Christensen and DL Clements and S Colombi and LPL Colombo and A Coulais and F Cuttaia and RD Davies and RJ Davis and P De Bernardis and G De Gasperis and G De Zotti and J Delabrouille and C Dickinson and JM Diego and G Dobler and H Dole and S Donzelli and O Doré and M Douspis and X Dupac and TA Enßlin and F Finelli and O Forni and M Frailis and E Franceschi and S Galeotta and K Ganga and RT Génova-Santos and T Ghosh and M Giard and G Giardino and Y Giraud-Héraud and J González-Nuevo and KM Górski and A Gregorio and A Gruppuso and FK Hansen and D Harrison and C Hernández-Monteagudo and SR Hildebrandt and E Hivon and M Hobson and WA Holmes and Allan Hornstrup and W Hovest and KM Huffenberger and TR Jaffe and AH Jaffe and M Juvela and E Keihänen and R Keskitalo and TS Kisner and J Knoche and M Kunz and H Kurki-Suonio and G Lagache and A Lähteenmäki and J-M Lamarre and A Lasenby and CR Lawrence and S Leach and R Leonardi and PB Lilje and Michael Linden-Vørnle and PM Lubin and JF Macías-Pérez and B Maffei and D Maino and N Mandolesi and M Maris and DJ Marshall and PG Martin and E Martínez-González and S Masi and M Massardi and S Matarrese and P Mazzotta and A Melchiorri and A Mennella and S Mitra and M-A Miville-Deschênes and A Moneti and L Montier and G Morgante and D Mortlock and D Munshi and JA Murphy and P Naselsky and F Nati and P Natoli and Hans Ulrik Nørgaard-Nielsen and F Noviello and D Novikov and I Novikov and S Osborne and Carol Anne Oxborrow and F Pajot and R Paladini and D Paoletti and M Peel and L Perotto and F Perrotta and F Piacentini and M Piat and E Pierpaoli and D Pietrobon and S Plaszczynski and E Pointecouteau and G Polenta and L Popa and T Poutanen and GW Pratt and S Prunet and J-L Puget and JP Rachen and WT Reach and R Rebolo and M Reinecke and C Renault and S Ricciardi and I Ristorcelli",
            "2013",
            "WRTzLdgAAAAJ:kNdYIx-mwKoC",
            266,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2013\/09\/aa21160-13\/aa21160-13.html",
            "11430150854416989469",
            "\/scholar?cites=11430150854416989469",
            {
                "2013":30,
                "2014":33,
                "2015":36,
                "2016":43,
                "2017":29,
                "2018":28,
                "2019":32,
                "2020":31,
                "2021":4
            }
        ],
        [
            "The Wilkinson Microwave Anisotropy Probe (WMAP) experiment has revealed an excess of microwave emission from the region around the center of our Galaxy. It has been suggested that this signal, known as the “WMAP haze,” could be synchrotron emission from relativistic electrons and positrons generated in dark matter annihilations. In this article, we revisit this possibility. We find that the angular distribution of the WMAP haze matches the prediction for dark matter annihilations with a cusped density profile, ρ (r)∝ r− 1.2 in the inner kiloparsecs. Comparing the intensity in different WMAP frequency bands, we find that a wide range of possible weakly interacting massive particle (WIMP) annihilation modes are consistent with the spectrum of the haze for a WIMP with a mass in the 100 GeV to multi-TeV range. Most interestingly, we find that to generate the observed intensity of the haze, the dark matter annihilation …",
            "Possible evidence for dark matter annihilations from the excess microwave emission around the center of the Galaxy seen by the Wilkinson Microwave Anisotropy Probe",
            "Dan Hooper and Douglas P Finkbeiner and Gregory Dobler",
            "2007",
            "WRTzLdgAAAAJ:u5HHmVD_uO8C",
            264,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.083012",
            "6004330298921157970",
            "\/scholar?cites=6004330298921157970",
            {
                "2008":31,
                "2009":54,
                "2010":51,
                "2011":28,
                "2012":28,
                "2013":26,
                "2014":9,
                "2015":7,
                "2016":7,
                "2017":8,
                "2018":6,
                "2019":2,
                "2020":5,
                "2021":1
            }
        ]
    ]
}