{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Pascal 002 Biological and medical sciences\/002B Medical sciences\/002B25 Surgery (general aspects). Transplantations, organ and tissue grafts. Graft diseases\/002B25G Surgery of the digestive system\/002B25G03 Liver, biliary tract, pancreas, portal circulation, spleen",
            "An analysis of the problem of biliary injury during laparoscopic cholecystectomy",
            "Steven M Strasberg and Martin Hertl and Nathaniel J Soper",
            "1995",
            "wTBeAJcAAAAJ:u-x6o8ySG0sC",
            2013,
            "https:\/\/pascal-francis.inist.fr\/vibad\/index.php?action=getRecordDetail&idt=3429164",
            "11800856431598458448",
            "\/scholar?cites=11800856431598458448",
            {
                "1995":7,
                "1996":17,
                "1997":21,
                "1998":30,
                "1999":22,
                "2000":35,
                "2001":41,
                "2002":46,
                "2003":45,
                "2004":43,
                "2005":54,
                "2006":60,
                "2007":60,
                "2008":86,
                "2009":57,
                "2010":96,
                "2011":115,
                "2012":99,
                "2013":115,
                "2014":108,
                "2015":132,
                "2016":124,
                "2017":120,
                "2018":125,
                "2019":127,
                "2020":173,
                "2021":12
            }
        ],
        [
            "Regulatory T cells (Treg) that prevent autoimmune diseases by suppression of self-reactive T cells may also suppress the immune response against cancer. In mice, depletion of Treg by Ab therapy leads to more efficient tumor rejection. Treg-mediated suppression of antitumor immune responses may partly explain the poor clinical response to vaccine-based immunotherapy for human cancer. In this study, we measured the prevalence of Treg that coexpress CD4 and CD25 in the PBLs, tumor-infiltrating lymphocytes, and regional lymph node lymphocytes from 65 patients with either pancreas or breast cancer. In breast cancer patients (n = 35), pancreas cancer patients (n = 30), and normal donors (n = 35), the prevalence of Treg were 16.6% (SE 1.22), 13.2% (SE 1.13), and 8.6% (SE 0.71) of the total CD4+ cells, respectively. The prevalence of Treg were significantly higher in breast cancer patients (p < 0.01) and …",
            "Prevalence of regulatory T cells is increased in peripheral blood and tumor microenvironment of patients with pancreas or breast adenocarcinoma",
            "Udaya K Liyanage and Todd T Moore and Hong-Gu Joo and Yoshiyuki Tanaka and Virginia Herrmann and Gerard Doherty and Jeffrey A Drebin and Steven M Strasberg and Timothy J Eberlein and Peter S Goedegebuure and David C Linehan",
            "2002",
            "wTBeAJcAAAAJ:u5HHmVD_uO8C",
            1719,
            "https:\/\/www.jimmunol.org\/content\/169\/5\/2756.short",
            "12043525009959693761",
            "\/scholar?cites=12043525009959693761",
            {
                "2003":20,
                "2004":57,
                "2005":76,
                "2006":142,
                "2007":145,
                "2008":145,
                "2009":124,
                "2010":135,
                "2011":131,
                "2012":123,
                "2013":116,
                "2014":96,
                "2015":69,
                "2016":78,
                "2017":71,
                "2018":52,
                "2019":59,
                "2020":69,
                "2021":4
            }
        ],
        [
            "Lack of uniform reporting of negative outcomes makes interpretation of surgical literature difficult. We attempt to define and classify negative outcomes by differentiating complications, sequelae, and failures. Complications and sequelae result from procedures, adding new problems to the underlying disease. However, complications are unexpected events not intrinsic to the procedure, whereas sequelae are inherent to the procedure. Failures are events in which the purpose of the procedure is not fulfilled. We propose a classification of complications based on four grades: Grade I complications are alterations from the ideal postoperative course, non-life-threatening, and with no lasting disability. Complications of this grade necessitate only bedside procedures and do not significantly extend hospital stay. Grade II complications are potentially life-threatening but without residual disability. Within grade II complications a subdivision is made according to the requirement for invasive procedures. Grade III complications are those with residual disability, including organ resection or persistence of life-threatening conditions. Finally, grade IV complications are deaths as a result of complications. To illustrate the relevance of the classification, we reviewed 650 cases of elective cholecystectomy. Risk factors for development of complications were determined, and the classification was also used to analyze the value of a modified APACHE II as a preoperative prognostic score. Both supported the relevance of the proposed classification. The advantages of such a classification are (1) increased uniformity in reporting results,(2) the ability to compare results of …",
            "Proposed classification of complications of surgery with examples of utility in cholecystectomy.",
            "Pierre-Alain Clavien and Juan R Sanabria and Steven M Strasberg",
            "1992",
            "wTBeAJcAAAAJ:d1gkVwhDpl0C",
            1500,
            "https:\/\/europepmc.org\/article\/med\/1598671?utm_medium=email&utm_source=transaction&client=bot&client=bot",
            "9262088373073203680",
            "\/scholar?cites=9262088373073203680",
            {
                "1996":7,
                "1997":10,
                "1998":9,
                "1999":13,
                "2000":17,
                "2001":16,
                "2002":20,
                "2003":24,
                "2004":18,
                "2005":22,
                "2006":36,
                "2007":34,
                "2008":44,
                "2009":53,
                "2010":62,
                "2011":75,
                "2012":75,
                "2013":103,
                "2014":122,
                "2015":115,
                "2016":97,
                "2017":106,
                "2018":126,
                "2019":132,
                "2020":131,
                "2021":8
            }
        ],
        [
            "Objective:To summarize the current world position on laparoscopic liver surgery.Summary Background Data:Multiple series have reported on the safety and efficacy of laparoscopic liver surgery. Small and medium sized procedures have become commonplace in many centers, while major laparoscopic liver resections have been performed with efficacy and safety equaling open surgery in highly specialized centers. Although the field has begun to expand rapidly, no consensus meeting has been convened to discuss the evolving field of laparoscopic liver surgery.Methods:On November 7 to 8, 2008, 45 experts in hepatobiliary surgery were invited to participate in a consensus conference convened in Louisville, KY, US. In addition, over 300 attendees were present from 5 continents. The conference was divided into sessions, with 2 moderators assigned to each, so as to stimulate discussion and highlight …",
            "The international position on laparoscopic liver surgery: The Louisville Statement, 2008",
            "Joseph F Buell and Daniel Cherqui and David A Geller and Nicholas O’Rourke and David Iannitti and Ibrahim Dagher and Alan J Koffron and Mark Thomas and Brice Gayet and Ho Seong Han and Go Wakabayashi and Giulio Belli and Hironori Kaneko and Chen-Guo Ker and Olivier Scatton and Alexis Laurent and Eddie K Abdalla and Prosanto Chaudhury and Erik Dutson and Clark Gamblin and Michael D’Angelica and David Nagorney and Giuliano Testa and Daniel Labow and Derrik Manas and Ronnie T Poon and Heidi Nelson and Robert Martin and Bryan Clary and Wright C Pinson and John Martinie and Jean-Nicolas Vauthey and Robert Goldstein and Sasan Roayaie and David Barlet and Joseph Espat and Michael Abecassis and Myrddin Rees and Yuman Fong and Kelly M McMasters and Christoph Broelsch and Ron Busuttil and Jacques Belghiti and Steven Strasberg and Ravi S Chari",
            "2009",
            "wTBeAJcAAAAJ:2osOgNQ5qMEC",
            1363,
            "https:\/\/cdn.journals.lww.com\/annalsofsurgery\/FullText\/2009\/11000\/The_International_Position_on_Laparoscopic_Liver.22.aspx",
            "6875866713581370818",
            "\/scholar?cites=6875866713581370818",
            {
                "2009":4,
                "2010":28,
                "2011":64,
                "2012":90,
                "2013":119,
                "2014":131,
                "2015":148,
                "2016":157,
                "2017":133,
                "2018":148,
                "2019":156,
                "2020":152,
                "2021":18
            }
        ],
        [
            "Liver transplantation has enjoyed increasing success in the last decade. It has emerged from an experimental stage to become the mainstay of treatment for end-stage liver disease, with more than 4000 transplants performed annually (1-3). Despite the success of liver transplantation, rejection, infection, donor availability, and poor immediate graft function present persistent problems and contribute to mortality rates in the range of 15-25% within 1-2 years after surgery (1, 3, 4). Every liver is damaged to some extent during the transplantation process, but some livers are so severely injured that they are unable to sustain life (primary nonfunction) and, often, must be immediately retransplanted. Others show borderline function (primary dysfunction), for which patients often require prolonged treatment in the intensive care unit. The development of University of Wisconsin cold preservation solution (5) has provided a …",
            "Preservation and reperfusion injuries in liver allografts",
            "Pierre-Alain Clavien and P Robert Harvey and Steven M Strasberg",
            "1992",
            "wTBeAJcAAAAJ:9yKSN-GCB0IC",
            954,
            "https:\/\/journals.lww.com\/transplantjournal\/Citation\/1992\/05000\/Preservation_and_Reperfusion_Injuries_in_Liver.1.aspx",
            "8932014886753076429",
            "\/scholar?cites=8932014886753076429",
            {
                "1993":11,
                "1994":29,
                "1995":37,
                "1996":32,
                "1997":55,
                "1998":43,
                "1999":47,
                "2000":54,
                "2001":57,
                "2002":52,
                "2003":52,
                "2004":40,
                "2005":40,
                "2006":36,
                "2007":37,
                "2008":30,
                "2009":33,
                "2010":36,
                "2011":25,
                "2012":29,
                "2013":29,
                "2014":20,
                "2015":27,
                "2016":24,
                "2017":20,
                "2018":18,
                "2019":12,
                "2020":18,
                "2021":3
            }
        ],
        [
            "The use of laparoscopy for liver surgery is increasing rapidly. The Second International Consensus Conference on Laparoscopic Liver Resections (LLR) was held in Morioka, Japan, from October 4 to 6, 2014 to evaluate the current status of laparoscopic liver surgery and to provide recommendations to aid its future development. Seventeen questions were addressed. The first 7 questions focused on outcomes that reflect the benefits and risks of LLR. These questions were addressed using the Zurich-Danish consensus conference model in which the literature and expert opinion were weighed by a 9-member jury, who evaluated LLR outcomes using GRADE and a list of comparators. The jury also graded LLRs by the Balliol Classification of IDEAL. The jury concluded that MINOR LLRs had become standard practice (IDEAL 3) and that MAJOR liver resections were still innovative procedures in the exploration phase …",
            "Recommendations for laparoscopic liver resection: a report from the second international consensus conference held in Morioka",
            "Go Wakabayashi and Daniel Cherqui and David A Geller and Joseph F Buell and Hironori Kaneko and Ho Seong Han and Horacio Asbun and Nicholas O'Rourke and Minoru Tanabe and Alan J Koffron and Allan Tsung and Olivier Soubrane and Marcel Autran Machado and Brice Gayet and Roberto I Troisi and Patrick Pessaux and Ronald M Van Dam and Olivier Scatton and Mohammad Abu Hilal and Giulio Belli and Choon Hyuck David Kwon and Bjørn Edwin and Gi Hong Choi and Luca Antonio Aldrighetti and Xiujun Cai and Sean Cleary and Kuo-Hsin Chen and Michael R Schön and Atsushi Sugioka and Chung-Ngai Tang and Paulo Herman and Juan Pekolj and Xiao-Ping Chen and Ibrahim Dagher and William Jarnagin and Masakazu Yamamoto and Russell Strong and Palepu Jagannath and Chung-Mau Lo and Pierre-Alain Clavien and Norihiro Kokudo and Jeffrey Barkun and Steven M Strasberg",
            "2015",
            "wTBeAJcAAAAJ:roLk4NBRz8UC",
            904,
            "https:\/\/journals.lww.com\/annalsofsurgery\/Fulltext\/2015\/04000\/Recommendations_for_Laparoscopic_Liver_Resection_.1.aspx",
            "6837719270965590029",
            "\/scholar?cites=6837719270965590029",
            {
                "2015":43,
                "2016":117,
                "2017":150,
                "2018":180,
                "2019":182,
                "2020":211,
                "2021":14
            }
        ],
        [
            "Objective:To report the first 5-year overall survival results in patients with colorectal carcinoma metastatic to the liver who have undergone hepatic resection after staging with [18 F] fluoro-2-deoxy-D-glucose-positron emission tomography (FDG-PET).Summary Background Data:The 5-year overall survival after hepatic resection for colorectal cancer metastases without preoperative FDG-PET has been established in 19 studies (6070 patients). The median 5-year overall survival rate in these studies is 30% and has not improved over time. FDG-PET detects unsuspected tumor in 25% of patients considered to have resectable hepatic metastasis by conventional staging.Methods:From March 1995 to June 2002, all patients having hepatic resection for colorectal cancer metastases had preoperative FDG-PET. A prospective database was maintained.Results:One hundred patients (56 men, 44 women) were studied …",
            "Five-year survival after resection of hepatic metastases from colorectal cancer in patients screened by positron emission tomography with F-18 fluorodeoxyglucose (FDG-PET)",
            "Felix G Fernandez and Jeffrey A Drebin and David C Linehan and Farrokh Dehdashti and Barry A Siegel and Steven M Strasberg",
            "2004",
            "wTBeAJcAAAAJ:qjMakFHDy7sC",
            684,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC1356434\/",
            "15401839319621513396",
            "\/scholar?cites=15401839319621513396",
            {
                "2005":23,
                "2006":47,
                "2007":56,
                "2008":57,
                "2009":53,
                "2010":55,
                "2011":65,
                "2012":57,
                "2013":44,
                "2014":54,
                "2015":32,
                "2016":24,
                "2017":26,
                "2018":27,
                "2019":21,
                "2020":19,
                "2021":6
            }
        ],
        [
            "The Brisbane 2000 system of nomenclature of hepatic anatomy and resections was introduced to provide a universal terminology in an area that was plagued by confusing and inappropriate terminology. The article describes historical developments central to the emergence of the new terminology and describes the terminology, its attributes, and rules of application.",
            "Nomenclature of hepatic anatomy and resections: a review of the Brisbane 2000 system",
            "Steven M Strasberg",
            "2005",
            "wTBeAJcAAAAJ:Tyk-4Ss8FVUC",
            624,
            "https:\/\/link.springer.com\/article\/10.1007%252Fs00534-005-0999-7",
            "7536186642971789999",
            "\/scholar?cites=7536186642971789999",
            {
                "2006":7,
                "2007":18,
                "2008":12,
                "2009":21,
                "2010":33,
                "2011":40,
                "2012":41,
                "2013":47,
                "2014":36,
                "2015":50,
                "2016":67,
                "2017":54,
                "2018":55,
                "2019":54,
                "2020":72,
                "2021":10
            }
        ],
        [
            "Initial poor function and primary nonfunction are important problems in clinical transplantation. The incidence of primary nonfunction is about 6% and that of initial poor function is about 15%. Grafts with initial poor function have a higher graft failure rate in the first 3 mo after transplantation. Severe steatosis and cold preservation in University of Wisconsin solution for over 30 hr will alone cause primary nonfunction. However, primary nonfunction is probably most often caused by the presence of multiple relative risk factors. The major donor‐relative risk factors are moderate steatosis, cold preservation over 12 hr and donor age over 50 yr, whereas retransplantation, high (United Network of Organ Sharing class 4) medical status and kidney failure are recipient relative risk factors. The most important perioperative risk factor is warm ischemia time. Rates of primary nonfunction and initial poor function might be reduced …",
            "Selecting the donor liver: risk factors for poor function after orthotopic liver transplantation",
            "Steven M Strasberg and Todd K Howard and Ernesto P Molmenti and Martin Hertl",
            "1994",
            "wTBeAJcAAAAJ:UeHWp8X0CEIC",
            588,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep.1840200410",
            "333104874755242284",
            "\/scholar?cites=333104874755242284",
            {
                "1996":18,
                "1997":23,
                "1998":16,
                "1999":26,
                "2000":26,
                "2001":37,
                "2002":33,
                "2003":40,
                "2004":34,
                "2005":29,
                "2006":29,
                "2007":22,
                "2008":28,
                "2009":28,
                "2010":16,
                "2011":21,
                "2012":23,
                "2013":15,
                "2014":26,
                "2015":25,
                "2016":16,
                "2017":15,
                "2018":16,
                "2019":10,
                "2020":13
            }
        ],
        [
            "We have previously defined viability limits in a rat transplantation model. All liver allografts stored in a simple preservation solution (NaCl 0.9%, CaCl2 2 mM) at 4 degrees C for 4 hr or at 37 degrees C for 1 hr were viable upon transplantation, but all those stored at 4 degrees C for 8 hr or at 37 degrees C for 2 hr were nonviable. Only cold-preserved, nonviable livers showed increased vascular resistance, platelet trapping and an initially low, but then high, rise in aspartate transaminase (AST) upon reperfusion, all suggesting injury to the microcirculation, with secondary injury to the hepatocyte. In the present study, we investigated the morphological changes that occur in livers stored for the defined critical times, using light and electron microscopy after perfusion-fixation. Accurate and reproducible identification of specimens as belonging to viable or nonviable and warm-or cold-preserved could be made in this way. Preservation in the cold first resulted in reversible changes consisting of cellular swelling, alterations of intracellular organelles, and partial denudation of the sinusoidal lining (cold-preserved viable group). Later, under conditions of nonviable cold preservation, detachment of cell bodies of sinusoidal lining cells with nuclear changes and almost complete denudation of the sinusoidal lining was observed. Endothelial cells of larger vessels were only injured mildly. In contrast, under conditions of warm preservation, changes involving mitochondria and later nuclei were found in hepatocytes, and blebbing was more extensive. Endothelial cells were spared relatively. We also examined livers stored in isotonic citrate solution at 4 degrees C for …",
            "Sinusoidal lining cell damage: the critical injury in cold preservation of liver allografts in the rat.",
            "CM McKeown and V Edwards and Mo J Phillips and PR Harvey and CN Petrunka and SM Strasberg",
            "1988",
            "wTBeAJcAAAAJ:IjCSPb-OGe4C",
            545,
            "https:\/\/europepmc.org\/article\/med\/3043774",
            "7083386763516435617",
            "\/scholar?cites=7083386763516435617",
            {
                "1989":6,
                "1990":16,
                "1991":20,
                "1992":22,
                "1993":28,
                "1994":37,
                "1995":22,
                "1996":27,
                "1997":37,
                "1998":23,
                "1999":33,
                "2000":22,
                "2001":21,
                "2002":24,
                "2003":25,
                "2004":18,
                "2005":12,
                "2006":14,
                "2007":14,
                "2008":20,
                "2009":9,
                "2010":11,
                "2011":14,
                "2012":13,
                "2013":12,
                "2014":7,
                "2015":4,
                "2016":7,
                "2017":8,
                "2018":6,
                "2019":6,
                "2020":2
            }
        ]
    ]
}