{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We designed a metamaterial field rotator that can rotate electromagnetic wave fronts. Our starting point was the transformation-media concept. Effective medium theories and full simulations facilitated the actual design process. We created at a very simple structure comprising of an array of identical aluminum metal plates. We made and measured a sample and we experimentally demonstrated the field rotation effect as well as the broadband functionality at microwave frequencies.",
            "Design and experimental realization of a broadband transformation media field rotator at microwave frequencies",
            "Huanyang Chen and Bo Hou and Shuyu Chen and Xianyu Ao and Weijia Wen and Che Ting Chan",
            "2009",
            "WTkSNq0AAAAJ:u5HHmVD_uO8C",
            262,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.183903",
            "15685309038816141034",
            "\/scholar?cites=15685309038816141034",
            {
                "2009":7,
                "2010":22,
                "2011":17,
                "2012":31,
                "2013":20,
                "2014":30,
                "2015":28,
                "2016":20,
                "2017":16,
                "2018":20,
                "2019":25,
                "2020":18,
                "2021":2
            }
        ],
        [
            "The causal nature of the acoustic response dictates an inequality that relates the two most important aspects of sound absorption: the absorption spectrum and the sample thickness. We use the causality constraint to delineate what is ultimately possible for sound absorbing structures, and denote those which can attain near-equality for the causality constraint to be “optimal.” Anchored by the causality relation, a design strategy is presented for realizing structures with target-set absorption spectra and a sample thickness close to the minimum value as dictated by causality. By using this approach, we have realized a 10.86 cm-thick structure that exhibits a broadband, near-perfect flat absorption spectrum starting at around 400 Hz, while the minimum sample thickness from the causality constraint is 10.36 cm. To illustrate the versatility of the approach, two additional optimal structures with different target absorption …",
            "Optimal sound-absorbing structures",
            "Min Yang and Shuyu Chen and Caixing Fu and Ping Sheng",
            "2017",
            "WTkSNq0AAAAJ:epqYDVWIO7EC",
            152,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2017\/mh\/c7mh00129k",
            "11921697870433890939",
            "\/scholar?cites=11921697870433890939",
            {
                "2017":7,
                "2018":39,
                "2019":34,
                "2020":67,
                "2021":4
            }
        ],
        [
            "Batch experiments were conducted to elucidate the adsorption of Pb(II) and three types of widely used surfactants (sodium dodecylbenzene sulfonate (SDBS), octyl-phenol-ethoxylate (TX-100), and benzalkonium chloride (BKC)) from aqueous solutions by using oxidized multiwall carbon nanotubes (OMWCNTs). The effect of each kind of surfactant on the adsorption of Pb(II) and vice versa were studied in detail. The results indicated that the pH values affected the adsorption of Pb(II), TX-100 and BKC to OMWCNTs dramatically, whereas the adsorption of SDBS was almost pH-independent at pH < 9 and then decreased with increasing pH at pH > 9. The adsorption of Pb(II) was enhanced obviously by the presence of SDBS, but slightly inhibited by the presence of BKC. The adsorption of Pb(II) can be well described by Langmuir model. The adsorption process in the Pb–surfactant–OMWCNT ternary system was …",
            "Effect of surfactants on Pb (II) adsorption from aqueous solutions using oxidized multiwall carbon nanotubes",
            "Jiaxing Li and Shuyu Chen and Guodong Sheng and Jun Hu and Xiaoli Tan and Xiangke Wang",
            "2011",
            "WTkSNq0AAAAJ:u-x6o8ySG0sC",
            145,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1385894710011022",
            "14988359302348921348",
            "\/scholar?cites=14988359302348921348",
            {
                "2011":10,
                "2012":19,
                "2013":10,
                "2014":19,
                "2015":17,
                "2016":27,
                "2017":13,
                "2018":13,
                "2019":8,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Freshwater flux and energy consumption are two important benchmarks for the membrane desalination process. Here, we show that nanoporous carbon composite membranes, which comprise a layer of porous carbon fibre structures grown on a porous ceramic substrate, can exhibit 100% desalination and a freshwater flux that is 3–20 times higher than existing polymeric membranes. Thermal accounting experiments demonstrated that the carbon composite membrane saved over 80% of the latent heat consumption. Theoretical calculations combined with molecular dynamics simulations revealed the unique microscopic process occurring in the membrane. When the salt solution is stopped at the openings to the nanoscale porous channels and forms a meniscus, the vapour can rapidly transport across the nanoscale gap to condense on the permeate side. This process is driven by the chemical potential gradient …",
            "High-flux water desalination with interfacial salt sieving effect in nanoporous carbon composite membranes",
            "Wei Chen and Shuyu Chen and Tengfei Liang and Qiang Zhang and Zhongli Fan and Hang Yin and Kuo-Wei Huang and Xixiang Zhang and Zhiping Lai and Ping Sheng",
            "2018",
            "WTkSNq0AAAAJ:uWiczbcajpAC",
            76,
            "https:\/\/www.nature.com\/articles\/s41565-018-0067-5",
            "13200101182235221656",
            "\/scholar?cites=13200101182235221656",
            {
                "2017":1,
                "2018":10,
                "2019":25,
                "2020":32,
                "2021":8
            }
        ],
        [
            "Combining high-speed photography with electric current measurement, we investigate the electrocoalescence of Pickering emulsion droplets. Under a high enough electric field, the originally stable droplets coalesce via two distinct approaches: normal coalescence and abnormal coalescence. In the normal coalescence, a liquid bridge grows continuously and merges two droplets together, similar to the classical picture. In the abnormal coalescence, however, the bridge fails to grow indefinitely; instead, it breaks up spontaneously due to the geometric constraint from particle shells. Such connecting-then-breaking cycles repeat multiple times, until a stable connection is established. In depth analysis indicates that the defect size in particle shells determines the exact merging behaviors: when the defect size is larger than a critical size around the particle diameter, normal coalescence will show up, while abnormal …",
            "Coalescence of pickering emulsion droplets induced by an electric field",
            "Guo Chen and Peng Tan and Shuyu Chen and Jiping Huang and Weijia Wen and Lei Xu",
            "2013",
            "WTkSNq0AAAAJ:IjCSPb-OGe4C",
            67,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.064502",
            "6331874932508473821",
            "\/scholar?cites=6331874932508473821",
            {
                "2013":3,
                "2014":8,
                "2015":18,
                "2016":6,
                "2017":8,
                "2018":10,
                "2019":6,
                "2020":8
            }
        ],
        [
            "Electrorheological fluids constitute a type of colloids that can vary their rheological characteristics upon the application of an electric field. The recently discovered giant electrorheological (GER) effect breaks the upper bound of the traditional ER effect, but a microscopic explanation is still lacking. By using molecular dynamics to simulate the urea-silicone oil mixture trapped in a nanocontact between two polarizable particles, we demonstrate that the electric field can induce the formation of aligned (urea) dipolar filaments that bridge the two boundaries of the nanoscale confinement. This phenomenon is explainable on the basis of a 3D to 1D crossover in urea molecules’ microgeometry, realized through the confinement effect provided by the oil chains. The resulting electrical energy density yields an excellent account of the observed GER yield stress variation as a function of the electric field.",
            "Giant electrorheological effect: a microscopic mechanism",
            "Shuyu Chen and Xianxiang Huang and Nico FA Van Der Vegt and Weijia Wen and Ping Sheng",
            "2010",
            "WTkSNq0AAAAJ:d1gkVwhDpl0C",
            49,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.046001",
            "6192067073444161934",
            "\/scholar?cites=6192067073444161934",
            {
                "2010":1,
                "2011":5,
                "2012":9,
                "2013":5,
                "2014":9,
                "2015":4,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":1,
                "2020":2
            }
        ],
        [
            "The authors report the design of a prototype smart window based on the phenomenon of the thermally induced aggregation of triblock copolymer poly (ethylene oxide)–poly (propylene oxide)–poly (ethylene oxide) (EPE). Fluorescein isothiocyanate was used to label EPE and study aggregation phenomenon at different temperatures. The cloud point could be tuned by mixing EPE with sodium dodecyl sulfate (SDS) and varying the concentration of the latter. The light transmittance at different temperatures was studied as a function of SDS concentration.",
            "Copolymer solution-based “smart window”",
            "Xiuqing Gong and Jiaxing Li and Shuyu Chen and Weijia Wen",
            "2009",
            "WTkSNq0AAAAJ:qjMakFHDy7sC",
            33,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3276289",
            "13846320480797582093",
            "\/scholar?cites=13846320480797582093",
            {
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":6,
                "2018":4,
                "2019":4
            }
        ]
    ]
}