{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Molecular simulations can be used to study disordered polypeptide systems and to generate hypotheses on the underlying structural and thermodynamic mechanisms that govern their function. As the number of disordered protein systems investigated with simulations increase, it is important to understand how particular force fields affect the structural properties of disordered polypeptides in solution. To this end, we performed a comparative structural analysis of Gly3 and Gly10 in aqueous solution from all atom, microsecond molecular dynamics (MD) simulations using the CHARMM 27 (C27), CHARMM 36 (C36), and Amber ff12SB force fields. For each force field, Gly3 and Gly10 were simulated for at least 300 ns and 1 μs, respectively. Simulating oligoglycines of two different lengths allows us to evaluate how force field effects depend on polypeptide length. Using a variety of structural metrics (e.g., end‐to‐end …",
            "Force field‐dependent solution properties of glycine oligomers",
            "Justin A Drake and B Montgomery Pettitt",
            "2015",
            "WtWn6DMAAAAJ:Y0pCki6q_DkC",
            23,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.23934",
            "18328527425183591834",
            "\/scholar?cites=18328527425183591834",
            {
                "2016":4,
                "2017":5,
                "2018":2,
                "2019":7,
                "2020":5
            }
        ],
        [
            "Protein collapse during folding is often assumed to be driven by a hydrophobic solvation energy (ΔGvdw) that scales linearly with solvent-accessible surface area (A). In a previous study, we argued that ΔGvdw, as well as its attractive (ΔGatt) and repulsive (ΔGrep) components, was not simply a linear function of A. We found that the surface tensions, γrep, γatt, and γvdw, gotten from ΔGrep, ΔGatt, and ΔGvdw against A for four configurations of deca-alanine differed from those obtained for a set of alkanes. In the present study, we extend our analysis to fifty decaglycine structures and atomic decompositions. We find that different configurations of decaglycine generate different estimates of γrep. Additionally, we considered the reconstruction of the solvation free energy from scaling the free energy of solvation of each atom type, free in solution. The free energy of the isolated atoms, scaled by the inverse surface area the …",
            "Multibody correlations in the hydrophobic solvation of glycine peptides",
            "Robert C Harris and Justin A Drake and B Montgomery Pettitt",
            "2014",
            "WtWn6DMAAAAJ:9yKSN-GCB0IC",
            13,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4901886",
            "10420630272104443314",
            "\/scholar?cites=10420630272104443314",
            {
                "2015":4,
                "2016":5,
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The exponential growth of biomedical data related to diseases such as asthma far exceeds our cognitive abilities to comprehend it for tasks such as biomarker discovery, pathway identification, and molecular-based phenotyping. This chapter discusses the cognitive and task-based reasons for why methods from visual analytics can help in analyzing such large and complex asthma data, and demonstrates how one such approach called network visualization and analysis can be used to reveal important translational insights related to asthma. The demonstration of the method helps to identify the strengths and limitations of network analysis, in addition to areas for future research that can enhance the use of networks to analyze vast and complex biomedical datasets related to diseases such as asthma.",
            "The role of visual analytics in asthma phenotyping and biomarker discovery",
            "Suresh K Bhavnani and Justin Drake and Rohit Divekar",
            "2014",
            "WtWn6DMAAAAJ:zYLM7Y9cAGgC",
            11,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4614-8603-9_18",
            "16996761211388053745",
            "\/scholar?cites=16996761211388053745",
            {
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Several intersecting host, vector, and environmental factors have led to a re-emergence of rickettsial diseases such as Mediterranean Spotted Fever (MSF), and Dermacentor spp.-borne necrosis-erythema lymphadenopathy (DEBONEL). Some rickettsiae produce diffuse endothelial infection and systemic microvascular leakage leading in some cases to high morbidity and mortality. Unfortunately, little is known about the molecular pathways triggered by these diseases in humans. We therefore analyzed how candidate cytokines co-occur across acutely-ill patients with either a localized (DEBONEL), or a systemic (MSF) form of rickettsiosis, using bipartite visual analytics. The results revealed a network core consisting of a small set of MSF patients exhibiting high expressions of cytokines implicated in microvascular leakage, endothelial repair, and pro-inflammatory immune responses, and a network periphery …",
            "How cytokines co-occur across rickettsioses patients: from bipartite visual analytics to mechanistic inferences of a cytokine storm",
            "Suresh K Bhavnani and Justin Drake and Gowtham Bellala and Bryant Dang and Bi-Hung Peng and Jose Antonio Oteo and Paula Santibañez-Saenz and Shyam Visweswaran and Juan P Olano",
            "2013",
            "WtWn6DMAAAAJ:IjCSPb-OGe4C",
            10,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3814500\/",
            "16457036418952035099",
            "\/scholar?cites=16457036418952035099",
            {
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Conformational entropy is expected to contribute significantly to the thermodynamics of structural transitions in intrinsically disordered proteins or regions in response to protein\/ligand binding, posttranslational modifications, and environmental changes. We calculated the backbone (dihedral) conformational entropy of oligoglycine (Gly N), a protein backbone mimic and model intrinsically disordered region, as a function of chain length (N= 3, 4, 5, 10, and 15) from simulations using three different approaches. The backbone conformational entropy scales linearly with chain length with a slope consistent with the entropy of folding of well-structured proteins. The entropic contributions of second-order dihedral correlations are predominantly through intraresidue ϕ-ψ pairs, suggesting that oligoglycine may be thermodynamically modeled as a system of independent glycine residues. We find the backbone conformational …",
            "Thermodynamics of conformational transitions in a disordered protein backbone model",
            "Justin A Drake and B Montgomery Pettitt",
            "2018",
            "WtWn6DMAAAAJ:Tyk-4Ss8FVUC",
            9,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349518305216",
            "17462815773728147239",
            "\/scholar?cites=17462815773728147239",
            {
                "2018":2,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Oligoglycine is a backbone mimic for all proteins and is prevalent in the sequences of intrinsically disordered proteins. We have computed the absolute chemical potential of glycine oligomers at infinite dilution by simulation with the CHARMM36 and Amber ff12SB force fields. We performed a thermodynamic decomposition of the solvation free energy (ΔGsol) of Gly2–5 into enthalpic (ΔHsol) and entropic (ΔSsol) components as well as their van der Waals and electrostatic contributions. Gly2–5 was either constrained to a rigid\/extended conformation or allowed to be completely flexible during simulations to assess the effects of flexibility on these thermodynamic quantities. For both rigid and flexible oligoglycine models, the decrease in ΔGsol with chain length is enthalpically driven with only weak entropic compensation. However, the apparent rates of decrease of ΔGsol, ΔHsol, ΔSsol, and their elec and vdw …",
            "Solvation thermodynamics of oligoglycine with respect to chain Length and flexibility",
            "Justin A Drake and Robert C Harris and B Montgomery Pettitt",
            "2016",
            "WtWn6DMAAAAJ:d1gkVwhDpl0C",
            8,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349516305458",
            "8260342394287598332",
            "\/scholar?cites=8260342394287598332",
            {
                "2017":4,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Using precomputed near neighbor or proximal distribution functions (pDFs) that approximate solvent density about atoms in a chemically bonded context one can estimate the solvation structures around complex solutes and the corresponding solute–solvent energetics. In this contribution, we extend this technique to calculate the solvation free energies (ΔG) of a variety of solutes. In particular we use pDFs computed for small peptide molecules to estimate ΔG for larger peptide systems. We separately compute the non polar (ΔGvdW) and electrostatic (ΔGelec) components of the underlying potential model. Here we show how the former can be estimated by thermodynamic integration using pDF-reconstructed solute–solvent interaction energy. The electrostatic component can be approximated with Linear Response theory as half of the electrostatic solute–solvent interaction energy. We test the method by calculating …",
            "Nonpolar solvation free energy from proximal distribution functions",
            "Shu-Ching Ou and Justin A Drake and B Montgomery Pettitt",
            "2017",
            "WtWn6DMAAAAJ:UeHWp8X0CEIC",
            5,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpcb.6b09528",
            "15310758991977026213",
            "\/scholar?cites=15310758991977026213",
            {
                "2017":1,
                "2018":1,
                "2019":3
            }
        ]
    ]
}