{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We construct a cubic field theory which provides all genus amplitudes of the topological A-model for all non-compact toric Calabi-Yau threefolds. The topology of a given Feynman diagram encodes the topology of a fixed Calabi-Yau, with Schwinger parameters playing the role of Kähler classes of the threefold. We interpret this result as an operatorial computation of the amplitudes in the B-model mirror which is the quantum Kodaira-Spencer theory. The only degree of freedom of this theory is an unconventional chiral scalar on a Riemann surface. In this setup we identify the B-branes on the mirror Riemann surface as fermions related to the chiral boson by bosonization.",
            "The topological vertex",
            "Mina Aganagic and Albrecht Klemm and Marcos Marino and Cumrun Vafa",
            "2005",
            "WuBmzsQAAAAJ:u5HHmVD_uO8C",
            704,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-004-1162-z",
            "3455921985283224416",
            "\/scholar?cites=3455921985283224416",
            {
                "2004":21,
                "2005":33,
                "2006":40,
                "2007":29,
                "2008":40,
                "2009":49,
                "2010":32,
                "2011":35,
                "2012":60,
                "2013":29,
                "2014":37,
                "2015":40,
                "2016":46,
                "2017":49,
                "2018":35,
                "2019":50,
                "2020":60,
                "2021":3
            }
        ],
        [
            "We consider the topological B-model on local Calabi-Yau geometries. We show how one can solve for the amplitudes by using                                     -algebra symmetries which encode the symmetries of holomorphic diffeomorphisms of the Calabi-Yau. In the highly effective fermionic\/brane formulation this leads to a free fermion description of the amplitudes. Furthermore we argue that topological strings on Calabi-Yau geometries provide a unifying picture connecting non-critical (super)strings, integrable hierarchies, and various matrix models. In particular we show how the ordinary matrix model, the double scaling limit of matrix models, and Kontsevich-like matrix model are all related and arise from studying branes in specific local Calabi-Yau three-folds. We also show how an A-model topological string on P1 and local toric threefolds (and in particular the topological vertex) can be realized and solved as B …",
            "Topological strings and integrable hierarchies",
            "Mina Aganagic and Robbert Dijkgraaf and Albrecht Klemm and Marcos Marino and Cumrun Vafa",
            "2006",
            "WuBmzsQAAAAJ:qjMakFHDy7sC",
            453,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-005-1448-9",
            "543451606863827621",
            "\/scholar?cites=543451606863827621",
            {
                "2005":44,
                "2006":29,
                "2007":27,
                "2008":24,
                "2009":23,
                "2010":15,
                "2011":19,
                "2012":34,
                "2013":12,
                "2014":32,
                "2015":17,
                "2016":33,
                "2017":28,
                "2018":27,
                "2019":25,
                "2020":29,
                "2021":2
            }
        ],
        [
            "The first part of this paper presents actions for Dirichlet p-branes embedded in a flat tendimensional space-time. The fields of the (p + 1) -dimensional world-volume theories are the I OD space-time coordinates X, a pair of Majorana-Weyl spinors θ1 and 02, and a U(1) gauge field Aμ. The N = 2A or 2B super-Poincaré group in ten dimensions is realized as a global symmetry. In addition the theories have local symmetries consisting of general coordinate invariance of the world-volume, a local fermionic symmetry (called “kappa”), and U(1) gauge invariance. A detailed proof of the kappa symmetry is given that applies to all cases (p = 0, 1, . . . , 9). The second part of the paper presents gauge-fixed versions of these theories. The fields of the IOD (p = 9) gauge-fixed theory are a single Majorana-Weyl spinor A and the U(1) gauge field Aμ. This theory, whose action turns out to be surprisingly simple, is a supersymmetric …",
            "Gauge-invariant and gauge-fixed D-brane actions",
            "Mina Aganagic and Costin Popescu and John H Schwarz",
            "1997",
            "WuBmzsQAAAAJ:u-x6o8ySG0sC",
            410,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321397001806",
            "7379068164248204157",
            "\/scholar?cites=7379068164248204157",
            {
                "1997":23,
                "1998":45,
                "1999":45,
                "2000":32,
                "2001":42,
                "2002":25,
                "2003":22,
                "2004":13,
                "2005":21,
                "2006":10,
                "2007":16,
                "2008":8,
                "2009":9,
                "2010":7,
                "2011":6,
                "2012":8,
                "2013":11,
                "2014":13,
                "2015":11,
                "2016":10,
                "2017":8,
                "2018":2,
                "2019":9,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We consider a class of special Lagrangian subspaces of Calabi-Yau manifolds and identify their mirrors, using the recent derivation of mirror symmetry, as certain holomorphic varieties of the mirror geometry. This transforms the counting of holomorphic disc instantons ending on the Lagrangian submanifold to the classical Abel-Jacobi map on the mirror. We recover some results already anticipated as well as obtain some highly non-trivial new predictions.",
            "Mirror symmetry, D-branes and counting holomorphic discs",
            "Mina Aganagic and Cumrun Vafa",
            "2000",
            "WuBmzsQAAAAJ:2osOgNQ5qMEC",
            376,
            "https:\/\/arxiv.org\/abs\/hep-th\/0012041",
            "12891245712727101894",
            "\/scholar?cites=12891245712727101894",
            {
                "2001":21,
                "2002":27,
                "2003":17,
                "2004":22,
                "2005":20,
                "2006":16,
                "2007":24,
                "2008":26,
                "2009":22,
                "2010":19,
                "2011":22,
                "2012":19,
                "2013":9,
                "2014":21,
                "2015":18,
                "2016":14,
                "2017":14,
                "2018":10,
                "2019":19,
                "2020":11,
                "2021":1
            }
        ],
        [
            "This paper presents a 6d world-volume action that describes the dynamics of the M-theory five-brane in a flat 11 d space-time background. The world-volume action has global 11d super-Poincaré invariance, as well as 6d general coordinate invariance and kappa symmetry, which are realized as local symmetries. The paper mostly considers a formulation in which general coordinate invariance is not manifest in one direction. However, it also describes briefly an alternative formulation, due to Pasti, Sorokin, and Tonin, in which general coordinate invariance is manifest. The latter approach requires auxiliary fields and new gauge invariances.",
            "World-volume action of the M-theory five-brane",
            "Mina Aganagic and Jaemo Park and Costin Popescu and John H Schwarz",
            "1997",
            "WuBmzsQAAAAJ:YsMSGLbcyi4C",
            371,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321397002277",
            "12350053447025607323",
            "\/scholar?cites=12350053447025607323",
            {
                "1997":30,
                "1998":52,
                "1999":39,
                "2000":24,
                "2001":16,
                "2002":10,
                "2003":12,
                "2004":16,
                "2005":5,
                "2006":10,
                "2007":9,
                "2008":14,
                "2009":16,
                "2010":13,
                "2011":11,
                "2012":19,
                "2013":15,
                "2014":12,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":8,
                "2019":10,
                "2020":15
            }
        ],
        [
            "This paper presents a 6d world-volume action that describes the dynamics of the M-theory five-brane in a flat 11 d space-time background. The world-volume action has global 11d super-Poincaré invariance, as well as 6d general coordinate invariance and kappa symmetry, which are realized as local symmetries. The paper mostly considers a formulation in which general coordinate invariance is not manifest in one direction. However, it also describes briefly an alternative formulation, due to Pasti, Sorokin, and Tonin, in which general coordinate invariance is manifest. The latter approach requires auxiliary fields and new gauge invariances.",
            "World-volume action of the M-theory five-brane",
            "Mina Aganagic and Jaemo Park and Costin Popescu and John H Schwarz",
            "1997",
            "WuBmzsQAAAAJ:d1gkVwhDpl0C",
            371,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321397002277",
            "12350053447025607323",
            "\/scholar?cites=12350053447025607323",
            {
                "1997":30,
                "1998":52,
                "1999":39,
                "2000":24,
                "2001":16,
                "2002":10,
                "2003":12,
                "2004":16,
                "2005":5,
                "2006":10,
                "2007":9,
                "2008":14,
                "2009":16,
                "2010":13,
                "2011":11,
                "2012":19,
                "2013":15,
                "2014":12,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":8,
                "2019":10,
                "2020":15
            }
        ],
        [
            "We formulate world-volume actions that describe the dynamics of Dirichlet p-branes in a flat 10d background. The fields in these theories consist of the 10d superspace coordinates (Xm, θ) and an abelian world-volume gauge field Aμ. The global symmetries are given by the N = 2A or N = 2B super-Poincaré group, according to whether p is even or odd. The local symmetries in the (p + 1)-dimensional world volume are general coordinate invariance and a fermionic kappa symmetry.",
            "D-brane actions with local kappa symmetry",
            "Mina Aganagic and Costin Popescu and John H Schwarz",
            "1997",
            "WuBmzsQAAAAJ:9yKSN-GCB0IC",
            355,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269396016437",
            "18357788678058849518",
            "\/scholar?cites=18357788678058849518",
            {
                "1996":2,
                "1997":26,
                "1998":48,
                "1999":26,
                "2000":28,
                "2001":23,
                "2002":17,
                "2003":22,
                "2004":18,
                "2005":18,
                "2006":11,
                "2007":15,
                "2008":8,
                "2009":12,
                "2010":5,
                "2011":8,
                "2012":4,
                "2013":4,
                "2014":12,
                "2015":8,
                "2016":11,
                "2017":5,
                "2018":4,
                "2019":8,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We apply the methods recently developed for computation of type IIA disk instantons using mirror symmetry to a large class of D-branes wrapped over Lagrangian cycles of non-compact Calabi-Yau 3-folds. Along the way we clarify the notion of “flat coordinates” for the boundary theory. We also discover an integer IR ambiguity needed to define the quantum theory of D-branes wrapped over non-compact Lagrangian submanifolds. In the large N dual Chern-Simons theory, this ambiguity is mapped to the UV choice of the framing of the knot. In a type IIB dual description involving (p; q) 5-branes, disk instantons of type IIA get mapped to (p; q) string instantons. The M-theory lift of these results lead to computation of superpotential terms generated by M2 brane instantons wrapped over 3-cycles of certain manifolds of G2 holonomy.",
            "Disk instantons, mirror symmetry and the duality web",
            "Mina Aganagic and Albrecht Klemm and Cumrun Vafa",
            "2002",
            "WuBmzsQAAAAJ:UeHWp8X0CEIC",
            311,
            "https:\/\/www.degruyter.com\/view\/journals\/zna\/57\/9-10\/article-p1.xml",
            "443666049199815528",
            "\/scholar?cites=443666049199815528",
            {
                "2001":13,
                "2002":28,
                "2003":12,
                "2004":18,
                "2005":15,
                "2006":14,
                "2007":17,
                "2008":14,
                "2009":17,
                "2010":19,
                "2011":16,
                "2012":23,
                "2013":7,
                "2014":13,
                "2015":13,
                "2016":19,
                "2017":13,
                "2018":10,
                "2019":16,
                "2020":13
            }
        ],
        [
            "Using mirror symmetry, we show that Chern-Simons theory on certain manifolds such as lens spaces reduces to a novel class of hermitean matrix models, where the measure is that of unitary matrix models. We show that this agrees with the more conventional canonical quantization of Chern-Simons theory. Moreover, large-N dualities in this context lead to computation of all genus A-model topological amplitudes on toric Calabi-Yau manifolds in terms of matrix integrals. In the context of type-IIA superstring compactifications on these Calabi-Yau manifolds with wrapped D6 branes (which are dual to M-theory on G 2 manifolds) this leads to engineering and solving F-terms for Script N= 1 supersymmetric gauge theories with superpotentials involving certain multi-trace operators.",
            "Matrix model as a mirror of Chern-Simons theory",
            "Mina Aganagic and Albrecht Klemm and Marcos Marino and Cumrun Vafa",
            "2004",
            "WuBmzsQAAAAJ:IjCSPb-OGe4C",
            294,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2004\/02\/010\/meta",
            "11644715770504498897",
            "\/scholar?cites=11644715770504498897",
            {
                "2003":24,
                "2004":16,
                "2005":19,
                "2006":14,
                "2007":9,
                "2008":16,
                "2009":12,
                "2010":21,
                "2011":25,
                "2012":20,
                "2013":15,
                "2014":21,
                "2015":17,
                "2016":14,
                "2017":19,
                "2018":11,
                "2019":7,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The B-model topological string theory on a Calabi-Yau threefold X has a symmetry group Γ, generated by monodromies of the periods of X. This acts on the topological string wave function in a natural way, governed by the quantum mechanics of the phase space H 3(X). We show that, depending on the choice of polarization, the genus g topological string amplitude is either a holomorphic quasi-modular form or an almost holomorphic modular form of weight 0 under Γ. Moreover, at each genus, certain combinations of genus g amplitudes are both modular and holomorphic. We illustrate this for the local Calabi-Yau manifolds giving rise to Seiberg-Witten gauge theories in four dimensions and local IP 2 and IP 1  ×  IP 1. As a byproduct, we also obtain a simple way of relating the topological string amplitudes near different points in the moduli space, which we …",
            "Topological strings and (almost) modular forms",
            "Mina Aganagic and Vincent Bouchard and Albrecht Klemm",
            "2008",
            "WuBmzsQAAAAJ:W7OEmFMy1HYC",
            233,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-007-0383-3",
            "1904033321888506939",
            "\/scholar?cites=1904033321888506939",
            {
                "2007":18,
                "2008":15,
                "2009":23,
                "2010":20,
                "2011":27,
                "2012":14,
                "2013":18,
                "2014":16,
                "2015":19,
                "2016":14,
                "2017":13,
                "2018":15,
                "2019":11,
                "2020":7
            }
        ]
    ]
}