{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Pre-eclampsia affects 3–5% of pregnancies and is traditionally diagnosed by the combined presentation of high blood pressure and proteinuria. New definitions also include maternal organ dysfunction, such as renal insufficiency, liver involvement, neurological or haematological complications, uteroplacental dysfunction, or fetal growth restriction. When left untreated, pre-eclampsia can be lethal, and in low-resource settings, this disorder is one of the main causes of maternal and child mortality. In the absence of curative treatment, the management of pre-eclampsia involves stabilisation of the mother and fetus, followed by delivery at an optimal time. Although algorithms to predict pre-eclampsia are promising, they have yet to become validated. Simple preventive measures, such as low-dose aspirin, calcium, and diet and lifestyle interventions, show potential but small benefit. Because pre-eclampsia predisposes …",
            "Pre-eclampsia",
            "Ben WJ Mol and Claire T Roberts and Shakila Thangaratinam and Laura A Magee and Christianne JM De Groot and G Justus Hofmeyr",
            "2016",
            "wuuek4wAAAAJ:HtS1dXgVpQUC",
            956,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673615000707",
            "4266679959101582574",
            "\/scholar?cites=4266679959101582574",
            {
                "2015":4,
                "2016":78,
                "2017":101,
                "2018":208,
                "2019":220,
                "2020":314,
                "2021":15
            }
        ],
        [
            "The placenta is the highly specialised organ of pregnancy that supports the normal growth and development of the fetus. Growth and function of the placenta are precisely regulated and coordinated to ensure the exchange of nutrients and waste products between the maternal and fetal circulatory systems operates at maximal efficiency. The main functional units of the placenta are the chorionic villi within which fetal blood is separated by only three or four cell layers (placental membrane) from maternal blood in the surrounding intervillous space. After implantation, trophoblast cells proliferate and differentiate along two pathways described as villous and extravillous. Non-migratory, villous cytotrophoblast cells fuse to form the multinucleated syncytiotrophoblast, which forms the outer epithelial layer of the chorionic villi. It is at the terminal branches of the chorionic villi that the majority of fetal\/maternal exchange occurs …",
            "Growth and function of the normal human placenta",
            "Neil M Gude and Claire T Roberts and Bill Kalionis and Roger G King",
            "2004",
            "wuuek4wAAAAJ:u-x6o8ySG0sC",
            689,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0049384804003421",
            "4475927302806994861",
            "\/scholar?cites=4475927302806994861",
            {
                "2005":3,
                "2006":9,
                "2007":7,
                "2008":14,
                "2009":26,
                "2010":20,
                "2011":28,
                "2012":29,
                "2013":32,
                "2014":45,
                "2015":48,
                "2016":60,
                "2017":80,
                "2018":72,
                "2019":82,
                "2020":111,
                "2021":11
            }
        ],
        [
            "Preeclampsia is a pregnancy-specific syndrome that causes substantial maternal and fetal morbidity and mortality. The etiology is incompletely understood, and there is no clinically useful screening test. Current metabolomic technologies have allowed the establishment of metabolic signatures of preeclampsia in early pregnancy. Here, a 2-phase discovery\/validation metabolic profiling study was performed. In the discovery phase, a nested case-control study was designed, using samples obtained at 15±1 weeks’ gestation from 60 women who subsequently developed preeclampsia and 60 controls taking part in the prospective Screening for Pregnancy Endpoints cohort study. Controls were proportionally population matched for age, ethnicity, and body mass index at booking. Plasma samples were analyzed using ultra performance liquid chromatography-mass spectrometry. A multivariate predictive model …",
            "Robust early pregnancy prediction of later preeclampsia using metabolomic biomarkers",
            "Louise C Kenny and David I Broadhurst and Warwick Dunn and Marie Brown and Robyn A North and Lesley McCowan and Claire Roberts and Garth JS Cooper and Douglas B Kell and Philip N Baker",
            "2010",
            "wuuek4wAAAAJ:Y0pCki6q_DkC",
            296,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/hypertensionaha.110.157297",
            "8525558945011675008",
            "\/scholar?cites=8525558945011675008",
            {
                "2010":2,
                "2011":27,
                "2012":38,
                "2013":35,
                "2014":32,
                "2015":42,
                "2016":34,
                "2017":26,
                "2018":18,
                "2019":16,
                "2020":17
            }
        ],
        [
            "More than half of all cases of preeclampsia occur in healthy first-time pregnant women. Our aim was to develop a method to predict those at risk by combining clinical factors and measurements of biomarkers in women recruited to the Screening for Pregnancy Endpoints (SCOPE) study of low-risk nulliparous women. Forty-seven biomarkers identified on the basis of (1) association with preeclampsia, (2) a biological role in placentation, or (3) a role in cellular mechanisms involved in the pathogenesis of preeclampsia were measured in plasma sampled at 14 to 16 weeks’ gestation from 5623 women. The cohort was randomly divided into training (n=3747) and validation (n=1876) cohorts. Preeclampsia developed in 278 (4.9%) women, of whom 28 (0.5%) developed early-onset preeclampsia. The final model for the prediction of preeclampsia included placental growth factor, mean arterial pressure, and body mass …",
            "Early pregnancy prediction of preeclampsia in nulliparous women, combining clinical risk and biomarkers: the Screening for Pregnancy Endpoints (SCOPE) international cohort study",
            "Louise C Kenny and Michael A Black and Lucilla Poston and Rennae Taylor and Jenny E Myers and Philip N Baker and Lesley M McCowan and Nigel AB Simpson and Gus A Dekker and Claire T Roberts and Kelline Rodems and Brian Noland and Michael Raymundo and James J Walker and Robyn A North",
            "2014",
            "wuuek4wAAAAJ:ruyezt5ZtCIC",
            238,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/HYPERTENSIONAHA.114.03578",
            "18009752398506816104",
            "\/scholar?cites=18009752398506816104",
            {
                "2014":1,
                "2015":36,
                "2016":39,
                "2017":33,
                "2018":47,
                "2019":33,
                "2020":36,
                "2021":6
            }
        ],
        [
            "Pre-eclampsia, small-for-gestational-age infants, preterm birth and recurrent miscarriage complicate a significant number of pregnancies. The vascular endothelial growth factor (VEGF) family of angiogenic growth factors is implicated in the pathophysiology of these complications. We aimed to elucidate the role of these angiogenic factors in placentation and to evaluate the predictive value of their protein concentrations and genetic variations in pregnancy complications.We performed a systematic search of PubMed, and retrieved original articles. The search included a combination of terms such as VEGF-A, placental growth factor (PlGF), kinase insert domain receptor, fms-like-tyrosine-kinase receptor 1, soluble fms-like-tyrosine-kinase receptor 1, pre-eclampsia, small-for-gestational-age infants, preterm birth, recurrent miscarriage, placenta …",
            "The vascular endothelial growth factor family in adverse pregnancy outcomes",
            "PH Andraweera and GA Dekker and CT Roberts",
            "2012",
            "wuuek4wAAAAJ:k_IJM867U9cC",
            232,
            "https:\/\/academic.oup.com\/humupd\/article-abstract\/18\/4\/436\/664974",
            "7422891649722010082",
            "\/scholar?cites=7422891649722010082",
            {
                "2011":1,
                "2012":2,
                "2013":21,
                "2014":30,
                "2015":40,
                "2016":30,
                "2017":27,
                "2018":27,
                "2019":24,
                "2020":23,
                "2021":3
            }
        ],
        [
            "In the first trimester the extravillous cytotrophoblast cells occlude the uterine spiral arterioles creating a low oxygen environment early in pregnancy, which is essential for pregnancy success. Paradoxically, shallow trophoblast invasion and defective vascular remodelling of the uterine spiral arteries in the first trimester may result in impaired placental perfusion and chronic placental ischemia and hypoxia later in gestation leading to adverse pregnancy outcomes. The hypoxia inducible factors (HIFs) are key mediators of the response to low oxygen. We aimed to elucidate mechanisms of regulation of HIFs and the role these may play in the control of placental differentiation, growth and function in both normal and pathological pregnancies. The Pubmed database was consulted for identification of the most relevant published articles. Search terms used were oxygen, placenta, trophoblast, pregnancy, HIF and …",
            "Beyond oxygen: complex regulation and activity of hypoxia inducible factors in pregnancy",
            "Kirsty G Pringle and Karen L Kind and Amanda Sferruzzi-Perri and Jeremy Thompson and Claire T Roberts",
            "2010",
            "wuuek4wAAAAJ:-nhnvRiOwuoC",
            211,
            "https:\/\/academic.oup.com\/humupd\/article-abstract\/16\/4\/415\/797098",
            "5731829469626184492",
            "\/scholar?cites=5731829469626184492",
            {
                "2010":8,
                "2011":18,
                "2012":21,
                "2013":26,
                "2014":21,
                "2015":26,
                "2016":13,
                "2017":19,
                "2018":18,
                "2019":19,
                "2020":15,
                "2021":3
            }
        ],
        [
            "Growth factors secreted by the female reproductive tract promote development of the preimplantation embryo and potentially act as epigenetic determinants of postimplantation developmental competence and pregnancy outcome. In a comprehensive embryo transfer study in mice, we examined the late gestational and postnatal effects of embryo exposure to the cytokine granulocyte-macrophage colony-stimulating factor (GM-CSF), identified as a key physiological regulator of cell number and viability in mouse and human blastocysts. Embryo development in culture in the absence of GM-CSF restricted fetal growth, accelerated postnatal growth, and increased adult body mass and adiposity in offspring compared with in vivo-grown embryos, especially in males. Addition of GM-CSF to embryo culture medium increased the proportion of transferred embryos that generated viable progeny and alleviated the effects of in …",
            "Granulocyte-macrophage colony-stimulating factor alleviates adverse consequences of embryo culture on fetal growth trajectory and placental morphogenesis",
            "Cecilia Sjöblom and Claire T Roberts and Matts Wikland and Sarah A Robertson",
            "2005",
            "wuuek4wAAAAJ:d1gkVwhDpl0C",
            210,
            "https:\/\/academic.oup.com\/endo\/article-abstract\/146\/5\/2142\/2499820",
            "6163408912660283115",
            "\/scholar?cites=6163408912660283115",
            {
                "2005":7,
                "2006":10,
                "2007":16,
                "2008":15,
                "2009":11,
                "2010":4,
                "2011":14,
                "2012":16,
                "2013":10,
                "2014":24,
                "2015":18,
                "2016":13,
                "2017":10,
                "2018":18,
                "2019":6,
                "2020":16
            }
        ],
        [
            "Granulocyte-macrophage colony-stimulating factor (GM-CSF) has been identified as a potentially important mediator of intercellular communication in the female reproductive tract, with principal target cells being the large populations of myeloid leukocytes in the cycling and pregnant uterus, the preimplantation embryo, and trophoblast cells of the developing placenta. To determine the physiological significance of this cytokine in reproduction, the fertility of genetically GM-CSF-deficient (GM−\/−) mice was examined. Implantation rates were normal in GM−\/− mice, and viable pups were produced. However, the mean litter sizes of GM−\/− × GM−\/− breeding pairs were 25% smaller at weaning than those of GM+\/− × GM+\/− pairs, due to fetal death late in gestation and early in postnatal life, with a disproportionate loss of male pups. On Day 17 of pregnancy, the mean number of resorbing and malformed fetuses was …",
            "Fertility impairment in granulocyte-macrophage colony-stimulating factor-deficient mice",
            "SA Robertson and CT Roberts and KL Farr and AR Dunn and RF Seamark",
            "1999",
            "wuuek4wAAAAJ:u5HHmVD_uO8C",
            185,
            "https:\/\/academic.oup.com\/biolreprod\/article-abstract\/60\/2\/251\/2740909",
            "10364151857073274274",
            "\/scholar?cites=10364151857073274274",
            {
                "1999":2,
                "2000":11,
                "2001":5,
                "2002":22,
                "2003":6,
                "2004":13,
                "2005":7,
                "2006":10,
                "2007":11,
                "2008":12,
                "2009":7,
                "2010":8,
                "2011":9,
                "2012":10,
                "2013":10,
                "2014":7,
                "2015":9,
                "2016":5,
                "2017":7,
                "2018":4,
                "2019":3,
                "2020":6
            }
        ],
        [
            "The placenta is the primary interface between the fetus and mother and plays an important role in maintaining fetal development and growth by facilitating the transfer of substrates and participating in modulating the maternal immune response to prevent immunological rejection of the conceptus. The major substrates required for fetal growth include oxygen, glucose, amino acids and fatty acids, and their transport processes depend on morphological characteristics of the placenta, such as placental size, morphology, blood flow and vascularity. Other factors including insulin-like growth factors, apoptosis, autophagy and glucocorticoid exposure also affect placental growth and substrate transport capacity. Intrauterine growth restriction (IUGR) is often a consequence of insufficiency, and is associated with a high incidence of perinatal morbidity and mortality, as well as increased risk of cardiovascular and metabolic diseases in later life. Several different experimental methods have been used to induce placental insufficiency and IUGR in animal models and a range of factors that regulate placental growth and substrate transport capacity have been demonstrated. While no model system completely recapitulates human IUGR, these animal models allow us to carefully dissect cellular and molecular mechanisms to improve our understanding and facilitate development of therapeutic interventions. View Full-Text",
            "Placental adaptations in growth restriction",
            "Song Zhang and Timothy RH Regnault and Paige L Barker and Kimberley J Botting and Isabella C McMillen and Christine M McMillan and Claire T Roberts and Janna L Morrison",
            "2015",
            "wuuek4wAAAAJ:bz8QjSJIRt4C",
            168,
            "https:\/\/www.mdpi.com\/2072-6643\/7\/1\/360",
            "10364805712888836693",
            "\/scholar?cites=10364805712888836693",
            {
                "2015":8,
                "2016":30,
                "2017":25,
                "2018":39,
                "2019":28,
                "2020":31,
                "2021":4
            }
        ],
        [
            " Please cite this paper as: McCowan L, Roberts C, Dekker G, Taylor R, Chan E, Kenny L, Baker P, Moss‐Morris R, Chappell L, North R on behalf of the SCOPE consortium. Risk factors for small‐for‐gestational‐age infants by customised birthweight centiles: data from an international prospective cohort study. BJOG 2010;117:1599–1607.Objective  To identify clinical and ultrasound variables associated with the birth of small‐for‐gestational‐age (SGA) infants by customised centiles, subclassified according to whether their mothers were normotensive or developed hypertensive complications.Design  Prospective, multicentre cohort study.Setting  Participating centres of the Screening for Pregnancy Endpoints (SCOPE) study in Auckland, New Zealand, Adelaide, Australia, Manchester and London, UK, and Cork, Ireland.Population  The 3513 nulliparous participants of the SCOPE study.Methods  Women were …",
            "Risk factors for small‐for‐gestational‐age infants by customised birthweight centiles: data from an international prospective cohort study",
            "LME McCowan and CT Roberts and GA Dekker and RS Taylor and EHY Chan and LC Kenny and PN Baker and R Moss‐Morris and LC Chappell and RA North and SCOPE consortium",
            "2010",
            "wuuek4wAAAAJ:YOwf2qJgpHMC",
            165,
            "https:\/\/obgyn.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1471-0528.2010.02737.x",
            "13511591368722995308",
            "\/scholar?cites=13511591368722995308",
            {
                "2010":2,
                "2011":8,
                "2012":12,
                "2013":14,
                "2014":19,
                "2015":15,
                "2016":18,
                "2017":24,
                "2018":19,
                "2019":14,
                "2020":17,
                "2021":1
            }
        ]
    ]
}