{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Collisions involving Sn 112 and Sn 124 nuclei have been simulated with the improved quantum molecular dynamics transport model. The results of the calculations reproduce isospin diffusion data from two different observables and the ratios of neutron and proton spectra. By comparing these data to calculations performed over a range of symmetry energies at saturation density and different representations of the density dependence of the symmetry energy, constraints on the density dependence of the symmetry energy at subnormal density are obtained. The results from the present work are compared to constraints put forward in other recent analyses.",
            "Constraints on the density dependence of the symmetry energy",
            "MB Tsang and Yingxun Zhang and P Danielewicz and M Famiano and Zhuxia Li and WG Lynch and AW Steiner",
            "2009",
            "WW8VeBYAAAAJ:u5HHmVD_uO8C",
            718,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.122701",
            "16746212954337231739",
            "\/scholar?cites=16746212954337231739",
            {
                "2009":26,
                "2010":67,
                "2011":70,
                "2012":82,
                "2013":74,
                "2014":75,
                "2015":48,
                "2016":65,
                "2017":39,
                "2018":52,
                "2019":46,
                "2020":61,
                "2021":8
            }
        ],
        [
            "Recent measurements of preequilibrium neutron and proton transverse emission from Sn 112, 124+ Sn 112, 124 reactions at 50 MeV\/A have been completed at the National Superconducting Cyclotron Laboratory. Free nucleon transverse emission ratios are compared to those of A= 3 mirror nuclei. Comparisons are made to Boltzmann-Uehling-Uhlenbeck (BUU) transport calculations and conclusions concerning the density dependence of the asymmetry term of the nuclear equation of state at subnuclear densities are made. Comparison to BUU model predictions indicate a density dependence of the asymmetry energy that is closer to a form in which the asymmetry energy increases as the square root of the density for the density region studied. A coalescent-invariant analysis is introduced as a means of reducing suggested difficulties with cluster emission in total nucleon emission.",
            "Neutron and proton transverse emission ratio measurements and the density dependence of the asymmetry term of the nuclear equation of state",
            "MA Famiano and T Liu and WG Lynch and M Mocko and AM Rogers and MB Tsang and MS Wallace and RJ Charity and S Komarov and DG Sarantites and LG Sobotka and G Verde",
            "2006",
            "WW8VeBYAAAAJ:u-x6o8ySG0sC",
            254,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.052701",
            "17511149420180911692",
            "\/scholar?cites=17511149420180911692",
            {
                "2006":2,
                "2007":9,
                "2008":11,
                "2009":19,
                "2010":23,
                "2011":24,
                "2012":22,
                "2013":26,
                "2014":24,
                "2015":24,
                "2016":18,
                "2017":7,
                "2018":11,
                "2019":12,
                "2020":20,
                "2021":1
            }
        ],
        [
            " A search for new isotopes using in-flight fission of a 345 MeV\/nucleon  238 U beam has been carried out at the RI Beam Factory at the RIKEN Nishina Center. Fission fragments were analyzed and identified by using the superconducting in-flight separator BigRIPS. We observed 45 new neutron-rich isotopes:  71 Mn,  73,74 Fe,  76 Co,  79 Ni,  81,82 Cu,  84,85 Zn,  87 Ga,  90 Ge,  95 Se,  98 Br,  101 Kr,  103 Rb,  106,107 Sr,  108,109 Y,  111,112 Zr,  114,115 Nb,  115,116,117 Mo,  119,120 Tc,  121,122,123,124 Ru,  123,124,125,126 Rh,  127,128 Pd,  133 Cd,  138 Sn,  140 Sb,  143 Te,  145 I,  148 Xe, and  152 Ba.   ",
            "Identification of 45 New Neutron-Rich Isotopes Produced by In-Flight Fission of a 238U Beam at 345 MeV\/nucleon",
            "Tetsuya Ohnishi and Toshiyuki Kubo and Kensuke Kusaka and Atsushi Yoshida and Koichi Yoshida and Masao Ohtake and Naoki Fukuda and Hiroyuki Takeda and Daisuke Kameda and Kanenobu Tanaka and Naohito Inabe and Yoshiyuki Yanagisawa and Yasuyuki Gono and Hiroshi Watanabe and Hideaki Otsu and Hidetada Baba and Takashi Ichihara and Yoshitaka Yamaguchi and Maya Takechi and Shunji Nishimura and Hideki Ueno and Akihiro Yoshimi and Hiroyoshi Sakurai and Tohru Motobayashi and Taro Nakao and Yutaka Mizoi and Masafumi Matsushita and Kazuo Ieki and Nobuyuki Kobayashi and Kana Tanaka and Yosuke Kawada and Naoki Tanaka and Shigeki Deguchi and Yoshiteru Satou and Yosuke Kondo and Takashi Nakamura and Kenta Yoshinaga and Chihiro Ishii and Hideakira Yoshii and Yuki Miyashita and Nobuya Uematsu and Yasutsugu Shiraki and Toshiyuki Sumikama and Junsei Chiba and Eiji Ideguchi and Akito Saito and Takayuki Yamaguchi and Isao Hachiuma and Takeshi Suzuki and Tetsuaki Moriguchi and Akira Ozawa and Takashi Ohtsubo and Michael A. Famiano and Hans Geissel and Anthony S. Nettleton and Oleg B. Tarasov and Daniel P. Bazin and Bradley M. Sherrill and Shashikant L. Manikonda and Jerry A. Nolen",
            "2010",
            "WW8VeBYAAAAJ:2osOgNQ5qMEC",
            180,
            "https:\/\/journals.jps.jp\/doi\/abs\/10.1143\/JPSJ.79.073201",
            "9794868443333505973",
            "\/scholar?cites=9794868443333505973",
            {
                "2009":1,
                "2010":7,
                "2011":18,
                "2012":23,
                "2013":24,
                "2014":20,
                "2015":20,
                "2016":15,
                "2017":13,
                "2018":10,
                "2019":11,
                "2020":11
            }
        ],
        [
            "A search for isomeric γ decays among fission fragments from 345 MeV\/nucleon 238 U has been performed at the RIKEN Nishina Center RI Beam Factory. Fission fragments were selected and identified using the superconducting in-flight separator BigRIPS and were implanted in an aluminum stopper. Delayed γ rays were detected using three clover-type high-purity germanium detectors located at the focal plane within a time window of 20 μs following the implantation. We identified a total of 54 microsecond isomers with half-lives of∼ 0.1–10 μs, including the discovery of 18 new isomers in very neutron-rich nuclei: 59 Ti m, 90 As m, 92 Se m, 93 Se m, 94 Br m, 95 Br m, 96 Br m, 97 Rb m, 108 Nb m, 109 Mo m, 117 Ru m, 119 Ru m, 120 Rh m, 122 Rh m, 121 Pd m, 124 Pd m, 124 Ag m, and 126 Ag m, and obtained a wealth of spectroscopic information such as half-lives, γ-ray energies, γ-ray relative intensities, and γγ …",
            "Observation of new microsecond isomers among fission products from in-flight fission of 345 MeV\/nucleon U",
            "D Kameda and T Kubo and T Ohnishi and K Kusaka and A Yoshida and K Yoshida and M Ohtake and N Fukuda and H Takeda and K Tanaka and N Inabe and Y Yanagisawa and Y Gono and H Watanabe and H Otsu and H Baba and T Ichihara and Y Yamaguchi and M Takechi and S Nishimura and H Ueno and A Yoshimi and H Sakurai and T Motobayashi and T Nakao and Y Mizoi and M Matsushita and K Ieki and N Kobayashi and Y Kawada and N Tanaka and S Deguchi and Y Satou and Y Kondo and T Nakamura and K Yoshinaga and C Ishii and H Yoshii and Y Miyashita and N Uematsu and Y Shiraki and T Sumikama and J Chiba and E Ideguchi and A Saito and T Yamaguchi and I Hachiuma and T Suzuki and T Moriguchi and A Ozawa and T Ohtsubo and MA Famiano and H Geissel and AS Nettleton and OB Tarasov and D Bazin and BM Sherrill and SL Manikonda and JA Nolen",
            "2012",
            "WW8VeBYAAAAJ:738O_yMBCRsC",
            157,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.86.054319",
            "1819170656458794432",
            "\/scholar?cites=1819170656458794432",
            {
                "2012":3,
                "2013":7,
                "2014":10,
                "2015":57,
                "2016":35,
                "2017":11,
                "2018":8,
                "2019":15,
                "2020":11
            }
        ],
        [
            "The High Resolution Array (HiRA) is a large solid-angle array of silicon strip-detectors that has been developed for use in a variety of nuclear structure, nuclear astrophysics and nuclear reaction experiments with short lived beta-unstable beams. It consists of 20 identical telescopes each composed of a thin (65 μ m) single-sided silicon strip-detector, a thick (1.5 mm) double-sided silicon strip-detector, and four CsI (Tl) crystals read out by photodiodes. The array can be easily configured to meet the detection requirements of specific experiments. To process the signals from the 1920 strips in the array, an Application Specific Integrated Circuit (ASIC) was developed. The design and performance characteristics of HiRA are described.",
            "The high resolution array (HiRA) for rare isotope beam experiments",
            "Mark S Wallace and Michael A Famiano and M-J Van Goethem and Andrew M Rogers and William G Lynch and J Clifford and Frank Delaunay and Jenny Lee and S Labostov and Michal Mocko and L Morris and Arialdo Moroni and Brian E Nett and DJ Oostdyk and R Krishnasamy and MB Tsang and RT De Souza and Sylvie Hudan and Lee G Sobotka and Robert J Charity and J Elson and George L Engel",
            "2007",
            "WW8VeBYAAAAJ:zYLM7Y9cAGgC",
            142,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016890020701947X",
            "5007026558108965309",
            "\/scholar?cites=5007026558108965309",
            {
                "2007":2,
                "2008":3,
                "2009":8,
                "2010":10,
                "2011":10,
                "2012":17,
                "2013":12,
                "2014":13,
                "2015":10,
                "2016":12,
                "2017":9,
                "2018":17,
                "2019":9,
                "2020":7,
                "2021":3
            }
        ],
        [
            "Directed and elliptic flows of neutrons and light-charged particles were measured for the reaction Au 197+ Au 197 at 400 MeV\/nucleon incident energy within the ASY-EOS experimental campaign at the GSI laboratory. The detection system consisted of the Large Area Neutron Detector (LAND), combined with parts of the CHIMERA multidetector, the ALADIN Time-of-flight Wall, and the Washington University Microball detector. The latter three arrays were used for the event characterization and reaction-plane reconstruction. In addition, an array of triple telescopes, KRATTA was used for complementary measurements of the isotopic composition and flows of light-charged particles. From the comparison of the elliptic-flow ratio of neutrons with respect to charged particles with UrQMD predictions, a value γ= 0.72±0.19 is obtained for the power-law coefficient describing the density dependence of the potential part in the …",
            "Results of the ASY-EOS experiment at GSI: The symmetry energy at suprasaturation density",
            "P Russotto and S Gannon and Sebastian Kupny and Paweł Lasko and L Acosta and Marek Adamczyk and A Al-Ajlan and M Al-Garawi and S Al-Homaidhi and F Amorini and L Auditore and T Aumann and Y Ayyad and Z Basrak and J Benlliure and M Boisjoli and K Boretzky and Janusz Brzychczyk and A Budzanowski and C Caesar and G Cardella and P Cammarata and Z Chajecki and M Chartier and A Chbihi and M Colonna and MD Cozma and B Czech and E De Filippo and M Di Toro and M Famiano and I Gašparić and L Grassi and Chiara Guazzoni and P Guazzoni and M Heil and L Heilborn and R Introzzi and T Isobe and K Kezzar and M Kiš and A Krasznahorkay and N Kurz and E La Guidara and G Lanzalone and A Le Fèvre and Y Leifels and RC Lemmon and QF Li and I Lombardo and J Łukasik and WG Lynch and P Marini and Z Matthews and L May and T Minniti and M Mostazo and A Pagano and EV Pagano and M Papa and P Pawłowski and S Pirrone and G Politi and F Porto and W Reviol and Filippo Riccio and F Rizzo and E Rosato and D Rossi and S Santoro and DG Sarantites and H Simon and I Skwirczynska and Zbigniew Sosin and L Stuhl and W Trautmann and A Trifirò and M Trimarchi and MB Tsang and G Verde and M Veselsky and M Vigilante and Yongjia Wang and Andrzej Wieloch and P Wigg and J Winkelbauer and HH Wolter and P Wu and S Yennello and Pietro Zambon and L Zetta and M Zoric",
            "2016",
            "WW8VeBYAAAAJ:Dip1O2bNi0gC",
            132,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.94.034608",
            "5149977762327905444",
            "\/scholar?cites=5149977762327905444",
            {
                "2016":5,
                "2017":20,
                "2018":30,
                "2019":34,
                "2020":41,
                "2021":2
            }
        ],
        [
            "We have measured fragment cross-sections of projectile fragmentation reactions using primary beams of Ca 40, Ca 48, Ni 58, and Ni 64 at 140 MeV\/nucleon on Be 9 and Ta 181 targets. The cross-sections were obtained by integrating the momentum distributions of isotopes with Z⩾ 5 measured in the A1900 fragment separator. We compare the extracted cross-sections to the predictions of the empirical parametrization of fragmentation cross-sections (EPAX).",
            "Projectile fragmentation of , , , and  at 140 MeV\/nucleon",
            "M Mocko and MB Tsang and L Andronenko and M Andronenko and F Delaunay and M Famiano and T Ginter and V Henzl and D Henzlová and H Hua and S Lukyanov and WG Lynch and AM Rogers and M Steiner and A Stolz and O Tarasov and M-J van Goethem and G Verde and WS Wallace and A Zalessov",
            "2006",
            "WW8VeBYAAAAJ:d1gkVwhDpl0C",
            117,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.74.054612",
            "9705563005516785543",
            "\/scholar?cites=9705563005516785543",
            {
                "2007":8,
                "2008":4,
                "2009":7,
                "2010":10,
                "2011":7,
                "2012":7,
                "2013":7,
                "2014":7,
                "2015":17,
                "2016":9,
                "2017":12,
                "2018":8,
                "2019":8,
                "2020":6
            }
        ],
        [
            "Constraints on the EoS for symmetric matter (equal neutron and proton numbers) at supra-saturation densities have been extracted from energetic collisions of heavy ions. Collisions of neutron-deficient and neutron-rich heavy ions now provide initial constraints on the EoS of neutron-rich matter at sub-saturation densities. Comparisons are made to other available constraints.",
            "Probing the symmetry energy with heavy ions",
            "WG Lynch and MB Tsang and Y Zhang and P Danielewicz and M Famiano and Z Li and AW Steiner",
            "2009",
            "WW8VeBYAAAAJ:Zph67rFs4hoC",
            111,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641009000027",
            "17639529786679349208",
            "\/scholar?cites=17639529786679349208",
            {
                "2010":1,
                "2011":3,
                "2012":5,
                "2013":5,
                "2014":7,
                "2015":9,
                "2016":22,
                "2017":14,
                "2018":17,
                "2019":14,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The emissions of neutrons, protons and bound clusters from central 124Sn + 124Sn and 112Sn + 112Sn collisions are simulated using the Improved Quantum Molecular Dynamics model for two different density-dependent symmetry-energy functions. The calculated neutron–proton spectral double ratios for these two systems are sensitive to the density dependence of the symmetry energy, consistent with previous work. Cluster emission increases the double ratios in the low energy region relative to values calculated in a coalescence-invariant approach. To circumvent uncertainties in cluster production and secondary decays, it is important to have more accurate measurements of the neutron–proton ratios at higher energies in the center of mass system, where the influence of such effects is reduced.",
            "The influence of cluster emission and the symmetry energy on neutron–proton spectral double ratios",
            "Yingxun Zhang and P Danielewicz and M Famiano and Zhuxia Li and WG Lynch and MB Tsang",
            "2008",
            "WW8VeBYAAAAJ:9yKSN-GCB0IC",
            110,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269308003924",
            "16971022063486634084",
            "\/scholar?cites=16971022063486634084",
            {
                "2008":2,
                "2009":9,
                "2010":16,
                "2011":6,
                "2012":12,
                "2013":11,
                "2014":6,
                "2015":12,
                "2016":6,
                "2017":3,
                "2018":7,
                "2019":9,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Spectroscopic factors have been extracted for proton-rich Ar 34 and neutron-rich Ar 46 using the (p, d) neutron transfer reaction. The experimental results show little reduction of the ground state neutron spectroscopic factor of the proton-rich nucleus Ar 34 compared to that of Ar 46. The results suggest that correlations, which generally reduce such spectroscopic factors, do not depend strongly on the neutron-proton asymmetry of the nucleus in this isotopic region as was reported in knockout reactions. The present results are consistent with results from systematic studies of transfer reactions but inconsistent with the trends observed in knockout reaction measurements.",
            "Neutron-proton asymmetry dependence of spectroscopic factors in Ar isotopes",
            "Jenny Lee and MB Tsang and D Bazin and D Coupland and Vladimir Henzl and Daniela Henzlová and M Kilburn and William G Lynch and Andrew M Rogers and A Sanetullaev and Angelo Signoracci and ZY Sun and M Youngs and KY Chae and Robert J Charity and HK Cheung and M Famiano and Sylvie Hudan and P O’Malley and WA Peters and K Schmitt and Daniel Shapira and Lee G Sobotka",
            "2010",
            "WW8VeBYAAAAJ:Tyk-4Ss8FVUC",
            107,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.112701",
            "5584586482232305214",
            "\/scholar?cites=5584586482232305214",
            {
                "2010":6,
                "2011":24,
                "2012":14,
                "2013":6,
                "2014":6,
                "2015":5,
                "2016":13,
                "2017":3,
                "2018":14,
                "2019":7,
                "2020":7,
                "2021":2
            }
        ]
    ]
}