{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Salmonella enterica serotype Typhimurium (S. Typhimurium) causes acute gut inflammation by using its virulence factors to invade the intestinal epithelium and survive in mucosal macrophages. The inflammatory response enhances the transmission success of S. Typhimurium by promoting its outgrowth in the gut lumen through unknown mechanisms. Here we show that reactive oxygen species generated during inflammation react with endogenous, luminal sulphur compounds (thiosulphate) to form a new respiratory electron acceptor, tetrathionate. The genes conferring the ability to use tetrathionate as an electron acceptor produce a growth advantage for S. Typhimurium over the competing microbiota in the lumen of the inflamed gut. We conclude that S. Typhimurium virulence factors induce host-driven production of a new electron acceptor that allows the pathogen to use respiration to compete with fermenting …",
            "Gut inflammation provides a respiratory electron acceptor for Salmonella",
            "Sebastian E Winter and Parameth Thiennimitr and Maria G Winter and Brian P Butler and Douglas L Huseby and Robert W Crawford and Joseph M Russell and Charles L Bevins and L Garry Adams and Renée M Tsolis and John R Roth and Andreas J Bäumler",
            "2010",
            "WwC1BAgAAAAJ:u5HHmVD_uO8C",
            948,
            "https:\/\/www.nature.com\/articles\/nature09415",
            "1126694987139807665",
            "\/scholar?cites=1126694987139807665",
            {
                "2010":5,
                "2011":63,
                "2012":71,
                "2013":106,
                "2014":99,
                "2015":97,
                "2016":104,
                "2017":106,
                "2018":96,
                "2019":84,
                "2020":106,
                "2021":9
            }
        ],
        [
            "Changes in the microbial community structure are observed in individuals with intestinal inflammatory disorders. These changes are often characterized by a depletion of obligate anaerobic bacteria, whereas the relative abundance of facultative anaerobic Enterobacteriaceae increases. The mechanisms by which the host response shapes the microbial community structure, however, remain unknown. We show that nitrate generated as a by-product of the inflammatory response conferred a growth advantage to the commensal bacterium Escherichia coli in the large intestine of mice. Mice deficient in inducible nitric oxide synthase did not support the growth of E. coli by nitrate respiration, suggesting that the nitrate generated during inflammation was host-derived. Thus, the inflammatory host response selectively enhances the growth of commensal Enterobacteriaceae by generating electron acceptors for anaerobic …",
            "Host-derived nitrate boosts growth of E. coli in the inflamed gut",
            "Sebastian E Winter and Maria G Winter and Mariana N Xavier and Parameth Thiennimitr and Victor Poon and A Marijke Keestra and Richard C Laughlin and Gabriel Gomez and Jing Wu and Sara D Lawhon and Ina E Popova and Sanjai J Parikh and L Garry Adams and Renée M Tsolis and Valley J Stewart and Andreas J Bäumler",
            "2013",
            "WwC1BAgAAAAJ:_FxGoFyzp5QC",
            575,
            "https:\/\/science.sciencemag.org\/content\/339\/6120\/708.abstract",
            "15400779414415821502",
            "\/scholar?cites=15400779414415821502",
            {
                "2013":38,
                "2014":61,
                "2015":54,
                "2016":81,
                "2017":72,
                "2018":79,
                "2019":87,
                "2020":91,
                "2021":9
            }
        ],
        [
            "The most common disease syndromes caused by Salmonella serotypes in humans, typhoid fever and enteritis, can be modeled using Salmonella enterica serotype Typhimurium infections in mice and calves, respectively. This article reviews murine typhoid and bovine enteritis and discusses strengths, limitations and distinctive features of these animal models.",
            "Animal models of Salmonella infections: enteritis versus typhoid fever",
            "Renato L Santos and Shuping Zhang and Renee M Tsolis and Robert A Kingsley and L Garry Adams and Andreas J Bäumler",
            "2001",
            "WwC1BAgAAAAJ:u-x6o8ySG0sC",
            542,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1286457901014952",
            "7670315020317611683",
            "\/scholar?cites=7670315020317611683",
            {
                "2002":7,
                "2003":13,
                "2004":10,
                "2005":18,
                "2006":18,
                "2007":29,
                "2008":38,
                "2009":35,
                "2010":30,
                "2011":38,
                "2012":31,
                "2013":39,
                "2014":32,
                "2015":29,
                "2016":42,
                "2017":40,
                "2018":31,
                "2019":28,
                "2020":30,
                "2021":2
            }
        ],
        [
            "The question of how bacteria are able to overcome species barriers and adapt to new hosts is central to the understanding of both the origin of infectious diseases and the emergence of new pathogens. The analysis of virulence factors used by different Salmonella serotypes can serve as a powerful model for studying mechanisms of host adaptation because these pathogens are physiologically well characterized and lend themselves to genetic analysis. However, they differ greatly with regard to host range and their degree of host adaptation. Salmonella serotypes are closely related as shown by analysis of orthologous genes. Divergence in the nucleotide sequence of orthologous genes ranges between 3.8 and 4.6% and differences in their deduced amino acid sequences range between 0.7 and 1.3%(108). This close DNA relatedness among Salmonella serotypes is evidence for their clonal origin, and based on …",
            "Evolution of Host Adaptation inSalmonella enterica",
            "Andreas J Bäumler and Renée M Tsolis and Thomas A Ficht and L Garry Adams",
            "1998",
            "WwC1BAgAAAAJ:d1gkVwhDpl0C",
            457,
            "https:\/\/iai.asm.org\/content\/66\/10\/4579.short",
            "1163703370311805021",
            "\/scholar?cites=1163703370311805021",
            {
                "1999":13,
                "2000":22,
                "2001":6,
                "2002":15,
                "2003":13,
                "2004":12,
                "2005":19,
                "2006":21,
                "2007":21,
                "2008":20,
                "2009":20,
                "2010":19,
                "2011":19,
                "2012":31,
                "2013":32,
                "2014":27,
                "2015":25,
                "2016":24,
                "2017":19,
                "2018":16,
                "2019":35,
                "2020":24
            }
        ]
    ]
}