{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Relieving phosphorus loading is a key management tool for controlling Lake Erie eutrophication. During the 1960s and 1970s, increased phosphorus inputs degraded water quality and reduced central basin hypolimnetic oxygen levels which, in turn, eliminated thermal habitat vital to cold-water organisms and contributed to the extirpation of important benthic macroinvertebrate prey species for fishes. In response to load reductions initiated in 1972, Lake Erie responded quickly with reduced water-column phosphorus concentrations, phytoplankton biomass, and bottom-water hypoxia (dissolved oxygen < 2 mg\/l). Since the mid-1990s, cyanobacteria blooms increased and extensive hypoxia and benthic algae returned. We synthesize recent research leading to guidance for addressing this re-eutrophication, with particular emphasis on central basin hypoxia. We document recent trends in key eutrophication-related …",
            "Assessing and addressing the re-eutrophication of Lake Erie: Central basin hypoxia",
            "Donald Scavia and J David Allan and Kristin K Arend and Steven Bartell and Dmitry Beletsky and Nate S Bosch and Stephen B Brandt and Ruth D Briland and Irem Daloğlu and Joseph V DePinto and David M Dolan and Mary Anne Evans and Troy M Farmer and Daisuke Goto and Haejin Han and Tomas O Höök and Roger Knight and Stuart A Ludsin and Doran Mason and Anna M Michalak and R Peter Richards and James J Roberts and Daniel K Rucinski and Edward Rutherford and David J Schwab and Timothy M Sesterhenn and Hongyan Zhang and Yuntao Zhou",
            "2014",
            "wWTpqmEAAAAJ:M05iB0D1s5AC",
            405,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0380133014000252",
            "4344979765327383436",
            "\/scholar?cites=4344979765327383436",
            {
                "2014":15,
                "2015":31,
                "2016":61,
                "2017":68,
                "2018":74,
                "2019":73,
                "2020":71,
                "2021":6
            }
        ],
        [
            "In this paper new maps are presented of mean circulation in the Great Lakes, employing long-term current observations from about 100 Great Lakes moorings during the 1960s to 1980s. Knowledge of the mean circulation in the Great Lakes is important for ecological and management issues because it provides an indication of transport pathways of nutrients and contaminants on longer time scales. Based on the availability of data, summer circulation patterns in all of the Great Lakes, winter circulation patterns in all of the Great Lakes except Lake Superior, and annual circulation patterns in Lakes Erie, Michigan, and Ontario were derived. Winter currents are generally stronger than summer currents, and, therefore, annual circulation closely resembles winter circulation. Circulation patterns tend to be cyclonic (counterclockwise) in the larger lakes (Lake Huron, Lake Michigan, and Lake Superior) with increased …",
            "Mean circulation in the Great Lakes",
            "Dmitry Beletsky and James H Saylor and David J Schwab",
            "1999",
            "wWTpqmEAAAAJ:u5HHmVD_uO8C",
            292,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0380133099707185",
            "3468317939203479410",
            "\/scholar?cites=3468317939203479410",
            {
                "1999":2,
                "2000":1,
                "2001":6,
                "2002":3,
                "2003":8,
                "2004":11,
                "2005":13,
                "2006":13,
                "2007":10,
                "2008":17,
                "2009":14,
                "2010":13,
                "2011":15,
                "2012":28,
                "2013":19,
                "2014":15,
                "2015":19,
                "2016":18,
                "2017":18,
                "2018":13,
                "2019":13,
                "2020":19
            }
        ],
        [
            "A groundwater-associated outbreak affected approximately 1,450 residents and visitors of South Bass Island, Ohio, between July and September 2004.To examine the microbiological quality of groundwater wells located on South Bass Island, we sampled 16 wells that provide potable water to public water systems 15–21 September 2004.We tested groundwater wells for fecal indicators, enteric viruses and bacteria, and protozoa (Cryptosporidium and Giardia). The hydrodynamics of Lake Erie were examined to explore the possible surface water–groundwater interactions.All wells were positive for both total coliform and Escherichia coli. Seven wells tested positive for enterococci and Arcobacter (an emerging bacterial pathogen), and F+-specific coliphage was present in four wells. Three wells were positive for all three bacterial indicators, coliphages, and Arcobacter …",
            "Massive microbiological groundwater contamination associated with a waterborne outbreak in Lake Erie, South Bass Island, Ohio",
            "Theng-Theng Fong and Linda S Mansfield and David L Wilson and David J Schwab and Stephanie L Molloy and Joan B Rose",
            "2007",
            "wWTpqmEAAAAJ:9yKSN-GCB0IC",
            223,
            "https:\/\/ehp.niehs.nih.gov\/doi\/abs\/10.1289\/ehp.9430",
            "15806855341595130419",
            "\/scholar?cites=15806855341595130419",
            {
                "2008":7,
                "2009":11,
                "2010":15,
                "2011":17,
                "2012":23,
                "2013":23,
                "2014":23,
                "2015":19,
                "2016":25,
                "2017":18,
                "2018":12,
                "2019":18,
                "2020":12
            }
        ],
        [
            "A three‐dimensional primitive equation numerical model was applied to Lake Michigan for the periods 1982–1983 and 1994–1995 to study seasonal and interannual variability of lake‐wide circulation and thermal structure in the lake. The model was able to reproduce all of the basic features of the thermal structure in Lake Michigan: spring thermal bar, full stratification, deepening of the thermocline during the fall cooling, and finally, an overturn in the late fall. Large‐scale circulation patterns tend to be cyclonic (counterclockwise), with cyclonic circulation within each subbasin. The largest currents and maximum cyclonic vorticity occur in the fall and winter when temperature gradients are low but wind stresses are strongest. The smallest currents and minimum cyclonic vorticity occur in spring and summer when temperature gradients are strong but wind stresses are weakest. All these facts are in agreement with …",
            "Modeling circulation and thermal structure in Lake Michigan: Annual cycle and interannual variability",
            "Dmitry Beletsky and David J Schwab",
            "2001",
            "wWTpqmEAAAAJ:u-x6o8ySG0sC",
            209,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2000JC000691",
            "14891903132922024669",
            "\/scholar?cites=14891903132922024669",
            {
                "2001":3,
                "2002":2,
                "2003":5,
                "2004":8,
                "2005":2,
                "2006":7,
                "2007":10,
                "2008":11,
                "2009":7,
                "2010":19,
                "2011":11,
                "2012":15,
                "2013":14,
                "2014":22,
                "2015":21,
                "2016":5,
                "2017":10,
                "2018":10,
                "2019":13,
                "2020":13,
                "2021":1
            }
        ],
        [
            "The Laurentian Great Lakes of North America have horizontal scales of hundreds of kilometers and depth scales of hundreds of meters. In terms of coastal dynamics, they behave much like inland seas and exhibit physical processes characteristic of the coastal oceans. The lakes are dynamically similar to the coastal ocean in that their horizontal dimensions are larger than the vertical dimensions, and the principal source of mechanical energy is the wind. The major difference in dynamical processes is that the lakes are enclosed basins and are not connected to the deep ocean. This paper presents an overview of some of the significant aspects of physical processes in the coastal zones of the Great Lakes. The review is based on examples ranging from lake-wide experiments like the International Field Year on the Great Lakes (IFYGL) to several process-oriented coastal boundary layer experiments. The basic …",
            "Transport and mixing between the coastal and offshore waters in the Great Lakes: a review",
            "Yerubandi R Rao and David J Schwab",
            "2007",
            "wWTpqmEAAAAJ:Y0pCki6q_DkC",
            173,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0380133007700485",
            "6328717634041257639",
            "\/scholar?cites=6328717634041257639",
            {
                "2007":1,
                "2008":5,
                "2009":3,
                "2010":9,
                "2011":7,
                "2012":21,
                "2013":15,
                "2014":10,
                "2015":23,
                "2016":18,
                "2017":13,
                "2018":17,
                "2019":20,
                "2020":8,
                "2021":1
            }
        ],
        [
            "To investigate the transport and fate of fecal pollution at Great Lakes beaches and the health risks associated with swimming, the near-shore waters of Lake Michigan and two tributaries discharging into it were examined for bacterial indicators of human fecal pollution. The enterococcus human fecal pollution marker, which targets a putative virulence factorthe enterococcal surface protein (esp) in Enterococcus faecium, was detected in 2\/28 samples (7%) in the tributaries draining into Lake Michigan and in 6\/30 samples (20%) in Lake Michigan beaches. This was indicative of human fecal pollution being transported in the tributaries and occurrence at Lake Michigan beaches. To understand the relative importance of different processes influencing pollution transport and inactivation, a finite-element model of surf-zone hydrodynamics (coupled with models for temperature, E. coli and enterococci) was used …",
            "Modeling the transport and inactivation of E. coli and enterococci in the near-shore region of Lake Michigan",
            "Lubo Liu and Mantha S Phanikumar and Stephanie L Molloy and Richard L Whitman and Dawn A Shively and Meredith B Nevers and David J Schwab and Joan B Rose",
            "2006",
            "wWTpqmEAAAAJ:IjCSPb-OGe4C",
            154,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es060438k",
            "16401862965323040819",
            "\/scholar?cites=16401862965323040819",
            {
                "2007":7,
                "2008":8,
                "2009":6,
                "2010":10,
                "2011":12,
                "2012":15,
                "2013":15,
                "2014":10,
                "2015":17,
                "2016":7,
                "2017":12,
                "2018":16,
                "2019":8,
                "2020":11
            }
        ],
        [
            "A parametric dynamical wave prediction model has been adapted and tested against semianalytic empirical results for steady conditions in a circular basin and extensive fiel measurements of wave height, period, and direction. The adapted numerical model accurately predicts the directional spreading of waves for uniform steady wind that Donelan (1980) had predicted analytically for fetch‐limited waves. When the model was applied to the central basin of Lake Erie and the results compared to observations of wave height and period (at two points in the lake) and direction (at one point), results for wave height and direction estimates were excellent compared to measurements at a research tower off the southern shore, but computed wave heights were lower than observed at a weather buoy in the western part. The model somewhat underestimated wave periods at both places. Thus, with locally measured wind …",
            "Application of a simple numerical wave prediction model to Lake Erie",
            "David J Schwab and John R Bennett and Paul C Liu and Mark A Donelan",
            "1984",
            "wWTpqmEAAAAJ:d1gkVwhDpl0C",
            148,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/JC089iC03p03586",
            "7125064407179641487",
            "\/scholar?cites=7125064407179641487",
            {
                "1984":1,
                "1985":3,
                "1986":2,
                "1987":1,
                "1988":2,
                "1989":8,
                "1990":2,
                "1991":2,
                "1992":2,
                "1993":3,
                "1994":3,
                "1995":1,
                "1996":5,
                "1997":5,
                "1998":7,
                "1999":1,
                "2000":8,
                "2001":6,
                "2002":6,
                "2003":12,
                "2004":7,
                "2005":10,
                "2006":9,
                "2007":6,
                "2008":1,
                "2009":10,
                "2010":5,
                "2011":2,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":2
            }
        ],
        [
            "A coupled physical and biological model was developed for Lake Michigan. The physical model was the Princeton ocean model (POM) driven directly by observed winds and net surface heat flux. The biological model was an eight-component, phosphorus-limited, lower trophic level food web model, which included phosphate and silicate for nutrients, diatoms and non-diatoms for dominant phytoplankton species, copepods and protozoa for dominant zooplankton species, bacteria and detritus. Driven by observed meteorological forcings, a 1-D modeling experiment showed a controlling of physical processes on the seasonal variation of biological variables in Lake Michigan: diatoms grew significantly in the subsurface region in early summer as stratification developed and then decayed rapidly in the surface mixed layer when silicate supplied from the deep stratified region was reduced as a result of the formation of …",
            "A model study of the coupled biological and physical dynamics in Lake Michigan",
            "Changsheng Chen and Rubao Ji and David J Schwab and Dmitry Beletsky and Gary L Fahnenstiel and Mingshun Jiang and Thomas H Johengen and Henry Vanderploeg and Brian Eadie and Judith Wells Budd and Marie H Bundy and Wayne Gardner and James Cotner and Peter J Lavrentyev",
            "2002",
            "wWTpqmEAAAAJ:qjMakFHDy7sC",
            134,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304380002000261",
            "3352410890789133634",
            "\/scholar?cites=3352410890789133634",
            {
                "2002":1,
                "2003":6,
                "2004":3,
                "2005":10,
                "2006":8,
                "2007":4,
                "2008":10,
                "2009":3,
                "2010":13,
                "2011":11,
                "2012":9,
                "2013":7,
                "2014":12,
                "2015":14,
                "2016":5,
                "2017":4,
                "2018":11,
                "2019":1,
                "2020":2
            }
        ],
        [
            "1. Hypoxia occurs seasonally in many stratified coastal marine and freshwater ecosystems when bottom dissolved oxygen (DO) concentrations are depleted below 2–3 mg O2 L−1.2. We evaluated the effects of hypoxia on fish habitat quality in the central basin of Lake Erie from 1987 to 2005, using bioenergetic growth rate potential (GRP) as a proxy for habitat quality. We compared the effect of hypoxia on habitat quality of (i) rainbow smelt, Osmerus mordax mordax Mitchill (young‐of‐year, YOY, and adult), a cold‐water planktivore, (ii) emerald shiner, Notropis atherinoides Rafinesque (adult), a warm‐water planktivore, (iii) yellow perch, Perca flavescens Mitchill (YOY and adult), a cool‐water benthopelagic omnivore and (iv) round goby Neogobius melanostomus Pallas (adult) a eurythermal benthivore. Annual thermal and DO profiles were generated from 1D thermal and DO hydrodynamics models developed …",
            "Seasonal and interannual effects of hypoxia on fish habitat quality in central Lake Erie",
            "Kristin K Arend and Dmitry Beletsky and JOSEPH V DePINTO and Stuart A Ludsin and James J Roberts and Daniel K Rucinski and Donald Scavia and David J Schwab and Tomas O Höök",
            "2011",
            "wWTpqmEAAAAJ:4DMP91E08xMC",
            132,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2427.2010.02504.x",
            "7201511221194445921",
            "\/scholar?cites=7201511221194445921",
            {
                "2011":2,
                "2012":8,
                "2013":10,
                "2014":14,
                "2015":5,
                "2016":20,
                "2017":11,
                "2018":18,
                "2019":19,
                "2020":17,
                "2021":3
            }
        ],
        [
            "A quasi‐three‐dimensional suspended sediment transport model was developed and generalized to include combined wave‐current effects to study bottom sediment resuspension and transport in southern Lake Michigan. The results from a three‐dimensional circulation model and a wind wave model were used as input to the sediment transport model. Two effects of nonlinear wave‐current interactions were considered in the sediment transport model: the changes in turbulence intensity due to waves and the enhancement of induced bottom shear stresses. Empirical formulations of sediment entrainment and resuspension processes were established and parameterized by laboratory data and field studies in the lake. In this preliminary application of the model to Lake Michigan, only a single grain size is used to characterize the sedimentary material, and the bottom of the lake is treated as an unlimited sediment …",
            "A model of sediment resuspension and transport dynamics in southern Lake Michigan",
            "Jing Lou and David J Schwab and Dmitry Beletsky and Nathan Hawley",
            "2000",
            "wWTpqmEAAAAJ:UeHWp8X0CEIC",
            122,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/1999JC900325",
            "13291554884027063502",
            "\/scholar?cites=13291554884027063502",
            {
                "2000":3,
                "2001":2,
                "2002":6,
                "2003":5,
                "2004":12,
                "2005":5,
                "2006":5,
                "2007":6,
                "2008":6,
                "2009":2,
                "2010":7,
                "2011":7,
                "2012":4,
                "2013":7,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":6,
                "2018":7,
                "2019":5,
                "2020":9
            }
        ]
    ]
}