{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present Model-based Analysis of ChIP-Seq data, MACS, which analyzes data generated by short read sequencers such as Solexa's Genome Analyzer. MACS empirically models the shift size of ChIP-Seq tags, and uses it to improve the spatial resolution of predicted binding sites. MACS also uses a dynamic Poisson distribution to effectively capture local biases in the genome, allowing for more robust predictions. MACS compares favorably to existing ChIP-Seq peak-finding algorithms, and is freely available.",
            "Model-based analysis of ChIP-Seq (MACS)",
            "Yong Zhang and Tao Liu and Clifford A Meyer and Jérôme Eeckhoute and David S Johnson and Bradley E Bernstein and Chad Nusbaum and Richard M Myers and Myles Brown and Wei Li and X Shirley Liu",
            "2008",
            "wwxk-JMAAAAJ:W7OEmFMy1HYC",
            8721,
            "https:\/\/genomebiology.biomedcentral.com\/articles\/10.1186\/gb-2008-9-9-r137?utm_source=xmol&utm_medium=display&utm_content=article_highlight&utm_campaign=BSCN_1_JG02_CN_GBIO_20Years_AH_paid_display_XMOL",
            "14252090027271643524",
            "\/scholar?cites=14252090027271643524",
            {
                "2009":41,
                "2010":131,
                "2011":243,
                "2012":353,
                "2013":467,
                "2014":661,
                "2015":687,
                "2016":806,
                "2017":957,
                "2018":1123,
                "2019":1371,
                "2020":1662,
                "2021":165
            }
        ],
        [
            "Many cofactors bind the hormone-activated estrogen receptor (ER), yet the specific regulators of endogenous ER-mediated gene transcription are unknown. Using chromatin immunoprecipitation (ChIP), we find that ER and a number of coactivators rapidly associate with estrogen responsive promoters following estrogen treatment in a cyclic fashion that is not predicted by current models of hormone activation. Cycles of ER complex assembly are followed by transcription. In contrast, the anti-estrogen tamoxifen (TAM) recruits corepressors but not coactivators. Using a genetic approach, we show that recruitment of the p160 class of coactivators is sufficient for gene activation and for the growth stimulatory actions of estrogen in breast cancer supporting a model in which ER cofactors play unique roles in estrogen signaling.",
            "Cofactor dynamics and sufficiency in estrogen receptor–regulated transcription",
            "Yongfeng Shang and Xiao Hu and James DiRenzo and Mitchell A Lazar and Myles Brown",
            "2000",
            "wwxk-JMAAAAJ:u5HHmVD_uO8C",
            1846,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867400001884",
            "14097587966787395724",
            "\/scholar?cites=14097587966787395724",
            {
                "2001":51,
                "2002":141,
                "2003":155,
                "2004":164,
                "2005":150,
                "2006":144,
                "2007":138,
                "2008":123,
                "2009":99,
                "2010":87,
                "2011":86,
                "2012":92,
                "2013":65,
                "2014":60,
                "2015":53,
                "2016":68,
                "2017":39,
                "2018":43,
                "2019":38,
                "2020":33,
                "2021":7
            }
        ],
        [
            "The estrogen receptor is the master transcriptional regulator of breast cancer phenotype and the archetype of a molecular therapeutic target. We mapped all estrogen receptor and RNA polymerase II binding sites on a genome-wide scale, identifying the authentic cis binding sites and target genes, in breast cancer cells. Combining this unique resource with gene expression data demonstrates distinct temporal mechanisms of estrogen-mediated gene regulation, particularly in the case of estrogen-suppressed genes. Furthermore, this resource has allowed the identification of cis-regulatory sites in previously unexplored regions of the genome and the cooperating transcription factors underlying estrogen signaling in breast cancer.",
            "Genome-wide analysis of estrogen receptor binding sites",
            "Jason S Carroll and Clifford A Meyer and Jun Song and Wei Li and Timothy R Geistlinger and Jérôme Eeckhoute and Alexander S Brodsky and Erika Krasnickas Keeton and Kirsten C Fertuck and Giles F Hall and Qianben Wang and Stefan Bekiranov and Victor Sementchenko and Edward A Fox and Pamela A Silver and Thomas R Gingeras and X Shirley Liu and Myles Brown",
            "2006",
            "wwxk-JMAAAAJ:qjMakFHDy7sC",
            1439,
            "https:\/\/www.nature.com\/articles\/ng1901",
            "7951096779388712529",
            "\/scholar?cites=7951096779388712529",
            {
                "2006":5,
                "2007":75,
                "2008":126,
                "2009":141,
                "2010":145,
                "2011":149,
                "2012":142,
                "2013":134,
                "2014":93,
                "2015":80,
                "2016":86,
                "2017":76,
                "2018":65,
                "2019":67,
                "2020":37,
                "2021":5
            }
        ],
        [
            "Estrogen plays an essential physiologic role in reproduction and a pathologic one in breast cancer. The completion of the human genome has allowed the identification of the expressed regions of protein-coding genes; however, little is known concerning the organization of their cis-regulatory elements. We have mapped the association of the estrogen receptor (ER) with the complete nonrepetitive sequence of human chromosomes 21 and 22 by combining chromatin immunoprecipitation (ChIP) with tiled microarrays. ER binds selectively to a limited number of sites, the majority of which are distant from the transcription start sites of regulated genes. The unbiased sequence interrogation of the genuine chromatin binding sites suggests that direct ER binding requires the presence of Forkhead factor binding in close proximity. Furthermore, knockdown of FoxA1 expression blocks the association of ER with chromatin …",
            "Chromosome-wide mapping of estrogen receptor binding reveals long-range regulation requiring the forkhead protein FoxA1",
            "Jason S Carroll and X Shirley Liu and Alexander S Brodsky and Wei Li and Clifford A Meyer and Anna J Szary and Jerome Eeckhoute and Wenlin Shao and Eli V Hestermann and Timothy R Geistlinger and Edward A Fox and Pamela A Silver and Myles Brown",
            "2005",
            "wwxk-JMAAAAJ:2osOgNQ5qMEC",
            1351,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867405004538",
            "12018554524946333077",
            "\/scholar?cites=12018554524946333077",
            {
                "2005":5,
                "2006":71,
                "2007":103,
                "2008":112,
                "2009":122,
                "2010":105,
                "2011":120,
                "2012":105,
                "2013":103,
                "2014":84,
                "2015":66,
                "2016":84,
                "2017":56,
                "2018":71,
                "2019":86,
                "2020":47,
                "2021":3
            }
        ],
        [
            "Selective estrogen receptor modulators (SERMs) mimic estrogen action in certain tissues while opposing it in others. The therapeutic effectiveness of SERMs such as tamoxifen and raloxifene in breast cancer depends on their antiestrogenic activity. In the uterus, however, tamoxifen is estrogenic. Here, we show that both tamoxifen and raloxifene induce the recruitment of corepressors to target gene promoters in mammary cells. In endometrial cells, tamoxifen, but not raloxifene, acts like estrogen by stimulating the recruitment of coactivators to a subset of genes. The estrogen-like activity of tamoxifen in the uterus requires a high level of steroid receptor coactivator 1 (SRC-1) expression. Thus cell type– and promoter-specific differences in coregulator recruitment determine the cellular response to SERMs.",
            "Molecular determinants for the tissue specificity of SERMs",
            "Yongfeng Shang and Myles Brown",
            "2002",
            "wwxk-JMAAAAJ:u-x6o8ySG0sC",
            1318,
            "https:\/\/science.sciencemag.org\/content\/295\/5564\/2465.abstract",
            "5799329557864685890",
            "\/scholar?cites=5799329557864685890",
            {
                "2002":35,
                "2003":99,
                "2004":112,
                "2005":132,
                "2006":94,
                "2007":95,
                "2008":92,
                "2009":88,
                "2010":75,
                "2011":59,
                "2012":75,
                "2013":64,
                "2014":42,
                "2015":47,
                "2016":51,
                "2017":34,
                "2018":42,
                "2019":30,
                "2020":33,
                "2021":4
            }
        ],
        [
            "The length of a polymorphic CAG repeat sequence, occurring in the androgen receptor gene, is inversely correlated with transcriptional activity by the androgen receptor. Because heightened androgenic stimulation may increase risk of prostate cancer development and progression, we examined whether shorter CAG repeats in the androgen receptor gene are related to higher risk of prostate cancer. We conducted a nested case-control study of 587 newly diagnosed cases of prostate cancer detected between 1982 and 1995, and 588 controls without prostate cancer, within the Physician’s Health Study. An association existed between fewer androgen receptor gene CAG repeats and higher risk of total prostate cancer [relative risk (RR) = 1.52; 95% confidence interval (CI) = 0.92–2.49; P trend = 0.04; for men with CAG repeat lengths ≤18 relative to ≥26 repeats]. In particular, a shorter CAG repeat sequence was …",
            "The CAG repeat within the androgen receptor gene and its relationship to prostate cancer",
            "Edward Giovannucci and Meir J Stampfer and Krishna Krithivas and Myles Brown and Adam Brufsky and James Talcott and Charles H Hennekens and Philip W Kantoff",
            "1997",
            "wwxk-JMAAAAJ:d1gkVwhDpl0C",
            979,
            "https:\/\/www.pnas.org\/content\/94\/7\/3320.short",
            "3686172816435441467",
            "\/scholar?cites=3686172816435441467",
            {
                "1997":5,
                "1998":30,
                "1999":52,
                "2000":82,
                "2001":81,
                "2002":67,
                "2003":81,
                "2004":66,
                "2005":83,
                "2006":42,
                "2007":44,
                "2008":38,
                "2009":34,
                "2010":34,
                "2011":36,
                "2012":30,
                "2013":36,
                "2014":21,
                "2015":24,
                "2016":22,
                "2017":17,
                "2018":14,
                "2019":14,
                "2020":19
            }
        ],
        [
            "Complex organisms require tissue-specific transcriptional programs, yet little is known about how these are established. The transcription factor FoxA1 is thought to contribute to gene regulation through its ability to act as a pioneer factor binding to nucleosomal DNA. Through genome-wide positional analyses, we demonstrate that FoxA1 cell type-specific functions rely primarily on differential recruitment to chromatin predominantly at distant enhancers rather than proximal promoters. This differential recruitment leads to cell type-specific changes in chromatin structure and functional collaboration with lineage-specific transcription factors. Despite the ability of FoxA1 to bind nucleosomes, its differential binding to chromatin sites is dependent on the distribution of histone H3 lysine 4 dimethylation. Together, our results suggest that methylation of histone H3 lysine 4 is part of the epigenetic signature that defines lineage …",
            "FoxA1 translates epigenetic signatures into enhancer-driven lineage-specific transcription",
            "Mathieu Lupien and Jérôme Eeckhoute and Clifford A Meyer and Qianben Wang and Yong Zhang and Wei Li and Jason S Carroll and X Shirley Liu and Myles Brown",
            "2008",
            "wwxk-JMAAAAJ:_FxGoFyzp5QC",
            907,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867408001189",
            "11112848724269661604",
            "\/scholar?cites=11112848724269661604",
            {
                "2008":28,
                "2009":57,
                "2010":78,
                "2011":88,
                "2012":109,
                "2013":101,
                "2014":87,
                "2015":55,
                "2016":69,
                "2017":63,
                "2018":56,
                "2019":63,
                "2020":41,
                "2021":5
            }
        ],
        [
            "The evolution of prostate cancer from an androgen-dependent state to one that is androgen-independent marks its lethal progression. The androgen receptor (AR) is essential in both, though its function in androgen-independent cancers is poorly understood. We have defined the direct AR-dependent target genes in both androgen-dependent and -independent cancer cells by generating AR-dependent gene expression profiles and AR cistromes. In contrast to what is found in androgen-dependent cells, AR selectively upregulates M-phase cell-cycle genes in androgen-independent cells, including UBE2C, a gene that inactivates the M-phase checkpoint. We find that epigenetic marks at the UBE2C enhancer, notably histone H3K4 methylation and FoxA1 transcription factor binding, are present in androgen-independent cells and direct AR-enhancer binding and UBE2C activation. Thus, the role of AR in androgen …",
            "Androgen receptor regulates a distinct transcription program in androgen-independent prostate cancer",
            "Qianben Wang and Wei Li and Yong Zhang and Xin Yuan and Kexin Xu and Jindan Yu and Zhong Chen and Rameen Beroukhim and Hongyun Wang and Mathieu Lupien and Tao Wu and Meredith M Regan and Clifford A Meyer and Jason S Carroll and Arjun Kumar Manrai and Olli A Jänne and Steven P Balk and Rohit Mehra and Bo Han and Arul M Chinnaiyan and Mark A Rubin and Lawrence True and Michelangelo Fiorentino and Christopher Fiore and Massimo Loda and Philip W Kantoff and X Shirley Liu and Myles Brown",
            "2009",
            "wwxk-JMAAAAJ:t6usbXjVLHcC",
            879,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867409005170",
            "15942606360659954185",
            "\/scholar?cites=15942606360659954185",
            {
                "2009":7,
                "2010":47,
                "2011":70,
                "2012":108,
                "2013":100,
                "2014":97,
                "2015":78,
                "2016":81,
                "2017":81,
                "2018":58,
                "2019":66,
                "2020":76,
                "2021":6
            }
        ],
        [
            "Sporadic basal-like cancers (BLC) are a distinct class of human breast cancers that are phenotypically similar to BRCA1-associated cancers. Like BRCA1-deficient tumors, most BLC lack markers of a normal inactive X chromosome (Xi). Duplication of the active X chromosome and loss of Xi characterized almost half of BLC cases tested. Others contained biparental but nonheterochromatinized X chromosomes or gains of X chromosomal DNA. These abnormalities did not lead to a global increase in X chromosome transcription but were associated with overexpression of a small subset of X chromosomal genes. Other, equally aneuploid, but non-BLC rarely displayed these X chromosome abnormalities. These results suggest that X chromosome abnormalities contribute to the pathogenesis of BLC, both inherited and sporadic.",
            "X chromosomal abnormalities in basal-like human breast cancer",
            "Andrea L Richardson and Zhigang C Wang and Arcangela De Nicolo and Xin Lu and Myles Brown and Alexander Miron and Xiaodong Liao and J Dirk Iglehart and David M Livingston and Shridar Ganesan",
            "2006",
            "wwxk-JMAAAAJ:WF5omc3nYNoC",
            809,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535610806000298",
            "3441599377640402921",
            "\/scholar?cites=3441599377640402921",
            {
                "2006":7,
                "2007":34,
                "2008":46,
                "2009":69,
                "2010":73,
                "2011":84,
                "2012":66,
                "2013":52,
                "2014":60,
                "2015":73,
                "2016":49,
                "2017":51,
                "2018":56,
                "2019":36,
                "2020":45
            }
        ],
        [
            "Peroxisome proliferator-activated receptors (PPARs) are nuclear hormone receptors that regulate gene transcription in response to peroxisome proliferators and fatty acids. PPARs also play an important role in the regulation of adipocyte differentiation. It is unclear, however, what naturally occurring compounds activate each of the PPAR subtypes. To address this issue, a screening assay was established using heterologous fusions of the bacterial tetracycline repressor to several members of the peroxisome proliferator-activated receptor (PPAR) family. This assay was employed to compare the activation of PPAR family members by known PPAR activators including peroxisome proliferators and fatty acids. Interestingly, the activation of PPARs by fatty acids was partially inhibited by the cyclooxygenase inhibitor indomethacin, which prevents prostaglandin synthesis. Indeed, prostaglandins PGA1 and 2, PGD1 and 2 …",
            "Differential activation of peroxisome proliferator-activated receptors by eicosanoids",
            "Ker Yu and William Bayona and Caleb B Kallen and Heather P Harding and Christina P Ravera and Gerald McMahon and Myles Brown and Mitchell A Lazar",
            "1995",
            "wwxk-JMAAAAJ:UeHWp8X0CEIC",
            802,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925818574809",
            "10707364207910920474",
            "\/scholar?cites=10707364207910920474",
            {
                "1996":30,
                "1997":40,
                "1998":41,
                "1999":51,
                "2000":45,
                "2001":57,
                "2002":53,
                "2003":52,
                "2004":45,
                "2005":42,
                "2006":31,
                "2007":41,
                "2008":25,
                "2009":26,
                "2010":31,
                "2011":27,
                "2012":22,
                "2013":21,
                "2014":16,
                "2015":25,
                "2016":25,
                "2017":16,
                "2018":9,
                "2019":12,
                "2020":9,
                "2021":1
            }
        ]
    ]
}