{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
            "Observation of the Suppression of the Flux of Cosmic Rays above ",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and Stefano Argiro and K Arisaka and E Armengaud and Francesco Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S Benzvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and Raffaella Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and Rosanna Cester and J Chauvin and Andrea Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceiçao and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and Stephane Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM De Almeida and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B Garcia and D Garcia Gamez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup",
            "2008",
            "Wxo49-0AAAAJ:u-x6o8ySG0sC",
            1861,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.061101",
            "16626660594683369556",
            "\/scholar?cites=16626660594683369556",
            {
                "2004":15,
                "2005":52,
                "2006":56,
                "2007":85,
                "2008":110,
                "2009":237,
                "2010":166,
                "2011":192,
                "2012":165,
                "2013":184,
                "2014":128,
                "2015":128,
                "2016":77,
                "2017":93,
                "2018":73,
                "2019":38,
                "2020":45,
                "2021":3
            }
        ],
        [
            "Using data collected at the Pierre Auger Observatory during the past 3.7 years, we demonstrated a correlation between the arrival directions of cosmic rays with energy above 6 × 1019 electron volts and the positions of active galactic nuclei (AGN) lying within ∼75 megaparsecs. We rejected the hypothesis of an isotropic distribution of these cosmic rays with at least a 99% confidence level from a prescribed a priori test. The correlation we observed is compatible with the hypothesis that the highest-energy particles originate from nearby extragalactic sources whose flux has not been substantially reduced by interaction with the cosmic background radiation. AGN or objects having a similar spatial distribution are possible sources.",
            "Correlation of the highest-energy cosmic rays with nearby extragalactic objects",
            "Pierre Auger Collaboration",
            "2007",
            "Wxo49-0AAAAJ:u5HHmVD_uO8C",
            1235,
            "https:\/\/science.sciencemag.org\/content\/318\/5852\/938.abstract",
            "6713061936766961602",
            "\/scholar?cites=6713061936766961602",
            {
                "2007":20,
                "2008":176,
                "2009":241,
                "2010":146,
                "2011":143,
                "2012":114,
                "2013":101,
                "2014":62,
                "2015":56,
                "2016":49,
                "2017":51,
                "2018":25,
                "2019":20,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We describe the measurement of the depth of maximum, X max﻿, of the longitudinal development of air showers induced by cosmic rays. Almost 4000 events above 10 18 eV observed by the fluorescence detector of the Pierre Auger Observatory in coincidence with at least one surface detector station are selected for the analysis. The average shower maximum was found to evolve with energy at a rate of (106− 21+ 35) g\/cm 2\/decade below 10 18.24±0.05 eV, and (24±3) g\/cm 2\/decade above this energy. The measured shower-to-shower fluctuations decrease from about 55 to 26 g\/cm 2. The interpretation of these results in terms of the cosmic ray mass composition is briefly discussed.",
            "Measurement of the Depth of Maximum of Extensive Air Showers above ",
            "J Abraham and P Abreu and M Aglietta and EJ Ahn and D Allard and I Allekotte and J Allen and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and T Antičić and A Anzalone and C Aramo and E Arganda and K Arisaka and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and M Balzer and KB Barber and AF Barbosa and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and S Benzvi and C Berat and T Bergmann and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and RW Clay and E Colombo and MR Coluccia and R Conceiçao and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and Richard Dallier and K Daumiller and BR Dawson and RM De Almeida and M De Domenico and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and KD De Vries and G Decerprit and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and ML Díaz Castro and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and J Ebr and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and W Fulgione and RF Gamarra and S Gambetta and B García and D García Gámez and D Garcia-Pinto and X Garrido and G Gelmini and H Gemmeke and PL Ghia and U Giaccari",
            "2010",
            "Wxo49-0AAAAJ:9yKSN-GCB0IC",
            752,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.091101",
            "1271537410462279676",
            "\/scholar?cites=1271537410462279676",
            {
                "2010":54,
                "2011":146,
                "2012":133,
                "2013":132,
                "2014":94,
                "2015":62,
                "2016":37,
                "2017":23,
                "2018":27,
                "2019":25,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We report a measurement of the flux of cosmic rays with unprecedented precision and statistics using the Pierre Auger Observatory. Based on fluorescence observations in coincidence with at least one surface detector we derive a spectrum for energies above 10 18 eV. We also update the previously published energy spectrum obtained with the surface detector array. The two spectra are combined addressing the systematic uncertainties and, in particular, the influence of the energy resolution on the spectral shape. The spectrum can be described by a broken power law E− γ with index γ= 3.3 below the ankle which is measured at log 10 (E ankle\/eV)= 18.6. Above the ankle the spectrum is described by a power law with index 2.6 followed by a flux suppression, above about log 10 (E\/eV)= 19.5, detected with high statistical significance.",
            "Measurement of the energy spectrum of cosmic rays above 1018 eV using the Pierre Auger Observatory",
            "J Abraham and P Abreu and M Aglietta and EJ Ahn and D Allard and J Allen and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and T Antičić and A Anzalone and C Aramo and E Arganda and K Arisaka and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and M Balzer and KB Barber and AF Barbosa and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and S BenZvi and C Berat and T Bergmann and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and RW Clay and E Colombo and MR Coluccia and R Conceiçao and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and Richard Dallier and K Daumiller and BR Dawson and RM De Almeida and M De Domenico and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and KD de Vries and G Decerprit and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and ML Díaz Castro and PN Diep and C Dobrigkeit and JC d'Olivo and PN Dong and A Dorofeev and JC Dos Anjos and MT Dova and D d'Urso and I Dutan and MA Duvernois and J Ebr and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and W Fulgione and RF Gamarra and S Gambetta and B García and D García Gámez and D Garcia-Pinto and X Garrido and G Gelmini and H Gemmeke and PL Ghia and U Giaccari",
            "2010",
            "Wxo49-0AAAAJ:UeHWp8X0CEIC",
            737,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269310001875",
            "7925207113798752524",
            "\/scholar?cites=7925207113798752524",
            {
                "2009":3,
                "2010":47,
                "2011":132,
                "2012":102,
                "2013":120,
                "2014":60,
                "2015":69,
                "2016":51,
                "2017":54,
                "2018":41,
                "2019":35,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Supersymmetric extensions of the standard model generically contain stable non-topological solitons, Q-balls, which carry baryon or lepton number. We show that large Q-balls can be copiously produced in the early universe, can survive until the present time, and can contribute to dark matter.",
            "Supersymmetric Q-balls as dark matter",
            "Alexander Kusenko and Mikhail Shaposhnikov",
            "1998",
            "Wxo49-0AAAAJ:d1gkVwhDpl0C",
            681,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269397013750",
            "16445963052933459362",
            "\/scholar?cites=16445963052933459362",
            {
                "1998":15,
                "1999":10,
                "2000":29,
                "2001":35,
                "2002":37,
                "2003":21,
                "2004":30,
                "2005":28,
                "2006":19,
                "2007":24,
                "2008":32,
                "2009":32,
                "2010":23,
                "2011":32,
                "2012":35,
                "2013":46,
                "2014":33,
                "2015":36,
                "2016":28,
                "2017":25,
                "2018":26,
                "2019":39,
                "2020":41,
                "2021":2
            }
        ],
        [
            "Although the origin of matter-antimatter asymmetry remains unknown, continuing advances in theory and improved experimental limits have ruled out some scenarios for baryogenesis, for example, sphaleron baryogenesis at the electroweak phase transition in the Standard Model. At the same time, the success of cosmological inflation and the prospects for discovering supersymmetry at the Large Hadron Collider have put some other models in sharper focus. We review the current state of our understanding of baryogenesis with emphasis on those scenarios that we consider most plausible.",
            "Origin of the matter-antimatter asymmetry",
            "Michael Dine and Alexander Kusenko",
            "2003",
            "Wxo49-0AAAAJ:2osOgNQ5qMEC",
            643,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.76.1",
            "14083567377343037160",
            "\/scholar?cites=14083567377343037160",
            {
                "2003":13,
                "2004":24,
                "2005":32,
                "2006":25,
                "2007":37,
                "2008":32,
                "2009":37,
                "2010":26,
                "2011":35,
                "2012":40,
                "2013":36,
                "2014":30,
                "2015":45,
                "2016":41,
                "2017":44,
                "2018":41,
                "2019":43,
                "2020":52,
                "2021":4
            }
        ],
        [
            "Data collected by the Pierre Auger Observatory provide evidence for anisotropy in the arrival directions of the cosmic rays with the highest-energies, which are correlated with the positions of relatively nearby active galactic nuclei (AGN) [Pierre Auger Collaboration, Science 318 (2007) 938]. The correlation has maximum significance for cosmic rays with energy greater than ∼6 × 1019 eV and AGN at a distance less than ∼75 Mpc. We have confirmed the anisotropy at a confidence level of more than 99% through a test with parameters specified a priori, using an independent data set. The observed correlation is compatible with the hypothesis that cosmic rays with the highest-energies originate from extra-galactic sources close enough so that their flux is not significantly attenuated by interaction with the cosmic background radiation (the Greisen–Zatsepin–Kuz’min effect). The angular scale of the correlation …",
            "Correlation of the highest-energy cosmic rays with the positions of nearby active galactic nuclei",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muñiz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and Stefano Argiro and K Arisaka and E Armengaud and Francesco Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S BenZvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and R Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and Rosanna Cester and J Chauvin and Andrea Chiavassa and JA Chinellato and A Chou and J Chye and RW Clay and E Colombo and R Conceição and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM de Almeida and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and L del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC dos Anjos and MT Dova and D D’Urso and I Dutan and MA DuVernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and S Ferry and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B García and D García Gámez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup and F Gomez Albarracin and M Gómez Berisso",
            "2008",
            "Wxo49-0AAAAJ:qjMakFHDy7sC",
            601,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650508000042",
            "6068473301407996882",
            "\/scholar?cites=6068473301407996882",
            {
                "2007":2,
                "2008":55,
                "2009":132,
                "2010":85,
                "2011":92,
                "2012":63,
                "2013":46,
                "2014":23,
                "2015":21,
                "2016":31,
                "2017":16,
                "2018":12,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The Pierre Auger Observatory is a hybrid detector for ultra-high energy cosmic rays. It combines a surface array to measure secondary particles at ground level together with a fluorescence detector to measure the development of air showers in the atmosphere above the array. The fluorescence detector comprises 24 large telescopes specialized for measuring the nitrogen fluorescence caused by charged particles of cosmic ray air showers. In this paper we describe the components of the fluorescence detector including its optical system, the design of the camera, the electronics, and the systems for relative and absolute calibration. We also discuss the operation and the monitoring of the detector. Finally, we evaluate the detector performance and precision of shower reconstructions.",
            "The fluorescence detector of the Pierre Auger Observatory",
            "Jĳu Abraham and P Abreu and M Aglietta and C Aguirre and EJ Ahn and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muñiz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and E Arganda and S Argirò and K Arisaka and F Arneodo and F Arqueros and T Asch and H Asorey and P Assis and J Aublin and M Ave and G Avila and A Bacher and T Bäcker and D Badagnani and KB Barber and AF Barbosa and HJM Barbosa and N Barenthien and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and A Bellétoile and JA Bellido and S Benzvi and C Berat and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and C Bleve and H Blümer and M Boháčová and E Bollmann and H Bolz and C Bonifazi and R Bonino and N Borodai and F Bracci and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and D Camin and L Caramete and R Caruso and W Carvalho and A Castellina and J Castro and O Catalano and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceição and B Connolly and F Contreras and J Coppens and A Cordero and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and JW Cronin and J Cuautle and A Curutiu and S Dagoret-Campagne and R Dallier and F Daudo and K Daumiller and BR Dawson and RM de Almeida and M De Domenico and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and KD de Vries and G Decerprit and L del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC dos Anjos and MT Dova and D D’Urso and I Dutan and MA DuVernois and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher",
            "2010",
            "Wxo49-0AAAAJ:LkGwnXOMwfcC",
            566,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900210008727",
            "3629030956988733868",
            "\/scholar?cites=3629030956988733868",
            {
                "2009":3,
                "2010":20,
                "2011":72,
                "2012":68,
                "2013":83,
                "2014":62,
                "2015":59,
                "2016":44,
                "2017":41,
                "2018":39,
                "2019":47,
                "2020":26
            }
        ],
        [
            "The discovery of neutrino masses suggests the likely existence of gauge singlet fermions that participate in the neutrino mass generation via the seesaw mechanism. The masses of the corresponding degrees of freedom can range from well below the electroweak scale to the Planck scale. If some of the singlet fermions are light, the sterile neutrinos appear in the low-energy effective theory. They can play an important role in astrophysics and cosmology. In particular, sterile neutrinos with masses of several keV can account for cosmological dark matter, which can be relatively warm or cold, depending on the production mechanism. The same particles can explain the observed velocities of pulsars because of the anisotropy in their emission from a cooling neutron star born in a supernova explosion. Decays of the relic sterile neutrinos can produce a flux of X-rays that can affect the formation of the first stars. Existing …",
            "Sterile neutrinos: the dark side of the light fermions",
            "Alexander Kusenko",
            "2009",
            "Wxo49-0AAAAJ:eQOLeE2rZwMC",
            486,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037015730900180X",
            "9339341521002337869",
            "\/scholar?cites=9339341521002337869",
            {
                "2009":2,
                "2010":23,
                "2011":41,
                "2012":39,
                "2013":58,
                "2014":59,
                "2015":65,
                "2016":64,
                "2017":37,
                "2018":25,
                "2019":40,
                "2020":31
            }
        ],
        [
            "This white paper addresses the hypothesis of light sterile neutrinos based on recent anomalies observed in neutrino experiments and the latest astrophysical data.",
            "Light sterile neutrinos: a white paper",
            "Kevork N Abazajian and MA Acero and SK Agarwalla and AA Aguilar-Arevalo and CH Albright and S Antusch and CA Arguelles and AB Balantekin and G Barenboim and V Barger and P Bernardini and F Bezrukov and OE Bjaelde and SA Bogacz and NS Bowden and A Boyarsky and A Bravar and D Bravo Berguno and SJ Brice and AD Bross and B Caccianiga and F Cavanna and EJ Chun and BT Cleveland and AP Collin and P Coloma and JM Conrad and M Cribier and AS Cucoanes and JC d'Olivo and S Das and A De Gouvea and AV Derbin and R Dharmapalan and JS Diaz and XJ Ding and Z Djurcic and A Donini and D Duchesneau and H Ejiri and SR Elliott and DJ Ernst and A Esmaili and JJ Evans and E Fernandez-Martinez and E Figueroa-Feliciano and BT Fleming and JA Formaggio and D Franco and J Gaffiot and R Gandhi and Y Gao and GT Garvey and VN Gavrin and P Ghoshal and D Gibin and C Giunti and SN Gninenko and VV Gorbachev and DS Gorbunov and R Guenette and A Guglielmi and F Halzen and J Hamann and S Hannestad and W Haxton and KM Heeger and R Henning and P Hernandez and Patrick Huber and W Huelsnitz and A Ianni and TV Ibragimova and Y Karadzhov and G Karagiorgi and G Keefer and YD Kim and Joachim Kopp and VN Kornoukhov and A Kusenko and P Kyberd and P Langacker and Th Lasserre and M Laveder and A Letourneau and D Lhuillier and YF Li and Manfred Lindner and JM Link and BL Littlejohn and P Lombardi and K Long and J Lopez-Pavon and WC Louis and L Ludhova and JD Lykken and PAN Machado and M Maltoni and WA Mann and D Marfatia",
            "2012",
            "Wxo49-0AAAAJ:3fE2CSJIrl8C",
            473,
            "https:\/\/arxiv.org\/abs\/1204.5379",
            "9157907926265504788",
            "\/scholar?cites=9157907926265504788",
            {
                "2012":26,
                "2013":79,
                "2014":53,
                "2015":58,
                "2016":54,
                "2017":51,
                "2018":49,
                "2019":48,
                "2020":51,
                "2021":2
            }
        ]
    ]
}