{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose the simplest possible renormalizable extension of the Standard Model—the addition of just one singlet scalar field—as a minimalist model for nonbaryonic dark matter. Such a model is characterized by only three parameters in addition to those already appearing within the Standard Model: a dimensionless self-coupling and a mass for the new scalar, and a dimensionless coupling, λ, to the Higgs field. If the singlet is the dark matter, these parameters are related to one another by the cosmological abundance constraint, implying that the coupling of the singlet to the Higgs field is large, λ∼O(0.1–1). Since this parameter also controls couplings to ordinary matter, we obtain predictions for the elastic cross section of the singlet with nuclei. The resulting scattering rates are close to current limits from both direct and indirect searches. The existence of the singlet also has implications for current Higgs searches …",
            "The Minimal model of nonbaryonic dark matter: A Singlet scalar",
            "CP Burgess and Maxim Pospelov and Tonnis Ter Veldhuis",
            "2001",
            "WYm3vy0AAAAJ:u5HHmVD_uO8C",
            976,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321301005132",
            "14211244845996829298",
            "\/scholar?cites=14211244845996829298",
            {
                "2001":4,
                "2002":5,
                "2003":4,
                "2004":8,
                "2005":5,
                "2006":11,
                "2007":21,
                "2008":29,
                "2009":53,
                "2010":65,
                "2011":48,
                "2012":67,
                "2013":71,
                "2014":87,
                "2015":91,
                "2016":86,
                "2017":77,
                "2018":76,
                "2019":76,
                "2020":81,
                "2021":10
            }
        ],
        [
            "We review several aspects of flavour-diagonal CP-violation, focussing on the role played by the electric dipole moments (EDMs) of leptons, nucleons, atoms, and molecules, which constitute the source of several stringent constraints on new CP-violating physics. We dwell specifically on the calculational aspects of applying the hadronic EDM constraints, reviewing in detail the application of QCD sum-rules to the calculation of nucleon EDMs and CP-odd pion–nucleon couplings. We also consider the current status of EDMs in the Standard Model, and on the ensuing constraints on the underlying sources of CP-violation in physics beyond the Standard Model, focussing on weak-scale supersymmetry.",
            "Electric dipole moments as probes of new physics",
            "Maxim Pospelov and Adam Ritz",
            "2005",
            "WYm3vy0AAAAJ:u-x6o8ySG0sC",
            943,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491605000539",
            "12097076033681452505",
            "\/scholar?cites=12097076033681452505",
            {
                "2005":9,
                "2006":24,
                "2007":34,
                "2008":27,
                "2009":55,
                "2010":46,
                "2011":47,
                "2012":62,
                "2013":76,
                "2014":90,
                "2015":86,
                "2016":91,
                "2017":64,
                "2018":65,
                "2019":84,
                "2020":69,
                "2021":8
            }
        ],
        [
            "We consider a generic mechanism via which thermal relic WIMP dark matter may be decoupled from the Standard Model, namely through a combination of WIMP annihilation to metastable mediators with subsequent delayed decay to Standard Model states. We illustrate this with explicit examples of WIMPs connected to the Standard Model by metastable bosons or fermions. In all models, provided the WIMP mass is greater than that of the mediator, it can be secluded from the Standard Model with an extremely small elastic scattering cross-section on nuclei and rate for direct collider production. In contrast, indirect signatures from WIMP annihilation are consistent with a weak scale cross-section and provide potentially observable γ-ray signals. We also point out that γ-ray constraints and flavor physics impose severe restrictions on MeV-scale variants of secluded models, and identify limited classes that pass all the …",
            "Secluded WIMP dark matter",
            "Maxim Pospelov and Adam Ritz and Mikhail Voloshin",
            "2008",
            "WYm3vy0AAAAJ:2osOgNQ5qMEC",
            933,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269308002402",
            "15277914834010310395",
            "\/scholar?cites=15277914834010310395",
            {
                "2008":5,
                "2009":48,
                "2010":62,
                "2011":36,
                "2012":60,
                "2013":37,
                "2014":64,
                "2015":67,
                "2016":87,
                "2017":99,
                "2018":105,
                "2019":116,
                "2020":136,
                "2021":10
            }
        ],
        [
            "Dark matter is among the most important open problems in modern physics. Aimed at graduate students and researchers, this book describes the theoretical and experimental aspects of the dark matter problem in particle physics, astrophysics and cosmology. Featuring contributions from 48 leading theorists and experimentalists, it presents many aspects, from astrophysical observations to particle physics candidates, and from the prospects for detection at colliders to direct and indirect searches. The book introduces observational evidence for dark matter along with a detailed discussion of the state-of-the-art of numerical simulations and alternative explanations in terms of modified gravity. It then moves on to the candidates arising from theories beyond the Standard Model of particle physics, and to the prospects for detection at accelerators. It concludes by looking at direct and indirect dark matter searches, and the prospects for detecting the particle nature of dark matter with astrophysical experiments.• Describes the theoretical and experimental aspects of the dark matter problem• Presents observations, theory and experiments to give a complete and consistent understanding of dark matter• Features contributions from leading experts in the field",
            "Particle dark matter: observations, models and searches",
            "Gianfranco Bertone",
            "2010",
            "WYm3vy0AAAAJ:BJbdYPG6LGMC",
            756,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=szrTSWO7D-8C&oi=fnd&pg=PR12&dq=info:DnT6PK3Feg4J:scholar.google.com&ots=cU4MVKX22U&sig=jPoQHdwNLUgAeRGViSAWHNtUPXw",
            "1043363611532751886",
            "\/scholar?cites=1043363611532751886",
            {
                "2010":15,
                "2011":41,
                "2012":67,
                "2013":84,
                "2014":64,
                "2015":75,
                "2016":77,
                "2017":87,
                "2018":89,
                "2019":71,
                "2020":74,
                "2021":5
            }
        ],
        [
            "A secluded U (1) sector with weak admixture to photons, O (10− 2− 10− 3), and the scale of the breaking below 1 GeV represents a natural yet poorly constrained extension of the standard model. We analyze g− 2 of muons and electrons together with other precision QED data, as well as radiative decays of strange particles to constrain the mass-mixing angle (m V− κ) parameter space. We point out that m V≃ 214 MeV and κ 2> 3× 10− 5 can be consistent with the hypothesis of the HyperCP Collaboration, which seeks to explain the anomalous energy distribution of muon pairs in the Σ+→ p μ+ μ− process by a resonance, without direct contradiction to the existing data on radiative kaon decays. The same parameters lead to an O (few× 10− 9) upward correction to the anomalous magnetic moment of the muon, possibly relaxing some tension between the experimental value and theoretical determinations of g− 2. The …",
            "Secluded U (1) below the weak scale",
            "Maxim Pospelov",
            "2009",
            "WYm3vy0AAAAJ:Y0pCki6q_DkC",
            716,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.80.095002",
            "1988339486869838251",
            "\/scholar?cites=1988339486869838251",
            {
                "2009":8,
                "2010":42,
                "2011":29,
                "2012":51,
                "2013":62,
                "2014":72,
                "2015":64,
                "2016":74,
                "2017":90,
                "2018":68,
                "2019":70,
                "2020":76,
                "2021":8
            }
        ],
        [
            "We analyze the indirect astrophysical signatures of secluded models of WIMP dark matter, characterized by a weak-scale rate for annihilation into light MeV-scale mediators which are metastable to decay into Standard Model states. Such scenarios allow a significant enhancement of the annihilation cross section in the galactic halo relative to its value at freeze-out, particularly when the mediator is light enough for this process to proceed through radiative capture to a metastable ‘WIMP-onium’bound state. For MeV-scale vector mediators charged under a hidden U (1)′ gauge group, the enhanced annihilation rate leads predominantly to a sizable excess positron flux, even in the absence of astrophysical boost factors.",
            "Astrophysical signatures of secluded dark matter",
            "Maxim Pospelov and Adam Ritz",
            "2009",
            "WYm3vy0AAAAJ:9yKSN-GCB0IC",
            553,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269308014780",
            "14355625682913747050",
            "\/scholar?cites=14355625682913747050",
            {
                "2009":67,
                "2010":69,
                "2011":56,
                "2012":48,
                "2013":48,
                "2014":35,
                "2015":46,
                "2016":42,
                "2017":37,
                "2018":35,
                "2019":32,
                "2020":33,
                "2021":4
            }
        ],
        [
            "This paper describes the physics case for a new fixed target facility at CERN SPS. The SHiP (search for hidden particles) experiment is intended to hunt for new physics in the largely unexplored domain of very weakly interacting particles with masses below the Fermi scale, inaccessible to the LHC experiments, and to study tau neutrino physics. The same proton beam setup can be used later to look for decays of tau-leptons with lepton flavour number non-conservation,  and to search for weakly-interacting sub-GeV dark matter candidates. We discuss the evidence for physics beyond the standard model and describe interactions between new particles and four different portals—scalars, vectors, fermions or axion-like particles. We discuss motivations for different models, manifesting themselves via these interactions, and how they can be probed with the SHiP experiment and present several case studies. The …",
            "A facility to Search for Hidden Particles at the CERN SPS: the SHiP physics case",
            "Sergey Alekhin and Wolfgang Altmannshofer and Takehiko Asaka and Brian Batell and Fedor Bezrukov and Kyrylo Bondarenko and Alexey Boyarsky and Ki-Young Choi and Cristobal Corral and Nathaniel Craig and David Curtin and Sacha Davidson and André De Gouvea and Stefano Dell’Oro and Patrick DeNiverville and PS Bhupal Dev and Herbi Dreiner and Marco Drewes and Shintaro Eijima and Rouven Essig and Anthony Fradette and Björn Garbrecht and Belen Gavela and Gian F Giudice and Mark D Goodsell and Dmitry Gorbunov and Stefania Gori and Christophe Grojean and Alberto Guffanti and Thomas Hambye and Steen H Hansen and Juan Carlos Helo and Pilar Hernandez and Alejandro Ibarra and Artem Ivashko and Eder Izaguirre and Joerg Jaeckel and Yu Seon Jeong and Felix Kahlhoefer and Yonatan Kahn and Andrey Katz and Choong Sun Kim and Sergey Kovalenko and Gordan Krnjaic and Valery E Lyubovitskij and Simone Marcocci and Matthew Mccullough and David McKeen and Guenakh Mitselmakher and Sven-Olaf Moch and Rabindra N Mohapatra and David E Morrissey and Maksym Ovchynnikov and Emmanuel Paschos and Apostolos Pilaftsis and Maxim Pospelov and Mary Hall Reno and Andreas Ringwald and Adam Ritz and Leszek Roszkowski and Valery Rubakov and Oleg Ruchayskiy and Ingo Schienbein and Daniel Schmeier and Kai Schmidt-Hoberg and Pedro Schwaller and Goran Senjanovic and Osamu Seto and Mikhail Shaposhnikov and Lesya Shchutska and Jessie Shelton and Robert Shrock and Brian Shuve and Michael Spannowsky and Andy Spray and Florian Staub and Daniel Stolarski and Matt Strassler and Vladimir Tello and Francesco Tramontano and Anurag Tripathi and Sean Tulin and Francesco Vissani and Martin W Winkler and Kathryn M Zurek",
            "2016",
            "WYm3vy0AAAAJ:EkHepimYqZsC",
            544,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/79\/12\/124201\/meta",
            "10925434554858286729",
            "\/scholar?cites=10925434554858286729",
            {
                "2015":16,
                "2016":58,
                "2017":96,
                "2018":88,
                "2019":123,
                "2020":158,
                "2021":4
            }
        ],
        [
            "The existence of a fundamental ultraviolet scale, such as the Planck scale, may lead to modifications of the dispersion relations for particles at high energies in some scenarios of quantum gravity. We apply effective field theory to this problem and identify dimension-5 operators that do not mix with dimensions 3 and 4 and lead to cubic modifications of dispersion relations for scalars, fermions, and vector particles. Further we show that, for electrons, photons and light quarks, clock comparison experiments bound these operators at 10− 5\/M P l.",
            "Ultraviolet modifications of dispersion relations in effective field theory",
            "Robert C Myers and Maxim Pospelov",
            "2003",
            "WYm3vy0AAAAJ:aqlVkmm33-oC",
            541,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.211601",
            "15285289369077104546",
            "\/scholar?cites=15285289369077104546",
            {
                "2003":14,
                "2004":34,
                "2005":27,
                "2006":31,
                "2007":24,
                "2008":31,
                "2009":35,
                "2010":25,
                "2011":24,
                "2012":34,
                "2013":39,
                "2014":27,
                "2015":35,
                "2016":30,
                "2017":38,
                "2018":30,
                "2019":33,
                "2020":29
            }
        ],
        [
            "We consider a new massive vector boson Z′ that couples to leptons through the L μ-L τ current and to quarks through an arbitrary set of couplings. We show that such a model can be obtained from a renormalizable field theory involving new heavy fermions in an anomaly-free representation. The model is a candidate explanation for the discrepancy observed recently by the LHCb Collaboration in angular distributions of the final state particles in the rare decay B→ K* μ+ μ−. Interestingly, the new vector-boson contribution to the decay τ→ μ ν τ ν μ can also remove a small tension in the measurement of the corresponding branching ratio. Constraints from light flavor meson-mixing restrict the coupling to the up-and down-quarks to be very small and thus direct production of the vector boson at hadron colliders is strongly suppressed. The most promising ways to test the model is through the measurement of the Z decay …",
            "Quark flavor transitions in L μ− L τ models",
            "Wolfgang Altmannshofer and Stefania Gori and Maxim Pospelov and Itay Yavin",
            "2014",
            "WYm3vy0AAAAJ:yD5IFk8b50cC",
            444,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.095033",
            "15376912995798570695",
            "\/scholar?cites=15376912995798570695",
            {
                "2014":9,
                "2015":56,
                "2016":67,
                "2017":95,
                "2018":79,
                "2019":72,
                "2020":62,
                "2021":3
            }
        ],
        [
            "This chapter of the report of the “Flavor in the era of the LHC” Workshop discusses the theoretical, phenomenological and experimental issues related to flavor phenomena in the charged lepton sector and in flavor conserving CP-violating processes. We review the current experimental limits and the main theoretical models for the flavor structure of fundamental particles. We analyze the phenomenological consequences of the available data, setting constraints on explicit models beyond the standard model, presenting benchmarks for the discovery potential of forthcoming measurements both at the LHC and at low energy, and exploring options for possible future experiments.",
            "Flavor physics of leptons and dipole moments",
            "Mihkel Raidal and A Van Der Schaaf and I Bigi and ML Mangano and Y Semertzidis and S Abel and S Albino and S Antusch and E Arganda and B Bajc and S Banerjee and C Biggio and M Blanke and W Bonivento and GC Branco and D Bryman and AJ Buras and L Calibbi and A Ceccucci and PH Chankowski and S Davidson and A Deandrea and DP DeMille and F Deppisch and MA Diaz and B Duling and M Felcini and W Fetscher and Francesco Forti and DK Ghosh and M Giffels and MA Giorgi and G Giudice and E Goudzovskij and T Han and PG Harris and MJ Herrero and J Hisano and RJ Holt and K Huitu and A Ibarra and O Igonkina and A Ilakovac and J Imazato and G Isidori and FR Joaquim and M Kadastik and Y Kajiyama and SF King and K Kirch and MG Kozlov and M Krawczyk and T Kress and O Lebedev and A Lusiani and E Ma and Giovanni Marchiori and A Masiero and I Masina and G Moreau and T Mori and M Muntel and Nicola Neri and Fabrizio Nesti and CJG Onderwater and P Paradisi and ST Petcov and M Picariello and V Porretti and A Poschenrieder and M Pospelov and L Rebane and MN Rebelo and A Ritz and L Roberts and Andrea Romanino and JM Roney and A Rossi and R Rueckl and G Senjanovic and N Serra and T Shindou and Y Takanishi and C Tarantino and AM Teixeira and E Torrente-Lujan and KJ Turzynski and TEJ Underwood and SK Vempati and O Vives",
            "2008",
            "WYm3vy0AAAAJ:zYLM7Y9cAGgC",
            436,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-008-0715-2",
            "3065414071754741585",
            "\/scholar?cites=3065414071754741585",
            {
                "2008":7,
                "2009":48,
                "2010":45,
                "2011":38,
                "2012":37,
                "2013":49,
                "2014":37,
                "2015":34,
                "2016":40,
                "2017":28,
                "2018":25,
                "2019":20,
                "2020":24,
                "2021":3
            }
        ]
    ]
}