{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The dogma that the synaptic cleft acidifies during neurotransmission is based on the corelease of neurotransmitters and protons from synaptic vesicles, and is supported by direct data from sensory ribbon-type synapses. However, it is unclear whether acidification occurs at non–ribbon-type synapses. Here we used genetically encoded fluorescent pH indicators to examine cleft pH at conventional neuronal synapses. At the neuromuscular junction of female Drosophila larvae, we observed alkaline spikes of over 1 log unit during fictive locomotion in vivo. Ex vivo, single action potentials evoked alkalinizing pH transients of only ∼0.01 log unit, but these transients summated rapidly during burst firing. A chemical pH indicator targeted to the cleft corroborated these findings. Cleft pH transients were dependent on Ca2+ movement across the postsynaptic membrane, rather than neurotransmitter release per se, a result …",
            "Neuronal glutamatergic synaptic clefts alkalinize rather than acidify during neurotransmission",
            "Michal Stawarski and Roberto X Hernandez and Touhid Feghhi and Jolanta A Borycz and Zhiyuan Lu and Andrea B Agarwal and Kelly D Reihl and Rubens Tavora and AWC Lau and Ian A Meinertzhagen and Robert Renden and Gregory T Macleod",
            "2020",
            "Wz9DrJIAAAAJ:eQOLeE2rZwMC",
            6,
            "https:\/\/www.jneurosci.org\/content\/40\/8\/1611.abstract",
            "2128029766099738549",
            "\/scholar?cites=2128029766099738549",
            {
                "2020":4,
                "2021":2
            }
        ],
        [
            "Real black holes in the universe are located in the expanding accelerating background which is called the cosmological black holes. Hence, to study the background effects, it is necessary to model these black holes in the cosmological background where the dark energy is the dominant energy. In this paper, we argue that most of the dynamical cosmological black holes can be modeled by point mass cosmological black holes. Considering the de Sitter background for the accelerating universe, we present the point mass cosmological background in the cosmological de Sitter spacetime. Our work also includes the point mass black holes which have charge and angular momentum. We study the mass, horizons, redshift structure and geodesics properties for these black holes.",
            "Point mass cosmological black holes",
            "Javad T Firouzjaee and Touhid Feghhi",
            "2018",
            "Wz9DrJIAAAAJ:0EnyYjriUFMC",
            4,
            "https:\/\/link.springer.com\/article\/10.1007\/s10509-018-3473-0",
            "12364411255869754678",
            "\/scholar?cites=12364411255869754678",
            {
                "2019":2
            }
        ]
    ]
}