{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Theoretically, it has been known that breaking spin degeneracy and effectively realizing spinless fermions is a promising path to topological superconductors. Yet, topological superconductors are rare to date. Here we propose to realize spinless fermions by splitting the spin degeneracy in momentum space. Specifically, we identify monolayer hole-doped transition metal dichalcogenide (TMD) s as candidates for topological superconductors out of such momentum-space-split spinless fermions. Although electron-doped TMDs have recently been found superconducting, the observed superconductivity is unlikely topological because of the near spin degeneracy. Meanwhile, hole-doped TMDs with momentum-space-split spinless fermions remain unexplored. Employing a renormalization group analysis, we propose that the unusual spin-valley locking in hole-doped TMDs together with repulsive interactions …",
            "Topological superconductivity in monolayer transition metal dichalcogenides",
            "Yi-Ting Hsu and Abolhassan Vaezi and Mark H Fischer and Eun-Ah Kim",
            "2016",
            "x0dAAD0AAAAJ:d1gkVwhDpl0C",
            106,
            "https:\/\/www.nature.com\/articles\/ncomms14985?origin=ppub",
            "954805880915107286",
            "\/scholar?cites=954805880915107286",
            {
                "2017":13,
                "2018":26,
                "2019":27,
                "2020":38,
                "2021":2
            }
        ],
        [
            "We introduce higher-order topological Dirac superconductor (HOTDSC) as a gapless topological phase of matter in three dimensions, which extends the notion of Dirac phase to a higher-order topological version. Topologically distinct from the traditional topological superconductors and known Dirac superconductors, a HOTDSC features Majorana hinge modes between adjacent surfaces, which are direct consequences of the symmetry-protected higher-order band topology manifesting in the system. Specifically, we show that rotational, spatial inversion, and time-reversal symmetries together protect the coexistence of bulk Dirac nodes and hinge Majorana modes in a seamless way. We define a set of topological indices that fully characterizes the HOTDSC. We further show that a practical way to realize the HOTDSC phase is to introduce unconventional odd-parity pairing to a three-dimensional Dirac semimetal …",
            "Higher-Order Topological Dirac Superconductors",
            "Rui-Xing Zhang and Yi-Ting Hsu and S. Das Sarma",
            "2019",
            "x0dAAD0AAAAJ:ufrVoPGSRksC",
            44,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.102.094503",
            "17070424419888371351",
            "\/scholar?cites=17070424419888371351",
            {
                "2019":2,
                "2020":39,
                "2021":3
            }
        ],
        [
            "The breaking of ergodicity in isolated quantum systems with a single-particle mobility edge is an intriguing subject that has not yet been fully understood. In particular, whether a nonergodic but metallic phase exists or not in the presence of a one-dimensional quasiperiodic potential is currently under active debate. In this Letter, we develop a neural-network-based approach to investigate the existence of this nonergodic metallic phase in a prototype model using many-body entanglement spectra as the sole diagnostic. We find that such a method identifies with high confidence the existence of a nonergodic metallic phase in the midspectrum at an intermediate quasiperiodic potential strength. Our neural-network-based approach shows how supervised machine learning can be applied not only in locating phase boundaries but also in providing a way to definitively examine the existence or not of a novel phase.",
            "Machine learning many-body localization: Search for the elusive nonergodic metal",
            "Yi-Ting Hsu and Xiao Li and Dong-Ling Deng and S. Das Sarma",
            "2018",
            "x0dAAD0AAAAJ:W7OEmFMy1HYC",
            39,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.245701",
            "15464171062749181430",
            "\/scholar?cites=15464171062749181430",
            {
                "2018":2,
                "2019":16,
                "2020":20,
                "2021":1
            }
        ],
        [
            "The key challenge in superconductivity research is to go beyond the historical mode of discovery-driven research. We put forth a new strategy, which is to combine theoretical developments in the weak-coupling renormalization-group approach with the experimental developments in lattice-strain-driven Fermi surface engineering. For concreteness we theoretically investigate how superconducting tendencies will be affected by strain engineering of ruthenates' Fermi surface. We first demonstrate that our approach qualitatively reproduces recent experiments under uniaxial strain. We then note that the order of a few percent strain, readily accessible to epitaxial thin films, can bring the Fermi surface close to van Hove singularity. Using the experimental observation of the change in the Fermi surface under biaxial epitaxial strain and ab initio calculations, we predict T c for triplet pairing to be maximized by getting close to …",
            "Manipulating superconductivity in ruthenates through Fermi surface engineering",
            "Yi-Ting Hsu and Weejee Cho and Alejandro Federico Rebola and Bulat Burganov and Carolina Adamo and Kyle M. Shen and Darrell G. Schlom and Craig J. Fennie and Eun-Ah Kim",
            "2016",
            "x0dAAD0AAAAJ:9yKSN-GCB0IC",
            26,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.94.045118",
            "15344716814604066152",
            "\/scholar?cites=15344716814604066152",
            {
                "2017":7,
                "2018":9,
                "2019":6,
                "2020":4
            }
        ],
        [
            "We show that a ferroelectric quantum phase transition can be driven by the dipolar interaction of polar molecules in the presence a microwave field. The obtained ferroelectricity crucially depends on the harmonic confinement potential, and the macroscopic dipole moment persists even when the external field is turned off adiabatically. The transition is shown to be second order for fermions and for bosons of a smaller permanent dipole moment, but is first order for bosons of a larger moment. Our results suggest the possibility of manipulating the microscopic rotational state of polar molecules by tuning the trap’s aspect ratio (and other mesoscopic parameters), even though the later’s energy scale is smaller than the former’s by six orders of magnitude.",
            "Interaction-induced ferroelectricity in the rotational states of polar molecules",
            "Chien-Hung Lin and Yi-Ting Hsu and Hao Lee and Daw-Wei Wang",
            "2010",
            "x0dAAD0AAAAJ:2osOgNQ5qMEC",
            24,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.81.031601",
            "3794518741868798891",
            "\/scholar?cites=3794518741868798891",
            {
                "2010":1,
                "2011":8,
                "2012":5,
                "2013":5,
                "2014":4,
                "2015":1
            }
        ]
    ]
}