{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "All around us, things seem to be getting jammed. We travel on a highway and we are caught in traffic jams. At the wholefoods counter, grains and beans jam as they refuse to flow out of the bottom of the hopper into our bags. In factories, powdered raw materials clog the conduits that were designed to carry them smoothly. Our recourse in all these situations is to pound on our conduits, hoppers and dashboards until the jam miraculously disappears. We are usually so irritated that we have not really noticed that the jammed state, in all of these situations, has common properties. For example, the vibrations from the pounding actually do some good in reinitiating flow—except in the case of the traffic jam. Does the jammed solid then have different properties from the solids we normally encounter in the laboratory?Writing in Physical Review Letters, Cates, Wittmer, Bouchaud and Claudin 1 contend that these jammed …",
            "Jamming is not just cool any more",
            "Andrea J Liu and Sidney R Nagel",
            "1998",
            "x0NU7KEAAAAJ:RYcK_YlVTxYC",
            2046,
            "https:\/\/www.nature.com\/articles\/23819?__hstc=13887208.03e2d867997490597fc4384ea578bc66.1471737600181.1471737600183.1471737600184.2&__hssc=13887208.1.1471737600184&__hsfp=1773666937",
            "16305897621044420810",
            "\/scholar?cites=16305897621044420810",
            {
                "2000":13,
                "2001":27,
                "2002":48,
                "2003":65,
                "2004":73,
                "2005":93,
                "2006":75,
                "2007":80,
                "2008":91,
                "2009":117,
                "2010":128,
                "2011":132,
                "2012":113,
                "2013":136,
                "2014":136,
                "2015":129,
                "2016":108,
                "2017":121,
                "2018":121,
                "2019":95,
                "2020":124,
                "2021":7
            }
        ],
        [
            "We have studied how two-and three-dimensional systems made up of particles interacting with finite range, repulsive potentials jam (ie, develop a yield stress in a disordered state) at zero temperature and zero applied stress. At low packing fractions φ, the system is not jammed and each particle can move without impediment from its neighbors. For each configuration, there is a unique jamming threshold φ c at which particles can no longer avoid each other, and the bulk and shear moduli simultaneously become nonzero. The distribution of φ c values becomes narrower as the system size increases, so that essentially all configurations jam at the same packing fraction in the thermodynamic limit. This packing fraction corresponds to the previously measured value for random close packing. In fact, our results provide a well-defined meaning for “random close packing” in terms of the fraction of all phase space with …",
            "Jamming at zero temperature and zero applied stress: The epitome of disorder",
            "Corey S O’hern and Leonardo E Silbert and Andrea J Liu and Sidney R Nagel",
            "2003",
            "x0NU7KEAAAAJ:lSLTfruPkqcC",
            1536,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.68.011306",
            "18175810246397474176",
            "\/scholar?cites=18175810246397474176",
            {
                "2004":21,
                "2005":50,
                "2006":37,
                "2007":54,
                "2008":54,
                "2009":80,
                "2010":116,
                "2011":94,
                "2012":84,
                "2013":112,
                "2014":105,
                "2015":99,
                "2016":127,
                "2017":111,
                "2018":97,
                "2019":121,
                "2020":149,
                "2021":13
            }
        ],
        [
            "We conduct numerical simulations of random packings of frictionless particles at T= 0. The packing fraction where the pressure becomes nonzero is the same as the jamming threshold, where the static shear modulus becomes nonzero. The distribution of threshold packing fractions narrows, and its peak approaches random close packing as the system size increases. For packing fractions within the peak, there is no self-averaging, leading to exponential decay of the interparticle force distribution.",
            "Random packings of frictionless particles",
            "Corey S O'Hern and Stephen A Langer and Andrea J Liu and Sidney R Nagel",
            "2002",
            "x0NU7KEAAAAJ:vV6vV6tmYwMC",
            664,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.075507",
            "3832629664327561621",
            "\/scholar?cites=3832629664327561621",
            {
                "2002":3,
                "2003":9,
                "2004":20,
                "2005":25,
                "2006":28,
                "2007":20,
                "2008":31,
                "2009":49,
                "2010":52,
                "2011":51,
                "2012":39,
                "2013":48,
                "2014":49,
                "2015":39,
                "2016":47,
                "2017":34,
                "2018":35,
                "2019":37,
                "2020":44,
                "2021":1
            }
        ],
        [
            "Most of the solid materials we use in everyday life, from plastics to cosmetic gels exist under a non-crystalline, amorphous form: they are glasses. Yet, we are still seeking a fundamental explanation as to what glasses really are and to why they form. In this book, we survey the most recent theoretical and experimental research dealing with glassy physics, from molecular to colloidal glasses and granular media. Leading experts in this field present broad and original perspectives on one of the deepest mysteries of condensed matter physics, with an emphasis on the key role played by heterogeneities in the dynamics of glassiness.",
            "Dynamical heterogeneities in glasses, colloids, and granular media",
            "Ludovic Berthier and Giulio Biroli and Jean-Philippe Bouchaud and Luca Cipelletti and Wim van Saarloos",
            "2011",
            "x0NU7KEAAAAJ:u9iWguZQMMsC",
            644,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=KWOS_qvgOFsC&oi=fnd&pg=PP1&dq=info:hrddZUKSeAcJ:scholar.google.com&ots=GuYw4QjqAk&sig=krHhBvCEMzU7IrM14QkqLQNFR_Q",
            "538340969336911750",
            "\/scholar?cites=538340969336911750",
            {
                "2011":26,
                "2012":51,
                "2013":83,
                "2014":67,
                "2015":88,
                "2016":82,
                "2017":68,
                "2018":52,
                "2019":65,
                "2020":55,
                "2021":3
            }
        ],
        [
            "When a system jams, it undergoes a transition from a flowing to a rigid state. Despite this important change in the dynamics, the internal structure of the system remains disordered in the solid as well as the fluid phase. In this way jamming is quite different from crystallization, the other common way in which a fluid solidifies. Jamming is a paradigm for thinking about how many different types of fluids—from molecular liquids to macroscopic granular matter—develop rigidity. Here we review recent work on the jamming transition. We start with perhaps the simplest model: frictionless spheres interacting via repulsive finite-range forces at zero temperature. In this highly idealized case, the transition has aspects of both first- and second-order transitions. From studies of the normal modes of vibration for the marginally jammed solid, new physics has emerged for how a material can be rigid without having the elastic …",
            "The jamming transition and the marginally jammed solid",
            "Andrea J Liu and Sidney R Nagel",
            "2010",
            "x0NU7KEAAAAJ:M05iB0D1s5AC",
            619,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev-conmatphys-070909-104045",
            "4301740988123803072",
            "\/scholar?cites=4301740988123803072",
            {
                "2010":3,
                "2011":19,
                "2012":34,
                "2013":50,
                "2014":40,
                "2015":71,
                "2016":53,
                "2017":68,
                "2018":74,
                "2019":92,
                "2020":104,
                "2021":8
            }
        ],
        [
            "We present a systematic theoretical approach to counterion-mediated interactions between like-charged rigid polymers, by treating condensed and free counterions as separate species in chemical equilibrium. We find that the condensed counterions introduce charge fluctuations along the length of the rods that give rise to attractive interactions, in quantitative agreement with recent simulations. This is similar to the van der Waals interaction, except that all multipoles, not just dipoles, must be included.",
            "Counterion-mediated attraction between two like-charged rods",
            "B-Y Ha and Andrea J Liu",
            "1997",
            "x0NU7KEAAAAJ:35N4QoGY0k4C",
            436,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.1289",
            "5509194130351175732",
            "\/scholar?cites=5509194130351175732",
            {
                "1998":18,
                "1999":30,
                "2000":28,
                "2001":31,
                "2002":27,
                "2003":28,
                "2004":32,
                "2005":37,
                "2006":31,
                "2007":18,
                "2008":16,
                "2009":13,
                "2010":16,
                "2011":11,
                "2012":8,
                "2013":18,
                "2014":15,
                "2015":9,
                "2016":22,
                "2017":7,
                "2018":7,
                "2019":5,
                "2020":7
            }
        ],
        [
            "We numerically study the vibrations of jammed packings of particles interacting with finite-range, repulsive potentials at zero temperature. As the packing fraction ϕ is lowered towards the onset of unjamming at ϕ c, the density of vibrational states approaches a nonzero value in the limit of zero frequency. For ϕ> ϕ c, there is a crossover frequency, ω* below which the density of states drops towards zero. This crossover frequency obeys power-law scaling with ϕ− ϕ c. Characteristic length scales, determined from the dominant wave vector contributing to the eigenmode at ω*, diverge as power laws at the unjamming transition.",
            "Vibrations and diverging length scales near the unjamming transition",
            "Leonardo E Silbert and Andrea J Liu and Sidney R Nagel",
            "2005",
            "x0NU7KEAAAAJ:ldfaerwXgEUC",
            392,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.098301",
            "14863819871649292061",
            "\/scholar?cites=14863819871649292061",
            {
                "2005":8,
                "2006":17,
                "2007":19,
                "2008":10,
                "2009":24,
                "2010":36,
                "2011":29,
                "2012":22,
                "2013":23,
                "2014":31,
                "2015":31,
                "2016":30,
                "2017":23,
                "2018":29,
                "2019":27,
                "2020":26,
                "2021":4
            }
        ],
        [
            "Several basic universal amplitude ratios are studied afresh for three-dimensional nearest-neighbor Ising models. In revising earlier work, modern estimates of the critical temperature and exponents are used in conjunction with biased inhomogeneous differential approximants to extrapolate the longest available series expansions to find the critical amplitudes: C±for the susceptibility χ; ƒ 1±for the correlation length ζ 1; A±for the specific heat C (T); and B for the spontaneous magnetization M 0. We find C+ C-= 4.95±0.15, ƒ 1+ ƒ 1-= 1.960±0.01, A+ A-= 0.523±0.009, αA+ C+ B+= 0.0581±0.0010, while αA+(ƒ 1+) 3 verifies hyperuniversality to within±0.8%. A method for calculating amplitude ratios which allows for corrections to scaling yields estimates for C+ C-and ƒ 1+ ƒ 1-in excellent agreement with those derived from the individual amplitudes. Finally, explicit formulae are given for the numerical evaluation of χ (T), ζ 1 …",
            "The three-dimensional Ising model revisited numerically",
            "Andrea J Liu and Michael E Fisher",
            "1989",
            "x0NU7KEAAAAJ:70eg2SAEIzsC",
            377,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037843718990109X",
            "16658772875956900674",
            "\/scholar?cites=16658772875956900674",
            {
                "1989":7,
                "1990":19,
                "1991":22,
                "1992":17,
                "1993":22,
                "1994":13,
                "1995":21,
                "1996":23,
                "1997":17,
                "1998":21,
                "1999":21,
                "2000":20,
                "2001":13,
                "2002":17,
                "2003":9,
                "2004":8,
                "2005":6,
                "2006":6,
                "2007":6,
                "2008":10,
                "2009":6,
                "2010":6,
                "2011":10,
                "2012":15,
                "2013":5,
                "2014":10,
                "2015":6,
                "2016":5,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Chemokines have a central role in regulating processes essential to the immune function of T cells 1, 2, 3, such as their migration within lymphoid tissues and targeting of pathogens in sites of inflammation. Here we track T cells using multi-photon microscopy to demonstrate that the chemokine CXCL10 enhances the ability of CD8+ T cells to control the pathogen Toxoplasma gondii in the brains of chronically infected mice. This chemokine boosts T-cell function in two different ways: it maintains the effector T-cell population in the brain and speeds up the average migration speed without changing the nature of the walk statistics. Notably, these statistics are not Brownian; rather, CD8+ T-cell motility in the brain is well described by a generalized Lévy walk. According to our model, this unexpected feature enables T cells to find rare targets with more than an order of magnitude more efficiency than Brownian random …",
            "Generalized Lévy walks and the role of chemokines in migration of effector CD8+ T cells",
            "Tajie H Harris and Edward J Banigan and David A Christian and Christoph Konradt and Elia D Tait Wojno and Kazumi Norose and Emma H Wilson and Beena John and Wolfgang Weninger and Andrew D Luster and Andrea J Liu and Christopher A Hunter",
            "2012",
            "x0NU7KEAAAAJ:3s1wT3WcHBgC",
            375,
            "https:\/\/www.nature.com\/articles\/nature11098",
            "14663821201567967685",
            "\/scholar?cites=14663821201567967685",
            {
                "2012":8,
                "2013":34,
                "2014":41,
                "2015":52,
                "2016":55,
                "2017":42,
                "2018":35,
                "2019":52,
                "2020":50,
                "2021":4
            }
        ],
        [
            "We calculate the distribution of interparticle normal forces P (F) near the glass and jamming transitions in model supercooled liquids and foams, respectively. P (F) develops a peak that appears near the glass or jamming transitions, whose height increases with decreasing temperature, decreasing shear stress and increasing packing density. A similar shape of P (F) was observed in experiments on static granular packings. We propose that the appearance of this peak signals the development of a yield stress. The sensitivity of the peak to temperature, shear stress, and density lends credence to the recently proposed generalized jamming phase diagram.",
            "Force distributions near jamming and glass transitions",
            "Corey S O'Hern and Stephen A Langer and Andrea J Liu and Sidney R Nagel",
            "2001",
            "x0NU7KEAAAAJ:2P1L_qKh6hAC",
            353,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.111",
            "18271205509298870551",
            "\/scholar?cites=18271205509298870551",
            {
                "2001":11,
                "2002":24,
                "2003":17,
                "2004":38,
                "2005":40,
                "2006":32,
                "2007":21,
                "2008":18,
                "2009":8,
                "2010":21,
                "2011":14,
                "2012":16,
                "2013":18,
                "2014":14,
                "2015":8,
                "2016":8,
                "2017":12,
                "2018":9,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ]
    ]
}