{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the idea of a composite Higgs in the framework of a five-dimensional AdS theory. We present the minimal model of the Higgs as a pseudo-Goldstone boson in which electroweak symmetry is broken dynamically via top loop effects, all flavour problems are solved, and contributions to electroweak precision observables are below experimental bounds. Since the 5D theory is weakly coupled, we are able to fully determine the Higgs potential and other physical quantities. The lightest resonances are expected to have a mass around 2 TeV and should be discovered at the LHC. The top sector is mostly composite and deviations from Standard Model couplings are expected.",
            "The minimal composite Higgs model",
            "Kaustubh Agashe and Roberto Contino and Alex Pomarol",
            "2005",
            "X232W5kAAAAJ:9yKSN-GCB0IC",
            1793,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321305003445",
            "1291507489568026193",
            "\/scholar?cites=1291507489568026193",
            {
                "2005":23,
                "2006":50,
                "2007":81,
                "2008":63,
                "2009":65,
                "2010":67,
                "2011":70,
                "2012":95,
                "2013":133,
                "2014":152,
                "2015":164,
                "2016":190,
                "2017":196,
                "2018":176,
                "2019":128,
                "2020":124,
                "2021":4
            }
        ],
        [
            "We study precision electroweak constraints within a RS1 model with gauge fields and fermions in the bulk. The electroweak gauge symmetry is enhanced to SU (2) L× SU (2) R× U (1) B− L, thereby providing a custodial isospin symmetry sufficient to suppress excessive contributions to the T parameter. We then construct complete models, complying with all electroweak constraints, for solving the hierarchy problem, without supersymmetry or large hierarchies in the fundamental couplings. Using the AdS\/CFT correspondence our models can be interpreted as dual to a strongly coupled conformal Higgs sector with global custodial isospin symmetry, gauge and fermionic matter being fundamental fields external to the CFT. This scenario has interesting collider signals, distinct from other RS models in the literature.",
            "RS1, custodial isospin and precision tests",
            "Kaustubh Agashe and Antonio Delgado and Michael J May and Raman Sundrum",
            "2003",
            "X232W5kAAAAJ:2osOgNQ5qMEC",
            838,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2003\/08\/050\/meta",
            "6356279404262653250",
            "\/scholar?cites=6356279404262653250",
            {
                "2003":3,
                "2004":30,
                "2005":34,
                "2006":38,
                "2007":57,
                "2008":69,
                "2009":85,
                "2010":69,
                "2011":76,
                "2012":84,
                "2013":44,
                "2014":41,
                "2015":60,
                "2016":47,
                "2017":38,
                "2018":26,
                "2019":13,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We show that a subgroup of the custodial symmetry O (3) that protects Δρ from radiative corrections can also protect the Z b b¯ coupling. This allows one to build models of electroweak symmetry breaking, such as higgsless, little Higgs or 5D composite Higgs models, that are safe from corrections to Z→ b b¯. We show that when this symmetry protects Z b b¯ it cannot simultaneously protect Z t t¯ and W t b¯. Therefore one can expect to measure sizable deviations from the SM predictions of these couplings at future collider experiments. We also show under what circumstances Z b R b¯ R can receive corrections in the right direction to explain the anomaly in the LEP\/SLD forward–backward asymmetry A FB b.",
            "A custodial symmetry for Zbb",
            "Kaustubh Agashe and Roberto Contino and Leandro Da Rold and Alex Pomarol",
            "2006",
            "X232W5kAAAAJ:qjMakFHDy7sC",
            729,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269306009828",
            "4064540196934275680",
            "\/scholar?cites=4064540196934275680",
            {
                "2006":4,
                "2007":36,
                "2008":43,
                "2009":58,
                "2010":64,
                "2011":65,
                "2012":60,
                "2013":75,
                "2014":58,
                "2015":56,
                "2016":53,
                "2017":52,
                "2018":35,
                "2019":30,
                "2020":34,
                "2021":2
            }
        ],
        [
            "We study the production and decay of Kaluza-Klein (KK) gravitons at the CERN Large Hadron Collider (LHC), in the framework of a warped extra dimension in which the standard model (SM) fields propagate. Such a scenario can provide solutions to both the Planck-weak hierarchy problem and the flavor puzzle of the SM. In this scenario, the production via q q annihilation and decays to the conventional photon and lepton channels are highly suppressed. However, we show that graviton production via gluon fusion followed by decay to longitudinal Z\/W can be significant; vector boson fusion is found to be a subdominant production mode. In particular, the golden Z Z decay mode offers a distinctive 4-lepton signal that could lead to the observation at the LHC with 300 fb− 1 (SLHC with 3 ab− 1) of a KK graviton with a mass up to∼ 2 (∼ 3) TeV for the ratio of the AdS 5 curvature to the Planck scale modestly above unity …",
            "Warped gravitons at the CERN LHC and beyond",
            "Kaustubh Agashe and Hooman Davoudiasl and Gilad Perez and Amarjit Soni",
            "2007",
            "X232W5kAAAAJ:YsMSGLbcyi4C",
            670,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.036006",
            "10572871969690495218",
            "\/scholar?cites=10572871969690495218",
            {
                "2007":7,
                "2008":11,
                "2009":17,
                "2010":25,
                "2011":13,
                "2012":37,
                "2013":61,
                "2014":44,
                "2015":64,
                "2016":53,
                "2017":64,
                "2018":158,
                "2019":74,
                "2020":38,
                "2021":1
            }
        ],
        [
            "We recently showed that warped extra-dimensional models with bulk custodial symmetry and few TeV Kaluza-Klein (KK) masses lead to striking signals at B factories. In this paper, using a spurion analysis, we systematically study the flavor structure of models that belong to the above class. In particular we find that the profiles of the zero modes, which are similar in all these models, essentially control the underlying flavor structure. This implies that our results are robust and model independent in this class of models. We discuss in detail the origin of the signals in B physics. We also briefly study other new physics signatures that arise in rare K decays (K→ π ν ν), in rare top decays [t→ c γ (Z, gluon)], and the possibility of C P asymmetries in D 0 decays to C P eigenstates such as K S π 0 and others. Finally we demonstrate that with light KK masses,∼ 3 T e V, the above class of models with anarchic 5D Yukawas has a …",
            "Flavor structure of warped extra dimension models",
            "Kaustubh Agashe and Gilad Perez and Amarjit Soni",
            "2005",
            "X232W5kAAAAJ:UeHWp8X0CEIC",
            596,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.71.016002",
            "12452674412571528718",
            "\/scholar?cites=12452674412571528718",
            {
                "2005":6,
                "2006":20,
                "2007":38,
                "2008":47,
                "2009":61,
                "2010":59,
                "2011":56,
                "2012":55,
                "2013":55,
                "2014":30,
                "2015":33,
                "2016":38,
                "2017":34,
                "2018":27,
                "2019":18,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We study production of Kaluza-Klein (KK) gluons at the Large Hadron Collider (LHC) in the framework of a warped extra dimension with the standard model fields propagating in the bulk. We show that the detection of the KK gluon is challenging since its production is suppressed by small couplings to the proton’s constituents. Moreover, the KK gluon decays mostly to top pairs due to an enhanced coupling and hence is broad. Nevertheless, we demonstrate that for M KKG≲ 4 TeV, 100 fb− 1 of data at the LHC can provide discovery of the KK gluon. We utilize a sizable left-right polarization asymmetry from the KK gluon resonance to maximize the signal significance, and we explore the novel feature of extremely highly energetic “top-jets.” We briefly discuss how the detection of electroweak gauge KK states (Z\/W) faces a similar challenge since their leptonic decays (golden modes) are suppressed. Our analysis …",
            "CERN LHC signals from warped extra dimensions",
            "Kaustubh Agashe and Alexander Belyaev and Tadas Krupovnickas and Gilad Perez and Joseph Virzi",
            "2008",
            "X232W5kAAAAJ:IjCSPb-OGe4C",
            565,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.77.015003",
            "17117248339598224511",
            "\/scholar?cites=17117248339598224511",
            {
                "2007":6,
                "2008":31,
                "2009":45,
                "2010":54,
                "2011":51,
                "2012":104,
                "2013":88,
                "2014":40,
                "2015":42,
                "2016":25,
                "2017":34,
                "2018":19,
                "2019":15,
                "2020":7
            }
        ],
        [
            "We show that supersymmetric R-parity-breaking (R p) interactions always result in flavor changing neutral current processes. Within a single coupling scheme, these processes can be avoided in either the charge+ 2 3 or the charge− 1 3 quark sector, but not both. These processes are used to place constraints on R p couplings. The constraints on the first and the second generations are better than those existing in the literature. The R p interactions may result in new top quark decays. Some of these violate electron-muon universality or produce a surplus of b quark events in t t decays. Results from the CDF experiment are used to bound these R p couplings.",
            "R-parity violation in flavor-changing neutral current processes and top quark decays",
            "K Agashe and M Graesser",
            "1996",
            "X232W5kAAAAJ:zYLM7Y9cAGgC",
            312,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.54.4445",
            "5856179692668632529",
            "\/scholar?cites=5856179692668632529",
            {
                "1996":14,
                "1997":34,
                "1998":36,
                "1999":37,
                "2000":16,
                "2001":20,
                "2002":17,
                "2003":12,
                "2004":10,
                "2005":12,
                "2006":8,
                "2007":16,
                "2008":19,
                "2009":8,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":6,
                "2015":2,
                "2016":7,
                "2017":2,
                "2018":3,
                "2019":1
            }
        ],
        [
            "We study predictions for B physics in a class of warped extra dimension models recently introduced, where few (∼ 3) TeV Kaluza-Klein masses are consistent with electroweak data due to custodial symmetry. As in the standard model (SM), flavor violations arise due to the heavy top quark leading to striking signals:(i) New physics contributions to Δ F= 2 transitions are comparable to the SM, so the success of the SM unitarity triangle fit is a “coincidence.” Thus, clean extractions of unitarity angles are likely to be affected, in addition to O (1) deviation from the SM prediction in B s mixing.(ii) O (1) deviation from various SM predictions for B→ X s l+ l−.(iii) Large mixing-induced C P asymmetry in radiative B decays. Also, the neutron electric dipole moment is roughly 20 times larger than the current bound so that this framework has a “C P problem.”",
            "B-factory signals for a warped extra dimension",
            "Kaustubh Agashe and Gilad Perez and Amarjit Soni",
            "2004",
            "X232W5kAAAAJ:Tyk-4Ss8FVUC",
            288,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.201804",
            "8261183238479823271",
            "\/scholar?cites=8261183238479823271",
            {
                "2005":8,
                "2006":10,
                "2007":30,
                "2008":35,
                "2009":28,
                "2010":26,
                "2011":32,
                "2012":25,
                "2013":24,
                "2014":15,
                "2015":12,
                "2016":11,
                "2017":6,
                "2018":13,
                "2019":8,
                "2020":1
            }
        ],
        [
            "We show that solving the problem of baryon-number violation in nonsupersymmetric grand unified theories (GUT's) in warped higher-dimensional spacetime can lead to a stable Kaluza–Klein particle. This exotic particle has gauge quantum numbers of a right-handed neutrino, but carries fractional baryon number and is related to the top quark within the higher-dimensional GUT. A combination of baryon number and S U (3) color ensures its stability. Its relic density can easily be of the right value for masses in the 10 GeV–few TeV range. An exciting aspect of these models is that the entire parameter space will be tested at near future dark matter direct detection experiments. Other exotic GUT partners of the top quark are also light and can be produced at high energy colliders with distinctive signatures.",
            "Warped unification, proton stability, and dark matter",
            "Kaustubh Agashe and Géraldine Servant",
            "2004",
            "X232W5kAAAAJ:W7OEmFMy1HYC",
            276,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.231805",
            "7208397750987890213",
            "\/scholar?cites=7208397750987890213",
            {
                "2005":10,
                "2006":14,
                "2007":31,
                "2008":25,
                "2009":22,
                "2010":30,
                "2011":18,
                "2012":15,
                "2013":19,
                "2014":17,
                "2015":19,
                "2016":16,
                "2017":7,
                "2018":8,
                "2019":15,
                "2020":9,
                "2021":1
            }
        ],
        [
            "A complete analysis of the electroweak precision observables is performed within a recently proposed minimal composite Higgs model, realized as a 5-dimensional warped compactification. In particular, we compute Z→ b b¯ and the one-loop correction to the ρ parameter. We find that oblique data can be easily reproduced without a significant amount of tuning in the parameters of the model, while Z→ b b¯ imposes a stronger constraint. As a consequence of the latter, some of the new fermionic resonances must have mass around 4 TeV, which corresponds to an electroweak fine tuning of a few percent. Other resonances, such as Z′, can be lighter in sizeable portions of the parameter space. We discuss in detail the origin of the Z→ b b¯ constraint and we suggest several possible avenues beyond the minimal model for weakening it.",
            "The minimal composite Higgs model and electroweak precision tests",
            "Kaustubh Agashe and Roberto Contino",
            "2006",
            "X232W5kAAAAJ:eQOLeE2rZwMC",
            262,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321306001179",
            "4091835044124386808",
            "\/scholar?cites=4091835044124386808",
            {
                "2006":10,
                "2007":27,
                "2008":27,
                "2009":26,
                "2010":28,
                "2011":20,
                "2012":22,
                "2013":15,
                "2014":13,
                "2015":17,
                "2016":12,
                "2017":14,
                "2018":8,
                "2019":11,
                "2020":10
            }
        ]
    ]
}