{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Antiretroviral chemoprophylaxis before exposure is a promising approach for the prevention of human immunodeficiency virus (HIV) acquisition.We randomly assigned 2499 HIV-seronegative men or transgender women who have sex with men to receive a combination of two oral antiretroviral drugs, emtricitabine and tenofovir disoproxil fumarate (FTC–TDF), or placebo once daily. All subjects received HIV testing, risk-reduction counseling, condoms, and management of sexually transmitted infections.The study subjects were followed for 3324 person-years (median, 1.2 years; maximum, 2.8 years). Of these subjects, 10 were found to have been infected with HIV at enrollment, and 100 became infected during follow-up (36 in the FTC–TDF group and 64 in the placebo group), indicating a 44% reduction in the incidence of HIV (95% confidence interval, 15 to 63; P=0.005). In the FTC …",
            "Preexposure chemoprophylaxis for HIV prevention in men who have sex with men",
            "Robert M Grant and Javier R Lama and Peter L Anderson and Vanessa McMahan and Albert Y Liu and Lorena Vargas and Pedro Goicochea and Martín Casapía and Juan Vicente Guanira-Carranza and Maria E Ramirez-Cardich and Orlando Montoya-Herrera and Telmo Fernández and Valdilea G Veloso and Susan P Buchbinder and Suwat Chariyalertsak and Mauro Schechter and Linda-Gail Bekker and Kenneth H Mayer and Esper Georges Kallás and K Rivet Amico and Kathleen Mulligan and Lane R Bushman and Robert J Hance and Carmela Ganoza and Patricia Defechereux and Brian Postle and Furong Wang and J Jeff McConnell and Jia-Hua Zheng and Jeanny Lee and James F Rooney and Howard S Jaffe and Ana I Martinez and David N Burns and David V Glidden",
            "2010",
            "X6P8JOIAAAAJ:HE397vMXCloC",
            4489,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa1011205",
            "13769254977728082364",
            "\/scholar?cites=13769254977728082364",
            {
                "2010":11,
                "2011":265,
                "2012":372,
                "2013":428,
                "2014":405,
                "2015":397,
                "2016":504,
                "2017":467,
                "2018":510,
                "2019":466,
                "2020":489,
                "2021":26
            }
        ],
        [
            "The jet energy scale and its systematic uncertainty are determined for jets measured with the ATLAS detector at the LHC in proton-proton collision data at a centre-of-mass energy of s√=7 TeV corresponding to an integrated luminosity of 38 pb−1. Jets are reconstructed with the anti-k t algorithm with distance parameters R=0.4 or R=0.6. Jet energy and angle corrections are determined from Monte Carlo simulations to calibrate jets with transverse momenta p T≥20 GeV and pseudorapidities |η|<4.5. The jet energy systematic uncertainty is estimated using the single isolated hadron response measured in situ and in test-beams, exploiting the transverse momentum balance between central and forward jets in events with dijet topologies and studying systematic variations in Monte Carlo simulations. The jet energy uncertainty is less than 2.5 % in the central calorimeter region (|η|<0.8) for jets with 60≤p T<800 GeV, and is maximally 14 % for p T<30 GeV in the most forward region 3.2≤|η|<4.5. The jet energy is validated for jet transverse momenta up to 1 TeV to the level of a few percent using several in situ techniques by comparing a well-known reference such as the recoiling photon p T, the sum of the transverse momenta of tracks associated to the jet, or a system of low-p T jets recoiling against a high-p T jet. More sophisticated jet calibration schemes are presented based on calorimeter cell energy density weighting or hadronic properties of jets, aiming for an improved jet energy resolution and a reduced flavour dependence of the jet response. The systematic uncertainty of the jet energy determined from a combination of in situ techniques is …",
            "Jet energy measurement with the ATLAS detector in proton-proton collisions at s√= 7 TeV",
            "Adam Barton and Guennadi Borissov and Eva Bouhova-Thacker and Timothy Brodbeck and James Catmore and Alexandre Chilingarov and Ruth Davidson and Lee de Mora and Harald Fox and Robert Henderson and Gareth Hughes and Roger William Lewis Jones and Vakhtang Kartvelishvili and Robin Long and Peter Love and Peter Ratoff and Maria Smizanska and James Walder",
            "2013",
            "X6P8JOIAAAAJ:NJ774b8OgUMC",
            4081,
            "https:\/\/eprints.lancs.ac.uk\/id\/eprint\/67906\/",
            "2742424474329200311",
            "\/scholar?cites=2742424474329200311",
            {
                "2011":185,
                "2012":582,
                "2013":595,
                "2014":484,
                "2015":628,
                "2016":507,
                "2017":353,
                "2018":314,
                "2019":198,
                "2020":215,
                "2021":10
            }
        ],
        [
            "Highly efficient quantum-dot-sensitized solar cell is fabricated using ca. 2–3 nm sized perovskite (CH3NH3)PbI3 nanocrystal. Spin-coating of the equimolar mixture of CH3NH3I and PbI2 in γ-butyrolactone solution (perovskite precursor solution) leads to (CH3NH3)PbI3 quantum dots (QDs) on nanocrystalline TiO2 surface. By electrochemical junction with iodide\/iodine based redox electrolyte, perovskite QD-sensitized 3.6 μm-thick TiO2 film shows maximum external quantum efficiency (EQE) of 78.6% at 530 nm and solar-to-electrical conversion efficiency of 6.54% at AM 1.5G 1 sun intensity (100 mW cm−2), which is by far the highest efficiency among the reported inorganic quantum dot sensitizers.",
            "6.5% efficient perovskite quantum-dot-sensitized solar cell",
            "Jeong-Hyeok Im and Chang-Ryul Lee and Jin-Wook Lee and Sang-Won Park and Nam-Gyu Park",
            "2011",
            "X6P8JOIAAAAJ:jMZTt8odoasC",
            2822,
            "https:\/\/pubs.rsc.org\/lv\/content\/articlehtml\/2011\/nr\/c1nr10867k",
            "367603299939154531",
            "\/scholar?cites=367603299939154531",
            {
                "2012":9,
                "2013":63,
                "2014":234,
                "2015":427,
                "2016":485,
                "2017":429,
                "2018":461,
                "2019":367,
                "2020":306,
                "2021":17
            }
        ],
        [
            "The use of near-infrared or infrared photons is a promising approach for biomedical imaging in living tissue 1. This technology often requires exogenous contrast agents with combinations of hydrodynamic diameter, absorption, quantum yield and stability that are not possible with conventional organic fluorophores. Here we show that the fluorescence emission of type II 2, 3 quantum dots can be tuned into the near infrared while preserving absorption cross-section, and that a polydentate phosphine coating renders them soluble, disperse and stable in serum. We then demonstrate that these quantum dots allow a major cancer surgery, sentinel lymph node mapping 4, 5, 6, to be performed in large animals under complete image guidance. Injection of only 400 pmol of near-infrared quantum dots permits sentinel lymph nodes 1 cm deep to be imaged easily in real time using excitation fluence rates of only 5 mW\/cm 2 …",
            "Near-infrared fluorescent type II quantum dots for sentinel lymph node mapping",
            "Sungjee Kim and Yong Taik Lim and Edward G Soltesz and Alec M De Grand and Jaihyoung Lee and Akira Nakayama and J Anthony Parker and Tomislav Mihaljevic and Rita G Laurence and Delphine M Dor and Lawrence H Cohn and Moungi G Bawendi and John V Frangioni",
            "2004",
            "X6P8JOIAAAAJ:CmeMDzcFUg4C",
            2430,
            "https:\/\/www.nature.com\/articles\/nbt920",
            "10618462495277578640",
            "\/scholar?cites=10618462495277578640",
            {
                "2004":38,
                "2005":112,
                "2006":149,
                "2007":187,
                "2008":177,
                "2009":207,
                "2010":191,
                "2011":193,
                "2012":202,
                "2013":162,
                "2014":161,
                "2015":150,
                "2016":127,
                "2017":118,
                "2018":88,
                "2019":73,
                "2020":70,
                "2021":3
            }
        ],
        [
            "The results of a search for charged Higgs bosons are presented. The analysis is based on 4.6 fb− 1 of proton-proton collision data at collected by the ATLAS experiment at the Large Hadron Collider, using top quark pair events with a τ lepton in the final state. The data are consistent with the expected background from Standard Model processes. Assuming that the branching ratio of the charged Higgs boson to a τ lepton and a neutrino is 100%, this leads to upper limits on the branching ratio of top quark decays to abquarkandachargedHiggsbosonbetween5% and1% forchargedHiggsbosonmasses ranging from 90 GeV to 160 GeV, respectively. In the context of the scenario of the MSSM, tan β above 12-26, as well as between 1 and 2-6, can be excluded for charged Higgs boson masses between 90 GeV and 150 GeV.",
            "Search for charged Higgs bosons decaying via H ±  →  τν in  events using pp collision data at  with the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and S Abdel Khalek and Ahmed Ali Abdelalim and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and E Acerbi and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and BMM Allbrooke and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and B Alvarez Gonzalez and MG Alviggi and K Amako and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and A Angerami and F Anghinolfi and A Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and B Aubert and E Auge and K Augsten and M Aurousseau and G Avolio and R Avramidou and D Axen and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barbaro Galtieri and T Barber and EL Barberio and D Barberis and M Barbero and DY Bardin and T Barillari",
            "2012",
            "X6P8JOIAAAAJ:kmGFBRAO0EoC",
            2204,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP06(2012)039",
            "3223129214421875563",
            "\/scholar?cites=3223129214421875563",
            {
                "2012":255,
                "2013":479,
                "2014":393,
                "2015":339,
                "2016":275,
                "2017":179,
                "2018":111,
                "2019":108,
                "2020":50,
                "2021":3
            }
        ],
        [
            "This paper presents a search for the pair production of top squarks in events with a single isolated electron or muon, jets, large missing transverse momentum, and large transverse mass. The data sample corresponds to an integrated luminosity of 19.5 fb− 1 of pp collisions collected in 2012 by the CMS experiment at the LHC at a center-of-mass energy of. No significant excess in data is observed above the expectation from standard model processes. The results are interpreted in the context of supersymmetric models with pair production of top squarks that decay either to a top quark and a neutralino or to a bottom quark and a chargino. For small mass values of the lightest supersymmetric particle, top-squark mass values up to around 650 GeV are excluded.",
            "Search for top-squark pair production in the single-lepton final state in pp collisions at ",
            "Serguei Chatrchyan and V Khachatryan and AM Sirunyan and A Tumasyan and W Adam and T Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and I Mikulec and D Rabady and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and A Taurok and W Treberer-Treberspurg and W Waltenberger and C-E Wulz and V Mossolov and N Shumeiko and J Suarez Gonzalez and S Alderweireldt and M Bansal and S Bansal and Tom Cornelis and EA De Wolf and X Janssen and A Knutsson and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J D’Hondt and A Kalogeropoulos and J Keaveney and S Lowette and M Maes and A Olbrechts and S Tavernier and W Van Doninck and P Van Mulders and GP Van Onsem and I Villella and C Caillol and B Clerbaux and G De Lentdecker and L Favart and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and L Perniè and T Reis and T Seva and L Thomas and C Vander Velde and P Vanlaer and J Wang and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and Sven Dildick and Guillaume Garcia and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and C Beluffi and G Bruno and R Castello and A Caudron and L Ceard and GG Da Silveira and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and P Jez and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and A Popov and M Selvaggi and M Vidal Marono and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and M Correa Martins Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior and W Carvalho and J Chinellato and A Custódio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and M Malek and D Matos Figueiredo and L Mundim and H Nogima and WL Prado Da Silva and A Santoro and A Sznajder",
            "2013",
            "X6P8JOIAAAAJ:W5xh706n7nkC",
            1702,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-013-2677-2?error=cookies_not_supported&error=cookies_not_supported&code=eca2fa8c-4a2e-4b1b-ae88-a22558e5fd52&code=1c37f15e-7088-4e17-9c17-18110530349a",
            "4811707990612796773",
            "\/scholar?cites=4811707990612796773",
            {
                "2012":6,
                "2013":136,
                "2014":337,
                "2015":368,
                "2016":333,
                "2017":214,
                "2018":154,
                "2019":78,
                "2020":62,
                "2021":3
            }
        ],
        [
            "Purpose: To compare the effect of pathologic sentinel lymph node (SLN) status with that of other known prognostic factors on recurrence and survival in patients with stage I or II cutaneous melanoma. Patients and Methods: We reviewed the records of 612 patients with primary cutaneous melanoma who underwent lymphatic mapping and SLN biopsy between January 1991 and May 1995 to determine the effects of tumor thickness, ulceration, Clark level, location, sex, and SLN pathologic status on disease-free and disease-specific survival.Results: In the 580 patients in whom lymphatic mapping and SLN biopsy were successful, the SLN was positive by conventional histology in 85 patients (15%) but negative in 495 patients (85%). SLN status was the most significant prognostic factor with respect to diseasefree and disease-specific survival by univariate and multiple covariate analyses. Although tumor thickness and ulceration influenced survival in SLN-negative patients, they provided no additional prognostic information in SLN-positive patients. Conclusion: Lymphatic mapping and SLN biopsy is highly accurate in staging nodal basins at risk for regional metastases in primary melanoma patients and identifies those who may benefit from earlier lymphadenectomy. Furthermore, pathologic status of the SLN in these patients with clinically negative nodes is the most important prognostic factor for recurrence. The information from SLN biopsy is particularly helpful in establishing stratification criteria for future adjuvant trials. J Clin Oncol 17: 976-983. 1999 by American Society of Clinical Oncology.",
            "Multi-institutional melanoma lymphatic mapping experience: the prognostic value of sentinel lymph node status in 612 stage I or II melanoma patients",
            "Jeffrey E Gershenwald and William Thompson and Paul F Mansfield and Jeffrey E Lee and Maria I Colome and Chi-hong Tseng and J Jack Lee and Charles M Balch and Douglas S Reintgen and Merrick I Ross",
            "1999",
            "X6P8JOIAAAAJ:lbI08cpqPnQC",
            1324,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.464.4767&rep=rep1&type=pdf",
            "13268467336601940873",
            "\/scholar?cites=13268467336601940873",
            {
                "1999":7,
                "2000":64,
                "2001":69,
                "2002":79,
                "2003":97,
                "2004":107,
                "2005":75,
                "2006":101,
                "2007":72,
                "2008":68,
                "2009":75,
                "2010":61,
                "2011":70,
                "2012":46,
                "2013":48,
                "2014":39,
                "2015":51,
                "2016":38,
                "2017":31,
                "2018":34,
                "2019":27,
                "2020":37,
                "2021":5
            }
        ],
        [
            "The phase III RADIATE study examined the efficacy and safety of tocilizumab, an anti-IL-6 receptor monoclonal antibody in patients with rheumatoid arthritis (RA) refractory to tumour necrosis factor (TNF) antagonist therapy.499 patients with inadequate response to one or more TNF antagonists were randomly assigned to receive 8 mg\/kg or 4 mg\/kg tocilizumab or placebo (control) intravenously every 4 weeks with stable methotrexate for 24 weeks. ACR20 responses, secondary efficacy and safety endpoints were assessed.ACR20 was achieved at 24 weeks by 50.0%, 30.4% and 10.1% of patients in the 8 mg\/kg, 4 mg\/kg and control groups, respectively (less than p<0.001 both tocilizumab groups versus control). At week 4 more patients achieved ACR20 in 8 mg\/kg tocilizumab versus controls (less than p = 0.001). Patients responded regardless of most recently failed anti-TNF or the …",
            "IL-6 receptor inhibition with tocilizumab improves treatment outcomes in patients with rheumatoid arthritis refractory to anti-tumour necrosis factor biologicals: results from …",
            "Pl Emery and E Keystone and HP Tony and A Cantagrel and R Van Vollenhoven and A Sanchez and E Alecock and J Lee and J Kremer",
            "2008",
            "X6P8JOIAAAAJ:2v_ZtQDX9iAC",
            1181,
            "https:\/\/ard.bmj.com\/content\/67\/11\/1516.short",
            "7792612694009788211",
            "\/scholar?cites=7792612694009788211",
            {
                "2008":6,
                "2009":73,
                "2010":127,
                "2011":127,
                "2012":129,
                "2013":98,
                "2014":96,
                "2015":81,
                "2016":104,
                "2017":79,
                "2018":92,
                "2019":76,
                "2020":72,
                "2021":2
            }
        ],
        [
            "An important trend in electronics involves the development of materials, mechanical designs and manufacturing strategies that enable the use of unconventional substrates, such as polymer films, metal foils, paper sheets or rubber slabs. The last possibility is particularly challenging because the systems must accommodate not only bending but also stretching. Although several approaches are available for the electronics, a persistent difficulty is in power supplies that have similar mechanical properties, to allow their co-integration with the electronics. Here we introduce a set of materials and design concepts for a rechargeable lithium ion battery technology that exploits thin, low modulus silicone elastomers as substrates, with a segmented design in the active materials, and unusual ‘self-similar’interconnect structures between them. The result enables reversible levels of stretchability up to 300%, while maintaining …",
            "Stretchable batteries with self-similar serpentine interconnects and integrated wireless recharging systems",
            "Sheng Xu and Yihui Zhang and Jiung Cho and Juhwan Lee and Xian Huang and Lin Jia and Jonathan A Fan and Yewang Su and Jessica Su and Huigang Zhang and Huanyu Cheng and Bingwei Lu and Cunjiang Yu and Chi Chuang and Tae-il Kim and Taeseup Song and Kazuyo Shigeta and Sen Kang and Canan Dagdeviren and Ivan Petrov and Paul V Braun and Yonggang Huang and Ungyu Paik and John A Rogers",
            "2013",
            "X6P8JOIAAAAJ:0CzhzZyukY4C",
            966,
            "https:\/\/www.nature.com\/articles\/ncomms2553",
            "14760684233527612809",
            "\/scholar?cites=14760684233527612809",
            {
                "2013":22,
                "2014":77,
                "2015":123,
                "2016":136,
                "2017":137,
                "2018":149,
                "2019":169,
                "2020":140,
                "2021":7
            }
        ]
    ]
}