{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            " We apply Wigner-transform techniques to the analysis of difference methods for Schrödinger-type equations in the case of a small Planck constant. In this way we are able to obtain sharp conditions on the spatial-temporal grid which guarantee convergence for average values of observables as the Planck constant tends to zero. The theory developed in this paper is not based on local and global error estimates and does not depend on whether caustics develop or not. Numerical test examples are presented to help interpret the theory.",
            "Numerical approximation of quadratic observables of Schrödinger-type equations in the semi-classical limit",
            "Peter A Markowich and Paola Pietra and Carsten Pohl",
            "1999",
            "X759XqAAAAAJ:JV2RwH3_ST0C",
            123,
            "https:\/\/link.springer.com\/article\/10.1007\/s002110050406",
            "1913049090674877926",
            "\/scholar?cites=1913049090674877926",
            {
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":9,
                "2003":5,
                "2004":4,
                "2005":6,
                "2006":3,
                "2007":5,
                "2008":6,
                "2009":6,
                "2010":9,
                "2011":10,
                "2012":3,
                "2013":9,
                "2014":11,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":6,
                "2019":4,
                "2020":7
            }
        ],
        [
            "We apply Wigner transform techniques to the analysis of the Dufort--Frankel difference scheme for the Schrödinger equation and to the continuous analogue of the scheme in the case of a small (scaled) Planck constant (semiclassical regime). In this way we are able to obtain sharp conditions on the spatial-temporal grid which guarantee convergence for average values of observables as the Planck constant tends to zero. The theory developed in this paper is not based on local and global error estimates and does not depend on whether or not caustics develop. Numerical test examples are presented to help interpret the theory and to compare the Dufort--Frankel scheme to other difference schemes for the Schr{ödinger equation.",
            "A Wigner-Measure Analysis of the Dufort--Frankel Scheme for the Schrödinger Equation",
            "Peter A Markowich and Paola Pietra and Carsten Pohl and Hans Peter Stimming",
            "2002",
            "X759XqAAAAAJ:blknAaTinKkC",
            54,
            "https:\/\/epubs.siam.org\/doi\/abs\/10.1137\/S0036142900381734",
            "15497227098515237761",
            "\/scholar?cites=15497227098515237761",
            {
                "2002":3,
                "2003":4,
                "2004":4,
                "2005":3,
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":2,
                "2010":4,
                "2011":4,
                "2012":1,
                "2013":4,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":4
            }
        ],
        [
            "In this paper, the authors discuss two modern semiconductor models: the energy-transport and the quantum hydrodynamic equations. The energy-transport models consist of the conservation laws for mass and energy for the electrons, coupled self-consistently to the Poisson equation. The quantum hydrodynamic equations consist of the conservation laws for mass, momentum and energy, including the Poisson equation.",
            "Numerical simulation of semiconductor devices: energy-transport and quantum hydrodynamic modeling",
            "A Jungel and Carsten Pohl",
            "1998",
            "X759XqAAAAAJ:hMod-77fHWUC",
            53,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/742753\/",
            "5133433913248658791",
            "\/scholar?cites=5133433913248658791",
            {
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":5,
                "2004":12,
                "2005":13,
                "2006":11,
                "2007":5,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1
            }
        ],
        [
            "A numerical study of the dispersive limit of the quantum hydrodynamic equations for semiconductors is presented. The solution may develop high frequency oscillations when the scaled Planck constant is small. Numerical evidence is given of the fact that in such cases the solution does not converge to the solution of the formal limit equations.",
            "Weak limits of the quantum hydrodynamic model",
            "Paola Pietra and Carsten Pohl",
            "1999",
            "X759XqAAAAAJ:NMxIlDl6LWMC",
            24,
            "https:\/\/www.hindawi.com\/archive\/1999\/046852\/abs\/",
            "7016539892527930426",
            "\/scholar?cites=7016539892527930426",
            {
                "1999":2,
                "2000":4,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":4,
                "2007":5,
                "2008":2
            }
        ]
    ]
}