{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "For 3-dimensional field theories with supersymmetry the Euclidean path integrals on the three-sphere can be calculated using the method of localization; they reduce to certain matrix integrals that depend on the R-charges of the matter fields. We solve a number ofsuch large N matrix models and calculate the free energy F as a function of the trial R-charges consistent with the marginality of the super potential. In all our superconformal examples, the local maximization of F yields answers that scale as N 3\/2 and agree with the dual M-theory backgrounds AdS 4× Y, where Y are 7-dimensional Sasaki-Einstein spaces. We also find in toric examples that local F-maximization is equivalent to the minimization of the volume of Y over the space of Sasakian metrics, a procedure also referred to as Z-minimization. Moreover, we find that the functions F and Z are related for any trial R-charges. In the models we …",
            "Towards the F-theorem:  field theories on the three-sphere",
            "Daniel L Jafferis and Igor R Klebanov and Silviu S Pufu and Benjamin R Safdi",
            "2011",
            "Xb43xoYAAAAJ:d1gkVwhDpl0C",
            458,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP06(2011)102.pdf",
            "1670683651249011398",
            "\/scholar?cites=1670683651249011398",
            {
                "2011":35,
                "2012":60,
                "2013":33,
                "2014":48,
                "2015":50,
                "2016":52,
                "2017":46,
                "2018":46,
                "2019":36,
                "2020":48,
                "2021":2
            }
        ],
        [
            "We construct black hole solutions to the Yang-Mills equations in an AdS 4-Schwarzschild background which exhibit superconductivity. What makes these backgrounds p-wave superconductors is that the order parameter is a vector, and the conductivities are strongly anisotropic in a manner that is suggestive of a gap with nodes. The low-lying excitations of the normal state have a relaxation time which grows rapidly as the temperature decreases, consistent with the absence of impurity scattering. A numerical exploration of quasinormal modes close to the transition temperature suggests that p-wave backgrounds are stable against perturbations analogous to turning on a p+ip gap, whereas p+ip-wave configurations are unstable against turning into pure p-wave backgrounds.",
            "The gravity dual of a p-wave superconductor",
            "Steven S Gubser and Silviu S Pufu",
            "2008",
            "Xb43xoYAAAAJ:u5HHmVD_uO8C",
            440,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/11\/033\/meta",
            "14225022086219246506",
            "\/scholar?cites=14225022086219246506",
            {
                "2008":16,
                "2009":31,
                "2010":59,
                "2011":60,
                "2012":56,
                "2013":41,
                "2014":38,
                "2015":33,
                "2016":28,
                "2017":14,
                "2018":17,
                "2019":14,
                "2020":32
            }
        ],
        [
            "We establish that in a large class of strongly coupled (3+ 1)-dimensional N= 1 quiver conformal field theories with gravity duals, adding a chemical potential for the R charge leads to the existence of superfluid states in which a chiral primary operator of the schematic form O= λ λ+ W condenses. Here λ is a gluino and W is the superpotential. Our argument is based on the construction of a consistent truncation of type IIB supergravity that includes a U (1) gauge field and a complex scalar.",
            "Superconductors from superstrings",
            "Steven S Gubser and Christopher P Herzog and Silviu S Pufu and Tiberiu Tesileanu",
            "2009",
            "Xb43xoYAAAAJ:u-x6o8ySG0sC",
            285,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.141601",
            "11047067829441060159",
            "\/scholar?cites=11047067829441060159",
            {
                "2009":5,
                "2010":61,
                "2011":60,
                "2012":47,
                "2013":21,
                "2014":19,
                "2015":21,
                "2016":12,
                "2017":12,
                "2018":11,
                "2019":12,
                "2020":4
            }
        ],
        [
            "Localization methods reduce the path integrals in N≥ 2 supersymmetric Chern-Simons gauge theories on S 3 to multimatrix integrals. A recent evaluation of such a two-matrix integral for the N= 6 superconformal U (N)× U (N) Aharony-Bergman-Jafferis-Maldacena theory produced detailed agreement with the AdS\/CFT correspondence, explaining, in particular, the N 3\/2 scaling of the free energy. We study a class of p-matrix integrals describing N= 3 superconformal U (N) p Chern-Simons gauge theories. We present a simple method that allows us to evaluate the eigenvalue densities and the free energies in the large N limit keeping the Chern-Simons levels k i fixed. The dual M-theory backgrounds are AdS 4× Y, where Y are seven-dimensional tri-Sasaki Einstein spaces specified by the k i. The gravitational free energy scales inversely with the square root of the volume of Y. We find a general formula for the p …",
            "Multimatrix models and tri-Sasaki Einstein spaces",
            "Christopher P Herzog and Igor R Klebanov and Silviu S Pufu and Tiberiu Tesileanu",
            "2011",
            "Xb43xoYAAAAJ:9yKSN-GCB0IC",
            263,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.046001",
            "6581347534147630339",
            "\/scholar?cites=6581347534147630339",
            {
                "2011":32,
                "2012":49,
                "2013":20,
                "2014":26,
                "2015":23,
                "2016":25,
                "2017":13,
                "2018":21,
                "2019":29,
                "2020":22,
                "2021":2
            }
        ],
        [
            "This is the foreword to the special issue on localization techniques in quantum field theory. The summary of individual chapters is given and their interrelation is discussed.",
            "Localization techniques in quantum field theories",
            "Vasily Pestun and Maxim Zabzine and Francesco Benini and Tudor Dimofte and Thomas T Dumitrescu and Kazuo Hosomichi and Seok Kim and Kimyeong Lee and Bruno Le Floch and Marcos Marino and Joseph A Minahan and David R Morrison and Sara Pasquetti and Jian Qiu and Leonardo Rastelli and Shlomo S Razamat and Silvu S Pufu and Yuji Tachikawa and Brian Willett and Konstantin Zarembo",
            "2017",
            "Xb43xoYAAAAJ:ns9cj8rnVeAC",
            256,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1751-8121\/aa63c1\/meta",
            "17216038433189174836",
            "\/scholar?cites=17216038433189174836",
            {
                "2016":6,
                "2017":52,
                "2018":53,
                "2019":65,
                "2020":77,
                "2021":2
            }
        ],
        [
            "The conjectured F-theorem for three-dimensional field theories states that the finite part of the free energy on S 3 decreases along RG trajectories and is stationary at the fixed points. In previous work various successful tests of this proposal were carried out for theories with supersymmetry. In this paper we perform more general tests that do not rely on supersymmetry. We study perturbatively the RG flows produced by weakly relevant operators and show that the free energy decreases monotonically. We also consider large N field theories perturbed by relevant double trace operators, free massive field theories, and some non-Abelian gauge theories. In all cases the free energy in the IR is smaller than in the UV, consistent with the F-theorem. We discuss other odd-dimensional Euclidean theories on S d and provide evidence that (− 1)(d− 1)\/2 log| Z| decreases along RG flow; in the particular case d= 1 this is the …",
            "F-theorem without supersymmetry",
            "Igor R Klebanov and Silviu S Pufu and Benjamin R Safdi",
            "2011",
            "Xb43xoYAAAAJ:Y0pCki6q_DkC",
            245,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2011)038.pdf",
            "7403592441778696882",
            "\/scholar?cites=7403592441778696882",
            {
                "2011":2,
                "2012":29,
                "2013":30,
                "2014":27,
                "2015":33,
                "2016":27,
                "2017":31,
                "2018":20,
                "2019":24,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We consider classes of translationally invariant black hole solutions whose equations of state closely resemble that of QCD at zero chemical potential. We use these backgrounds to compute the ratio ζ\/s of bulk viscosity to entropy density. For a class of black holes that exhibits a first-order transition, we observe a sharp rise in ζ\/s near T c. For constructions that exhibit a smooth crossover, like QCD does, the rise in ζ\/s is more modest. We conjecture that divergences in ζ\/s for black hole horizons are related to extrema of the entropy density as a function of temperature.",
            "Thermodynamics and bulk viscosity of approximate black hole duals to finite temperature quantum chromodynamics",
            "Steven S Gubser and Abhinav Nellore and Silviu S Pufu and Fabio D Rocha",
            "2008",
            "Xb43xoYAAAAJ:zYLM7Y9cAGgC",
            227,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.131601",
            "10387747967215275825",
            "\/scholar?cites=10387747967215275825",
            {
                "2008":9,
                "2009":23,
                "2010":25,
                "2011":15,
                "2012":7,
                "2013":6,
                "2014":19,
                "2015":11,
                "2016":21,
                "2017":28,
                "2018":22,
                "2019":20,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We calculate the area of a marginally trapped surface formed by a head-on collision of gravitational shock waves in AdS D. We use this to obtain a lower bound on the entropy produced after the collision. A comparison to entropy production in heavy-ion collisions is included. We also discuss an O (D− 2) remnant of conformal symmetry, which is present in a class of gravitational shockwave collisions in AdS D and which might be approximately realized (with D= 5) in central heavy-ion collisions.",
            "Entropy production in collisions of gravitational shock waves and of heavy ions",
            "Steven S Gubser and Silviu S Pufu and Amos Yarom",
            "2008",
            "Xb43xoYAAAAJ:2osOgNQ5qMEC",
            193,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.066014",
            "9302672392008039255",
            "\/scholar?cites=9302672392008039255",
            {
                "2007":1,
                "2008":5,
                "2009":18,
                "2010":24,
                "2011":24,
                "2012":19,
                "2013":17,
                "2014":23,
                "2015":18,
                "2016":12,
                "2017":9,
                "2018":9,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We estimate the stopping length of an energetic gluon in a thermal plasma of strongly coupled Script N= 4 super-Yang-Mills theory by representing the gluon as a doubled string rising up out of the horizon.",
            "Gluon energy loss in the gauge-string duality",
            "Steven S Gubser and Daniel R Gulotta and Silviu S Pufu and Fabio D Rocha",
            "2008",
            "Xb43xoYAAAAJ:qjMakFHDy7sC",
            167,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/10\/052\/meta",
            "5867659807493748305",
            "\/scholar?cites=5867659807493748305",
            {
                "2008":3,
                "2009":14,
                "2010":16,
                "2011":15,
                "2012":25,
                "2013":26,
                "2014":21,
                "2015":9,
                "2016":7,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We explain a method for computing the bulk viscosity of strongly coupled thermal plasmas dual to supergravity backgrounds supported by one scalar field. Whereas earlier investigations required the computation of the leading dissipative term in the dispersion relation for sound waves, our method requires only the leading frequency dependence of an appropriate Green's function in the low-frequency limit. With a scalar potential chosen to mimic the equation of state of QCD, we observe a slight violation of the lower bound on the ratio of the bulk and shear viscosities conjectured in [1].",
            "Bulk viscosity of strongly coupled plasmas with holographic duals",
            "Steven S Gubser and Silviu S Pufu and Fabio D Rocha",
            "2008",
            "Xb43xoYAAAAJ:UeHWp8X0CEIC",
            167,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/08\/085\/meta",
            "537770477061251874",
            "\/scholar?cites=537770477061251874",
            {
                "2008":5,
                "2009":30,
                "2010":21,
                "2011":18,
                "2012":13,
                "2013":11,
                "2014":14,
                "2015":12,
                "2016":10,
                "2017":11,
                "2018":3,
                "2019":12,
                "2020":7
            }
        ]
    ]
}