{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe results of numerical radiation-hydrodynamics simulations of the nonlinear evolution of instabilities in radiatively driven stellar winds. For computational tractability, the wind is idealized as a spherically",
            "Time-dependent models of radiatively driven stellar winds. I-Nonlinear evolution of instabilities for a pure absorption model",
            "Stanley P Owocki and John I Castor and George B Rybicki",
            "1988",
            "Xb_JQbEAAAAJ:ubry08Y2EpUC",
            863,
            "http:\/\/adsabs.harvard.edu\/pdf\/1988ApJ...335..914O",
            "17827460729551671219",
            "\/scholar?cites=17827460729551671219",
            {
                "1989":5,
                "1990":16,
                "1991":24,
                "1992":23,
                "1993":19,
                "1994":41,
                "1995":24,
                "1996":16,
                "1997":24,
                "1998":27,
                "1999":23,
                "2000":26,
                "2001":29,
                "2002":31,
                "2003":34,
                "2004":20,
                "2005":19,
                "2006":26,
                "2007":31,
                "2008":29,
                "2009":29,
                "2010":40,
                "2011":33,
                "2012":37,
                "2013":22,
                "2014":30,
                "2015":27,
                "2016":27,
                "2017":26,
                "2018":31,
                "2019":22,
                "2020":18,
                "2021":5
            }
        ],
        [
            "We suggest that the mass lost during the evolution of very massive stars may be dominated by optically thick, continuum‐driven outbursts or explosions, instead of by steady line‐driven winds. In order for a massive star to become a Wolf‐Rayet star, it must shed its hydrogen envelope, but new estimates of the effects of clumping in winds from O‐type stars indicate that line driving is vastly insufficient. We discuss massive stars above roughly 40–50 M⊙, which do not become red supergiants and for which the best alternative is mass loss during brief eruptions of luminous blue variables (LBVs). Our clearest example of this phenomenon is the 19th century outburst of η Carinae, when the star shed 12–20 M⊙ or more in less than a decade. Other examples are circumstellar nebulae of LBVs and LBV candidates, extragalactic η Car analogs (the so‐called supernova impostors), and massive shells around supernovae …",
            "On the role of continuum-driven eruptions in the evolution of very massive stars and population III stars",
            "Nathan Smith and Stanley P Owocki",
            "2006",
            "Xb_JQbEAAAAJ:_xSYboBqXhAC",
            435,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/506523\/meta",
            "5851094453045667665",
            "\/scholar?cites=5851094453045667665",
            {
                "2006":4,
                "2007":41,
                "2008":40,
                "2009":25,
                "2010":39,
                "2011":30,
                "2012":40,
                "2013":34,
                "2014":16,
                "2015":25,
                "2016":21,
                "2017":28,
                "2018":33,
                "2019":25,
                "2020":29,
                "2021":2
            }
        ],
        [
            "We present two-dimensional hydrodynamical simulations of corotating stream structure in the wind from a rotating O star, together with resulting synthetic line profiles showing discrete absorption components (DACs). An azimuthal variation is induced by a local increase or decrease in the radiative driving force, as would arise from a bright or dark``star spot''in the equatorial plane. Since much of the emergent wind structure seems independent of the exact method of perturbation, we expect similar morphology in winds perturbed by localized magnetic fields or nonradial pulsations, as well as by either rotationally-modulated structure or transient mass ejections. We find that bright spots with enhanced driving generate high-density, low-speed streams, while dark spots generate low-density, high-speed streams. Corotating interaction regions (CIRs) form where fast material collides with slow material--eg at the leading (trailing) edge of a stream from a dark (bright) spot, often steepening into shocks. The unperturbed supersonic wind obliquely impacts the high-density CIR and sends back a nonlinear signal which takes the form of a sharp propagating discontinuity (``kink''or``plateau'') in the radial velocity gradient. These features travel inward in the co-moving frame at the radiative-acoustic characteristic speed, and thus slowly outward in the star's frame. We find that these slow kinks, rather than the CIRs themselves, are more likely to result in high-opacity DACs in the absorption troughs of unsaturated P Cygni line profiles.",
            "Hydrodynamical simulations of corotating interaction regions and discrete absorption components in rotating O-star winds",
            "Steven R Cranmer and Stanley P Owocki",
            "1995",
            "Xb_JQbEAAAAJ:l7t_Zn2s7bgC",
            381,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9508004",
            "7006724106152478507",
            "\/scholar?cites=7006724106152478507",
            {
                "1995":1,
                "1996":2,
                "1997":13,
                "1998":18,
                "1999":13,
                "2000":15,
                "2001":16,
                "2002":22,
                "2003":16,
                "2004":16,
                "2005":8,
                "2006":19,
                "2007":25,
                "2008":13,
                "2009":16,
                "2010":16,
                "2011":12,
                "2012":12,
                "2013":22,
                "2014":15,
                "2015":17,
                "2016":18,
                "2017":13,
                "2018":14,
                "2019":14,
                "2020":5,
                "2021":3
            }
        ],
        [
            "We argue that, in general, observational studies of Be‐star rotation have paid insufficient attention to the effects of equatorial gravity darkening. We present new line‐profile calculations that emphasize the insensitivity of line width to rotation for fast rotators. Coupled with a critical review of observational procedures, these calculations suggest that the observational parameter v sin i may systematically underestimate the true projected equatorial rotation velocity, ve sin i, by some tens of per cent for rapid rotators. A crucial implication of this work is that Be stars may be rotating much closer to their critical velocities than is generally supposed, bringing a range of new processes into contention for the elusive physical mechanism responsible for the circumstellar disc thought to be central to the Be phenomenon.",
            "Be‐star rotation: how close to critical?",
            "Richard HD Townsend and Stanley P Owocki and Ian D Howarth",
            "2004",
            "Xb_JQbEAAAAJ:k8Z6L05lTy4C",
            371,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/350\/1\/189\/986617",
            "12449062836136549388",
            "\/scholar?cites=12449062836136549388",
            {
                "2003":1,
                "2004":7,
                "2005":35,
                "2006":23,
                "2007":30,
                "2008":24,
                "2009":23,
                "2010":26,
                "2011":23,
                "2012":19,
                "2013":37,
                "2014":19,
                "2015":17,
                "2016":12,
                "2017":20,
                "2018":20,
                "2019":8,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We investigate the stability of absorption-line-driven flows (eg, as in the winds from hot stars) against",
            "Instabilities in line-driven stellar winds. I-Dependence on perturbation wavelength",
            "SP Owocki and GB Rybicki",
            "1984",
            "Xb_JQbEAAAAJ:bFI3QPDXJZMC",
            314,
            "http:\/\/adsabs.harvard.edu\/pdf\/1984ApJ...284..337O",
            "5778826277953456202",
            "\/scholar?cites=5778826277953456202",
            {
                "1984":1,
                "1985":4,
                "1986":7,
                "1987":5,
                "1988":7,
                "1989":5,
                "1990":4,
                "1991":10,
                "1992":11,
                "1993":4,
                "1994":13,
                "1995":7,
                "1996":7,
                "1997":10,
                "1998":9,
                "1999":10,
                "2000":8,
                "2001":8,
                "2002":8,
                "2003":8,
                "2004":6,
                "2005":6,
                "2006":10,
                "2007":4,
                "2008":5,
                "2009":7,
                "2010":10,
                "2011":8,
                "2012":12,
                "2013":7,
                "2014":3,
                "2015":10,
                "2016":8,
                "2017":14,
                "2018":19,
                "2019":16,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We investigate the effects of nonradial line forces on the formation of a\" wind-compressed disk\"(WCD) around a rapidly rotating B star. Such nonradial forces can arise both from asymmetries in the line resonances in the rotating wind and from rotational distortion of the stellar surface. They characteristically include a latitudinal force component directed away from the equator and an azimuthal force component acting against the sense of rotation. Here we present results from radiation-hydrodynamical simulations showing that these nonradial forces can lead to an effective suppression of the equatorward flow needed to form a WCD as well as a modest (~ 20%) spin-down of the wind rotation. Furthermore, contrary to previous expectations that the wind mass flux should be enhanced by the reduced effective gravity near the equator, we show here that gravity darkening effects can actually lead to a reduced mass loss …",
            "Inhibition of wind-compressed disk formation by nonradial line forces in rotating hot-star winds",
            "SP Owocki and SR Cranmer and KG Gayley",
            "1996",
            "Xb_JQbEAAAAJ:yqoGN6RLRZoC",
            291,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/310372\/meta",
            "15996799552703479667",
            "\/scholar?cites=15996799552703479667",
            {
                "1996":1,
                "1997":4,
                "1998":21,
                "1999":19,
                "2000":15,
                "2001":8,
                "2002":13,
                "2003":14,
                "2004":19,
                "2005":10,
                "2006":24,
                "2007":22,
                "2008":21,
                "2009":11,
                "2010":10,
                "2011":7,
                "2012":6,
                "2013":11,
                "2014":11,
                "2015":8,
                "2016":6,
                "2017":8,
                "2018":4,
                "2019":4,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We examine radiatively driven mass loss from stars near and above the Eddington limit. Building on the standard CAK theory of driving by scattering in an ensemble of lines with a power‐law distribution of opacity, we first show that the formal divergence of such line‐driven mass loss as a star approaches the Eddington limit is actually limited by the “photon tiring” associated with the work needed to lift material out of the star’s gravitational potential. We also examine such tiring in simple continuum‐driven models in which a specified outward increase in opacity causes a net outward acceleration above the radius where the generalized Eddington parameter exceeds unity. When the density at this radius implies a mass loss too close to the tiring limit, the overall result is flow stagnation at a finite radius. Since escape of a net steady wind is precluded, such circumstances are expected to lead to extensive variability and …",
            "A porosity-length formalism for photon-tiring-limited mass loss from stars above the Eddington limit",
            "Stanley P Owocki and Kenneth G Gayley and Nir J Shaviv",
            "2004",
            "Xb_JQbEAAAAJ:cWzG1nlazyYC",
            251,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/424910\/meta",
            "15279875835273103742",
            "\/scholar?cites=15279875835273103742",
            {
                "2004":1,
                "2005":4,
                "2006":13,
                "2007":13,
                "2008":21,
                "2009":16,
                "2010":23,
                "2011":14,
                "2012":16,
                "2013":17,
                "2014":11,
                "2015":16,
                "2016":15,
                "2017":24,
                "2018":13,
                "2019":11,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We present a semi-analytical approach for modelling circumstellar emission from rotating hot stars with a strong dipole magnetic field tilted at an arbitrary angle to the rotation axis. By assuming the rigid-field limit in which material driven (e.g. in a wind outflow) from the star is forced to remain in strict rigid-body corotation, we are able to solve for the effective centrifugal-plus-gravitational potential along each field line, and thereby identify the location of potential minima where material is prone to accumulate. Applying basic scalings for the surface mass flux of a radiatively driven stellar wind, we calculate the circumstellar density distribution that obtains once ejected plasma settles into hydrostatic stratification along field lines. The resulting accumulation surface resembles a rigidly rotating, warped disc, tilted such that its average surface normal lies between the rotation and magnetic axes. Using a simple model of …",
            "A rigidly rotating magnetosphere model for circumstellar emission from magnetic OB stars",
            "RHD Townsend and SP Owocki",
            "2005",
            "Xb_JQbEAAAAJ:kRWSkSYxWN8C",
            226,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/357\/1\/251\/1035592",
            "8199092718336446031",
            "\/scholar?cites=8199092718336446031",
            {
                "2005":4,
                "2006":14,
                "2007":15,
                "2008":12,
                "2009":22,
                "2010":14,
                "2011":11,
                "2012":16,
                "2013":10,
                "2014":12,
                "2015":12,
                "2016":13,
                "2017":14,
                "2018":14,
                "2019":23,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We present numerical magnetohydrodynamic (MHD) simulations of the effect of stellar dipole magnetic fields on line‐driven wind outflows from hot, luminous stars. Unlike previous fixed‐field analyses, the simulations here take full account of the dynamical competition between field and flow and thus apply to a full range of magnetic field strength and within both closed and open magnetic topologies. A key result is that the overall degree to which the wind is influenced by the field depends largely on a single, dimensionless “wind magnetic confinement parameter”    , which characterizes the ratio between magnetic field energy density and kinetic energy density of the wind. For weak confinement,  , the field is fully opened by the wind outflow, but nonetheless, for confinements as small as   it can have a significant back‐influence in enhancing the density and reducing the flow speed near the magnetic equator. For …",
            "Dynamical simulations of magnetically channeled line-driven stellar winds. I. Isothermal, nonrotating, radially driven flow",
            "Stanley P Owocki",
            "2002",
            "Xb_JQbEAAAAJ:eMMeJKvmdy0C",
            215,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/341543\/meta",
            "8934584321206920626",
            "\/scholar?cites=8934584321206920626",
            {
                "2003":11,
                "2004":8,
                "2005":5,
                "2006":12,
                "2007":8,
                "2008":17,
                "2009":10,
                "2010":7,
                "2011":14,
                "2012":15,
                "2013":12,
                "2014":10,
                "2015":13,
                "2016":14,
                "2017":13,
                "2018":15,
                "2019":13,
                "2020":15,
                "2021":2
            }
        ],
        [
            "We investigate stochastic structure in hot-star winds. The structure (i.e. inhomogeneities such as clumps and shocks) is generated by the instability of the line driving mechanism in the inner wind. It is self-excited in the sense that it persists even in the absence of explicit perturbations. The evolution of structure as it moves out with the flow is quantified by the radial dependence of statistical properties such as the clumping factor and the velocity dispersion. We find that structure evolves under the influence of two competing mechanisms. Dense clumps pressure-expand into the rarefied gas that separates them, but this expansion is counteracted by supersonic collisions among the clumps, which tend to compress them further. Because of such ongoing collisions, clumps can survive over an extended region out of pressure equilibrium with the rarefied surrounding gas. Moreover, the line-driving force has little rôle in …",
            "The outer evolution of instability-generated structure in radiatively driven stellar winds",
            "MC Runacres and SP Owocki",
            "2002",
            "Xb_JQbEAAAAJ:geHnlv5EZngC",
            211,
            "https:\/\/www.aanda.org\/articles\/aa\/full\/2002\/03\/aah3084\/node1.html",
            "7662002336170948890",
            "\/scholar?cites=7662002336170948890",
            {
                "2002":4,
                "2003":11,
                "2004":9,
                "2005":9,
                "2006":15,
                "2007":7,
                "2008":19,
                "2009":14,
                "2010":16,
                "2011":13,
                "2012":13,
                "2013":13,
                "2014":8,
                "2015":9,
                "2016":16,
                "2017":15,
                "2018":6,
                "2019":8,
                "2020":3
            }
        ]
    ]
}