{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study information retrieval from evaporating black holes, assuming that the internal dynamics of a black hole is unitary and rapidly mixing, and assuming that the retriever has unlimited control over the emitted Hawking radiation. If the evaporation of the black hole has already proceeded past the``half-way''point, where half of the initial entropy has been radiated away, then additional quantum information deposited in the black hole is revealed in the Hawking radiation very rapidly. Information deposited prior to the half-way point remains concealed until the half-way point, and then emerges quickly. These conclusions hold because typical local quantum circuits are efficient encoders for quantum error-correcting codes that nearly achieve the capacity of the quantum erasure channel. Our estimate of a black hole's information retention time, based on speculative dynamical assumptions, is just barely compatible with …",
            "Black holes as mirrors: quantum information in random subsystems",
            "Patrick Hayden and John Preskill",
            "2007",
            "xbjTAm4AAAAJ:YsMSGLbcyi4C",
            778,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2007\/09\/120\/meta",
            "10118681731518589534",
            "\/scholar?cites=10118681731518589534",
            {
                "2008":10,
                "2009":27,
                "2010":12,
                "2011":22,
                "2012":22,
                "2013":57,
                "2014":53,
                "2015":43,
                "2016":62,
                "2017":66,
                "2018":90,
                "2019":118,
                "2020":182,
                "2021":13
            }
        ],
        [
            "We study entanglement and other correlation properties of random states in high-dimensional bipartite systems. These correlations are quantified by parameters that are subject to the ``concentration of measure'' phenomenon, meaning that on a large-probability set these parameters are close to their expectation. For the entropy of entanglement, this has the counterintuitive consequence that there exist large subspaces in which all pure states are close to maximally entangled. This, in turn, implies the existence of mixed states with entanglement of formation near that of a maximally entangled state, but with negligible quantum mutual information and, therefore, negligible distillable entanglement, secret key, and common randomness. It also implies a very strong locking effect for the entanglement of formation: its value can jump from maximal to near zero by tracing over a number of qubits negligible …",
            "Aspects of generic entanglement",
            "Patrick Hayden and Debbie W Leung and Andreas Winter",
            "2006",
            "xbjTAm4AAAAJ:9yKSN-GCB0IC",
            381,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-006-1535-6",
            "14648393634237120933",
            "\/scholar?cites=14648393634237120933",
            {
                "2005":6,
                "2006":14,
                "2007":20,
                "2008":28,
                "2009":30,
                "2010":26,
                "2011":22,
                "2012":27,
                "2013":26,
                "2014":27,
                "2015":19,
                "2016":24,
                "2017":18,
                "2018":30,
                "2019":28,
                "2020":32,
                "2021":1
            }
        ],
        [
            "We give an explicit characterisation of the quantum states which saturate the strong subadditivity inequality for the von Neumann entropy. By combining a result of Petz characterising the equality case for the monotonicity of relative entropy with a recent theorem by Koashi and Imoto, we show that such states will have the form of a so–called short quantum Markov chain, which in turn implies that two of the systems are independent conditioned on the third, in a physically meaningful sense. This characterisation simultaneously generalises known necessary and sufficient entropic conditions for quantum error correction as well as the conditions for the achievability of the Holevo bound on accessible information.",
            "Structure of states which satisfy strong subadditivity of quantum entropy with equality",
            "Patrick Hayden and Richard Jozsa and Denes Petz and Andreas Winter",
            "2004",
            "xbjTAm4AAAAJ:IjCSPb-OGe4C",
            370,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-004-1049-z",
            "17164975477620334425",
            "\/scholar?cites=17164975477620334425",
            {
                "2003":1,
                "2004":7,
                "2005":9,
                "2006":10,
                "2007":6,
                "2008":13,
                "2009":9,
                "2010":18,
                "2011":21,
                "2012":24,
                "2013":17,
                "2014":20,
                "2015":29,
                "2016":39,
                "2017":39,
                "2018":33,
                "2019":34,
                "2020":38,
                "2021":2
            }
        ],
        [
            "The construction of a perfectly secure private quantum channel in dimension d is known to require 2 log d shared random key bits between the sender and receiver. We show that if only near-perfect security is required, the size of the key can be reduced by a factor of two. More specifically, we show that there exists a set of roughly d log d unitary operators whose average effect on every input pure state is almost perfectly randomizing, as compared to the d2 operators required to randomize perfectly. Aside from the private quantum channel, variations of this construction can be applied to many other tasks in quantum information processing. We show, for instance, that it can be used to construct LOCC data hiding schemes for bits and qubits that are much more efficient than any others known, allowing roughly  log d qubits to be hidden in 2 log d qubits. The method can also be used to exhibit the …",
            "Randomizing quantum states: Constructions and applications",
            "Patrick Hayden and Debbie Leung and Peter W Shor and Andreas Winter",
            "2004",
            "xbjTAm4AAAAJ:d1gkVwhDpl0C",
            347,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-004-1087-6",
            "1898070957339923954",
            "\/scholar?cites=1898070957339923954",
            {
                "2004":3,
                "2005":25,
                "2006":26,
                "2007":19,
                "2008":28,
                "2009":27,
                "2010":23,
                "2011":13,
                "2012":17,
                "2013":24,
                "2014":24,
                "2015":21,
                "2016":26,
                "2017":21,
                "2018":14,
                "2019":13,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Recently the concept of quantum information has been introduced into game theory. Here we present the first study of quantum games with more than two players. We discover that such games can possess an alternative form of equilibrium strategy, one which has no analog either in traditional games or even in two-player quantum games. In these “coherent” equilibria, entanglement shared among multiple players enables different kinds of cooperative behavior: indeed it can act as a contract, in the sense that it prevents players from successfully betraying one another.",
            "Multiplayer quantum games",
            "Simon C Benjamin and Patrick M Hayden",
            "2001",
            "xbjTAm4AAAAJ:u5HHmVD_uO8C",
            347,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.64.030301",
            "6420261054662721345",
            "\/scholar?cites=6420261054662721345",
            {
                "2000":2,
                "2001":4,
                "2002":22,
                "2003":17,
                "2004":20,
                "2005":17,
                "2006":17,
                "2007":17,
                "2008":27,
                "2009":21,
                "2010":24,
                "2011":15,
                "2012":22,
                "2013":23,
                "2014":6,
                "2015":9,
                "2016":11,
                "2017":13,
                "2018":17,
                "2019":15,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We give a detailed proof of the conjecture that the asymptotic entanglement cost of preparing a state ρ is equal to lim n→∞ E f (ρ⊗ n)\/n where E f is the entanglement of formation.",
            "The asymptotic entanglement cost of preparing a quantum state",
            "Patrick M Hayden and Michal Horodecki and Barbara M Terhal",
            "2001",
            "xbjTAm4AAAAJ:2osOgNQ5qMEC",
            335,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0305-4470\/34\/35\/314\/meta",
            "4512451447335489374",
            "\/scholar?cites=4512451447335489374",
            {
                "2001":2,
                "2002":15,
                "2003":12,
                "2004":18,
                "2005":17,
                "2006":21,
                "2007":19,
                "2008":14,
                "2009":19,
                "2010":13,
                "2011":8,
                "2012":15,
                "2013":17,
                "2014":15,
                "2015":14,
                "2016":28,
                "2017":31,
                "2018":12,
                "2019":22,
                "2020":22
            }
        ],
        [
            "Tensor networks provide a natural framework for exploring holographic duality because they obey entanglement area laws. They have been used to construct explicit toy models realizing many of the interesting structural features of the AdS\/CFT correspondence, including the non-uniqueness of bulk operator reconstruction in the boundary theory. In this article, we explore the holographic properties of networks of random tensors. We find that our models naturally incorporate many features that are analogous to those of the AdS\/CFT correspondence. When the bond dimension of the tensors is large, we show that the entanglement entropy of all boundary regions, whether connected or not, obey the Ryu-Takayanagi entropy formula, a fact closely related to known properties of the multipartite entanglement of assistance. We also discuss the behavior of Rényi entropies in our models and contrast it with AdS\/CFT …",
            "Holographic duality from random tensor networks",
            "Patrick Hayden and Sepehr Nezami and Xiao-Liang Qi and Nathaniel Thomas and Michael Walter and Zhao Yang",
            "2016",
            "xbjTAm4AAAAJ:tS2w5q8j5-wC",
            317,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP11(2016)009",
            "16071240591637190491",
            "\/scholar?cites=16071240591637190491",
            {
                "2016":16,
                "2017":55,
                "2018":67,
                "2019":84,
                "2020":92,
                "2021":3
            }
        ],
        [
            "We describe in detail a general strategy for implementing a conditional geometric phase between two spins. Combined with single-spin operations, this simple operation is a universal gate for quantum computation, in that any unitary transformation can be implemented with arbitrary precision using only single-spin operations and conditional phase shifts. Thus quantum geometrical phases can form the basis of any quantum computation. Moreover, as the induced conditional phase depends only on the geometry of the paths executed by the spins it is resilient to certain types of errors and offers the potential of a naturally fault-tolerant way of performing quantum computation.",
            "Geometric quantum computation",
            "Artur Ekert and Marie Ericsson and Patrick Hayden and Hitoshi Inamori and Jonathan A Jones and Daniel KL Oi and Vlatko Vedral",
            "2000",
            "xbjTAm4AAAAJ:u-x6o8ySG0sC",
            284,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500340008232177",
            "1469796108401387716",
            "\/scholar?cites=1469796108401387716",
            {
                "2000":1,
                "2001":10,
                "2002":13,
                "2003":21,
                "2004":15,
                "2005":17,
                "2006":24,
                "2007":16,
                "2008":15,
                "2009":15,
                "2010":11,
                "2011":12,
                "2012":10,
                "2013":21,
                "2014":20,
                "2015":11,
                "2016":14,
                "2017":7,
                "2018":7,
                "2019":12,
                "2020":11
            }
        ],
        [
            "We provide a general protocol to measure out-of-time-order correlation functions. These correlation functions are of broad theoretical interest for diagnosing the scrambling of quantum information in interacting quantum systems and have recently received particular attention in the study of chaos and black holes within holographic duality. Measuring them requires an echo-type sequence in which the sign of a many-body Hamiltonian is reversed. We illustrate our protocol by detailing an implementation employing cold atoms and cavity quantum electrodynamics to probe spin models with nonlocal interactions. To verify the feasibility of the scheme with current technology, we analyze the effects of dissipation in a chaotic kicked-top model. Finally, we propose a number of other experimental platforms where similar out-of-time-order correlation functions can be measured.",
            "Measuring the scrambling of quantum information",
            "Brian Swingle and Gregory Bentsen and Monika Schleier-Smith and Patrick Hayden",
            "2016",
            "xbjTAm4AAAAJ:sSrBHYA8nusC",
            262,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.94.040302",
            "11810290244613794114",
            "\/scholar?cites=11810290244613794114",
            {
                "2016":7,
                "2017":43,
                "2018":64,
                "2019":77,
                "2020":67,
                "2021":4
            }
        ],
        [
            "Many proposed quantum mechanical models of black holes include highly non-local interactions. The time required for thermalization to occur in such models should reflect the relaxation times associated with classical black holes in general relativity. Moreover, the time required for a particularly strong form of thermalization to occur, sometimes known as scrambling, determines the time scale on which black holes should start to release information. It has been conjectured that black holes scramble in a time logarithmic in their entropy, and that no system in nature can scramble faster. In this article, we address the conjecture from two directions. First, we exhibit two examples of systems that do indeed scramble in logarithmic time: Brownian quantum circuits and the antiferromagnetic Ising model on a sparse random graph. Unfortunately, both fail to be truly ideal fast scramblers for reasons we discuss. Second, we use …",
            "Towards the fast scrambling conjecture",
            "Nima Lashkari and Douglas Stanford and Matthew Hastings and Tobias Osborne and Patrick Hayden",
            "2013",
            "xbjTAm4AAAAJ:ns9cj8rnVeAC",
            242,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP04(2013)022.pdf",
            "2490048641920683419",
            "\/scholar?cites=2490048641920683419",
            {
                "2012":6,
                "2013":12,
                "2014":13,
                "2015":14,
                "2016":22,
                "2017":21,
                "2018":36,
                "2019":50,
                "2020":62,
                "2021":6
            }
        ]
    ]
}