{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Diffusion in disordered systems does not follow the classical laws which describe transport in ordered crystalline media, and this leads to many anomalous physical properties. Since the application of percolation theory, the main advances in the understanding of these processes have come from fractal theory. Scaling theories and numerical simulations are important tools to describe diffusion processes (random walks: the ‘ant in the labyrinth’) on percolation systems and fractals. Different types of disordered systems exhibiting anomalous diffusion are presented (the incipient infinite percolation cluster, diffusion-limited aggregation clusters, lattice animals, and random combs), and scaling theories as well as numerical simulations of greater sophistication are described. Also, diffusion in the presence of singular distributions of transition rates is discussed and related to anomalous diffusion on disordered structures.",
            "Diffusion in disordered media",
            "Shlomo Havlin and Daniel Ben-Avraham",
            "1987",
            "XbNqQIoAAAAJ:hkOj_22Ku90C",
            2571,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00018738700101072",
            "13758182956974126616",
            "\/scholar?cites=13758182956974126616",
            {
                "1988":30,
                "1989":61,
                "1990":84,
                "1991":79,
                "1992":97,
                "1993":94,
                "1994":107,
                "1995":74,
                "1996":73,
                "1997":67,
                "1998":65,
                "1999":88,
                "2000":79,
                "2001":69,
                "2002":81,
                "2003":64,
                "2004":57,
                "2005":54,
                "2006":59,
                "2007":46,
                "2008":77,
                "2009":66,
                "2010":74,
                "2011":70,
                "2012":91,
                "2013":103,
                "2014":101,
                "2015":89,
                "2016":90,
                "2017":104,
                "2018":75,
                "2019":70,
                "2020":95,
                "2021":15
            }
        ],
        [
            "A common property of many large networks, including the Internet, is that the connectivity of the various nodes follows a scale-free power-law distribution, P (k)= c k− α. We study the stability of such networks with respect to crashes, such as random removal of sites. Our approach, based on percolation theory, leads to a general condition for the critical fraction of nodes, p c, that needs to be removed before the network disintegrates. We show analytically and numerically that for α≤ 3 the transition never takes place, unless the network is finite. In the special case of the physical structure of the Internet (α≈ 2.5), we find that it is impressively robust, with p c> 0.99.",
            "Resilience of the internet to random breakdowns",
            "Reuven Cohen and Keren Erez and Daniel Ben-Avraham and Shlomo Havlin",
            "2000",
            "XbNqQIoAAAAJ:dQ2og3OwTAUC",
            2491,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.4626",
            "4964757411789336440",
            "\/scholar?cites=4964757411789336440",
            {
                "2001":27,
                "2002":52,
                "2003":66,
                "2004":66,
                "2005":102,
                "2006":125,
                "2007":139,
                "2008":118,
                "2009":124,
                "2010":118,
                "2011":158,
                "2012":164,
                "2013":151,
                "2014":174,
                "2015":167,
                "2016":162,
                "2017":150,
                "2018":152,
                "2019":134,
                "2020":110,
                "2021":11
            }
        ],
        [
            "We study the tolerance of random networks to intentional attack, whereby a fraction p of the most connected sites is removed. We focus on scale-free networks, having connectivity distribution P (k)∼ k− α, and use percolation theory to study analytically and numerically the critical fraction p c needed for the disintegration of the network, as well as the size of the largest connected cluster. We find that even networks with α≤ 3, known to be resilient to random removal of sites, are sensitive to intentional attack. We also argue that, near criticality, the average distance between sites in the spanning (largest) cluster scales with its mass, M, as M, rather than as log k M, as expected for random networks away from criticality.",
            "Breakdown of the internet under intentional attack",
            "Reuven Cohen and Keren Erez and Daniel Ben-Avraham and Shlomo Havlin",
            "2001",
            "XbNqQIoAAAAJ:JQOojiI6XY0C",
            1466,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.3682",
            "16952971105207514033",
            "\/scholar?cites=16952971105207514033",
            {
                "2001":11,
                "2002":41,
                "2003":36,
                "2004":49,
                "2005":46,
                "2006":58,
                "2007":70,
                "2008":62,
                "2009":78,
                "2010":65,
                "2011":86,
                "2012":87,
                "2013":102,
                "2014":112,
                "2015":112,
                "2016":106,
                "2017":91,
                "2018":87,
                "2019":84,
                "2020":64,
                "2021":8
            }
        ],
        [
            "Fractal structures are found everywhere in nature, and as a consequence anomalous diffusion has far reaching implications in a host of phenomena. This book describes diffusion and transport in disordered media such as fractals, porous rocks and random resistor networks. Part I contains material of general interest to statistical physics: fractals, percolation theory, regular random walks and diffusion, continuous time random walks and Levy walks, and flights. Part II covers anomalous diffusion in fractals and disordered media, while Part III serves as an introduction to the kinetics of diffusion-limited reactions. Part IV discusses the problem of diffusion-limited coalescence in one dimension. This book will be of particular interest to researchers requiring a clear introduction to the field. It will also be a valuable source to graduate students studying in areas of physics, chemistry, and engineering.",
            "Diffusion and reactions in fractals and disordered systems",
            "Daniel Ben-Avraham and Shlomo Havlin",
            "2000",
            "XbNqQIoAAAAJ:UHK10RUVsp4C",
            1461,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=L9HmRVFc6N8C&oi=fnd&pg=PP1&dq=info:foGZkkow7C4J:scholar.google.com&ots=Nr38943w-E&sig=bkf0VVkGGEHv8aBbP8qfZ3yuKLw",
            "3381130517093646718",
            "\/scholar?cites=3381130517093646718",
            {
                "2001":14,
                "2002":29,
                "2003":38,
                "2004":49,
                "2005":47,
                "2006":55,
                "2007":76,
                "2008":83,
                "2009":71,
                "2010":89,
                "2011":94,
                "2012":91,
                "2013":88,
                "2014":113,
                "2015":76,
                "2016":103,
                "2017":95,
                "2018":74,
                "2019":72,
                "2020":78,
                "2021":9
            }
        ],
        [
            "We present an effective immunization strategy for computer networks and populations with broad and, in particular, scale-free degree distributions. The proposed strategy, acquaintance immunization, calls for the immunization of random acquaintances of random nodes (individuals). The strategy requires no knowledge of the node degrees or any other global knowledge, as do targeted immunization strategies. We study analytically the critical threshold for complete immunization. We also study the strategy with respect to the susceptible-infected-removed epidemiological model. We show that the immunization threshold is dramatically reduced with the suggested strategy, for all studied cases.",
            "Efficient immunization strategies for computer networks and populations",
            "Reuven Cohen and Shlomo Havlin and Daniel Ben-Avraham",
            "2003",
            "XbNqQIoAAAAJ:uLbwQdceFCQC",
            1114,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.247901",
            "1297870205168352918",
            "\/scholar?cites=1297870205168352918",
            {
                "2003":4,
                "2004":15,
                "2005":23,
                "2006":31,
                "2007":45,
                "2008":36,
                "2009":50,
                "2010":61,
                "2011":76,
                "2012":74,
                "2013":84,
                "2014":97,
                "2015":105,
                "2016":88,
                "2017":82,
                "2018":79,
                "2019":64,
                "2020":75,
                "2021":12
            }
        ],
        [
            "We study the behavior of epidemic spreading in networks, and, in particular, scale free networks. We use the Susceptible-Infected-Removed (SIR) epidemiological model. We give simulation results for the dynamics of epidemic spreading. By mapping the model into a static bond-percolation model we derive analytical results for the total number of infected individuals. We study this model with various immunization strategies, including random, targeted and acquaintance immunization.",
            "Immunization and epidemic dynamics in complex networks",
            "Nilly Madar and Tomer Kalisky and Reuven Cohen and Daniel Ben-avraham and Shlomo Havlin",
            "2004",
            "XbNqQIoAAAAJ:_Re3VWB3Y0AC",
            295,
            "https:\/\/link.springer.com\/article\/10.1140\/epjb\/e2004-00119-8",
            "9767965660973874149",
            "\/scholar?cites=9767965660973874149",
            {
                "2005":3,
                "2006":8,
                "2007":12,
                "2008":9,
                "2009":17,
                "2010":16,
                "2011":20,
                "2012":22,
                "2013":27,
                "2014":28,
                "2015":35,
                "2016":26,
                "2017":14,
                "2018":17,
                "2019":19,
                "2020":17,
                "2021":3
            }
        ],
        [
            "We study the behavior of scale-free networks, having connectivity distribution P (k)∼ k− λ, close to the percolation threshold. We show that for networks with 3< λ< 4, known to undergo a transition at a finite threshold of dilution, the critical exponents are different than the expected mean-field values of regular percolation in infinite dimensions. Networks with 2< λ< 3 possess only a percolative phase. Nevertheless, we show that in this case percolation critical exponents are well defined, near the limit of extreme dilution (where all sites are removed), and that also then the exponents bear a strong λ dependence. The regular mean-field values are recovered only for λ> 4.",
            "Percolation critical exponents in scale-free networks",
            "Reuven Cohen and Daniel Ben-Avraham and Shlomo Havlin",
            "2002",
            "XbNqQIoAAAAJ:Fu2w8maKXqMC",
            295,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.66.036113",
            "11202994079958218467",
            "\/scholar?cites=11202994079958218467",
            {
                "2003":12,
                "2004":12,
                "2005":14,
                "2006":24,
                "2007":22,
                "2008":17,
                "2009":9,
                "2010":13,
                "2011":15,
                "2012":12,
                "2013":17,
                "2014":20,
                "2015":15,
                "2016":23,
                "2017":13,
                "2018":24,
                "2019":19,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We solve exactly the one-dimensional diffusion-limited single-species coagulation process (A+A→A) with back reactions (A→A+A) and\/or a steady input of particles (B→A). The exact solution yields not only the steady-state concentration of particles, but also the exact time-dependent concentration as well as the time-dependent probability distribution for the distance between neighboring particles, i. e., the interparticle distribution function (IPDF). The concentration for this diffusion-limited reaction process does not obey the classical “mean-field” rate equation. Rather, the kinetics is described by a finite set of ordinary differential equations only in particular cases, with no such description holding in general. The reaction kinetics is linked to the spatial distribution of particles as reflected in the IPDFs. The spatial distribution of particles is totally random, i. e., the maximum entropy distribution, only in the steady …",
            "Statics and dynamics of a diffusion-limited reaction: anomalous kinetics, nonequilibrium self-ordering, and a dynamic transition",
            "Daniel Ben-Avraham and Martin A Burschka and Charles R Doering",
            "1990",
            "XbNqQIoAAAAJ:W5xh706n7nkC",
            269,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01025990",
            "3293939792810137366",
            "\/scholar?cites=3293939792810137366",
            {
                "1990":1,
                "1991":9,
                "1992":11,
                "1993":18,
                "1994":19,
                "1995":28,
                "1996":19,
                "1997":22,
                "1998":8,
                "1999":9,
                "2000":12,
                "2001":11,
                "2002":7,
                "2003":13,
                "2004":12,
                "2005":5,
                "2006":3,
                "2007":6,
                "2008":4,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":4,
                "2014":5,
                "2015":6,
                "2016":4,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Many complex networks in nature have directed links, a property that affects the network’s navigability and large-scale topology. Here we study the percolation properties of such directed scale-free networks with correlated in and out degree distributions. We derive a phase diagram that indicates the existence of three regimes, determined by the values of the degree exponents. In the first regime we regain the known directed percolation mean field exponents. In contrast, the second and third regimes are characterized by anomalous exponents, which we calculate analytically. In the third regime the network is resilient to random dilution, ie, the percolation threshold is p c→ 1.",
            "Percolation in directed scale-free networks",
            "N Schwartz and R Cohen and D Ben-Avraham and A-L Barabási and S Havlin",
            "2002",
            "XbNqQIoAAAAJ:ZfRJV9d4-WMC",
            228,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.66.015104",
            "7421232477643617259",
            "\/scholar?cites=7421232477643617259",
            {
                "2003":4,
                "2004":6,
                "2005":11,
                "2006":14,
                "2007":14,
                "2008":13,
                "2009":14,
                "2010":10,
                "2011":9,
                "2012":16,
                "2013":20,
                "2014":15,
                "2015":10,
                "2016":18,
                "2017":17,
                "2018":9,
                "2019":15,
                "2020":11
            }
        ],
        [
            "We suggest a method for embedding scale-free networks, with degree distribution P (k)∼ k− λ, in regular Euclidean lattices accounting for geographical properties. The embedding is driven by a natural constraint of minimization of the total length of the links in the system. We find that all networks with λ> 2 can be successfully embedded up to a (Euclidean) distance ξ which can be made as large as desired upon the changing of an external parameter. Clusters of successive chemical shells are found to be compact (the fractal dimension is d f= d), while the dimension of the shortest path between any two sites is smaller than 1: d m i n=(λ− 2)\/(λ− 1− 1\/d), contrary to all other known examples of fractals and disordered lattices.",
            "Scale-free networks on lattices",
            "Alejandro F Rozenfeld and Reuven Cohen and Daniel Ben-Avraham and Shlomo Havlin",
            "2002",
            "XbNqQIoAAAAJ:NJ774b8OgUMC",
            215,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.218701",
            "10172847761809000770",
            "\/scholar?cites=10172847761809000770",
            {
                "2003":14,
                "2004":15,
                "2005":16,
                "2006":24,
                "2007":19,
                "2008":16,
                "2009":16,
                "2010":11,
                "2011":8,
                "2012":10,
                "2013":9,
                "2014":10,
                "2015":7,
                "2016":8,
                "2017":4,
                "2018":10,
                "2019":8,
                "2020":8
            }
        ]
    ]
}