{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the generation, compression, and delivery on target of ultrashort extreme-ultraviolet light pulses using external amplitude and phase control. Broadband harmonic radiation is first generated by focusing an infrared laser with a carefully chosen intensity into a gas cell containing argon atoms. The emitted light then goes through a hard aperture and a thin aluminum filter that selects a 30-eV bandwidth around a 30-eV photon energy and synchronizes all of the components, thereby enabling the formation of a train of almost Fourier-transform-limited single-cycle 170 attosecond pulses. Our experiment demonstrates a practical method for synthesizing and controlling attosecond waveforms.",
            "Amplitude and phase control of attosecond light pulses",
            "Rodrigo Lopez-Martens and Katalin Varjú and Per Johnsson and Johan Mauritsson and Yann Mairesse and Pascal Salieres and Mette B Gaarde and Kenneth J Schafer and Anders Persson and Sune Svanberg and Claes-Göran Wahlström and Anne L’Huillier",
            "2005",
            "XcfqZi4AAAAJ:u-x6o8ySG0sC",
            489,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.033001",
            "6713718056497918205",
            "\/scholar?cites=6713718056497918205",
            {
                "2005":19,
                "2006":50,
                "2007":53,
                "2008":40,
                "2009":41,
                "2010":46,
                "2011":31,
                "2012":27,
                "2013":29,
                "2014":31,
                "2015":26,
                "2016":28,
                "2017":14,
                "2018":19,
                "2019":19,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We have studied the temporal coherence of high-order harmonics (up to the 15th order) produced by focusing 100 fs laser pulses into an argon gas jet. We measure the visibility of the interference fringes, produced when two spatially separated harmonic sources interfere in the far field, as a function of the time delay between the two sources. In general, we find long coherence times, comparable to the expected pulse durations of the harmonics. For some of the harmonics, the interference pattern exhibits two regions, with significantly different coherence times. These results are interpreted in terms of different electronic trajectories contributing to harmonic generation.",
            "Temporal coherence of ultrashort high-order harmonic pulses",
            "M Bellini and C Lyngå and A Tozzi and MB Gaarde and TW Hänsch and Anne L'Huillier and C-G Wahlström",
            "1998",
            "XcfqZi4AAAAJ:u5HHmVD_uO8C",
            434,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.297",
            "13778269616190790286",
            "\/scholar?cites=13778269616190790286",
            {
                "1998":2,
                "1999":10,
                "2000":22,
                "2001":36,
                "2002":19,
                "2003":18,
                "2004":22,
                "2005":27,
                "2006":31,
                "2007":16,
                "2008":34,
                "2009":21,
                "2010":19,
                "2011":18,
                "2012":17,
                "2013":14,
                "2014":16,
                "2015":17,
                "2016":16,
                "2017":9,
                "2018":16,
                "2019":17,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Attosecond pulses are generated by a macroscopic number of ionizing atoms interacting with a focused laser pulse, via the process of high harmonic generation. The physics of their generation consists of an interplay between the microscopic laser–atom interaction and macroscopic effects due to ionization and phase matching in the nonlinear medium. In this review, we focus on a complete understanding of the way in which attosecond pulses arrive at a target where they can be characterized and used in an experiment. We discuss a number of results from calculations of attosecond pulse generation obtained by simultaneous solution of the time-dependent Schrödinger equation and the Maxwell wave equation. These results, which allow for a clean separation of microscopic and macroscopic factors, illustrate how macroscopic effects are used to select attosecond pulses from the radiation that is emitted by atoms …",
            "Macroscopic aspects of attosecond pulse generation",
            "Mette B Gaarde and Jennifer L Tate and Kenneth J Schafer",
            "2008",
            "XcfqZi4AAAAJ:2osOgNQ5qMEC",
            361,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/41\/13\/132001\/meta",
            "5923412340025393048",
            "\/scholar?cites=5923412340025393048",
            {
                "2008":2,
                "2009":24,
                "2010":19,
                "2011":44,
                "2012":38,
                "2013":28,
                "2014":27,
                "2015":15,
                "2016":37,
                "2017":30,
                "2018":31,
                "2019":30,
                "2020":29,
                "2021":4
            }
        ],
        [
            "We investigate the spectral and temporal structure of high harmonic emission from argon exposed to an infrared laser field and its second harmonic. For a wide range of generating conditions, trains of attosecond pulses with only one pulse per infrared cycle are generated. The synchronization necessary for producing such trains ensures that they have a stable pulse-to-pulse carrier envelope phase, unlike trains generated from one color fields, which have two pulses per cycle and a π phase shift between consecutive pulses. Our experiment extends the generation of phase stabilized few cycle pulses to the extreme ultraviolet regime.",
            "Attosecond pulse trains generated using two color laser fields",
            "Johan Mauritsson and Per Johnsson and E Gustafsson and Anne L’Huillier and KJ Schafer and MB Gaarde",
            "2006",
            "XcfqZi4AAAAJ:9yKSN-GCB0IC",
            314,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.013001",
            "713676045669574153",
            "\/scholar?cites=713676045669574153",
            {
                "2006":5,
                "2007":16,
                "2008":29,
                "2009":23,
                "2010":25,
                "2011":17,
                "2012":26,
                "2013":29,
                "2014":36,
                "2015":16,
                "2016":24,
                "2017":20,
                "2018":10,
                "2019":13,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Strong-field laser excitation of solids can produce extremely nonlinear electronic and optical behaviour. As recently demonstrated, this includes the generation of high harmonics extending into the vacuum-ultraviolet and extreme-ultraviolet regions of the electromagnetic spectrum 1, 2, 3, 4, 5, 6, 7, 8. High harmonic generation is shown to occur fundamentally differently in solids and in dilute atomic gases 1, 2, 3, 4, 5, 6, 9, 10, 11, 12, 13. How the microscopic mechanisms in the solid and the gas differ remains a topic of intense debate 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 14, 15, 16, 17, 18. Here we report a direct comparison of high harmonic generation in the solid and gas phases of argon and krypton. Owing to the weak van der Waals interaction, rare (noble)-gas solids are a near-ideal medium in which to study the role of high density and periodicity in the generation process. We find that the high harmonic generation …",
            "Solid-state harmonics beyond the atomic limit",
            "Georges Ndabashimiye and Shambhu Ghimire and Mengxi Wu and Dana A Browne and Kenneth J Schafer and Mette B Gaarde and David A Reis",
            "2016",
            "XcfqZi4AAAAJ:V3AGJWp-ZtQC",
            293,
            "https:\/\/www.nature.com\/articles\/nature17660",
            "6466166630830329506",
            "\/scholar?cites=6466166630830329506",
            {
                "2016":12,
                "2017":49,
                "2018":68,
                "2019":72,
                "2020":85,
                "2021":6
            }
        ],
        [
            "We present a spatiotemporal analysis of high harmonic generation, showing evidence for the presence of several quantum path contributions to the atomic dipole moment. We show that the harmonic radiation can largely be described as a sum of two fields having a phase proportional to the intensity of the generating field. We compare our results to recent experimental results demonstrating this separation [M. Bellini et al., Phys. Rev. Lett. 81, 297 (1998)]. We show how the temporal and spatial coherence properties are influenced by this effect, and discuss how it could be used to obtain better control of the generated harmonic radiation.",
            "Spatiotemporal separation of high harmonic radiation into two quantum path components",
            "Mette Borg Gaarde and F Salin and E Constant and Ph Balcou and KJ Schafer and KC Kulander and Anne L’Huillier",
            "1999",
            "XcfqZi4AAAAJ:d1gkVwhDpl0C",
            234,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.59.1367",
            "13550612863316867940",
            "\/scholar?cites=13550612863316867940",
            {
                "1999":3,
                "2000":8,
                "2001":14,
                "2002":10,
                "2003":6,
                "2004":10,
                "2005":7,
                "2006":18,
                "2007":5,
                "2008":13,
                "2009":11,
                "2010":13,
                "2011":19,
                "2012":21,
                "2013":7,
                "2014":6,
                "2015":7,
                "2016":15,
                "2017":9,
                "2018":13,
                "2019":9,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We show that attosecond pulse trains have a natural application in the control of strong field processes. In combination with an intense infrared laser field, the pulse train can be used to microscopically select a single quantum path contribution to a process that would otherwise consist of several interfering components. We present calculations that demonstrate this by manipulating the time-frequency properties of high order harmonics at the single atom level. This quantum path selection can also be used to define a high resolution attosecond clock.",
            "Strong field quantum path control using attosecond pulse trains",
            "Kenneth J Schafer and Mette B Gaarde and Arne Heinrich and Jens Biegert and Ursula Keller",
            "2004",
            "XcfqZi4AAAAJ:qjMakFHDy7sC",
            218,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.023003",
            "13551955015166053199",
            "\/scholar?cites=13551955015166053199",
            {
                "2004":3,
                "2005":17,
                "2006":13,
                "2007":21,
                "2008":13,
                "2009":11,
                "2010":7,
                "2011":14,
                "2012":20,
                "2013":20,
                "2014":11,
                "2015":13,
                "2016":14,
                "2017":10,
                "2018":10,
                "2019":7,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We study the generation of high-harmonic radiation by Bloch electrons in a model transparent solid driven by a strong midinfrared laser field. We solve the single-electron time-dependent Schrödinger equation (TDSE) using a velocity-gauge method [M. Korbman et al., New J. Phys. 15, 013006 (2013)] that is numerically stable as the laser intensity and number of energy bands are increased. The resulting harmonic spectrum exhibits a primary plateau due to the coupling of the valence band to the first conduction band, with a cutoff energy that scales linearly with field strength and laser wavelength. We also find a weaker second plateau due to coupling to higher-lying conduction bands, with a cutoff that is also approximately linear in the field strength. To facilitate the analysis of the time-frequency characteristics of the emitted harmonics, we also solve the TDSE in a time-dependent basis set, the Houston states [JB …",
            "High-harmonic generation from Bloch electrons in solids",
            "Mengxi Wu and Shambhu Ghimire and David A Reis and Kenneth J Schafer and Mette B Gaarde",
            "2015",
            "XcfqZi4AAAAJ:4fKUyHm3Qg0C",
            214,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.91.043839",
            "2611832061631967879",
            "\/scholar?cites=2611832061631967879",
            {
                "2015":4,
                "2016":21,
                "2017":44,
                "2018":44,
                "2019":45,
                "2020":49,
                "2021":7
            }
        ],
        [
            "Recent demonstrations of high-harmonic generation (HHG) at very high repetition frequencies (∼ 100 MHz) may allow for the revolutionary transfer of frequency combs to the vacuum-ultraviolet range. This advance necessitates unifying optical frequency-comb technology with strong-field atomic physics. Whereas strong-field studies of HHG have often focused on above-threshold harmonic generation (photon energy above the ionization potential), for vacuum-ultraviolet frequency combs an understanding of below-threshold harmonic orders and their generation process is crucial. Here, we present a new and quantitative study of the harmonics 7–13 generated below and near the ionization threshold in xenon gas with an intense 1,070 nm driving field. We show multiple generation pathways for these harmonics that are manifested as on-axis interference in the harmonic yield. This discovery provides a new …",
            "Vacuum-ultraviolet frequency combs from below-threshold harmonics",
            "Dylan C Yost and Thomas R Schibli and Jun Ye and Jennifer L Tate and James Hostetter and Mette B Gaarde and Kenneth J Schafer",
            "2009",
            "XcfqZi4AAAAJ:roLk4NBRz8UC",
            182,
            "https:\/\/www.nature.com\/articles\/nphys1398",
            "15451675823223481064",
            "\/scholar?cites=15451675823223481064",
            {
                "2009":2,
                "2010":17,
                "2011":23,
                "2012":18,
                "2013":15,
                "2014":15,
                "2015":21,
                "2016":17,
                "2017":17,
                "2018":17,
                "2019":6,
                "2020":12
            }
        ],
        [
            "We present a theoretical study of transient absorption and reshaping of extreme ultraviolet (XUV) pulses by helium atoms dressed with a moderately strong infrared (IR) laser field. We formulate the atomic response using both the frequency-dependent absorption cross section and a time-frequency approach based on the time-dependent dipole induced by the light fields. The latter approach can be used in cases when an ultrafast dressing pulse induces transient effects, and\/or when the atom exchanges energy with multiple frequency components of the XUV field. We first characterize the dressed atom response by calculating the frequency-dependent absorption cross section for XUV energies between 20 and 24 eV for several dressing wavelengths between 400 and 2000 nm and intensities up to 10 12 W\/cm 2. We find that for dressing wavelengths near 1600 nm, there is an Autler-Townes splitting of the 1 s→ 2 p …",
            "Transient absorption and reshaping of ultrafast XUV light by laser-dressed helium",
            "Mette B Gaarde and Christian Buth and Jennifer L Tate and Kenneth J Schafer",
            "2011",
            "XcfqZi4AAAAJ:4TOpqqG69KYC",
            155,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.83.013419",
            "9091974618842223232",
            "\/scholar?cites=9091974618842223232",
            {
                "2011":4,
                "2012":13,
                "2013":21,
                "2014":12,
                "2015":25,
                "2016":26,
                "2017":15,
                "2018":15,
                "2019":12,
                "2020":11,
                "2021":1
            }
        ]
    ]
}