{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Electron-hole excitation and relaxation in the bulk, at interfaces, and surfaces of solid state materials play a key role in a variety of physical and chemical phenomena that are important for surface photochemistry, particle-surface interactions, and device physics. Information on charge carrier relaxation in metals can be obtained through analysis of linewidths measured by photoemission and related techniques, which give an estimate of the upper limit for electron and hole relaxation; however, many factors can contribute to spectral broadening, thus it is difficult to extract specific information on electronic relaxation processes. With femtosecond lasers it is possible to probe directly in a time-resolved fashion the charge carrier dynamics in metals by a variety of linear and nonlinear optical techniques. Femtosecond time-resolved two-photon photoemission has attracted particularly strong interest because it incorporates …",
            "Femtosecond time-resolved two-photon photoemission studies of electron dynamics in metals",
            "H Petek and S Ogawa",
            "1997",
            "xCTIjlwAAAAJ:u5HHmVD_uO8C",
            798,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079681698000021",
            "8319936022440341119",
            "\/scholar?cites=8319936022440341119",
            {
                "1998":5,
                "1999":30,
                "2000":51,
                "2001":42,
                "2002":43,
                "2003":28,
                "2004":37,
                "2005":37,
                "2006":46,
                "2007":40,
                "2008":33,
                "2009":36,
                "2010":37,
                "2011":28,
                "2012":47,
                "2013":33,
                "2014":37,
                "2015":33,
                "2016":32,
                "2017":34,
                "2018":33,
                "2019":24,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Light interacting with nanostructured metals excites the collective charge density fluctuations known as surface plasmons (SP). Through excitation of the localized SP eigenmodes incident light is trapped on the nanometer spatial and femtosecond temporal scales and its field is enhanced. Here we demonstrate the imaging and quantum control of SP dynamics in a nanostructured silver film. By inducing and imaging the nonlinear two-photon photoemission from the sample with a pair of identical 10-fs laser pulses while scanning the pulse delay, we record a movie of SP fields at a rate of 330-attoseconds\/frame. ",
            "Femtosecond imaging of surface plasmon dynamics in a nanostructured silver film",
            "Atsushi Kubo and Ken Onda and Hrvoje Petek and Zhijun Sun and Yun S Jung and Hong Koo Kim",
            "2005",
            "xCTIjlwAAAAJ:u-x6o8ySG0sC",
            488,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0506655",
            "17717827924141547384",
            "\/scholar?cites=17717827924141547384",
            {
                "2005":5,
                "2006":26,
                "2007":31,
                "2008":19,
                "2009":31,
                "2010":29,
                "2011":36,
                "2012":45,
                "2013":42,
                "2014":42,
                "2015":32,
                "2016":37,
                "2017":32,
                "2018":26,
                "2019":22,
                "2020":26,
                "2021":5
            }
        ],
        [
            "The dynamics of cesium atom motion above the copper(111) surface following electronic excitation with light was studied with femtosecond (10–15 seconds) time resolution. Unusual changes in the surface electronic structure within 160 femtoseconds after excitation, observed by time-resolved two-photon photoemission spectroscopy, are attributed to atomic motion in a copper–cesium bond-breaking process. Describing the change in energy of the cesium antibonding state with a simple classical model provides information on the mechanical forces acting on cesium atoms that are “turned on” by photoexcitation. Within 160 femtoseconds, the copper–cesium bond extends by 0.35 angstrom from its equilibrium value.",
            "Real-time observation of adsorbate atom motion above a metal surface",
            "Hrvoje Petek and Miles J Weida and Hisashi Nagano and Susumu Ogawa",
            "2000",
            "xCTIjlwAAAAJ:d1gkVwhDpl0C",
            287,
            "https:\/\/science.sciencemag.org\/content\/288\/5470\/1402.abstract",
            "1955953566826150899",
            "\/scholar?cites=1955953566826150899",
            {
                "2000":4,
                "2001":21,
                "2002":21,
                "2003":10,
                "2004":23,
                "2005":27,
                "2006":20,
                "2007":18,
                "2008":13,
                "2009":17,
                "2010":16,
                "2011":10,
                "2012":19,
                "2013":6,
                "2014":5,
                "2015":10,
                "2016":10,
                "2017":6,
                "2018":9,
                "2019":8,
                "2020":7,
                "2021":2
            }
        ],
        [
            "We present a unified ab initio study of electronic and optical properties of TiO 2 rutile and anatase phases with a combination of density-functional theory and many-body perturbation-theory techniques. The consistent treatment of exchange and correlation, with the inclusion of many-body one-particle and two-particles effects in self-energy and electron-hole interaction, produces a high-quality description of electronic and optical properties, giving, for some quantities, the first available estimation for this compound. In particular, we give a quantitative estimate of the electronic and direct optical gaps, clarifying their role with respect to previous measurements obtained by various experimental techniques. We obtain a description for both electronic gap and optical spectra that is consistent with experiments by analyzing the role of different contributions to the experimental optical gap and relating them to the level of …",
            "Self-energy and excitonic effects in the electronic and optical properties of TiO 2 crystalline phases",
            "Letizia Chiodo and Juan Maria García-Lastra and Amilcare Iacomino and Stefano Ossicini and Jin Zhao and Hrvoje Petek and Angel Rubio",
            "2010",
            "xCTIjlwAAAAJ:LkGwnXOMwfcC",
            263,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.045207",
            "15352728856301080199",
            "\/scholar?cites=15352728856301080199",
            {
                "2010":5,
                "2011":19,
                "2012":21,
                "2013":27,
                "2014":32,
                "2015":23,
                "2016":33,
                "2017":27,
                "2018":22,
                "2019":28,
                "2020":25,
                "2021":1
            }
        ],
        [
            "The atomic electron orbitals that underlie molecular bonding originate from the central Coulomb potential of the atomic core. We used scanning tunneling microscopy and density functional theory to explore the relation between the nearly spherical shape and unoccupied electronic structure of buckminsterfullerene (C60) molecules adsorbed on copper surfaces. Besides the known π* antibonding molecular orbitals of the carbon-atom framework, above 3.5 electron volts we found atomlike orbitals bound to the core of the hollow C60 cage. These “superatom” states hybridize like the s and p orbitals of hydrogen and alkali atoms into diatomic molecule-like dimers and free-electron bands of one-dimensional wires and two-dimensional quantum wells in C60 aggregates. We attribute the superatom states to the central potential binding an electron to its screening charge, a property expected for hollow-shell molecules …",
            "Atomlike, hollow-core–bound molecular orbitals of C60",
            "Min Feng and Jin Zhao and Hrvoje Petek",
            "2008",
            "xCTIjlwAAAAJ:WF5omc3nYNoC",
            261,
            "https:\/\/science.sciencemag.org\/content\/320\/5874\/359.abstract",
            "12432607611700065698",
            "\/scholar?cites=12432607611700065698",
            {
                "2008":2,
                "2009":19,
                "2010":12,
                "2011":21,
                "2012":19,
                "2013":26,
                "2014":15,
                "2015":28,
                "2016":27,
                "2017":23,
                "2018":31,
                "2019":19,
                "2020":17,
                "2021":2
            }
        ]
    ]
}