{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Previous studies have shown that the possible utility of the two-photon laser as a squeezed-state generator is negated by spontaneous-emission fluctuations. We here show that a two-photon correlated–spontaneous-emission laser can produce light which is both squeezed and free from spontaneous-emission fluctuations.",
            "2-PHOTON CORRELATED-SPONTANEOUS-EMISSION LASER - QUANTUM NOISE QUENCHING AND SQUEEZING",
            "MO SCULLY and K WODKIEWICZ and MS ZUBAIRY and J BERGOU and N LU and JM TERVEHN",
            "1988",
            "Xd1vtf0AAAAJ:_5tno0g5mFcC",
            217,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.60.1832",
            "13460331934006585888",
            "\/scholar?cites=13460331934006585888",
            {
                "1989":17,
                "1990":28,
                "1991":18,
                "1992":11,
                "1993":5,
                "1994":10,
                "1995":6,
                "1996":13,
                "1997":2,
                "1998":8,
                "1999":5,
                "2000":3,
                "2001":3,
                "2002":1,
                "2003":1,
                "2004":4,
                "2005":4,
                "2006":6,
                "2007":7,
                "2008":9,
                "2009":10,
                "2010":6,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":7,
                "2015":6,
                "2016":3,
                "2017":6,
                "2018":2,
                "2019":9
            }
        ],
        [
            "The problem of discriminating among given nonorthogonal quantum states is underlying many of the schemes that have been suggested for quantum communication and quantum computing. However, quantum mechanics puts severe limitations on our ability to determine the state of a quantum system. In particular, nonorthogonal states cannot be discriminated perfectly, even if they are known, and various strategies for optimum discrimination with respect to some appropriately chosen criteria have been developed. In this article we review recent theoretical progress regarding the two most important optimum discrimination strategies. We also give a detailed introduction with emphasis on the relevant concepts of the quantum theory of measurement. After a brief introduction into the field, the second chapter deals with optimum unambiguous, i. e error-free, discrimination. Ambiguous …",
            "11 Discrimination of quantum states",
            "János A. Bergou and Ulrike Herzog and Mark Hillery",
            "2004",
            "Xd1vtf0AAAAJ:edDO8Oi4QzsC",
            194,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-540-44481-7_11",
            "2538843588707663032",
            "\/scholar?cites=2538843588707663032",
            {
                "2004":1,
                "2005":10,
                "2006":9,
                "2007":15,
                "2008":23,
                "2009":10,
                "2010":11,
                "2011":6,
                "2012":12,
                "2013":11,
                "2014":8,
                "2015":12,
                "2016":7,
                "2017":12,
                "2018":13,
                "2019":17,
                "2020":14,
                "2021":2
            }
        ],
        [
            "We find two relations between coherence and path information in a multipath interferometer. The first builds on earlier results for the two-path interferometer, which used minimum-error state discrimination between detector states to provide the path information. For visibility, which was used in the two-path case, we substitute a recently defined l 1 measure of quantum coherence. The second is an entropic relation in which the path information is characterized by the mutual information between the detector states and the outcome of the measurement performed on them, and the coherence measure is one based on relative entropy.",
            "Relations between coherence and path information",
            "Emilio Bagan and János A Bergou and Seth S Cottrell and Mark Hillery",
            "2016",
            "Xd1vtf0AAAAJ:lmc2jWPfTJgC",
            150,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.160406",
            "6580610132163384636",
            "\/scholar?cites=6580610132163384636",
            {
                "2015":1,
                "2016":6,
                "2017":28,
                "2018":35,
                "2019":44,
                "2020":33,
                "2021":2
            }
        ],
        [
            "Quantum erasure aims at large fringe visibility in sorted subensembles. Since the achieved visibility depends on the specific sorting scheme, we optimize the sorting procedure under general circumstances. The possible compromises between fringe visibility (wave-typical) and which-alternative knowledge (particle-typical) are governed by a number of inequalities that are quantitative statements about wave-particle duality. Among them is the `erasure relation', which states an absolute upper bound on the visibility that a quantum eraser can yield.",
            "Quantitative quantum erasure",
            "Berthold-Georg Englert and János A Bergou",
            "2000",
            "Xd1vtf0AAAAJ:2osOgNQ5qMEC",
            145,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S003040189900718X",
            "7251457980879739419",
            "\/scholar?cites=7251457980879739419",
            {
                "2001":2,
                "2002":5,
                "2003":9,
                "2004":11,
                "2005":7,
                "2006":7,
                "2007":11,
                "2008":7,
                "2009":12,
                "2010":5,
                "2011":2,
                "2012":4,
                "2013":7,
                "2014":6,
                "2015":11,
                "2016":9,
                "2017":5,
                "2018":9,
                "2019":8,
                "2020":8
            }
        ],
        [
            "In quantum information processing and quantum computing protocols the carrier of information is a quantum system and information is encoded in the state of a quantum system. After processing the information it has to be read out what is equivalent to determining the final state of the system. When the possible final states are not orthogonal this is a highly nontrivial task that constitutes the general area of what is known as quantum state discrimination. It consists in finding measurement schemes that, according to some figure of merit, will determine the state of the system. Optimized measurement schemes often lead to generalized measurements (Positive Operator Valued Measures [POVMs]). In this tutorial review we illustrate the power of the POVM concept on examples relevant to applications in quantum cryptography. In order to keep the flow of the presentation we give a brief introduction to the quantum theory …",
            "Discrimination of quantum states",
            "János A Bergou",
            "2010",
            "Xd1vtf0AAAAJ:_Qo2XoVZTnwC",
            132,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500340903477756",
            "3265714333328286688",
            "\/scholar?cites=3265714333328286688",
            {
                "2010":1,
                "2011":5,
                "2012":8,
                "2013":11,
                "2014":14,
                "2015":15,
                "2016":7,
                "2017":12,
                "2018":11,
                "2019":19,
                "2020":28,
                "2021":1
            }
        ],
        [
            "The real and imaginary parts of the square of the field amplitude are the variables that describe amplitude-squared squeezing. These quantities obey an uncertainty relation. Here we find a particularly simple subset of the states that satisfy the uncertainty relation as an equality. These states are constructed by applying a squeeze operator to a state that consists of a Hermite polynomial, whose argument is the mode creation operator multiplied by a constant, acting on the vacuum. The squeezed vacuum is such a state. These states may or may not be squeezed in the normal sense, and may or may not have sub-Poissonian photon statistics.",
            "Minimum uncertainty states for amplitude-squared squeezing: Hermite polynomial states",
            "János A Bergou and Mark Hillery and Daoqi Yu",
            "1991",
            "Xd1vtf0AAAAJ:u-x6o8ySG0sC",
            132,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.43.515",
            "15602045960958682273",
            "\/scholar?cites=15602045960958682273",
            {
                "1991":1,
                "1992":3,
                "1993":6,
                "1994":3,
                "1995":6,
                "1996":11,
                "1997":7,
                "1998":8,
                "1999":9,
                "2000":13,
                "2001":5,
                "2002":7,
                "2003":3,
                "2004":7,
                "2005":3,
                "2006":5,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":4
            }
        ],
        [
            "Quantum mechanics forbids deterministic discrimination among nonorthogonal states. Nonetheless, the capability to distinguish nonorthogonal states unambiguously is an important primitive in quantum information processing. In this work, we experimentally implement generalized measurements in an optical system and demonstrate the first optimal unambiguous discrimination between three nonorthogonal states, with a success rate of 55%, to be compared with the 25% maximum achievable using projective measurements. Furthermore, we present the first realization of unambiguous discrimination between a pure state and a nonorthogonal mixed state.",
            "Optical realization of optimal unambiguous discrimination for pure and mixed quantum states",
            "Masoud Mohseni and Aephraim M Steinberg and János A Bergou",
            "2004",
            "Xd1vtf0AAAAJ:Tyk-4Ss8FVUC",
            112,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.200403",
            "5132083311922975090",
            "\/scholar?cites=5132083311922975090",
            {
                "2005":6,
                "2006":11,
                "2007":12,
                "2008":5,
                "2009":11,
                "2010":4,
                "2011":5,
                "2012":9,
                "2013":8,
                "2014":8,
                "2015":7,
                "2016":2,
                "2017":2,
                "2018":9,
                "2019":5,
                "2020":4,
                "2021":3
            }
        ],
        [
            "We construct a device that can unambiguously discriminate between two unknown quantum states. The unknown states are provided as inputs, or programs, for the program registers, and a third system, which is guaranteed to be prepared in one of the states stored in the program registers, is fed into the data register of the device. The device will then, with some probability of success, tell us whether the unknown state in the data register matches the state stored in the first or the second program register. We show that the optimal device, ie, the one that maximizes the probability of success, is universal. It does not depend on the actual unknown states that we wish to discriminate.",
            "Universal programmable quantum state discriminator that is optimal for unambiguously distinguishing between unknown states",
            "János A Bergou and Mark Hillery",
            "2005",
            "Xd1vtf0AAAAJ:qjMakFHDy7sC",
            107,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.160501",
            "7073946175396621066",
            "\/scholar?cites=7073946175396621066",
            {
                "2005":5,
                "2006":8,
                "2007":15,
                "2008":13,
                "2009":7,
                "2010":8,
                "2011":6,
                "2012":10,
                "2013":3,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":8,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We present a quantum repeater protocol that generates the elementary segments of entangled photons through the communication of qubus in coherent states. The input photons at the repeater stations can be in arbitrary states to save the local state preparation time for the operations. The flexibility of the scheme accelerates the generation of the elementary segments (close to the exact Bell states) to a high rate for practical quantum communications. The entanglement connection to long distances is simplified and sped up, possibly realizing an entangled pair of high quality within the time in the order of that for classical communication between two far-away locations.",
            "Creation of high-quality long-distance entanglement with flexible resources",
            "Bing He and Yuhang Ren and János A Bergou",
            "2009",
            "Xd1vtf0AAAAJ:qxL8FJ1GzNcC",
            106,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.79.052323",
            "2290938747934931962",
            "\/scholar?cites=2290938747934931962",
            {
                "2009":3,
                "2010":5,
                "2011":5,
                "2012":9,
                "2013":20,
                "2014":11,
                "2015":20,
                "2016":14,
                "2017":4,
                "2018":9,
                "2019":3,
                "2020":3
            }
        ],
        [
            "There are presently two models for quantum walks on graphs. The “coined” walk uses discrete-time steps, and contains, besides the particle making the walk, a second quantum system, the coin, that determines the direction in which the particle will move. The continuous walk operates with continuous time. Here a third model for quantum walks is proposed, which is based on an analogy to optical interferometers. It is a discrete-time model, and the unitary operator that advances the walk one step depends only on the local structure of the graph on which the walk is taking place. This type of walk also allows us to introduce elements, such as phase shifters, that have no counterpart in classical random walks. Several examples are discussed.",
            "Quantum walks based on an interferometric analogy",
            "Mark Hillery and Janos Bergou and Edgar Feldman",
            "2003",
            "Xd1vtf0AAAAJ:eQOLeE2rZwMC",
            105,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.68.032314",
            "5156729933744427707",
            "\/scholar?cites=5156729933744427707",
            {
                "2003":1,
                "2004":8,
                "2005":5,
                "2006":8,
                "2007":5,
                "2008":5,
                "2009":9,
                "2010":7,
                "2011":5,
                "2012":5,
                "2013":6,
                "2014":8,
                "2015":7,
                "2016":6,
                "2017":6,
                "2018":5,
                "2019":6,
                "2020":2,
                "2021":1
            }
        ]
    ]
}