{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Terrestrial ecosystems sequester 2.1 Pg of atmospheric carbon annually. A large amount of the terrestrial sink is realized by forests. However, considerable uncertainties remain regarding the fate of this carbon over both short and long timescales. Relevant data to address these uncertainties are being collected at many sites around the world, but syntheses of these data are still sparse. To facilitate future synthesis activities, we have assembled a comprehensive global database for forest ecosystems, which includes carbon budget variables (fluxes and stocks), ecosystem traits (e.g. leaf area index, age), as well as ancillary site information such as management regime, climate, and soil characteristics. This publicly available database can be used to quantify global, regional or biome‐specific carbon budgets; to re‐examine established relationships; to test emerging hypotheses about ecosystem functioning [e.g. a …",
            "CO2 balance of boreal, temperate, and tropical forests derived from a global database",
            "Sebastiaan Luyssaert and I Inglima and Mathide Jung and Andrew D Richardson and Markus Reichstein and Dario Papale and SL Piao and E‐D Schulze and L Wingate and G Matteucci and LEOC Aragao and Marc Aubinet and C Beer and Christian Bernhofer and KG Black and Damien Bonal and J‐M Bonnefond and J Chambers and Philippe Ciais and B Cook and KJ Davis and A Johannes Dolman and Bert Gielen and M Goulden and J Grace and André Granier and A Grelle and T Griffis and Thomas Grünwald and G Guidolotti and PJ Hanson and R Harding and David Y Hollinger and LR Hutyra and Pasi Kolari and Bart Kruijt and W Kutsch and Fredrik Lagergren and T Laurila and BE Law and Guerric Le Maire and Anders Lindroth and Denis Loustau and Yadvinder Malhi and J Mateus and Mirco Migliavacca and Laurent Misson and Leonardo Montagnani and J Moncrieff and E Moors and JW Munger and Eero Nikinmaa and SV Ollinger and G Pita and Corinna Rebmann and Olivier Roupsard and N Saigusa and MJ Sanz and G Seufert and C Sierra and M‐L Smith and J Tang and R Valentini and T Vesala and IA Janssens",
            "2007",
            "xDECriQAAAAJ:u5HHmVD_uO8C",
            909,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2486.2007.01439.x",
            "12219837338302171123",
            "\/scholar?cites=12219837338302171123",
            {
                "2008":16,
                "2009":51,
                "2010":58,
                "2011":71,
                "2012":76,
                "2013":72,
                "2014":87,
                "2015":64,
                "2016":82,
                "2017":75,
                "2018":83,
                "2019":74,
                "2020":85,
                "2021":4
            }
        ],
        [
            "Plant diversity strongly influences ecosystem functions and services, such as soil carbon storage. However, the mechanisms underlying the positive plant diversity effects on soil carbon storage are poorly understood. We explored this relationship using long-term data from a grassland biodiversity experiment (The Jena Experiment) and radiocarbon (14 C) modelling. Here we show that higher plant diversity increases rhizosphere carbon inputs into the microbial community resulting in both increased microbial activity and carbon storage. Increases in soil carbon were related to the enhanced accumulation of recently fixed carbon in high-diversity plots, while plant diversity had less pronounced effects on the decomposition rate of existing carbon. The present study shows that elevated carbon storage at high plant diversity is a direct function of the soil microbial community, indicating that the increase in carbon storage …",
            "Plant diversity increases soil microbial activity and soil carbon storage",
            "Markus Lange and Nico Eisenhauer and Carlos A Sierra and Holger Bessler and Christoph Engels and Robert I Griffiths and Perla G Mellado-Vázquez and Ashish A Malik and Jacques Roy and Stefan Scheu and Sibylle Steinbeiss and Bruce C Thomson and Susan E Trumbore and Gerd Gleixner",
            "2015",
            "xDECriQAAAAJ:HoB7MX3m0LUC",
            522,
            "https:\/\/www.nature.com\/articles\/ncomms7707",
            "11426601114407640501",
            "\/scholar?cites=11426601114407640501",
            {
                "2015":9,
                "2016":36,
                "2017":72,
                "2018":85,
                "2019":128,
                "2020":174,
                "2021":8
            }
        ],
        [
            " Ecology Letters (2011) 14: 939–947Tropical rain forests play a dominant role in global biosphere‐atmosphere CO2 exchange. Although climate and nutrient availability regulate net primary production (NPP) and decomposition in all terrestrial ecosystems, the nature and extent of such controls in tropical forests remain poorly resolved. We conducted a meta‐analysis of carbon‐nutrient‐climate relationships in 113 sites across the tropical forest biome. Our analyses showed that mean annual temperature was the strongest predictor of aboveground NPP (ANPP) across all tropical forests, but this relationship was driven by distinct temperature differences between upland and lowland forests. Within lowland forests (< 1000 m), a regression tree analysis revealed that foliar and soil‐based measurements of phosphorus (P) were the only variables that explained a significant proportion of the variation in ANPP …",
            "Relationships among net primary productivity, nutrients and climate in tropical rain forest: a pan‐tropical analysis",
            "Cory C Cleveland and Alan R Townsend and Philip Taylor and Silvia Alvarez‐Clare and Mercedes MC Bustamante and George Chuyong and Solomon Z Dobrowski and Pauline Grierson and Kyle E Harms and Benjamin Z Houlton and Alison Marklein and William Parton and Stephen Porder and Sasha C Reed and Carlos A Sierra and Whendee L Silver and Edmund VJ Tanner and William R Wieder",
            "2011",
            "xDECriQAAAAJ:LkGwnXOMwfcC",
            367,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1461-0248.2011.01658.x",
            "11852105634965820649",
            "\/scholar?cites=11852105634965820649",
            {
                "2011":1,
                "2012":22,
                "2013":34,
                "2014":31,
                "2015":57,
                "2016":38,
                "2017":52,
                "2018":39,
                "2019":40,
                "2020":44,
                "2021":4
            }
        ],
        [
            "Detailed ground-based quantifications of total carbon stocks in tropical forests are few despite their importance in science and ecosystem management. Carbon stocks in live aboveground and belowground biomass, necromass, and soils were measured in a heterogeneous landscape composed of secondary and primary forest. A total of 110 permanent plots were used to estimate the size of these carbon pools. Local biomass equations were developed and used to estimate aboveground biomass and coarse root biomass for each plot. Herbaceous vegetation, fine roots, coarse and fine litter, and soil carbon to 4 m depth were measured in subplots. In primary forests, mean total carbon stocks (TCS) were estimated as 383.7 ± 55.5 Mg C ha−1 (±S.E.). Of this amount, soil organic carbon to 4 m depth represented 59%, total aboveground biomass 29%, total belowground biomass 10%, and necromass 2%. In secondary …",
            "Total carbon stocks in a tropical forest landscape of the Porce region, Colombia",
            "Carlos A Sierra and Jorge I del Valle and Sergio A Orrego and Flavio H Moreno and Mark E Harmon and Mauricio Zapata and Gabriel J Colorado and María A Herrera and Wilson Lara and David E Restrepo and Lina M Berrouet and Lina M Loaiza and John F Benjumea",
            "2007",
            "xDECriQAAAAJ:u-x6o8ySG0sC",
            271,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378112707002411",
            "3739284599014091923",
            "\/scholar?cites=3739284599014091923",
            {
                "2007":3,
                "2008":12,
                "2009":9,
                "2010":11,
                "2011":20,
                "2012":29,
                "2013":20,
                "2014":21,
                "2015":26,
                "2016":31,
                "2017":30,
                "2018":22,
                "2019":20,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Soil carbon (C) is a critical component of Earth system models (ESMs), and its diverse representations are a major source of the large spread across models in the terrestrial C sink from the third to fifth assessment reports of the Intergovernmental Panel on Climate Change (IPCC). Improving soil C projections is of a high priority for Earth system modeling in the future IPCC and other assessments. To achieve this goal, we suggest that (1) model structures should reflect real‐world processes, (2) parameters should be calibrated to match model outputs with observations, and (3) external forcing variables should accurately prescribe the environmental conditions that soils experience. First, most soil C cycle models simulate C input from litter production and C release through decomposition. The latter process has traditionally been represented by first‐order decay functions, regulated primarily by temperature, moisture …",
            "Toward more realistic projections of soil carbon dynamics by Earth system models",
            "Yiqi Luo and Anders Ahlström and Steven D Allison and Niels H Batjes and Victor Brovkin and Nuno Carvalhais and Adrian Chappell and Philippe Ciais and Eric A Davidson and Adien Finzi and Katerina Georgiou and Bertrand Guenet and Oleksandra Hararuk and Jennifer W Harden and Yujie He and Francesca Hopkins and Lifen Jiang and Charlie Koven and Robert B Jackson and Chris D Jones and Mark J Lara and Junyi Liang and A David McGuire and William Parton and Changhui Peng and James T Randerson and Alejandro Salazar and Carlos A Sierra and Matthew J Smith and Hanqin Tian and Katherine EO Todd‐Brown and Margaret Torn and Kees Jan Van Groenigen and Ying Ping Wang and Tristram O West and Yaxing Wei and William R Wieder and Jianyang Xia and Xia Xu and Xiaofeng Xu and Tao Zhou",
            "2016",
            "xDECriQAAAAJ:zA6iFVUQeVQC",
            241,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2015GB005239",
            "13311104264986287459",
            "\/scholar?cites=13311104264986287459",
            {
                "2016":18,
                "2017":36,
                "2018":65,
                "2019":63,
                "2020":52,
                "2021":6
            }
        ],
        [
            "The sensitivity of soil organic matter decomposition to global environmental change is a topic of prominent relevance for the global carbon cycle. Decomposition depends on multiple factors that are being altered simultaneously as a result of global environmental change; therefore, it is important to study the sensitivity of the rates of soil organic matter decomposition with respect to multiple and interacting drivers. In this manuscript, we present an analysis of the potential response of decomposition rates to simultaneous changes in temperature and moisture. To address this problem, we first present a theoretical framework to study the sensitivity of soil organic matter decomposition when multiple driving factors change simultaneously. We then apply this framework to models and data at different levels of abstraction: (1) to a mechanistic model that addresses the limitation of enzyme activity by simultaneous effects of …",
            "Sensitivity of decomposition rates of soil organic matter with respect to simultaneous changes in temperature and moisture",
            "Carlos A Sierra and Susan E Trumbore and Eric A Davidson and Sara Vicca and I Janssens",
            "2015",
            "xDECriQAAAAJ:ldfaerwXgEUC",
            186,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2014MS000358",
            "288928047081374332",
            "\/scholar?cites=288928047081374332",
            {
                "2014":1,
                "2015":9,
                "2016":28,
                "2017":28,
                "2018":42,
                "2019":29,
                "2020":43,
                "2021":6
            }
        ],
        [
            "Improved quantification of the factors controlling soil organic matter (SOM) stabilization at continental to global scales is needed to inform projections of the largest actively cycling terrestrial carbon pool on Earth, and its response to environmental change. Biogeochemical models rely almost exclusively on clay content to modify rates of SOM turnover and fluxes of climate-active CO2 to the atmosphere. Emerging conceptual understanding, however, suggests other soil physicochemical properties may predict SOM stabilization better than clay content. We addressed this discrepancy by synthesizing data from over 5,500 soil profiles spanning continental scale environmental gradients. Here, we demonstrate that other physicochemical parameters are much stronger predictors of SOM content, with clay content having relatively little explanatory power. We show that exchangeable calcium strongly predicted SOM …",
            "Beyond clay: towards an improved set of variables for predicting soil organic matter content",
            "Craig Rasmussen and Katherine Heckman and William R Wieder and Marco Keiluweit and Corey R Lawrence and Asmeret Asefaw Berhe and Joseph C Blankinship and Susan E Crow and Jennifer L Druhan and Caitlin E Hicks Pries and Erika Marin-Spiotta and Alain F Plante and Christina Schädel and Joshua P Schimel and Carlos A Sierra and Aaron Thompson and Rota Wagai",
            "2018",
            "xDECriQAAAAJ:uJ-U7cs_P_0C",
            168,
            "https:\/\/link.springer.com\/article\/10.1007\/s10533-018-0424-3",
            "9301154602574198483",
            "\/scholar?cites=9301154602574198483",
            {
                "2018":22,
                "2019":61,
                "2020":80,
                "2021":5
            }
        ],
        [
            "Tree mortality rates appear to be increasing in moist tropical forests (MTFs) with significant carbon cycle consequences. Here, we review the state of knowledge regarding MTF tree mortality, create a conceptual framework with testable hypotheses regarding the drivers, mechanisms and interactions that may underlie increasing MTF mortality rates, and identify the next steps for improved understanding and reduced prediction. Increasing mortality rates are associated with rising temperature and vapor pressure deficit, liana abundance, drought, wind events, fire and, possibly, CO2 fertilization‐induced increases in stand thinning or acceleration of trees reaching larger, more vulnerable heights. The majority of these mortality drivers may kill trees in part through carbon starvation and hydraulic failure. The relative importance of each driver is unknown. High species diversity may buffer MTFs against large‐scale mortality …",
            "Drivers and mechanisms of tree mortality in moist tropical forests",
            "Nate McDowell and Craig D Allen and Kristina Anderson‐Teixeira and Paulo Brando and Roel Brienen and Jeff Chambers and Brad Christoffersen and Stuart Davies and Chris Doughty and Alvaro Duque and Fernando Espirito‐Santo and Rosie Fisher and Clarissa G Fontes and David Galbraith and Devin Goodsman and Charlotte Grossiord and Henrik Hartmann and Jennifer Holm and Daniel J Johnson and Abd Rahman Kassim and Michael Keller and Charlie Koven and Lara Kueppers and Tomo'omi Kumagai and Yadvinder Malhi and Sean M McMahon and Maurizio Mencuccini and Patrick Meir and Paul Moorcroft and Helene C Muller‐Landau and Oliver L Phillips and Thomas Powell and Carlos A Sierra and John Sperry and Jeff Warren and Chonggang Xu and Xiangtao Xu",
            "2018",
            "xDECriQAAAAJ:2KloaMYe4IUC",
            167,
            "https:\/\/nph.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/nph.15027",
            "17595453422243959782",
            "\/scholar?cites=17595453422243959782",
            {
                "2018":22,
                "2019":61,
                "2020":76,
                "2021":8
            }
        ],
        [
            "Plant traits—the morphological, anatomical, physiological, biochemical and phenological characteristics of plants—determine how plants respond to environmental factors, affect other trophic levels, and influence ecosystem properties and their benefits and detriments to people. Plant trait data thus represent the basis for a vast area of research spanning from evolutionary biology, community and functional ecology, to biodiversity conservation, ecosystem and landscape management, restoration, biogeography and earth system modelling. Since its foundation in 2007, the TRY database of plant traits has grown continuously. It now provides unprecedented data coverage under an open access data policy and is the main plant trait database used by the research community worldwide. Increasingly, the TRY database also supports new frontiers of trait‐based plant research, including the identification of data gaps and …",
            "TRY plant trait database–enhanced coverage and open access",
            "Jens Kattge and Gerhard Bönisch and Sandra Díaz and Sandra Lavorel and Iain Colin Prentice and Paul Leadley and Susanne Tautenhahn and Gijsbert DA Werner and Tuomas Aakala and Mehdi Abedi and Alicia TR Acosta and George C Adamidis and Kairi Adamson and Masahiro Aiba and Cécile H Albert and Julio M Alcántara and Carolina Alcázar C and Izabela Aleixo and Hamada Ali and Bernard Amiaud and Christian Ammer and Mariano M Amoroso and Madhur Anand and Carolyn Anderson and Niels Anten and Joseph Antos and Deborah Mattos Guimarães Apgaua and Tia‐lynn Ashman and Degi Harja Asmara and Gregory P Asner and Michael Aspinwall and Owen Atkin and Isabelle Aubin and Lars Baastrup‐Spohr and Khadijeh Bahalkeh and Michael Bahn and Timothy Baker and William J Baker and Jan P Bakker and Dennis Baldocchi and Jennifer Baltzer and Arindam Banerjee and Anne Baranger and Jos Barlow and Diego R Barneche and Zdravko Baruch and Denis Bastianelli and John Battles and William Bauerle and Marijn Bauters and Erika Bazzato and Michael Beckmann and Hans Beeckman and Carl Beierkuhnlein and Renee Bekker and Gavin Belfry and Michael Belluau and Mirela Beloiu and Raquel Benavides and Lahcen Benomar and Mary Lee Berdugo‐Lattke and Erika Berenguer and Rodrigo Bergamin and Joana Bergmann and Marcos Bergmann Carlucci and Logan Berner and Markus Bernhardt‐Römermann and Christof Bigler and Anne D Bjorkman and Chris Blackman and Carolina Blanco and Benjamin Blonder and Dana Blumenthal and Kelly T Bocanegra‐González and Pascal Boeckx and Stephanie Bohlman and Katrin Böhning‐Gaese and Laura Boisvert‐Marsh and William Bond and Ben Bond‐Lamberty and Arnoud Boom and Coline CF Boonman and Kauane Bordin and Elizabeth H Boughton and Vanessa Boukili and David MJS Bowman and Sandra Bravo and Marco Richard Brendel and Martin R Broadley and Kerry A Brown and Helge Bruelheide and Federico Brumnich and Hans Henrik Bruun and David Bruy and Serra W Buchanan and Solveig Franziska Bucher and Nina Buchmann and Robert Buitenwerf and Daniel E Bunker and Jana Bürger and Sabina Burrascano and David FRP Burslem and Bradley J Butterfield and Chaeho Byun and Marcia Marques and Marina C Scalon and Marco Caccianiga and Marc Cadotte and Maxime Cailleret and James Camac and Jesus Julio Camarero and Courtney Campany and Giandiego Campetella and Juan Antonio Campos and Laura Cano‐Arboleda and Roberto Canullo and Michele Carbognani and Fabio Carvalho and Fernando Casanoves and Bastien Castagneyrol and Jane A Catford and Jeannine Cavender‐Bares and Bruno EL Cerabolini and Marco Cervellini and Eduardo Chacón‐Madrigal and Kenneth Chapin and F Stuart Chapin and Stefano Chelli and Si‐Chong Chen and Anping Chen and Paolo Cherubini and Francesco Chianucci and Brendan Choat and Kyong‐Sook Chung and Milan Chytrý and Daniela Ciccarelli and Lluís Coll and Courtney G Collins and Luisa Conti and David Coomes and Johannes HC Cornelissen and William K Cornwell and Piermaria Corona and Marie Coyea and Joseph Craine and Dylan Craven and Joris PGM Cromsigt and Anikó Csecserits and Katarina Cufar and Matthias Cuntz",
            "2020",
            "xDECriQAAAAJ:xtoqd-5pKcoC",
            138,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/gcb.14904",
            "8376979480554799346",
            "\/scholar?cites=8376979480554799346",
            {
                "2019":1,
                "2020":124,
                "2021":12
            }
        ],
        [
            "Previous theoretical analyses based on Arrhenius kinetics and thermodynamics have shown that the temperature sensitivity of low-quality substrate is higher than that of high-quality substrate. Because soils store large amounts of low-quality carbon, understanding its response to increasing temperatures will help to predict the response of atmospheric CO2 to climate change. However, empirical studies do not provide conclusive evidence to corroborate this theoretical argument. Although there are various possible reasons for this disagreement, the theory behind this argument has not been scrutinized carefully. Based on a simple mathematical analysis of the Arrhenius equation it is shown here that low-quality substrates are less temperature sensitive when analyzed in absolute rather than in relative terms, a result that may seem counterintuitive to previous theory. However, this is a paradox intrinsic to the …",
            "Temperature sensitivity of organic matter decomposition in the Arrhenius equation: some theoretical considerations",
            "Carlos A Sierra",
            "2012",
            "xDECriQAAAAJ:zYLM7Y9cAGgC",
            128,
            "https:\/\/link.springer.com\/article\/10.1007\/s10533-011-9596-9",
            "11119592302577940700",
            "\/scholar?cites=11119592302577940700",
            {
                "2011":4,
                "2012":7,
                "2013":14,
                "2014":9,
                "2015":12,
                "2016":17,
                "2017":16,
                "2018":12,
                "2019":20,
                "2020":15,
                "2021":2
            }
        ]
    ]
}