{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "About 25 per cent of ‘hot Jupiters’(extrasolar Jovian-mass planets with close-in orbits) are actually orbiting counter to the spin direction of the star 1. Perturbations from a distant binary star companion 2, 3 can produce high inclinations, but cannot explain orbits that are retrograde with respect to the total angular momentum of the system. Such orbits in a stellar context can be produced through secular (that is, long term) perturbations in hierarchical triple-star systems. Here we report a similar analysis of planetary bodies, including both octupole-order effects and tidal friction, and find that we can produce hot Jupiters in orbits that are retrograde with respect to the total angular momentum. With distant stellar mass perturbers, such an outcome is not possible 2, 3. With planetary perturbers, the inner orbit's angular momentum component parallel to the total angular momentum need not be constant 4. In fact, as we show …",
            "Hot Jupiters from secular planet–planet interactions",
            "Smadar Naoz and Will M Farr and Yoram Lithwick and Frederic A Rasio and Jean Teyssandier",
            "2011",
            "XDXbVfMAAAAJ:u5HHmVD_uO8C",
            356,
            "https:\/\/www.nature.com\/articles\/nature10076",
            "8710144682631949405",
            "\/scholar?cites=8710144682631949405",
            {
                "2010":1,
                "2011":14,
                "2012":38,
                "2013":40,
                "2014":49,
                "2015":42,
                "2016":40,
                "2017":32,
                "2018":34,
                "2019":26,
                "2020":37,
                "2021":1
            }
        ],
        [
            "The hierarchical triple-body approximation has useful applications to a variety of systems from planetary and stellar scales to supermassive black holes. In this approximation, the energy of each orbit is separately conserved, and therefore the two semimajor axes are constants. On timescales much larger than the orbital periods, the orbits exchange angular momentum, which leads to eccentricity and orientation (i.e., inclination) oscillations. The orbits' eccentricity can reach extreme values, leading to a nearly radial motion, which can further evolve into short orbit periods and merging binaries. Furthermore, the orbits' mutual inclinations may change dramatically from pure prograde to pure retrograde, leading to misalignment and a wide range of inclinations. This dynamical behavior is coined the “eccentric Kozai-Lidov mechanism.” The behavior of such a system is exciting, rich, and chaotic in nature. Furthermore …",
            "The eccentric Kozai-Lidov effect and its applications",
            "Smadar Naoz",
            "2016",
            "XDXbVfMAAAAJ:hFOr9nPyWt4C",
            301,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-astro-081915-023315",
            "13004334882236307543",
            "\/scholar?cites=13004334882236307543",
            {
                "2015":1,
                "2016":5,
                "2017":41,
                "2018":67,
                "2019":78,
                "2020":94,
                "2021":13
            }
        ],
        [
            "The secular approximation for the evolution of hierarchical triple configurations has proven to be very useful in many astrophysical contexts, from planetary to triple-star systems. In this approximation the orbits may change shape and orientation, on time-scales longer than the orbital time-scales, but the semimajor axes are constant. For example, for highly inclined triple systems, the Kozai–Lidov mechanism can produce large-amplitude oscillations of the eccentricities and inclinations. Here we revisit the secular dynamics of hierarchical triple systems. We derive the secular evolution equations to octupole order in Hamiltonian perturbation theory. Our derivation corrects an error in some previous treatments of the problem that implicitly assumed a conservation of the z-component of the angular momentum of the inner orbit (i.e. parallel to the total angular momentum of the system). Already to quadrupole order, our …",
            "Secular dynamics in hierarchical three-body systems",
            "Smadar Naoz and Will M Farr and Yoram Lithwick and Frederic A Rasio and Jean Teyssandier",
            "2013",
            "XDXbVfMAAAAJ:ufrVoPGSRksC",
            239,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/431\/3\/2155\/1069745",
            "11560353981611394760",
            "\/scholar?cites=11560353981611394760",
            {
                "2013":5,
                "2014":26,
                "2015":33,
                "2016":30,
                "2017":31,
                "2018":28,
                "2019":44,
                "2020":39,
                "2021":3
            }
        ],
        [
            "We study the production of hot Jupiters (HJs) in stellar binaries. We show that the\" eccentric Kozai-Lidov\"(EKL) mechanism can play a key role in the dynamical evolution of a star-planet-star triple system. We run a large set of Monte Carlo simulations including the secular evolution of the orbits, general relativistic precession, and tides, and we determine the semimajor axis, eccentricity, inclination, and spin-orbit angle distributions of the HJs that are produced. We explore the effect of different tidal friction parameters on the results. We find that the efficiency of forming HJs when taking the EKL mechanism into account is higher then previously estimated. Accounting for the frequency of stellar binaries, we find that this production mechanism can account for about 30% of the observed HJ population. Current observations of spin-orbit angles are consistent with this mechanism producing~ 30% of all HJs, and up to 100 …",
            "On the formation of hot Jupiters in stellar binaries",
            "Smadar Naoz and Will M Farr and Frederic A Rasio",
            "2012",
            "XDXbVfMAAAAJ:qjMakFHDy7sC",
            199,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/754\/2\/L36\/meta",
            "3160874078553864233",
            "\/scholar?cites=3160874078553864233",
            {
                "2012":6,
                "2013":15,
                "2014":27,
                "2015":24,
                "2016":30,
                "2017":24,
                "2018":33,
                "2019":19,
                "2020":16,
                "2021":4
            }
        ],
        [
            "We study the secular, hierarchical three-body problem to first-order in a post-Newtonian expansion of general relativity (GR). We expand the first-order post-Newtonian Hamiltonian to leading-order in the ratio of the semi-major axis of the two orbits. In addition to the well-known terms that correspond to the GR precession of the inner and outer orbits, we find a new secular post-Newtonian interaction term that can affect the long-term evolution of the triple. We explore the parameter space for highly inclined and eccentric systems, where the Kozai-Lidov mechanism can produce large-amplitude oscillations in the eccentricities. The standard lore, ie, that GR effects suppress eccentricity, is only consistent with the parts of phase space where the GR timescales are several orders of magnitude shorter than the secular Newtonian one. In other parts of phase space, however, post-Newtonian corrections combined with the …",
            "Resonant post-Newtonian eccentricity excitation in hierarchical three-body systems",
            "Smadar Naoz and Bence Kocsis and Abraham Loeb and Nicolás Yunes",
            "2013",
            "XDXbVfMAAAAJ:LkGwnXOMwfcC",
            183,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/773\/2\/187\/meta",
            "14355338046620847369",
            "\/scholar?cites=14355338046620847369",
            {
                "2013":5,
                "2014":20,
                "2015":23,
                "2016":16,
                "2017":25,
                "2018":26,
                "2019":35,
                "2020":31,
                "2021":2
            }
        ],
        [
            "We study the dynamical evolution of a test particle that orbits a star in the presence of an exterior massive planet, considering octupole-order secular interactions. In the standard Kozai mechanism (SKM), the planet's orbit is circular and so the particle conserves vertical angular momentum. As a result, the particle's orbit oscillates periodically, exchanging eccentricity for inclination. However, when the planet's orbit is eccentric, the particle's vertical angular momentum varies and its Kozai oscillations are modulated on longer timescales—we call this the eccentric Kozai mechanism (EKM). The EKM can lead to behavior that is dramatically different from the SKM. In particular, the particle's orbit can flip from prograde to retrograde and back again, and it can reach arbitrarily high eccentricities given enough time. We map out the conditions under which this dramatic behavior (flipping and extreme eccentricities) occurs and …",
            "The eccentric Kozai mechanism for a test particle",
            "Yoram Lithwick and Smadar Naoz",
            "2011",
            "XDXbVfMAAAAJ:9yKSN-GCB0IC",
            179,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/742\/2\/94\/meta",
            "3780706808551584865",
            "\/scholar?cites=3780706808551584865",
            {
                "2011":1,
                "2012":16,
                "2013":15,
                "2014":18,
                "2015":22,
                "2016":22,
                "2017":18,
                "2018":18,
                "2019":17,
                "2020":28,
                "2021":4
            }
        ],
        [
            "X-ray photons, because of their long mean-free paths, can easily escape the galactic environments where they are produced, and interact at long distances with the intergalactic medium, potentially having a significant contribution to the heating and reionization of the early universe. The two most important sources of X-ray photons in the universe are active galactic nuclei (AGNs) and X-ray binaries (XRBs). In this Letter we use results from detailed, large scale population synthesis simulations to study the energy feedback of XRBs, from the first galaxies (z~ 20) until today. We estimate that X-ray emission from XRBs dominates over AGN at z gsim 6-8. The shape of the spectral energy distribution of the emission from XRBs shows little change with redshift, in contrast to its normalization which evolves by~ 4 orders of magnitude, primarily due to the evolution of the cosmic star-formation rate. However, the metallicity and …",
            "Energy feedback from X-ray binaries in the early Universe",
            "Tassos Fragos and Bret D Lehmer and Smadar Naoz and Andreas Zezas and A Basu-Zych",
            "2013",
            "XDXbVfMAAAAJ:_FxGoFyzp5QC",
            147,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/776\/2\/L31\/meta",
            "7037050517480884545",
            "\/scholar?cites=7037050517480884545",
            {
                "2013":2,
                "2014":14,
                "2015":22,
                "2016":19,
                "2017":16,
                "2018":23,
                "2019":26,
                "2020":16,
                "2021":6
            }
        ],
        [
            "Many close stellar binaries are accompanied by a faraway star. The\" eccentric Kozai-Lidov\"(EKL) mechanism can cause dramatic inclination and eccentricity fluctuations, resulting in tidal tightening of inner binaries of triple stars. We run a large set of Monte Carlo simulations, including the secular evolution of the orbits, general relativistic precession, and tides, and we determine the semimajor axis, eccentricity, inclination, and spin-orbit angle distributions of the final configurations. We find that the efficiency of forming tight binaries (lesssim 16 days) when taking the EKL mechanism into account is~ 21%, and about 4% of all simulated systems ended up in a merger event. These merger events can lead to the formation of blue stragglers. Furthermore, we find that the spin-orbit angle distribution of the inner binaries carries a signature of the initial setup of the system; thus, observations can be used to disentangle close …",
            "Mergers and obliquities in stellar triples",
            "Smadar Naoz and Daniel C Fabrycky",
            "2014",
            "XDXbVfMAAAAJ:aqlVkmm33-oC",
            137,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/793\/2\/137\/meta",
            "17872063011478854583",
            "\/scholar?cites=17872063011478854583",
            {
                "2014":1,
                "2015":22,
                "2016":27,
                "2017":14,
                "2018":20,
                "2019":30,
                "2020":20,
                "2021":3
            }
        ],
        [
            "Nuclear star clusters around a central massive black hole (MBH) are expected to be abundant in stellar black hole (BH) remnants and BH–BH binaries. These binaries form a hierarchical triple system with the central MBH, and gravitational perturbations from the MBH can cause high-eccentricity excitation in the BH–BH binary orbit. During this process, the eccentricity may approach unity, and the pericenter distance may become sufficiently small so that gravitational-wave emission drives the BH–BH binary to merge. In this work, we construct a simple proof-of-concept model for this process, and specifically, we study the eccentric Kozai–Lidov mechanism in unequal-mass, soft BH–BH binaries. Our model is based on a set of Monte Carlo simulations for BH–BH binaries in galactic nuclei, taking into account quadrupole-and octupole-level secular perturbations, general relativistic precession, and gravitational-wave emission …",
            "Black hole mergers in galactic nuclei induced by the eccentric Kozai–Lidov effect",
            "Bao-Minh Hoang and Smadar Naoz and Bence Kocsis and Frederic A Rasio and Fani Dosopoulou",
            "2018",
            "XDXbVfMAAAAJ:O3NaXMp0MMsC",
            134,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/aaafce\/meta",
            "11332531762152179990",
            "\/scholar?cites=11332531762152179990",
            {
                "2018":21,
                "2019":54,
                "2020":54,
                "2021":5
            }
        ],
        [
            "The secular dynamical evolution of a hierarchical three-body system in which a distant third object orbits around a binary has been studied extensively, demonstrating that the inner orbit can undergo large eccentricity and inclination oscillations. It was shown before that starting with a circular inner orbit, large mutual inclination (40-140) can produce long timescale modulations that drive the eccentricity to extremely large values and can flip the orbit. Here, we demonstrate that starting with an almost coplanar configuration, for eccentric inner and outer orbits, the eccentricity of the inner orbit can still be excited to high values, and the orbit can flip by~ 180, rolling over its major axis. The~ 180 flip criterion and the flip timescale are described by simple analytic expressions that depend on the initial orbital parameters. With tidal dissipation, this mechanism can produce counter-orbiting exoplanetary systems. In addition, we …",
            "Eccentricity growth and orbit flip in near-coplanar hierarchical three-body systems",
            "Gongjie Li and Smadar Naoz and Bence Kocsis and Abraham Loeb",
            "2014",
            "XDXbVfMAAAAJ:4TOpqqG69KYC",
            133,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/785\/2\/116\/meta",
            "561828241415112028",
            "\/scholar?cites=561828241415112028",
            {
                "2014":11,
                "2015":21,
                "2016":22,
                "2017":18,
                "2018":20,
                "2019":18,
                "2020":20,
                "2021":3
            }
        ]
    ]
}