{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In most ferromagnets the magnetization rotates from one domain to the next with no preferred handedness. However, broken inversion symmetry can lift the chiral degeneracy, leading to topologically rich spin textures such as spin spirals 1, 2 and skyrmions 3, 4, 5 through the Dzyaloshinskii–Moriya interaction 6 (DMI). Here we show that in ultrathin metallic ferromagnets sandwiched between a heavy metal and an oxide, the DMI stabilizes chiral domain walls 2, 7 (DWs) whose spin texture enables extremely efficient current-driven motion 8, 9, 10, 11. We show that spin torque from the spin Hall effect 12, 13, 14, 15 drives DWs in opposite directions in Pt\/CoFe\/MgO and Ta\/CoFe\/MgO, which can be explained only if the DWs assume a Néel configuration 7, 16 with left-handed chirality. We directly confirm the DW chirality and rigidity by examining current-driven DW dynamics with magnetic fields applied perpendicular …",
            "Current-driven dynamics of chiral ferromagnetic domain walls",
            "Satoru Emori and Uwe Bauer and Sung-Min Ahn and Eduardo Martinez and Geoffrey SD Beach",
            "2013",
            "xdzlWowAAAAJ:u5HHmVD_uO8C",
            1401,
            "https:\/\/www.nature.com\/articles\/nmat3675",
            "5419443268704822058",
            "\/scholar?cites=5419443268704822058",
            {
                "2013":29,
                "2014":119,
                "2015":164,
                "2016":204,
                "2017":248,
                "2018":219,
                "2019":206,
                "2020":187,
                "2021":12
            }
        ],
        [
            "In metal\/oxide heterostructures, rich chemical 1, 2, electronic 3, 4, 5, magnetic 6, 7, 8, 9 and mechanical 10, 11 properties can emerge from interfacial chemistry and structure. The possibility to dynamically control interface characteristics with an electric field paves the way towards voltage control of these properties in solid-state devices. Here, we show that electrical switching of the interfacial oxidation state allows for voltage control of magnetic properties to an extent never before achieved through conventional magneto-electric coupling mechanisms. We directly observe in situ voltage-driven O 2− migration in a Co\/metal-oxide bilayer, which we use to toggle the interfacial magnetic anisotropy energy by> 0.75 erg cm− 2 at just 2 V. We exploit the thermally activated nature of ion migration to markedly increase the switching efficiency and to demonstrate reversible patterning of magnetic properties through local …",
            "Magneto-ionic control of interfacial magnetism",
            "Uwe Bauer and Lide Yao and Aik Jun Tan and Parnika Agrawal and Satoru Emori and Harry L Tuller and Sebastiaan Van Dijken and Geoffrey SD Beach",
            "2015",
            "xdzlWowAAAAJ:roLk4NBRz8UC",
            366,
            "https:\/\/www.nature.com\/articles\/nmat4134",
            "18419509031553503941",
            "\/scholar?cites=18419509031553503941",
            {
                "2014":1,
                "2015":31,
                "2016":50,
                "2017":66,
                "2018":73,
                "2019":65,
                "2020":71,
                "2021":6
            }
        ],
        [
            "Current-induced domain wall motion in the presence of the Dzyaloshinskii-Moriya interaction (DMI) is experimentally and theoretically investigated in heavy-metal\/ferromagnet bilayers. The angular dependence of the current-induced torque and the magnetization structure of Dzyaloshinskii domain walls are described and quantified simultaneously in the presence of in-plane fields. We show that the DMI strength depends strongly on the heavy metal, varying by a factor of 20 between Ta and Pa, and that strong DMI leads to wall distortions not seen in conventional materials. These findings provide essential insights for understanding and exploiting chiral magnetism for emerging spintronics applications.",
            "Spin Hall torque magnetometry of Dzyaloshinskii domain walls",
            "Satoru Emori and Eduardo Martinez and Kyung-Jin Lee and Hyun-Woo Lee and Uwe Bauer and Sung-Min Ahn and Parnika Agrawal and David C Bono and Geoffrey SD Beach",
            "2014",
            "xdzlWowAAAAJ:Y0pCki6q_DkC",
            237,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.184427",
            "5794620617556242490",
            "\/scholar?cites=5794620617556242490",
            {
                "2013":1,
                "2014":7,
                "2015":28,
                "2016":41,
                "2017":44,
                "2018":48,
                "2019":26,
                "2020":32,
                "2021":2
            }
        ],
        [
            "Electrical control of magnetism has the potential to bring about revolutionary new spintronic devices 1, 2, 3, 4, 5, many of which rely on efficient manipulation of magnetic domain walls in ferromagnetic nanowires 2, 3, 4. Recently, it has been shown that voltage-induced charge accumulation at a metal–oxide interface can influence domain wall motion in ultrathin metallic ferromagnets 6, 7, 8, but the effects have been relatively modest and limited to the slow, thermally activated regime 9. Here we show that a voltage can generate non-volatile switching of magnetic properties at the nanoscale by modulating interfacial chemistry rather than charge density. Using a solid-state ionic conductor as a gate dielectric 10, 11, we generate unprecedentedly strong voltage-controlled domain wall traps that function as non-volatile, electrically programmable and switchable pinning sites. Pinning strengths of at least 650 Oe can be …",
            "Voltage-controlled domain wall traps in ferromagnetic nanowires",
            "Uwe Bauer and Satoru Emori and Geoffrey SD Beach",
            "2013",
            "xdzlWowAAAAJ:qjMakFHDy7sC",
            164,
            "https:\/\/www.nature.com\/nnano\/journal\/v8\/n6\/full\/nnano.2013.96.html",
            "17158025060234780713",
            "\/scholar?cites=17158025060234780713",
            {
                "2013":7,
                "2014":20,
                "2015":27,
                "2016":15,
                "2017":26,
                "2018":20,
                "2019":26,
                "2020":21
            }
        ],
        [
            "We experimentally investigate spin-orbit torques and spin pumping in NiFe\/Pt bilayers with direct and interrupted interfaces. The dampinglike and fieldlike torques are simultaneously measured with spin-torque ferromagnetic resonance tuned by a dc-bias current, whereas spin pumping is measured electrically through the inverse spin-Hall effect using a microwave cavity. Insertion of an atomically thin Cu dusting layer at the interface reduces the dampinglike torque, fieldlike torque, and spin pumping by nearly the same factor of≈ 1.4. This finding confirms that the observed spin-orbit torques predominantly arise from diffusive transport of spin current generated by the spin-Hall effect. We also find that spin-current scattering at the NiFe\/Pt interface contributes to additional enhancement in magnetization damping that is distinct from spin pumping.",
            "Comparison of spin-orbit torques and spin pumping across NiFe\/Pt and NiFe\/Cu\/Pt interfaces",
            "Tianxiang Nan and Satoru Emori and Carl T Boone and Xinjun Wang and Trevor M Oxholm and John G Jones and Brandon M Howe and Gail J Brown and Nian X Sun",
            "2015",
            "xdzlWowAAAAJ:kNdYIx-mwKoC",
            135,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.214416",
            "14259034459078382520",
            "\/scholar?cites=14259034459078382520",
            {
                "2015":4,
                "2016":18,
                "2017":32,
                "2018":17,
                "2019":35,
                "2020":26,
                "2021":3
            }
        ],
        [
            "Current-induced domain wall motion along high perpendicular magnetocrystalline anisotropy multilayers is studied by means of full micromagnetic simulations and a one-dimensional model in the presence of in-plane fields. We consider domain wall motion driven by the spin Hall effect in the presence of the Dzyaloshinskii-Moriya interaction (DMI). In the case of relatively weak DMI, the wall propagates without significant tilting of the wall plane, and the full micromagnetic results are quantitatively reproduced by a simple rigid one-dimensional model. By contrast, significant wall-plane tilting is observed in the case of strong DMI, and a one-dimensional description including the wall tilting is required to qualitatively describe the micromagnetic results. However, in this strong-DMI case, the one-dimensional model exhibits significant quantitative discrepancies from the full micromagnetic results, in particular, when high …",
            "Current-driven dynamics of Dzyaloshinskii domain walls in the presence of in-plane fields: Full micromagnetic and one-dimensional analysis",
            "Eduardo Martinez and Satoru Emori and Noel Perez and Luis Torres and Geoffrey SD Beach",
            "2014",
            "xdzlWowAAAAJ:WF5omc3nYNoC",
            127,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4881778",
            "3517399373134683124",
            "\/scholar?cites=3517399373134683124",
            {
                "2014":3,
                "2015":10,
                "2016":20,
                "2017":29,
                "2018":26,
                "2019":20,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The current-induced domain wall motion along a thin cobalt ferromagnetic strip sandwiched in a multilayer (Pt\/Co\/AlO) is theoretically studied with emphasis on the roles of the Rashba field, the spin Hall effect, and the Dzyaloshinskii-Moriya interaction. The results point out that these ingredients, originated from the spin-orbit coupling, are consistent with recent experimental observations in three different scenarios. With the aim of clarifying which is the most plausible the influence of in-plane longitudinal and transversal fields is evaluated.",
            "Current-driven domain wall motion along high perpendicular anisotropy multilayers: The role of the Rashba field, the spin Hall effect, and the Dzyaloshinskii-Moriya interaction",
            "Eduardo Martinez and Satoru Emori and Geoffrey SD Beach",
            "2013",
            "xdzlWowAAAAJ:Tyk-4Ss8FVUC",
            118,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4818723",
            "18372497796708334112",
            "\/scholar?cites=18372497796708334112",
            {
                "2013":1,
                "2014":18,
                "2015":11,
                "2016":13,
                "2017":19,
                "2018":22,
                "2019":13,
                "2020":17,
                "2021":1
            }
        ],
        [
            "The influence of a gate voltage on domain wall (DW) propagation is investigated in ultrathin Pt\/Co\/gadolinium oxide (GdOx) films with perpendicular magnetic anisotropy. The DW propagation field can be enhanced or retarded by an electric field at the Co\/GdOx interface and scales linearly with gate voltage up to moderate bias levels. Higher gate voltage levels, corresponding to electric fields >0.2 V\/nm, produce a large irreversible change to the magnetic anisotropy that can enable nonvolatile switching of the coercivity.",
            "Electric field control of domain wall propagation in Pt\/Co\/GdOx films",
            "Uwe Bauer and Satoru Emori and Geoffrey SD Beach",
            "2012",
            "xdzlWowAAAAJ:u-x6o8ySG0sC",
            92,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4712620",
            "6292107241849155811",
            "\/scholar?cites=6292107241849155811",
            {
                "2012":3,
                "2013":15,
                "2014":15,
                "2015":15,
                "2016":10,
                "2017":11,
                "2018":9,
                "2019":9,
                "2020":5
            }
        ],
        [
            "We study the effect of the Dzyaloshinskii-Moriya interaction (DMI) on current-induced magnetic switching of a perpendicularly magnetized heavy-metal\/ferromagnet\/oxide trilayer both experimentally and through micromagnetic simulations. We report the generation of stable helical magnetization stripes for a sufficiently large DMI strength in the switching region, giving rise to intermediate states in the magnetization and confirming the essential role of the DMI on switching processes. We compare the simulation and experimental results to a macrospin model, showing the need for a micromagnetic approach. The influence of the temperature on the switching is also discussed.",
            "Chiral magnetization textures stabilized by the Dzyaloshinskii-Moriya interaction during spin-orbit torque switching",
            "N Perez and E Martinez and L Torres and S-H Woo and S Emori and GSD Beach",
            "2014",
            "xdzlWowAAAAJ:YsMSGLbcyi4C",
            80,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4867199",
            "10950224720419195902",
            "\/scholar?cites=10950224720419195902",
            {
                "2014":7,
                "2015":14,
                "2016":13,
                "2017":21,
                "2018":12,
                "2019":6,
                "2020":5
            }
        ],
        [
            "We report on large modifications of current-induced spin-orbit torques in a gated Pt\/Co\/Gd-oxide microstrip due to voltage-driven O2− migration. The Slonczewski-like and field-like torques are quantified using a low-frequency harmonic technique based on the polar magneto-optical Kerr effect. Voltage-induced oxidation of Co enhances the Slonczewski-like torque by as much as an order of magnitude and simultaneously reduces the anisotropy energy barrier by a factor of ∼5. Such magneto-ionic tuning of interfacial spin-orbit effects may significantly enhance the efficiency of magnetization switching and provide additional degrees of freedom in spintronic devices.",
            "Large voltage-induced modification of spin-orbit torques in Pt\/Co\/GdOx",
            "Satoru Emori and Uwe Bauer and Seonghoon Woo and Geoffrey SD Beach",
            "2014",
            "xdzlWowAAAAJ:UebtZRa9Y70C",
            69,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4903041",
            "13429810460519746326",
            "\/scholar?cites=13429810460519746326",
            {
                "2015":5,
                "2016":8,
                "2017":10,
                "2018":13,
                "2019":14,
                "2020":18
            }
        ]
    ]
}