{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Insulin resistance appears to be the best predictor of the development of diabetes in the children of patients with type 2 diabetes, but the mechanism responsible is unknown.We performed hyperinsulinemic–euglycemic clamp studies in combination with infusions of [6,6-2H2]glucose in healthy, young, lean, insulin-resistant offspring of patients with type 2 diabetes and insulin-sensitive control subjects matched for age, height, weight, and physical activity to assess the sensitivity of liver and muscle to insulin. Proton (1H) magnetic resonance spectroscopy studies were performed to measure intramyocellular lipid and intrahepatic triglyceride content. Rates of whole-body and subcutaneous fat lipolysis were assessed by measuring the rates of [2H5]glycerol turnover in combination with microdialysis measurements of glycerol release from subcutaneous fat. We performed 31P magnetic resonance …",
            "Impaired mitochondrial activity in the insulin-resistant offspring of patients with type 2 diabetes",
            "Kitt Falk Petersen and Sylvie Dufour and Douglas Befroy and Rina Garcia and Gerald I Shulman",
            "2004",
            "XeS9GnUAAAAJ:iKmOvsfbmGkC",
            2277,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa031314",
            "4504317157877118471",
            "\/scholar?cites=4504317157877118471",
            {
                "2004":56,
                "2005":143,
                "2006":175,
                "2007":184,
                "2008":181,
                "2009":157,
                "2010":167,
                "2011":136,
                "2012":151,
                "2013":132,
                "2014":137,
                "2015":108,
                "2016":114,
                "2017":109,
                "2018":120,
                "2019":65,
                "2020":98,
                "2021":10
            }
        ],
        [
            "Este es un ensayo de prognosis social.¿ Pero se puede predecir el futuro? La cuestión es engañosa. No se puede, aunque sólo sea por la razón lógica de que no existe “el futuro”. Utilizar un término en este sentido es reificarlo, afirmar que semejante entidad es una realidad 1. La palabra futuro es un término relativo. Sólo se puede discutir sobre el futuro de algo 2. Este estudio trata sobre el futuro de las sociedades industriales avanzadas.La prognosis difiere de la predicción, y aunque la distinción es arbitraria, conviene que la establezcamos desde ahora. Habitualmente las predicciones se refieren a acontecimientos–quién ganará una elección, sí un país irá o no a la guerra, quién vencerá en ella, la condición de una nueva invención–, es decir, se centran sobre decisiones. Pero en cuanto tales predicciones, aunque posibles, no pueden ser formalizadas o sometidas a reglas. La predicción de los acontecimientos es inherentemente difícil. Los acontecimientos son la intersección de vectores sociales (intereses, fuerzas, presiones y cosas semejantes). Aun cuando de alguna manera se puede determinar la fuerza de esos vectores individualmente, se necesitaría una “física social” para predecir los puntos de cruce donde se combinan las decisiones y las fuerzas no sólo para producir el acontecimiento sino, lo que es más importante, su éxito. La predicción, por lo tanto (y la Kremlinología es un buen ejemplo) está en función en alto grado de un conocimiento y servicio detallado de las interioridades que proceden de una amplia imbricación con la situación. La prognosis es posible donde se dan regularidades y recurrencias de los …",
            "El advenimiento de la sociedad post-industrial: un intento de prognosis social",
            "Daniel Bell and Raúl García and Eugenio Gallego",
            "1976",
            "XeS9GnUAAAAJ:8d0RQTsQA7wC",
            2211,
            "https:\/\/www.academia.edu\/download\/32276234\/DANIEL_BELL-_El_advenimiento_de_la_Sociedad_Post-industrial.pdf",
            "2407593902627826175",
            "\/scholar?cites=2407593902627826175",
            {
                "1989":7,
                "1990":6,
                "1991":8,
                "1992":8,
                "1993":10,
                "1994":7,
                "1995":12,
                "1996":16,
                "1997":18,
                "1998":24,
                "1999":15,
                "2000":36,
                "2001":32,
                "2002":61,
                "2003":53,
                "2004":73,
                "2005":85,
                "2006":70,
                "2007":100,
                "2008":86,
                "2009":89,
                "2010":104,
                "2011":99,
                "2012":113,
                "2013":95,
                "2014":149,
                "2015":138,
                "2016":152,
                "2017":119,
                "2018":122,
                "2019":92,
                "2020":81,
                "2021":4
            }
        ]
    ]
}