{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The science of genetics is undergoing a paradigm shift. Recent discoveries, including the activity of retrotransposons, the extent of copy number variations, somatic and chromosomal mosaicism, and the nature of the epigenome as a regulator of DNA expressivity, are challenging a series of dogmas concerning the nature of the genome and the relationship between genotype and phenotype. According to three widely held dogmas, DNA is the unchanging template of heredity, is identical in all the cells and tissues of the body, and is the sole agent of inheritance. Rather than being an unchanging template, DNA appears subject to a good deal of environmentally induced change. Instead of identical DNA in all the cells of the body, somatic mosaicism appears to be the normal human condition. And DNA can no longer be considered the sole agent of inheritance. We now know that the epigenome, which regulates gene expressivity, can be inherited via the germline. These developments are particularly significant for behavior genetics for at least three reasons: First, epigenetic regulation, DNA variability, and somatic mosaicism appear to be particularly prevalent in the human brain and probably are involved in much of human behavior; second, they have important implications for the validity of heritability and gene association studies, the methodologies that largely define the discipline of behavior genetics; and third, they appear to play a critical role in development during the perinatal period and, in particular, in enabling phenotypic plasticity in offspring. I examine one of the central claims to emerge from the use of heritability studies in the behavioral …",
            "Behavior genetics and postgenomics",
            "E & Commentators Charney",
            "2012",
            "XexzSZ4AAAAJ:9KdEqzwCTsEC",
            250,
            "https:\/\/www.academia.edu\/download\/41508272\/Parental_brain_and_socioeconomic_epigene20160124-27415-1w50v9y.pdf",
            "5664720397334998875",
            "\/scholar?cites=5664720397334998875",
            {
                "2011":1,
                "2012":12,
                "2013":66,
                "2014":41,
                "2015":36,
                "2016":22,
                "2017":17,
                "2018":20,
                "2019":10,
                "2020":15,
                "2021":3
            }
        ],
        [
            "Childhood shyness can predate social anxiety disorder and may be associated with biased discrimination of facial expressions of emotions.To determine whether childhood shyness, or the serotonin transporter promoter polymorphism genotype, can predict participants’ visual event-related potentials in response to expressions of children of similar ages.Study group drawn from an inception cohort of 149 subjects characterized 1 year before the present study by their degree of shyness.Third- and fourth-grade schoolchildren.Forty-nine of the inception cohort children, randomly selected.Latencies and amplitudes of the N400 waveform in response to happy, neutral, and angry expressions.Shyness predicted significantly smaller N400 amplitudes in response to anger (at Pz:P≤.04) and to a neutral expression (at Pz:P≤.047). Shyness was …",
            "Influence of the serotonin transporter promoter gene and shyness on children’s cerebral responses to facial expressions",
            "Marco Battaglia and Anna Ogliari and Annalisa Zanoni and Alessandra Citterio and Uberto Pozzoli and Roberto Giorda and Cesare Maffei and Cecilia Marino",
            "2005",
            "XexzSZ4AAAAJ:DPkBdyRpVwQC",
            196,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/208206",
            "11523567801129530663",
            "\/scholar?cites=11523567801129530663",
            {
                "2005":5,
                "2006":14,
                "2007":15,
                "2008":12,
                "2009":20,
                "2010":16,
                "2011":20,
                "2012":16,
                "2013":16,
                "2014":13,
                "2015":12,
                "2016":8,
                "2017":8,
                "2018":8,
                "2019":5,
                "2020":7
            }
        ],
        [
            "The comorbidity of DSM-III-R axis I and axis II disorders presents conceptual and nosological challenges to psychiatry. In a consecutive series of 164 psychiatric outpatients and 36 healthy controls in Milan, Italy, psychopathology was measured by structured interviews for DSM-III-R disorders and temperament was measured by the Tridimensional Personality Questionnaire (TPQ). Low reward dependence (RD) distinguished cluster A personality disorders and no axis I disorders. High novelty seeking (NS) characterized cluster B personality disorders and patients with eating disorders, alcohol abuse, or substance abuse. High harm avoidance (HA) characterized all cluster C personality disorders and patients with mood or anxiety disorders. The temperament dimensions were nearly independent of one another, but patients often had multiple DSM-III-R diagnoses. The joint relations of these disorders to multiple …",
            "Temperament dimensions explain the comorbidity of psychiatric disorders",
            "Marco Battaglia and Thomas R Przybeck and Laura Bellodi and C Robert Cloninger",
            "1996",
            "XexzSZ4AAAAJ:TaWRl4-rBxwC",
            189,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010440X96900085",
            "3475786908792955067",
            "\/scholar?cites=3475786908792955067",
            {
                "1997":1,
                "1998":5,
                "1999":7,
                "2000":7,
                "2001":7,
                "2002":8,
                "2003":11,
                "2004":8,
                "2005":19,
                "2006":11,
                "2007":12,
                "2008":17,
                "2009":9,
                "2010":7,
                "2011":5,
                "2012":12,
                "2013":4,
                "2014":6,
                "2015":7,
                "2016":8,
                "2017":1,
                "2018":7,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Personality disorders are shaped by a social and cultural context. This principle is supported by evidence that Axis II diagnoses have a different prevalence in different societies, and that some disorders demonstrate cohort effects. Transitions from traditional to modern social structures, accompanied by social disintegration and rapid social change, could account for these phenomena. The main mechanisms of action would involve interference with family functioning and with buffering from the social community.",
            "The cooccurrence of DSM-III-R personality disorders",
            "Scott Stuart and Bruce Pfohl and Marco Battaglia and Laura Bellodi and William Grove and Remi Cadoret",
            "1998",
            "XexzSZ4AAAAJ:dXBh7-90p_YC",
            171,
            "https:\/\/guilfordjournals.com\/doi\/abs\/10.1521\/pedi.1998.12.4.302",
            "8267270500309868149",
            "\/scholar?cites=8267270500309868149",
            {
                "2000":6,
                "2001":11,
                "2002":9,
                "2003":6,
                "2004":10,
                "2005":9,
                "2006":17,
                "2007":12,
                "2008":10,
                "2009":13,
                "2010":6,
                "2011":11,
                "2012":13,
                "2013":9,
                "2014":3,
                "2015":5,
                "2016":8,
                "2017":3,
                "2018":4,
                "2019":1,
                "2020":1,
                "2021":2
            }
        ],
        [
            "Objective: The authors investigated the relation ofage at onset ofpanic disorder to liability to panic disorder and agoraphobia. Method: Two hundred thirty-one outpatients with panic disorder were compared with 13 1 surgical outpatients on demographic variables and familial risk ofpsychiatric disorders. The distribution ofpatients’ ages at onset ofpanic disorder and several covariates were entered in a stepwise survivalanalysis. Results: The patients with panic disorder had a significantly higher rate of childhood separation anxiety disorder and higher familial risks of panic disorder\/panic disorder with agoraphobia and alcoholism. A family history ofpanic disorder with agoraphobia and the presence ofchildhood separation anxiety disorder influenced age at onset ofpanic disorder. Conclusions: Age at onset ofpanic disorder may reflect genetic penetrance, and separation anxiety disorder may be an individual predictor of earlier onset ofpanic disorder.",
            "Age at onset of panic disorder: influence of familial liability to the disease and of childhood separation anxiety disorder",
            "Marco Battaglia and Silvana Bertella and Ernestina Politi and Luana Bernardeschi and Giampaolo Perna and Angela Gabriele and Laura Bellodi",
            "1995",
            "XexzSZ4AAAAJ:h-fwNd0rmTkC",
            168,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.460.9910&rep=rep1&type=pdf",
            "17424849251867404173",
            "\/scholar?cites=17424849251867404173",
            {
                "1995":1,
                "1996":2,
                "1997":8,
                "1998":10,
                "1999":7,
                "2000":4,
                "2001":8,
                "2002":10,
                "2003":5,
                "2004":7,
                "2005":6,
                "2006":11,
                "2007":5,
                "2008":10,
                "2009":4,
                "2010":5,
                "2011":11,
                "2012":9,
                "2013":16,
                "2014":7,
                "2015":5,
                "2016":7,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ],
        [
            "The aims of this study were the Italian standardization of the Child Behavior Checklist (CBCL\/4-18) and the Teacher's Report Form (TRF), the analysis of the internal consistency of the two instruments, and the evaluation of the agreement between parents' and teachers' ratings. A group of 1423 parents and 1464 teachers of children and adolescents aged 4 to 18 years, from three different provinces of Northern Italy, were randomly recruited. Boys scored higher than girls on the Externalizing scales on both CBCL and TRF, while there were no significant differences between the two sexes on the Internalizing scales. In general, internalizing problems increased with age, whereas externalizing behaviors decreased, mainly through a reduction of aggressive problems in older subjects. For most scales, low socioeconomic status was associated with high problem scores. Most scales of the CBCL and the TRF showed a …",
            "Behavioral and emotional problems among Italian children and adolescents aged 4 to 18 years as reported by parents and teachers",
            "Alessandra Frigerio and Carmen Cattaneo and MariaGiulia Cataldo and Alessia Schiatti and Massimo Molteni and Marco Battaglia",
            "2004",
            "XexzSZ4AAAAJ:RIrVDUe1hjoC",
            158,
            "https:\/\/econtent.hogrefe.com\/doi\/abs\/10.1027\/1015-5759.20.2.124",
            "3710397785636989236",
            "\/scholar?cites=3710397785636989236",
            {
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":4,
                "2007":17,
                "2008":8,
                "2009":11,
                "2010":11,
                "2011":6,
                "2012":11,
                "2013":12,
                "2014":10,
                "2015":12,
                "2016":5,
                "2017":8,
                "2018":10,
                "2019":10,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Determined whether systematic assessment of 87 White female patients (aged 18–63 yrs; 75 Ss in St Louis, Missouri, and 12 in Milan, Italy) with borderline personality disorder (BPD) would reveal characteristic features of the borderline condition that would distinguish it from other conditions, including Briquet's syndrome, somatization disorder, antisocial personality disorder, alcoholism\/substance abuse disorders, and major depression. Ss were examined with the Diagnostic and Statistical Manual of Mental Disorders-III-Revised (DSM-III-R) Checklist to determine their patterns of psychiatric comorbidity. Findings showed that every S had at least one additional DSM diagnosis. Overall, types and prevalence of disorders that co-occurred with BPD seemed to belong in 2 major and relatively independent groups of illnesses: Briquet's cluster (encompassing hysteria, sociopathy, and alcoholism), and a mood cluster …",
            "Clinical study of the relation of borderline personality disorder to Briquet's syndrome (hysteria), somatization disorder, antisocial personality disorder, and substance abuse …",
            "James J Hudziak and Todd J Boffeli and Jerald J Kreisman and Marco M Battaglia",
            "1996",
            "XexzSZ4AAAAJ:9qGwjJavaBUC",
            155,
            "https:\/\/psycnet.apa.org\/record\/1996-00499-013",
            "10203359211665052341",
            "\/scholar?cites=10203359211665052341",
            {
                "1997":3,
                "1998":3,
                "1999":7,
                "2000":6,
                "2001":2,
                "2002":10,
                "2003":10,
                "2004":9,
                "2005":9,
                "2006":10,
                "2007":6,
                "2008":9,
                "2009":9,
                "2010":6,
                "2011":5,
                "2012":6,
                "2013":7,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":9,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Impulsivity at the neuropsychological and behavioral levels was investigated in a sample of drug-naive depressed children and adolescents. The performance of 21 patients with a current diagnosis of mood disorder was compared with that of 21 normal controls on tests of executive functions related to impulsivity (Matching Familiar Figures Test, Continuous Performance Test, Verbal Fluency, Stroop Test, and Walk–Don't Walk) and on impulsive\/restless behavior on the Conners' Parent Rating Scale. Depressed children and adolescents showed a pattern of conservative response style, with slow reaction times and attentional problems, similar to that observed in adults, and a general delay\/difficulty in response initiation on the Fluency Test. Depressed participants were rated by their parents as being significantly more impulsive\/restless than controls. However, there was no evidence of an impulsive cognitive …",
            "Impulsivity in depressed children and adolescents: a comparison between behavioral and neuropsychological data",
            "Maria G Cataldo and Maria Nobile and Maria Luisa Lorusso and Marco Battaglia and Massimo Molteni",
            "2005",
            "XexzSZ4AAAAJ:6nNZn6i0kyMC",
            150,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0165178105001794",
            "16636572292712258276",
            "\/scholar?cites=16636572292712258276",
            {
                "2006":1,
                "2007":7,
                "2008":7,
                "2009":8,
                "2010":9,
                "2011":12,
                "2012":15,
                "2013":6,
                "2014":16,
                "2015":14,
                "2016":22,
                "2017":3,
                "2018":9,
                "2019":12,
                "2020":9
            }
        ],
        [
            "The length and expense of comprehensive personality disorder interviews makes them unwieldy for routine use. A brief but sensitive screen could eliminate administration of longer instruments in many instances. We describe the development of the Iowa Personality Disorder Screen (IPDS)—a mini-structured interview which can be completed in less than 5 minutes. Retrospective analyses using 1,203 SIDP-R interviews suggested that the IPDS items should provide good sensitivity and specificity. We present results from a prospective validation study, using a mixed group of 52 nonpsychotic inpatients and outpatients who were diagnosed using the SIDP-IV. Blind administration of the IPDS yielded excellent sensitivity (92%) and good specificity (79%), using a subset of five screening items. Addition of two more items leads to an estimated sensitivity of 79% and specificity of 86%. The IPDS shows promise as a quick …",
            "The Iowa Personality Disorder Screen: Development and preliminary validation of a brief screening interview",
            "Douglas R Langbehn and Bruce M Pfohl and Sarah Reynolds and Lee Anna Clark and Marco Battaglia and Laura Bellodi and Remi Cadoret and William Grove and Paul Pilkonis and Paul Links",
            "1999",
            "XexzSZ4AAAAJ:VU60ks20i7sC",
            143,
            "https:\/\/guilfordjournals.com\/doi\/abs\/10.1521\/pedi.1999.13.1.75",
            "1344954844799735367",
            "\/scholar?cites=1344954844799735367",
            {
                "1998":1,
                "1999":3,
                "2000":2,
                "2001":3,
                "2002":2,
                "2003":1,
                "2004":7,
                "2005":3,
                "2006":4,
                "2007":6,
                "2008":11,
                "2009":9,
                "2010":12,
                "2011":15,
                "2012":5,
                "2013":12,
                "2014":8,
                "2015":9,
                "2016":6,
                "2017":7,
                "2018":7,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The effects of a single inhalation of a 35% CO2\/65% O2 gas mixture were examined in 71 patients with panic disorder with or without agoraphobia and 44 normal control subjects. Compared with the placebo condition, inhalation of air, the CO2\/O2 mixture elicited a clear anxiety reaction only in panic disorder patients, who experienced a sudden rise of subjective anxiety as well as of several panic symptoms. Respiratory symptoms and the fear of dying best distinguished the patients from the control subjects. Baseline anxiety was not the key factor in explaining this differential reaction. The clinical features of panic disorder (namely, frequency of panic attacks, agoraphobia, anticipatory anxiety, and duration of illness) were not significantly related to the response to the challenge test, suggesting that CO2 reactivity might be a trait marker of panic disorder.",
            "Carbon dioxide\/oxygen challenge test in panic disorder",
            "Giampaolo Perna and Marco Battaglia and Anna Garberi and Cinzia Arancio and Angelo Bertani and Laura Bellodi",
            "1994",
            "XexzSZ4AAAAJ:VHymtrwLyIYC",
            136,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/016517819490085X",
            "12104088059740812343",
            "\/scholar?cites=12104088059740812343",
            {
                "1994":1,
                "1995":6,
                "1996":3,
                "1997":5,
                "1998":3,
                "1999":2,
                "2000":3,
                "2001":12,
                "2002":17,
                "2003":7,
                "2004":6,
                "2005":6,
                "2006":6,
                "2007":3,
                "2008":4,
                "2009":5,
                "2010":6,
                "2011":7,
                "2012":7,
                "2013":5,
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":7,
                "2019":4
            }
        ]
    ]
}