{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A country' suitability for entry into a currency union depends on a number of economic conditions. These include, inter alia, the intensity of trade with other potential members of the currency union, and the extent to which domestic business cycles are correlated with those of the other countries. But international trade patterns and international business cycle correlations are endogenous. This paper develops and investigates the relationship between the two phenomena. Using thirty years of data for twenty industrialised countries, we uncover a strong and striking empirical finding: countries with closer trade links tend to have more tightly correlated business cycles.",
            "The endogenity of the optimum currency area criteria",
            "Jeffrey A Frankel and Andrew K Rose",
            "1998",
            "XhpyWAMAAAAJ:u5HHmVD_uO8C",
            4466,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/1468-0297.00327",
            "13501015873883037328",
            "\/scholar?cites=13501015873883037328",
            {
                "1997":11,
                "1998":37,
                "1999":57,
                "2000":77,
                "2001":95,
                "2002":161,
                "2003":200,
                "2004":197,
                "2005":210,
                "2006":232,
                "2007":192,
                "2008":218,
                "2009":238,
                "2010":241,
                "2011":251,
                "2012":275,
                "2013":269,
                "2014":227,
                "2015":238,
                "2016":224,
                "2017":202,
                "2018":171,
                "2019":172,
                "2020":175,
                "2021":14
            }
        ],
        [
            "Currency unions Their dramatic effect on international tradeA gravity model is used to assess the separate effects of exchange rate volatility and currency unions on international trade. The panel data, bilateral observations for five years during 1970–90 covering 186 countries, includes 300+ observations in which both countries use the same currency. I find a large positive effect of a currency union on international trade, and a small negative effect of exchange rate volatility, even after controlling for a host of features, including the endogenous nature of the exchange rate regime. These effects, statistically significant, imply that two countries sharing the same currency trade three times as much as they would with different currencies. Currency unions like the European EMU may thus lead to a large increase in international trade, with all that that entails.— Andrew Rose",
            "One money, one market: the effect of common currencies on trade",
            "Andrew K Rose",
            "2000",
            "XhpyWAMAAAAJ:u-x6o8ySG0sC",
            3554,
            "https:\/\/academic.oup.com\/economicpolicy\/article-abstract\/15\/30\/08\/2366365",
            "8837000702572239116",
            "\/scholar?cites=8837000702572239116",
            {
                "2000":48,
                "2001":88,
                "2002":146,
                "2003":205,
                "2004":193,
                "2005":199,
                "2006":209,
                "2007":167,
                "2008":223,
                "2009":218,
                "2010":199,
                "2011":178,
                "2012":216,
                "2013":185,
                "2014":181,
                "2015":158,
                "2016":135,
                "2017":135,
                "2018":143,
                "2019":154,
                "2020":108,
                "2021":5
            }
        ],
        [
            "We use a panel of annual data for over 100 developing countries from 1971 through 1992 to characterize currency crashes. We define a currency crash as a large change of the nominal exchange rate that is also a substantial increase in the rate of change of nominal depreciation. We examine the composition of the debt as well as its level, and a variety of other macroeconomic factors, external and foreign. Crashes tend to occur when: output growth is low; the growth of domestic credit is high; and the level of foreign interest rates are high. A low ratio of FDI to debt is consistently associated with a high likelihood of a crash.",
            "Currency crashes in emerging markets: An empirical treatment",
            "Jeffrey A Frankel and Andrew K Rose",
            "1996",
            "XhpyWAMAAAAJ:d1gkVwhDpl0C",
            2641,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022199696014419",
            "11937641772842845751",
            "\/scholar?cites=11937641772842845751",
            {
                "1996":8,
                "1997":12,
                "1998":48,
                "1999":70,
                "2000":100,
                "2001":87,
                "2002":110,
                "2003":101,
                "2004":116,
                "2005":141,
                "2006":148,
                "2007":129,
                "2008":119,
                "2009":119,
                "2010":121,
                "2011":122,
                "2012":135,
                "2013":126,
                "2014":129,
                "2015":138,
                "2016":116,
                "2017":111,
                "2018":111,
                "2019":89,
                "2020":96,
                "2021":3
            }
        ],
        [
            "This paper is concerned with the fact that the incidence of speculative attacks tends to be temporally correlated; that is, currency crises appear to pass “contagiously” from one country to another. The paper provides a survey of the theoretical literature, and analyzes the contagious nature of currency crises empirically, Using thirty years of panel data from twenty industrialized countries, we find evidence of contagion. Contagion appears to spread more easily to countries which are closely tied by international trade linkages than to countries in similar macroeconomic circumstances.",
            "Contagious currency crises",
            "Barry Eichengreen and Andrew K Rose and Charles Wyplosz",
            "1996",
            "XhpyWAMAAAAJ:9yKSN-GCB0IC",
            2357,
            "https:\/\/www.nber.org\/papers\/w5681",
            "17912600633094918718",
            "\/scholar?cites=17912600633094918718",
            {
                "1997":16,
                "1998":51,
                "1999":75,
                "2000":107,
                "2001":90,
                "2002":106,
                "2003":115,
                "2004":116,
                "2005":104,
                "2006":97,
                "2007":104,
                "2008":97,
                "2009":109,
                "2010":126,
                "2011":121,
                "2012":129,
                "2013":135,
                "2014":127,
                "2015":117,
                "2016":91,
                "2017":86,
                "2018":79,
                "2019":68,
                "2020":55,
                "2021":4
            }
        ],
        [
            "This paper estimates the effect on international trade of multilateral trade agreements—the World Trade Organization (WTO), its predecessor the General Agreement on Tariffs and Trade (GATT), and the Generalized System of Preferences (GSP) extended from rich countries to developing countries. I use a standard “gravity” model of bilateral merchandise trade and a large panel data set covering over 50 years and 175 countries. An extensive search reveals little evidence that countries joining or belonging to the GATT\/WTO have different trade patterns from outsiders, though the GSP seems to have a strong effect.",
            "Do we really know that the WTO increases trade?",
            "Andrew K Rose",
            "2004",
            "XhpyWAMAAAAJ:qjMakFHDy7sC",
            1933,
            "https:\/\/www.aeaweb.org\/articles?id=10.1257\/000282804322970724",
            "6061230326804467425",
            "\/scholar?cites=6061230326804467425",
            {
                "2003":22,
                "2004":47,
                "2005":64,
                "2006":102,
                "2007":89,
                "2008":128,
                "2009":134,
                "2010":157,
                "2011":129,
                "2012":153,
                "2013":129,
                "2014":121,
                "2015":125,
                "2016":101,
                "2017":117,
                "2018":86,
                "2019":101,
                "2020":79,
                "2021":7
            }
        ],
        [
            "Exchange market mayhemThe antecedents and aftermath of speculative attacks             This paper evaluates the causes and consequences of episodes of turbulence in foreign exchange markets. Using data from 1959 through 1993 for twenty OECD countries, we consider the antecedents and aftermath of devaluations and revaluations, flotations, fixings and speculative attacks (which may not be successful). We find that realignments of fixed exchange rates are alike: devaluations are preceded by political instability, budget and current account deficits, and fast growth of money and prices. Revaluations are mirror images of devaluations. Speculative attacks resemble devaluations, but money growth and inflation are more endemic and there is no last-minute attempt to tighten monetary policy. In contrast, few consistent correlations link              regime transitions              like flotations or fixings to …",
            "Exchange market mayhem: the antecedents and aftermath of speculative attacks",
            "Barry Eichengreen and Andrew K Rose and Charles Wyplosz",
            "1995",
            "XhpyWAMAAAAJ:2osOgNQ5qMEC",
            1723,
            "https:\/\/academic.oup.com\/economicpolicy\/article-abstract\/10\/21\/249\/2392284",
            "16966324145800850503",
            "\/scholar?cites=16966324145800850503",
            {
                "1996":29,
                "1997":18,
                "1998":47,
                "1999":71,
                "2000":78,
                "2001":59,
                "2002":83,
                "2003":74,
                "2004":73,
                "2005":74,
                "2006":84,
                "2007":76,
                "2008":79,
                "2009":75,
                "2010":90,
                "2011":85,
                "2012":95,
                "2013":91,
                "2014":77,
                "2015":87,
                "2016":68,
                "2017":56,
                "2018":49,
                "2019":33,
                "2020":39,
                "2021":4
            }
        ],
        [
            "To quantify the implications of common currencies for trade and income, we use data for over 200 countries and dependencies. In our two-stage approach, estimates at the first stage suggest that belonging to a currency union\/board triples trade with other currency union members. Moreover, there is no evidence of trade diversion. Our estimates at the second stage suggest that every 1 percent increase in a country's overall trade (relative to GDP) raises income per capita by at least one-third of a percent. We combine the two estimates to quantify the effect of common currencies on output. Our results support the hypothesis that important beneficial effects of currency unions come through the promotion of trade.",
            "An estimate of the effect of common currencies on trade and income",
            "Jeffrey Frankel and Andrew Rose",
            "2002",
            "XhpyWAMAAAAJ:UeHWp8X0CEIC",
            1655,
            "https:\/\/academic.oup.com\/qje\/article-abstract\/117\/2\/437\/1883899",
            "18410283198294985884",
            "\/scholar?cites=18410283198294985884",
            {
                "2002":33,
                "2003":66,
                "2004":69,
                "2005":78,
                "2006":99,
                "2007":73,
                "2008":97,
                "2009":105,
                "2010":87,
                "2011":98,
                "2012":93,
                "2013":93,
                "2014":75,
                "2015":100,
                "2016":78,
                "2017":93,
                "2018":107,
                "2019":88,
                "2020":89,
                "2021":5
            }
        ],
        [
            "Does leaving a currency union reduce international trade? We answer this question using a large annual panel data set covering 217 countries from 1948 through 1997. During this sample a large number of countries left currency unions; they experienced economically and statistically significant declines in bilateral trade, after accounting for other factors. Assuming symmetry, we estimate that a pair of countries that starts to use a common currency experiences a near doubling in bilateral trade.",
            "Does a currency union affect trade? The time-series evidence",
            "Reuven Glick and Andrew K Rose",
            "2002",
            "XhpyWAMAAAAJ:zYLM7Y9cAGgC",
            1440,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0014292101002021",
            "12844887839910736088",
            "\/scholar?cites=12844887839910736088",
            {
                "2001":7,
                "2002":52,
                "2003":64,
                "2004":87,
                "2005":79,
                "2006":85,
                "2007":73,
                "2008":86,
                "2009":82,
                "2010":84,
                "2011":75,
                "2012":81,
                "2013":93,
                "2014":72,
                "2015":91,
                "2016":69,
                "2017":63,
                "2018":56,
                "2019":70,
                "2020":41,
                "2021":3
            }
        ],
        [
            "Currency crises tend to be regional; they affect countries in geographic proximity. This suggests that patterns of international trade are important in understanding how currency crises spread, above and beyond any macroeconomic phenomena. We provide empirical support for this hypothesis. Using data for five different currency crises (in 1971, 1973, 1992, 1994 and 1997) we show that currency crises affect clusters of countries tied together by international trade. By way of contrast, macroeconomic and financial influences are not closely associated with the cross-country incidence of speculative attacks.",
            "Contagion and trade: Why are currency crises regional?",
            "Reuven Glick and Andrew K Rose",
            "1999",
            "XhpyWAMAAAAJ:IjCSPb-OGe4C",
            1422,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0261560699000236",
            "12992497430359976783",
            "\/scholar?cites=12992497430359976783",
            {
                "1998":11,
                "1999":34,
                "2000":62,
                "2001":72,
                "2002":71,
                "2003":83,
                "2004":71,
                "2005":79,
                "2006":57,
                "2007":67,
                "2008":48,
                "2009":60,
                "2010":81,
                "2011":71,
                "2012":71,
                "2013":71,
                "2014":70,
                "2015":68,
                "2016":58,
                "2017":56,
                "2018":59,
                "2019":51,
                "2020":35,
                "2021":2
            }
        ],
        [
            "IN THE EARLY 1980s, the Keynesian view of business cycles was in trouble. The problem was not new empirical evidence against Keynesian theories, but weakness in the theories themselves.'According to the Keynesian view, fluctuations in output arise largely from fluctuations in nominal aggregate demand. These changes in demand have real effects because nominal wages and prices are rigid. But in Keynesian models of the 1970s, the crucial nominal rigidities were assumed rather than",
            "The new Keynesian economics and the output-inflation trade-off",
            "Laurence Ball and N Gregory Mankiw and David Romer and George A Akerlof and Andrew Rose and Janet Yellen and Christopher A Sims",
            "1988",
            "XhpyWAMAAAAJ:6_hjMsCP8ZoC",
            1212,
            "https:\/\/www.jstor.org\/stable\/2534424",
            "5682539072569710784",
            "\/scholar?cites=5682539072569710784",
            {
                "1988":3,
                "1989":9,
                "1990":17,
                "1991":16,
                "1992":20,
                "1993":24,
                "1994":28,
                "1995":27,
                "1996":26,
                "1997":35,
                "1998":35,
                "1999":36,
                "2000":55,
                "2001":42,
                "2002":32,
                "2003":36,
                "2004":41,
                "2005":46,
                "2006":29,
                "2007":56,
                "2008":51,
                "2009":58,
                "2010":40,
                "2011":44,
                "2012":31,
                "2013":44,
                "2014":37,
                "2015":40,
                "2016":57,
                "2017":41,
                "2018":46,
                "2019":50,
                "2020":25,
                "2021":3
            }
        ]
    ]
}