{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Gene therapy holds great promise as a future approach to fighting disease and is explored in worldwide clinical trials. Cationic liposome (CL)−DNA complexes are a prevalent nonviral delivery vector, but their efficiency requires improvement and the understanding of their mechanism of action is incomplete. As part of our effort to investigate the structure-transfection efficiency relationships of self-assembled CL−DNA vectors, we have synthesized a new, highly charged (16+) multivalent cationic lipid, MVLBG2, with a dendritic headgroup. Our synthetic scheme allows facile variation of the headgroup charge and the spacer connecting hydrophobic and headgroup moieties as well as gram-scale synthesis. Complexes of DNA with mixtures of MVLBG2 and neutral 1,2-dioleoyl-sn-glycerophosphatidylcholine (DOPC) exhibit the well-known lamellar phase at 90 mol % DOPC. Starting at 20 mol % dendritic lipid, however …",
            "A columnar phase of dendritic lipid− based cationic liposome− DNA complexes for gene delivery: hexagonally ordered cylindrical micelles embedded in a DNA honeycomb lattice",
            "Kai K Ewert and Heather M Evans and Alexandra Zidovska and Nathan F Bouxsein and Ayesha Ahmad and Cyrus R Safinya",
            "2006",
            "xiJhAowAAAAJ:u5HHmVD_uO8C",
            245,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja055907h",
            "13345804522650666283",
            "\/scholar?cites=13345804522650666283",
            {
                "2006":6,
                "2007":20,
                "2008":22,
                "2009":21,
                "2010":26,
                "2011":29,
                "2012":20,
                "2013":12,
                "2014":17,
                "2015":19,
                "2016":16,
                "2017":10,
                "2018":9,
                "2019":10,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Atrial fibrillation is a common arrhythmia that is associated with increased risk of stroke, which can be reduced with appropriate anticoagulation treatment. However, it remains underdiagnosed in contemporary clinical practice using conventional detection methods, resulting in missed opportunities to implement appropriate treatment. Newer technologies developed in recent years can potentially enhance the detection of atrial fibrillation and overcome certain limitations of the conventional methods. However, uncertainties remain about their use and the significance of atrial fibrillation detected by some of these newer technologies. This review examines the evidence supporting the use of some of these technologies and evaluates their applications in certain clinical scenarios.",
            "Micron-scale coherence in interphase chromatin dynamics",
            "Alexandra Zidovska and David A Weitz and Timothy J Mitchison",
            "2013",
            "xiJhAowAAAAJ:2osOgNQ5qMEC",
            155,
            "https:\/\/www.pnas.org\/content\/110\/39\/15555.short",
            "8984946009693852456",
            "\/scholar?cites=8984946009693852456",
            {
                "2014":11,
                "2015":14,
                "2016":14,
                "2017":23,
                "2018":24,
                "2019":25,
                "2020":39,
                "2021":4
            }
        ],
        [
            "Motivated by the promises of gene therapy, there is great interest in developing non-viral lipid-based vectors for therapeutic applications due to their low immunogenicity, low toxicity, ease of production, and the potential of transferring large pieces of DNA into cells. In fact, cationic liposome (CL) based vectors are among the prevalent synthetic carriers of nucleic acids (NAs) currently used in gene therapy clinical trials worldwide. These vectors are studied both for gene delivery with CL–DNA complexes and gene silencing with CL–siRNA (short interfering RNA) complexes. However, their transfection efficiencies and silencing efficiencies remain low compared to those of engineered viral vectors. This reflects the currently poor understanding of transfection-related mechanisms at the molecular and self-assembled levels, including a lack of knowledge about interactions between membranes and double …",
            "Cationic liposome–nucleic acid complexes for gene delivery and silencing: pathways and mechanisms for plasmid DNA and siRNA",
            "Kai K Ewert and Alexandra Zidovska and Ayesha Ahmad and Nathan F Bouxsein and Heather M Evans and Christopher S McAllister and Charles E Samuel and Cyrus R Safinya",
            "2010",
            "xiJhAowAAAAJ:u-x6o8ySG0sC",
            131,
            "https:\/\/link.springer.com\/chapter\/10.1007\/128_2010_70",
            "17603353386059596240",
            "\/scholar?cites=17603353386059596240",
            {
                "2011":4,
                "2012":10,
                "2013":11,
                "2014":19,
                "2015":19,
                "2016":19,
                "2017":14,
                "2018":7,
                "2019":10,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Following recent observations of large scale correlated motion of chromatin inside the nuclei of live differentiated cells, we present a hydrodynamic theory—the two-fluid model—in which the content of a nucleus is described as a chromatin solution with the nucleoplasm playing the role of the solvent and the chromatin fiber that of a solute. This system is subject to both passive thermal fluctuations and active scalar and vector events that are associated with free energy consumption, such as ATP hydrolysis. Scalar events drive the longitudinal viscoelastic modes (where the chromatin fiber moves relative to the solvent) while vector events generate the transverse modes (where the chromatin fiber moves together with the solvent). Using linear response methods, we derive explicit expressions for the response functions that connect the chromatin density and velocity correlation functions to the corresponding correlation …",
            "Chromatin hydrodynamics",
            "Robijn Bruinsma and Alexander Y Grosberg and Yitzhak Rabin and Alexandra Zidovska",
            "2014",
            "xiJhAowAAAAJ:UeHWp8X0CEIC",
            77,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349514003403",
            "225535362957185802",
            "\/scholar?cites=225535362957185802",
            {
                "2014":1,
                "2015":10,
                "2016":6,
                "2017":19,
                "2018":13,
                "2019":12,
                "2020":16
            }
        ],
        [
            "We demonstrate that composite envelopes of nucleated cells exhibit pronounced short wavelength (≤ 0.5 μ m) bending excitations of∼ 10 nm root mean square amplitudes at physiological temperatures, which impede strong adhesion due to entropic repulsion forces. Quantitative microinterferometric analysis of the dynamic cell surface roughness of macrophages in terms of the theory of statistical surfaces suggests that the membrane excitations are mainly thermally driven Brownian motions (although active driving forces may contribute substantially). We determine the effective bending modulus of the cell envelope (∼ 1000 k B T), the cortical tension (∼ 10− 4 N m− 1), and the work of adhesion (∼ 10− 5 J m− 2).",
            "Brownian motion of nucleated cell envelopes impedes adhesion",
            "Alexandra Zidovska and Erich Sackmann",
            "2006",
            "xiJhAowAAAAJ:d1gkVwhDpl0C",
            74,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.048103",
            "2697851549379345484",
            "\/scholar?cites=2697851549379345484",
            {
                "2006":4,
                "2007":6,
                "2008":7,
                "2009":4,
                "2010":9,
                "2011":7,
                "2012":9,
                "2013":4,
                "2014":3,
                "2015":6,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The prospects of gene therapy have generated unprecedented interest in the properties and structures of complexes of nucleic acids (NAs) with cationic liposomes (CLs), which are used as nonviral NA carriers in worldwide clinical trials. An improved understanding of the mechanisms of action of CL−NA complexes is required to enable their widespread therapeutic use. In prior studies of CL-mediated DNA delivery, membrane charge density (σM) was identified as a key parameter for transfection efficiency (TE) of lamellar (LαC) CL−DNA complexes. The TE of CL−DNA complexes containing cationic lipids with headgroup valencies from 1+ to 5+ follows a universal bell-shaped curve as a function of σM. As we report here, the TE of CL−DNA complexes containing new multivalent lipids with dendritic headgroups (DLs) strongly deviates from this curve at high σM. We have investigated four DLs, MVLG2 (4+), MVLG3 …",
            "Liquid crystalline phases of dendritic lipid− DNA self-assemblies: lamellar, hexagonal, and DNA bundles",
            "Alexandra Zidovska and Heather M Evans and Kai K Ewert and Joel Quispe and Bridget Carragher and Clinton S Potter and Cyrus R Safinya",
            "2009",
            "xiJhAowAAAAJ:9yKSN-GCB0IC",
            55,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp806863z",
            "15384695566749365184",
            "\/scholar?cites=15384695566749365184",
            {
                "2009":2,
                "2010":6,
                "2011":9,
                "2012":4,
                "2013":5,
                "2014":11,
                "2015":5,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":1,
                "2020":3
            }
        ],
        [
            "Motivated by its important role in gene delivery, we have studied the effect of cholesterol and analogs on the transfection efficiency (TE) of lamellar cationic liposome−DNA (CL−DNA) complexes in vitro. Addition of cholesterol to low-transfecting DOTAP\/DOPC−DNA complexes increases TE, with 15 mol % cholesterol already yielding 10-fold improvement. Steroids lacking the alkyl tail only modestly enhance TE, while molecules retaining it strongly enhance TE. All steroid-containing CL−DNA complexes exhibit the lamellar structure. The increase in experimentally determined membrane charge density (a universal parameter governing the TE of lamellar CL−DNA complexes) with cholesterol content alone cannot account for the rapid increase of TE. Instead, the reduction of the hydration repulsion layer of the membrane, caused by replacement of DOPC by cholesterol, promotes fusion between cationic membranes of …",
            "The role of cholesterol and structurally related molecules in enhancing transfection of cationic liposome− DNA complexes",
            "Alexandra Zidovska and Heather M Evans and Ayesha Ahmad and Kai K Ewert and Cyrus R Safinya",
            "2009",
            "xiJhAowAAAAJ:qjMakFHDy7sC",
            42,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp809000e",
            "17366288379576415772",
            "\/scholar?cites=17366288379576415772",
            {
                "2008":1,
                "2009":1,
                "2010":8,
                "2011":4,
                "2012":3,
                "2013":11,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":6
            }
        ],
        [
            "The nuclear envelope (NE) presents a physical boundary between the cytoplasm and the nucleoplasm, sandwiched in between two highly active systems inside the cell: cytoskeleton and chromatin. NE defines the shape and size of the cell nucleus, which increases during the cell cycle, accommodating for chromosome decondensation followed by genome duplication. In this work, we study nuclear shape fluctuations at short time scales of seconds in human cells. Using spinning disk confocal microscopy, we observe fast fluctuations of the NE, visualized by fluorescently labeled lamin A, and of the chromatin globule surface (CGS) underneath the NE, visualized by fluorescently labeled histone H2B. Our findings reveal that fluctuation amplitudes of both CGS and NE monotonously decrease during the cell cycle, serving as a reliable cell cycle stage indicator. Remarkably, we find that, while CGS and NE typically …",
            "On the origin of shape fluctuations of the cell nucleus",
            "Fang-Yi Chu and Shannon C Haley and Alexandra Zidovska",
            "2017",
            "xiJhAowAAAAJ:qxL8FJ1GzNcC",
            41,
            "https:\/\/www.pnas.org\/content\/114\/39\/10338.short",
            "3963411876527378794",
            "\/scholar?cites=3963411876527378794",
            {
                "2018":5,
                "2019":14,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We studied force-induced elongation of filopodia by coupling magnetic tweezers to the tip through the bacterial coat protein invasin, which couples the force generator to the actin bundles (through myosin X), thus impeding the growth of the actin plus end. Single force pulses (15–30 s) with amplitudes between 20 and 600 pN and staircase-like force scenarios (amplitudes, ∼50 pN; step widths, 30 s) were applied. In both cases, the responses consist of a fast viscoelastic deflection followed by a linear flow regime. The deflections are reversible after switching off the forces, suggesting a mechanical memory. The elongation velocity exhibits an exponential distribution (half-width <v1\/2>, ∼0.02 μm s−1) and did not increase systematically with the force amplitudes. We estimate the bending modulus (0.4 × 10−23 J m) and the number of actin filaments (∼10) by analyzing filopodium bending fluctuations. Sequestering of …",
            "On the mechanical stabilization of filopodia",
            "Alexandra Zidovska and Erich Sackmann",
            "2011",
            "xiJhAowAAAAJ:zYLM7Y9cAGgC",
            37,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349511001895",
            "11518683340540250973",
            "\/scholar?cites=11518683340540250973",
            {
                "2011":3,
                "2012":1,
                "2013":6,
                "2014":3,
                "2015":11,
                "2016":1,
                "2017":4,
                "2018":3,
                "2019":4
            }
        ],
        [
            "The nucleolus is a membraneless organelle embedded in chromatin solution inside the cell nucleus. By analyzing surface dynamics and fusion kinetics of human nucleoli in vivo, we find that the nucleolar surface exhibits subtle, but measurable, shape fluctuations and that the radius of the neck connecting two fusing nucleoli grows in time as r (t)∼ t 1\/2. This is consistent with liquid droplets with low surface tension∼ 10− 6 N m− 1 coalescing within an outside fluid of high viscosity∼ 10 3 Pa s. Our study presents a noninvasive approach of using natural probes and their dynamics to investigate material properties of the cell and its constituents.",
            "Surface fluctuations and coalescence of nucleolar droplets in the human cell nucleus",
            "Christina M Caragine and Shannon C Haley and Alexandra Zidovska",
            "2018",
            "xiJhAowAAAAJ:7PzlFSSx8tAC",
            35,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.148101",
            "15641884897078060763",
            "\/scholar?cites=15641884897078060763",
            {
                "2019":12,
                "2020":19,
                "2021":4
            }
        ]
    ]
}