{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the phase diagram of the half-filled one-dimensional extended Hubbard model at weak coupling using a novel functional renormalization group (FRG) approach. The FRG method includes in a systematic manner the effects of the scattering processes involving electrons away from the Fermi points. Our results confirm the existence of a finite region of bond charge density wave, also known as a “bond order wave” near U= 2 V and clarify why earlier g-ology calculations have not found this phase. We argue that this is an example in which formally irrelevant corrections change the topology of the phase diagram. Whenever marginal terms lead to an accidental symmetry, this generalized FRG method may be crucial to characterize the phase diagram accurately.",
            "Functional renormalization group analysis of the half-filled one-dimensional extended Hubbard model",
            "Ka-Ming Tam and Shan-Wen Tsai and David K Campbell",
            "2006",
            "XiwAgM8AAAAJ:EUQCXRtRnyEC",
            63,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.036408",
            "10995636810358015635",
            "\/scholar?cites=10995636810358015635",
            {
                "2006":3,
                "2007":8,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":4,
                "2015":4,
                "2016":6,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ],
        [
            "We find that imposing crossing symmetry in the iteration process considerably extends the range of convergence for solutions of the parquet equations for the Hubbard model. When crossing symmetry is not imposed, the convergence of both simple iteration and more complicated continuous loading (homotopy) methods is limited to high temperatures and weak interactions. We modify the algorithm to impose the crossing symmetry without increasing the computational complexity. We also imposed time reversal and a subset of the point group symmetries, but they did not further improve the convergence. We elaborate the details of the latency hiding scheme which can significantly improve the performance in the computational implementation. With these modifications, stable solutions for the parquet equations can be obtained by iteration more quickly even for values of the interaction that are a significant fraction of …",
            "Solving the parquet equations for the Hubbard model beyond weak coupling",
            "Ka-Ming Tam and Herbert Fotso and S-X Yang and Tae-Woo Lee and J Moreno and J Ramanujam and Mark Jarrell",
            "2013",
            "XiwAgM8AAAAJ:_xSYboBqXhAC",
            53,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.87.013311",
            "13491098982500153286",
            "\/scholar?cites=13491098982500153286",
            {
                "2013":3,
                "2014":7,
                "2015":7,
                "2016":6,
                "2017":2,
                "2018":8,
                "2019":9,
                "2020":11
            }
        ],
        [
            "The physics of the spin-glass (SG) state, with magnetic moments (spins) frozen in random orientations, is one of the most intriguing problems in condensed matter physics. In LiHo x Y 1− x F 4, the Ho 3+ moments, which are well described by Ising spins with only discrete “up or down” directions, interact predominantly via the inherently frustrated magnetostatic dipole-dipole interactions. The random frustration causing the SG behavior originates from the random substitution of dipole-coupled Ho 3+ by nonmagnetic Y 3+. In this Letter, we provide compelling evidence from extensive computer simulations that a SG transition at nonzero temperature occurs in a realistic microscopic model of LiHo x Y 1− x F 4. This resolves the long-standing, and still ongoing, controversy about the existence of a SG transition in disordered dipolar Ising systems.",
            "Spin-Glass Transition at Nonzero Temperature in a Disordered Dipolar Ising System: The Case of ",
            "Ka-Ming Tam and Michel JP Gingras",
            "2009",
            "XiwAgM8AAAAJ:u-x6o8ySG0sC",
            43,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.087202",
            "4112474101775423041",
            "\/scholar?cites=4112474101775423041",
            {
                "2009":2,
                "2010":9,
                "2011":4,
                "2012":4,
                "2013":3,
                "2014":8,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":2,
                "2019":1
            }
        ],
        [
            "We develop a systematic typical medium dynamical cluster approximation that provides a proper description of the Anderson localization transition in three dimensions (3D). Our method successfully captures the localization phenomenon both in the low and large disorder regimes, and allows us to study the localization in different momenta cells, which renders the discovery that the Anderson localization transition occurs in a cell-selective fashion. As a function of cluster size, our method systematically recovers the reentrance behavior of the mobility edge and obtains the correct critical disorder strength for Anderson localization in 3D.",
            "Typical medium dynamical cluster approximation for the study of Anderson localization in three dimensions",
            "CE Ekuma and H Terletska and K-M Tam and Z-Y Meng and J Moreno and M Jarrell",
            "2014",
            "XiwAgM8AAAAJ:bFI3QPDXJZMC",
            38,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.081107",
            "15720769176530115377",
            "\/scholar?cites=15720769176530115377",
            {
                "2014":3,
                "2015":13,
                "2016":3,
                "2017":5,
                "2018":9,
                "2019":1,
                "2020":4
            }
        ],
        [
            "The ground-state phase diagram of the half filled one-dimensional Holstein-Hubbard model contains a charge-density-wave (CDW) phase, driven by the electron-phonon (e− p h) coupling, and a spin-density-wave (SDW) phase, driven by the on-site electron-electron (e− e) repulsion. Recently, the existence of a third phase, which is metallic and lies in a finite region of parameter space between these two gapped phases, has been claimed. We study this claim using a renormalization-group method for interacting electrons that has been extended to include also e− p h couplings. Our method [Tsai et al., Phys. Rev. B 72, 054531 (2005); Philos. Mag. B 86, 2631 (2006)] treats e− e and e− p h interactions on an equal footing and takes retardation effects fully into account. We find a direct transition between the SDW and CDW states. We study the effects of retardation, which are particularly important near the transition …",
            "Retardation effects in the Holstein-Hubbard chain at half filling",
            "Ka-Ming Tam and S-W Tsai and David K Campbell and AH Castro Neto",
            "2007",
            "XiwAgM8AAAAJ:d1gkVwhDpl0C",
            35,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.161103",
            "9765637039884152370",
            "\/scholar?cites=9765637039884152370",
            {
                "2007":4,
                "2008":1,
                "2009":2,
                "2010":4,
                "2011":2,
                "2012":3,
                "2013":4,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":2
            }
        ],
        [
            "We have designed a multiscale approach for strongly correlated systems by combining the dynamical cluster approximation (DCA) and the recently introduced dual fermion formalism. This approach employs an exact mapping from a real lattice to a DCA cluster of linear size L c embedded in a dual fermion lattice. Short-length-scale physics is addressed by the DCA cluster calculation, while longer-length-scale physics is addressed diagrammatically using dual fermions. The bare and dressed dual fermionic Green functions scale as O (1\/L c), so perturbation theory on the dual lattice converges very quickly, eg, the dual Fermion self-energy calculated with simple second-order perturbation theory is of order O (1\/L c 3) with third-order and three-body corrections down by an additional factor of O (1\/L c).",
            "Dual fermion dynamical cluster approach for strongly correlated systems",
            "S-X Yang and Herbert Fotso and Hartmut Hafermann and K-M Tam and Juana Moreno and Thomas Pruschke and Mark Jarrell",
            "2011",
            "XiwAgM8AAAAJ:qjMakFHDy7sC",
            32,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.155106",
            "4338201744255585643",
            "\/scholar?cites=4338201744255585643",
            {
                "2012":1,
                "2013":7,
                "2014":2,
                "2015":6,
                "2016":6,
                "2017":2,
                "2018":4,
                "2019":4
            }
        ],
        [
            "Monte Carlo simulations of the Ising model play an important role in the field of computational statistical physics, and they have revealed many properties of the model over the past few decades. However, the effect of frustration due to random disorder, in particular the possible spin glass phase, remains a crucial but poorly understood problem. One of the obstacles in the Monte Carlo simulation of random frustrated systems is their long relaxation time making an efficient parallel implementation on state-of-the-art computation platforms highly desirable. The Graphics Processing Unit (GPU) is such a platform that provides an opportunity to significantly enhance the computational performance and thus gain new insight into this problem. In this paper, we present optimization and tuning approaches for the CUDA implementation of the spin glass simulation on GPUs. We discuss the integration of various design …",
            "Parallel tempering simulation of the three-dimensional Edwards–Anderson model with compact asynchronous multispin coding on GPU",
            "Ye Fang and Sheng Feng and Ka-Ming Tam and Zhifeng Yun and Juana Moreno and Jagannathan Ramanujam and Mark Jarrell",
            "2014",
            "XiwAgM8AAAAJ:W7OEmFMy1HYC",
            22,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010465514001854",
            "7708946778394644094",
            "\/scholar?cites=7708946778394644094",
            {
                "2014":1,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":1,
                "2019":6,
                "2020":1
            }
        ],
        [
            "We generalize the typical medium dynamical cluster approximation and the local Blackman, Esterling, and Berk method for systems with off-diagonal disorder. Using our extended formalism we perform a systematic study of the effects of nonlocal disorder-induced correlations and off-diagonal disorder on the density of states and the mobility edge of the Anderson localized states. We apply our method to the three-dimensional Anderson model with configuration-dependent hopping and find fast convergence with modest cluster sizes. Our results are in good agreement with the data obtained using exact diagonalization and the transfer-matrix and kernel polynomial methods.",
            "Study of off-diagonal disorder using the typical medium dynamical cluster approximation",
            "H Terletska and CE Ekuma and C Moore and K-M Tam and J Moreno and M Jarrell",
            "2014",
            "XiwAgM8AAAAJ:LkGwnXOMwfcC",
            20,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.094208",
            "12712138463473458641",
            "\/scholar?cites=12712138463473458641",
            {
                "2014":1,
                "2015":6,
                "2016":1,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We introduce a Bose-Hubbard Hamiltonian with random disordered interactions as a model to study the interplay of superfluidity and glassiness in a system of three-dimensional hard-core bosons at half-filling. Solving the model using large-scale quantum Monte Carlo simulations, we show that these disordered interactions promote a stable superglass phase, where superflow and glassy density localization coexist in equilibrium without exhibiting phase separation. The robustness of the superglass phase is underlined by its existence in a replica mean-field calculation on the infinite-dimensional Hamiltonian.",
            "Superglass phase of interacting bosons",
            "Ka-Ming Tam and Scott Geraedts and Stephen Inglis and Michel JP Gingras and Roger G Melko",
            "2010",
            "XiwAgM8AAAAJ:9yKSN-GCB0IC",
            20,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.215301",
            "14343926379921204812",
            "\/scholar?cites=14343926379921204812",
            {
                "2010":1,
                "2011":4,
                "2012":6,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ],
        [
            "We generalize the typical medium dynamical cluster approximation to multiband disordered systems. Using our extended formalism, we perform a systematic study of the nonlocal correlation effects induced by disorder on the density of states and the mobility edge of the three-dimensional two-band Anderson model. We include interband and intraband hopping and an intraband disorder potential. Our results are consistent with those obtained by the transfer matrix and the kernel polynomial methods. We apply the method to K x Fe 2− y Se 2 with Fe vacancies. Despite the strong vacancy disorder and anisotropy, we find the material is not an Anderson insulator. Our results demonstrate the application of the typical medium dynamical cluster approximation method to study Anderson localization in real materials.",
            "Study of multiband disordered systems using the typical medium dynamical cluster approximation",
            "Yi Zhang and Hanna Terletska and Conrad Moore and Chinedu Ekuma and Ka-Ming Tam and Tom Berlijn and Wei Ku and Juana Moreno and Mark Jarrell",
            "2015",
            "XiwAgM8AAAAJ:b0M2c_1WBrUC",
            15,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.205111",
            "11275065831383356880",
            "\/scholar?cites=11275065831383356880",
            {
                "2015":1,
                "2016":1,
                "2017":4,
                "2018":6,
                "2019":1,
                "2020":2
            }
        ]
    ]
}