{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …",
            "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III",
            "Shadab Alam and Franco D Albareti and Carlos Allende Prieto and Friedrich Anders and Scott F Anderson and Timothy Anderton and Brett H Andrews and Eric Armengaud and Éric Aubourg and Stephen Bailey and Sarbani Basu and Julian E Bautista and Rachael L Beaton and Timothy C Beers and Chad F Bender and Andreas A Berlind and Florian Beutler and Vaishali Bhardwaj and Jonathan C Bird and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Jo Bovy and A Shelden Bradley and WN Brandt and DE Brauer and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Angela Burden and Etienne Burtin and Zheng Cai and Diego Capozzi and Aurelio Carnero Rosell and Michael A Carr and Ricardo Carrera and Kenneth C Chambers and William James Chaplin and Yen-Chi Chen and Cristina Chiappini and S Drew Chojnowski and Chia-Hsun Chuang and Nicolas Clerc and Johan Comparat and Kevin Covey and Rupert AC Croft and Antonio J Cuesta and Katia Cunha and Luiz N Da Costa and Nicola Da Rio and James RA Davenport and Kyle S Dawson and Nathan De Lee and Timothée Delubac and Rohit Deshpande and Saurav Dhital and Letícia Dutra-Ferreira and Tom Dwelly and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Tristan Ellsworth and Yvonne Elsworth and Courtney R Epstein and Michael Eracleous and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and Diane Feuillet and Nurten Filiz Ak and Hayley Finley and Alexis Finoguenov and Kevin Flaherty and Scott W Fleming and Andreu Font-Ribera and Jonathan Foster and Peter M Frinchaboy and JG Galbraith-Frew and Rafael A García and DA García-Hernández and Ana E García Pérez and Patrick Gaulme and Jian Ge and R Génova-Santos and Antonis Georgakakis and Luan Ghezzi and Bruce A Gillespie and Léo Girardi and Daniel Goddard and Satya Gontcho A Gontcho and Jonay I González Hernández and Eva K Grebel and Paul J Green and Jan Niklas Grieb and Nolan Grieves and James E Gunn and Hong Guo and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Michael Hayden and Fred R Hearty and Saskia Hekker and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Klaus Honscheid and Daniel Huber and Joseph Huehnerhoff and Inese I Ivans and Linhua Jiang and Jennifer A Johnson and Karen Kinemuchi and David Kirkby and Francisco Kitaura and Mark A Klaene and Gillian R Knapp and Jean-Paul Kneib and Xavier P Koenig and Charles R Lam and Ting-Wen Lan and Dustin Lang and Pierre Laurent and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Timothy C Licquia and Jian Liu and Daniel C Long and Martín López-Corredoira and Diego Lorenzo-Oliveira and Sara Lucatello and Britt Lundgren and Robert H Lupton and Claude E Mack III and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Elena Malanushenko and Viktor Malanushenko and Arturo Manchado and Marc Manera",
            "2015",
            "XK_lijcAAAAJ:1taIhTC69MYC",
            1839,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/219\/1\/12\/meta",
            "15904327225792020376",
            "\/scholar?cites=15904327225792020376",
            {
                "2014":5,
                "2015":67,
                "2016":343,
                "2017":380,
                "2018":368,
                "2019":298,
                "2020":330,
                "2021":41
            }
        ],
        [
            "We analyze star formation (SF) as a function of stellar mass ( ) and redshift z in the All‐Wavelength Extended Groth Strip International Survey. For 2905 field galaxies, complete to   at  , with Keck spectroscopic redshifts out to  , we compile SF rates (SFRs) from emission lines, GALEX, and Spitzer MIPS 24 μm photometry, optical‐NIR   measurements, and HST morphologies. Galaxies with reliable signs of SF form a distinct “main sequence” (MS), with a limited range of SFRs at a given   and z (  dex), and   approximately proportional to  . The range of   remains constant to  , while the MS as a whole moves to higher SFR as z increases. The range of the SFR along the MS constrains the amplitude of episodic variations of SF and the effect of mergers on the SFR. Typical galaxies spend ∼67%(95%) of their lifetime since   within a factor of ≲2(4) of their average SFR at a given   and z. The dominant mode of the evolution of …",
            "Star formation in AEGIS field galaxies since z= 1.1: the dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
            "KG Noeske and BJ Weiner and SM Faber and C Papovich and DC Koo and RS Somerville and K Bundy and CJ Conselice and JA Newman and D Schiminovich and E Le Floc’h and Alison L Coil and George H Rieke and JM Lotz and JR Primack and P Barmby and Michael C Cooper and M Davis and RS Ellis and GG Fazio and P Guhathakurta and J Huang and SA Kassin and DC Martin and AC Phillips and RM Rich and TA Small and CNA Willmer and G Wilson",
            "2007",
            "XK_lijcAAAAJ:qjMakFHDy7sC",
            1808,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/517926\/meta",
            "5851446281510741865",
            "\/scholar?cites=5851446281510741865",
            {
                "2007":23,
                "2008":41,
                "2009":56,
                "2010":75,
                "2011":102,
                "2012":130,
                "2013":154,
                "2014":174,
                "2015":176,
                "2016":181,
                "2017":186,
                "2018":162,
                "2019":158,
                "2020":160,
                "2021":24
            }
        ],
        [
            "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
            "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey",
            "Norman A Grogin and Dale D Kocevski and SM Faber and Henry C Ferguson and Anton M Koekemoer and Adam G Riess and Viviana Acquaviva and David M Alexander and Omar Almaini and Matthew LN Ashby and Marco Barden and Eric F Bell and Frédéric Bournaud and Thomas M Brown and Karina I Caputi and Stefano Casertano and Paolo Cassata and Marco Castellano and Peter Challis and Ranga-Ram Chary and Edmond Cheung and Michele Cirasuolo and Christopher J Conselice and Asantha Roshan Cooray and Darren J Croton and Emanuele Daddi and Tomas Dahlen and Romeel Davé and Duília F De Mello and Avishai Dekel and Mark Dickinson and Timothy Dolch and Jennifer L Donley and James S Dunlop and Aaron A Dutton and David Elbaz and Giovanni G Fazio and Alexei V Filippenko and Steven L Finkelstein and Adriano Fontana and Jonathan P Gardner and Peter M Garnavich and Eric Gawiser and Mauro Giavalisco and Andrea Grazian and Yicheng Guo and Nimish P Hathi and Boris Häussler and Philip F Hopkins and Jia-Sheng Huang and Kuang-Han Huang and Saurabh W Jha and Jeyhan S Kartaltepe and Robert P Kirshner and David C Koo and Kamson Lai and Kyoung-Soo Lee and Weidong Li and Jennifer M Lotz and Ray A Lucas and Piero Madau and Patrick J McCarthy and Elizabeth J McGrath and Daniel H McIntosh and Ross J McLure and Bahram Mobasher and Leonidas A Moustakas and Mark Mozena and Kirpal Nandra and Jeffrey A Newman and Sami-Matias Niemi and Kai G Noeske and Casey J Papovich and Laura Pentericci and Alexandra Pope and Joel R Primack and Abhijith Rajan and Swara Ravindranath and Naveen A Reddy and Alvio Renzini and Hans-Walter Rix and Aday R Robaina and Steven A Rodney and David J Rosario and Piero Rosati and Sara Salimbeni and Claudia Scarlata and Brian Siana and Luc Simard and Joseph Smidt and Rachel S Somerville and Hyron Spinrad and Amber N Straughn and Louis-Gregory Strolger and Olivia Telford and Harry I Teplitz and Jonathan R Trump and Arjen Van Der Wel and Carolin Villforth and Risa H Wechsler and Benjamin J Weiner and Tommy Wiklind and Vivienne Wild and Grant Wilson and Stijn Wuyts and Hao-Jing Yan and Min S Yun",
            "2011",
            "XK_lijcAAAAJ:OU6Ihb5iCvQC",
            1608,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/197\/2\/35\/meta",
            "5618508779226196673",
            "\/scholar?cites=5618508779226196673",
            {
                "2011":8,
                "2012":121,
                "2013":130,
                "2014":183,
                "2015":171,
                "2016":203,
                "2017":184,
                "2018":184,
                "2019":200,
                "2020":196,
                "2021":25
            }
        ],
        [
            "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
            "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey—the Hubble Space Telescope observations, imaging data products, and mosaics",
            "Anton M Koekemoer and SM Faber and Henry C Ferguson and Norman A Grogin and Dale D Kocevski and David C Koo and Kamson Lai and Jennifer M Lotz and Ray A Lucas and Elizabeth J McGrath and Sara Ogaz and Abhijith Rajan and Adam G Riess and Steve A Rodney and Louis Strolger and Stefano Casertano and Marco Castellano and Tomas Dahlen and Mark Dickinson and Timothy Dolch and Adriano Fontana and Mauro Giavalisco and Andrea Grazian and Yicheng Guo and Nimish P Hathi and Kuang-Han Huang and Arjen Van Der Wel and Hao-Jing Yan and Viviana Acquaviva and David M Alexander and Omar Almaini and Matthew LN Ashby and Marco Barden and Eric F Bell and Frédéric Bournaud and Thomas M Brown and Karina I Caputi and Paolo Cassata and Peter J Challis and Ranga-Ram Chary and Edmond Cheung and Michele Cirasuolo and Christopher J Conselice and Asantha Roshan Cooray and Darren J Croton and Emanuele Daddi and Romeel Davé and Duilia F De Mello and Loic De Ravel and Avishai Dekel and Jennifer L Donley and James S Dunlop and Aaron A Dutton and David Elbaz and Giovanni G Fazio and Alexei V Filippenko and Steven L Finkelstein and Chris Frazer and Jonathan P Gardner and Peter M Garnavich and Eric Gawiser and Ruth Gruetzbauch and Will G Hartley and Boris Häussler and Jessica Herrington and Philip F Hopkins and Jia-Sheng Huang and Saurabh W Jha and Andrew Johnson and Jeyhan S Kartaltepe and Ali A Khostovan and Robert P Kirshner and Caterina Lani and Kyoung-Soo Lee and Weidong Li and Piero Madau and Patrick J McCarthy and Daniel H McIntosh and Ross J McLure and Conor McPartland and Bahram Mobasher and Heidi Moreira and Alice Mortlock and Leonidas A Moustakas and Mark Mozena and Kirpal Nandra and Jeffrey A Newman and Jennifer L Nielsen and Sami Niemi and Kai G Noeske and Casey J Papovich and Laura Pentericci and Alexandra Pope and Joel R Primack and Swara Ravindranath and Naveen A Reddy and Alvio Renzini and Hans-Walter Rix and Aday R Robaina and David J Rosario and Piero Rosati and Sara Salimbeni and Claudia Scarlata and Brian Siana and Luc Simard and Joseph Smidt and Diana Snyder and Rachel S Somerville and Hyron Spinrad and Amber N Straughn and Olivia Telford and Harry I Teplitz and Jonathan R Trump and Carlos Vargas and Carolin Villforth and Cory R Wagner and Pat Wandro and Risa H Wechsler and Benjamin J Weiner and Tommy Wiklind and Vivienne Wild and Grant Wilson and Stijn Wuyts and Min S Yun",
            "2011",
            "XK_lijcAAAAJ:ZHo1McVdvXMC",
            1540,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/197\/2\/36\/meta",
            "2814892824998047865",
            "\/scholar?cites=2814892824998047865",
            {
                "2011":8,
                "2012":115,
                "2013":123,
                "2014":183,
                "2015":175,
                "2016":196,
                "2017":177,
                "2018":175,
                "2019":176,
                "2020":185,
                "2021":22
            }
        ],
        [
            "The DEEP2 and COMBO‐17 surveys are compared to study luminosity functions of red and blue galaxies to  . The two surveys have different methods and sensitivities, but nevertheless results agree. After  ,   has dimmed by 1.2–1.3 mag for all colors of galaxies,   for blue galaxies has hardly changed, and   for red galaxies has at least doubled (our formal value is ∼0.5 dex). Luminosity density   has fallen by 0.6 dex for blue galaxies but has remained nearly constant for red galaxies. These results imply that the number and total stellar mass of blue galaxies have been substantially constant since  , whereas those of red galaxies (near  ) have been significantly rising. To explain the new red galaxies, a ``mixed'' scenario is proposed in which star formation in blue cloud galaxies is quenched, causing them to migrate to the red sequence, where they merge further in a small number of stellar mergers. This mixed scenario …",
            "Galaxy luminosity functions to z~ 1 from DEEP2 and COMBO-17: implications for red galaxy formation",
            "Sandra M Faber and CNA Willmer and C Wolf and DC Koo and BJ Weiner and Jeffrey A Newman and M Im and AL Coil and C Conroy and MC Cooper and M Davis and DP Finkbeiner and BF Gerke and K Gebhardt and EJ Groth and P Guhathakurta and J Harker and N Kaiser and S Kassin and M Kleinheinrich and NP Konidaris and RG Kron and L Lin and G Luppino and DS Madgwick and K Meisenheimer and KG Noeske and AC Phillips and VL Sarajedini and RP Schiavon and L Simard and AS Szalay and NP Vogt and R Yan",
            "2007",
            "XK_lijcAAAAJ:u-x6o8ySG0sC",
            1212,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/519294\/meta",
            "2757411626072216506",
            "\/scholar?cites=2757411626072216506",
            {
                "2007":24,
                "2008":85,
                "2009":130,
                "2010":104,
                "2011":123,
                "2012":115,
                "2013":99,
                "2014":91,
                "2015":77,
                "2016":86,
                "2017":77,
                "2018":82,
                "2019":58,
                "2020":51,
                "2021":8
            }
        ],
        [
            "The DEIMOS spectrograph is a multi-object spectrograph being built for Keck II.  DEIMOS was delivered in February 2002, became operational in May, and is now about three-quarters of the way through its commissioning period.  This paper describes the major problems encountered in completing the spectrograph, with particular emphasis on optical quality and image motion.  The strategies developed to deal with these problems are described.  Overall, commissioning is going well, and it appears that DEIMOS will meet all of its major performance goals.",
            "The DEIMOS spectrograph for the Keck 2 Telescope: Integration and testing",
            "Sandra M Faber and Andrew C Phillips and Robert I Kibrick and Barry Alcott and Steven L Allen and Jim Burrous and T Cantrall and De Clarke and Alison L Coil and David J Cowley and Marc Davis and William TS Deich and Ken Dietsch and David Kirk Gilmore and Carol Ann Harper and David F Hilyard and Jeffrey P Lewis and Molly McVeigh and Jeffrey Newman and Jack Osborne and Ricardo Schiavon and Richard J Stover and Dean Tucker and Vernon Wallace and Mingzhi Wei and Gregory Wirth and Christopher AF Wright",
            "2003",
            "XK_lijcAAAAJ:2osOgNQ5qMEC",
            749,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/4841\/0000\/The-DEIMOS-spectrograph-for-the-Keck-2-Telescope--Integration\/10.1117\/12.460346.short",
            "13317283904757712711",
            "\/scholar?cites=13317283904757712711",
            {
                "2002":2,
                "2003":5,
                "2004":21,
                "2005":15,
                "2006":37,
                "2007":41,
                "2008":39,
                "2009":40,
                "2010":33,
                "2011":48,
                "2012":55,
                "2013":53,
                "2014":53,
                "2015":45,
                "2016":58,
                "2017":55,
                "2018":50,
                "2019":39,
                "2020":55,
                "2021":4
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
            "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
            "Michael R Blanton and Matthew A Bershady and Bela Abolfathi and Franco D Albareti and Carlos Allende Prieto and Andres Almeida and Javier Alonso-García and Friedrich Anders and Scott F Anderson and Brett Andrews and Erik Aquino-Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Andreas A Berlind and Mariangela Bernardi and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Remco van Den Bosch and Jo Bovy and William N Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Michele Cappellari and Maria Leticia Delgado Carigi and Joleen K Carlberg and Aurelio Carnero Rosell and Ricardo Carrera and Nancy J Chanover and Brian Cherinka and Edmond Cheung and Yilen Gómez Maqueo Chew and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Rafael Fernando Cirolini and Nicolas Clerc and Roger E Cohen and Johan Comparat and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Rupert AC Croft and Irene Cruz-Gonzalez and Daniel Garrido Cuadra and Katia Cunha and Guillermo J Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Axel De La Macorra and Flavia Dell’Agli and Nathan De Lee and Timothee Delubac and Francesco Di Mille and Aleks Diamond-Stanic and Mariana Cano-Díaz and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur D Eigenbrot and Daniel J Eisenstein and Eric Emsellem and Mike Eracleous and Stephanie Escoffier and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and José Gregorio Fernández-Trincado and Diane K Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Alexander Fredrickson and Gordon Freischlad and Peter M Frinchaboy and Carla E Fuentes and Lluís Galbany and R Garcia-Dias and DA García-Hernández and Patrick Gaulme and Doug Geisler and Joseph D Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and James E Gunn and Hong Guo and Julien Guy and Alex Hagen and ChangHoon Hahn and Matthew Hall and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Fred Hearty and Jonay I Gonzalez Hernández and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Parker H Holzer and Joseph Huehnerhoff and Timothy A Hutchinson and Ho Seong Hwang and Héctor J Ibarra-Medel and Gabriele da Silva Ilha and Inese I Ivans and Keshawn Ivory and Kelly Jackson and Trey W Jensen and Jennifer A Johnson and Amy Jones and Henrik Jönsson and Eric Jullo",
            "2017",
            "XK_lijcAAAAJ:SnGPuo6Feq8C",
            723,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aa7567\/meta",
            "2608339419961007439",
            "\/scholar?cites=2608339419961007439",
            {
                "2017":24,
                "2018":159,
                "2019":229,
                "2020":279,
                "2021":31
            }
        ],
        [
            "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
            "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
            "Bela Abolfathi and DS Aguado and Gabriela Aguilar and Carlos Allende Prieto and Andres Almeida and Tonima Tasnim Ananna and Friedrich Anders and Scott F Anderson and Brett H Andrews and Borja Anguiano and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Metin Ata and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Christophe Balland and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Fabienne Bastien and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Mariangela Bernardi and Matthew A Bershady and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Jo Bovy and Christian Andres Bradna Diaz and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Caleb I Cañas and Mariana Cano-Díaz and Michele Cappellari and Ricardo Carrera and Andrew R Casey and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Nicolas Clerc and Roger E Cohen and Julia M Comerford and Johan Comparat and Janaina Correa Do Nascimento and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Irene Cruz-Gonzalez and Katia Cunha and Gabriele da Silva Ilha and Guillermo J Damke and Jeremy Darling and James W Davidson Jr and Kyle Dawson and Miguel Angel C de Icaza Lizaola and Axel De La MacOrra and Sylvain De La Torre and Nathan De Lee and Victoria de Sainte Agathe and Alice Deconto Machado and Flavia Dell’Agli and Timothée Delubac and Aleksandar M Diamond-Stanic and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur Davis Eigenbrot and Daniel J Eisenstein and Yvonne P Elsworth and Eric Emsellem and Michael Eracleous and Ghazaleh Erfanianfar and Stephanie Escoffier and Xiaohui Fan and Emma Fernández Alvar and JG Fernandez-Trincado and Rafael Fernando Cirolini and Diane Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Gordon Freischlad and Peter Frinchaboy and Hai Fu and Yilen Gómez Maqueo Chew and Lluís Galbany and Ana E Garcia Perez and R Garcia-Dias and DA García-Hernández and Luis Alberto Garma Oehmichen and Patrick Gaulme and Joseph Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Jonay I González Hernández and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and Alain Gueguen and Hong Guo and Julien Guy and Alex Hagen and Patrick Hall and Paul Harding and Sten Hasselquist and Suzanne Hawley and Christian R Hayes and Fred Hearty and Saskia Hekker and Jesus Hernandez and Hector Hernandez Toledo and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Jiamin Hou and Bau-Ching Hsieh and Jason AS Hunt and Timothy A Hutchinson and Ho Seong Hwang",
            "2018",
            "XK_lijcAAAAJ:PkcyUWeTMh0C",
            705,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aa9e8a\/meta",
            "14883334976045784854",
            "\/scholar?cites=14883334976045784854",
            {
                "2017":4,
                "2018":124,
                "2019":305,
                "2020":242,
                "2021":25
            }
        ],
        [
            "The extragalactic background light (EBL) is of fundamental importance both for understanding the entire process of galaxy evolution and for γ-ray astronomy, but the overall spectrum of the EBL between 0.1 and 1000 μm has never been determined directly from galaxy spectral energy distribution (SED) observations over a wide redshift range. The evolving, overall spectrum of the EBL is derived here utilizing a novel method based on observations only. This is achieved from the observed evolution of the rest-frame K-band galaxy luminosity function up to redshift 4, combined with a determination of galaxy-SED-type fractions. These are based on fitting Spitzer Wide-Area Infrared Extragalactic Survey (SWIRE) templates to a multiwavelength sample of about 6000 galaxies in the redshift range from 0.2 to 1 from the All-wavelength Extended Groth Strip International Survey (AEGIS). The changing fractions of quiescent …",
            "Extragalactic background light inferred from AEGIS galaxy-SED-type fractions",
            "Alberto Dominguez and Joel R Primack and DJ Rosario and F Prada and RC Gilmore and SM Faber and DC Koo and RS Somerville and MA Pérez-Torres and P Pérez-González and J-S Huang and M Davis and P Guhathakurta and P Barmby and CJ Conselice and M Lozano and JA Newman and MC Cooper",
            "2011",
            "XK_lijcAAAAJ:TFP_iSt0sucC",
            695,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/410\/4\/2556\/1008012",
            "15192738270017015570",
            "\/scholar?cites=15192738270017015570",
            {
                "2011":40,
                "2012":70,
                "2013":56,
                "2014":66,
                "2015":61,
                "2016":71,
                "2017":87,
                "2018":71,
                "2019":87,
                "2020":71,
                "2021":13
            }
        ],
        [
            "Knowledge of the properties of γ-ray bursts has increased substantially following recent detections of counterparts at X-ray, optical and radio wavelengths. But the nature of the underlying physical mechanism that powers these sources remains unclear. In this context, an important question is the total energy in the burst, for which an accurate estimate of the distance is required. Possible host galaxies have been identified for the first two optical counterparts discovered, and a lower limit obtained for the redshift of one of them, indicating that the bursts lie at cosmological distances. A host galaxy of the third optically detected burst has now been identified and its redshift determined to be z= 3.42. When combined with the measured flux of γ-rays from the burst, this large redshift implies an energy of 3× 10 53 erg in the γ-rays alone, if the emission is isotropic. This is much larger than the energies hitherto considered, and it …",
            "Identification of a host galaxy at redshift z= 3.42 for the γ-ray burst of 14 December 1997",
            "SR Kulkarni and SG Djorgovski and AN Ramaprakash and R Goodrich and JS Bloom and KL Adelberger and T Kundic and L Lubin and DA Frail and F Frontera and M Feroci and L Nicastro and AJ Barth and M Davis and AV Filippenko and J Newman",
            "1998",
            "XK_lijcAAAAJ:u5HHmVD_uO8C",
            623,
            "https:\/\/www.nature.com\/articles\/29927",
            "4002991750927423374",
            "\/scholar?cites=4002991750927423374",
            {
                "1998":80,
                "1999":135,
                "2000":107,
                "2001":77,
                "2002":32,
                "2003":25,
                "2004":19,
                "2005":31,
                "2006":15,
                "2007":11,
                "2008":11,
                "2009":11,
                "2010":11,
                "2011":9,
                "2012":8,
                "2013":7,
                "2014":5,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ]
    ]
}