{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "The effort to develop earth‐abundant kesterite solar cells has led to an approximate doubling of the power conversion efficiency over the past five years to 12.6%, primarily due to increases in short‐circuit current and fill factor; open‐circuit voltage has resisted similar change, limiting further efficiency improvement. In the present investigation, Auger nanoprobe spectroscopy, X‐ray\/ultraviolet photoelectron spectroscopy, and device characterization are used to provide a comprehensive understanding of the role of grain boundaries and interfaces in limiting performance in kesterite‐based devices. High photovoltaic performance is found to correlate with grain boundaries that are Cu‐depleted and enriched with SnOx. The formation of this bulk‐like oxide at grain boundaries with type I band offset provides a unique effective passivation that limits electron‐hole recombination. Building on these new insights, photovoltaic …",
            "Impact of nanoscale elemental distribution in high‐performance kesterite solar cells",
            "Kasra Sardashti and Richard Haight and Tayfun Gokmen and Wei Wang and Liang‐Yi Chang and David B Mitzi and Andrew C Kummel",
            "2015",
            "XLkm9a4AAAAJ:4TOpqqG69KYC",
            104,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aenm.201402180",
            "3037159189837922684",
            "\/scholar?cites=3037159189837922684",
            {
                "2015":6,
                "2016":21,
                "2017":27,
                "2018":17,
                "2019":13,
                "2020":16,
                "2021":4
            }
        ],
        [
            "The kesterite material Cu2ZnSn(S,Se)4 (CZTSSe) is an attractive earth‐abundant semiconductor for photovoltaics. However, the power conversion efficiency is limited by a large density of I–II antisite defects, which cause severe band tailing and open‐circuit voltage loss. Ag2ZnSnSe4 (AZTSe) is a promising alternative to CZTSSe with a substantially lower I–II antisite defect density and smaller band tailing. AZTSe is weakly n‐type, and this study reports for the first time on how the carrier density is impacted by stoichiometry. This study presents the first‐ever photovoltaic device based on AZTSe, which exhibits an efficiency of 5.2%, which is the highest value reported for an n‐type thin‐film absorber. Due to the weakly n‐type nature of the absorber, a new architecture is employed (SnO:F\/AZTSe\/MoO3\/ITO) to replace conventional contacts and buffer materials. Using this platform, it is shown that the band tailing …",
            "Photovoltaic Device with over 5% Efficiency Based on an n‐Type Ag2ZnSnSe4 Absorber",
            "Talia Gershon and Kasra Sardashti and Oki Gunawan and Ravin Mankad and Saurabh Singh and Yun Seog Lee and John A Ott and Andrew Kummel and Richard Haight",
            "2016",
            "XLkm9a4AAAAJ:L8Ckcad2t8MC",
            73,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aenm.201601182",
            "17776349289069435076",
            "\/scholar?cites=17776349289069435076",
            {
                "2017":17,
                "2018":14,
                "2019":15,
                "2020":24,
                "2021":2
            }
        ],
        [
            "The growth in efficiency of earth-abundant kesterite Cu2ZnSn(S,Se)4 (CZTSSe) solar cells has slowed, due in part to the intrinsic limitations imposed by the band tailing attributed primarily to I-II antisite exchange. In this study, density functional theory simulations show that when Ag is substituted for Cu to form kesterite Ag2ZnSnSe4 (AZTSe), the I-II isolated antisite formation energy becomes 3.7 times greater than in CZTSSe, resulting in at least an order of magnitude reduction in I-II antisite density. Experimental evidence of an optoelectronically improved material is also provided. Comparison of the low-temperature photoluminescence (PL) structure of Cu(In,Ga)Se2 (CIGSe), CZTSSe, and AZTSe shows that AZTSe has a shallow defect structure with emission significantly closer to the band edge than CZTSe. Existence of suppressed band tailing is found in the proximity of the room-temperature PL peak of AZTSe to …",
            "Ag2ZnSn(S,Se)4: A highly promising absorber for thin film photovoltaics",
            "Evgueni Chagarov and Kasra Sardashti and Andrew C Kummel and Yun Seog Lee and Richard Haight and Talia S Gershon",
            "2016",
            "XLkm9a4AAAAJ:aqlVkmm33-oC",
            72,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4943270",
            "17930714120069023142",
            "\/scholar?cites=17930714120069023142",
            {
                "2016":5,
                "2017":18,
                "2018":13,
                "2019":15,
                "2020":17,
                "2021":4
            }
        ],
        [
            "To deposit an ultrathin dielectric onto WSe2, monolayer titanyl phthalocyanine (TiOPc) is deposited by molecular beam epitaxy as a seed layer for atomic layer deposition (ALD) of Al2O3 on WSe2. TiOPc molecules are arranged in a flat monolayer with 4-fold symmetry as measured by scanning tunneling microscopy. ALD pulses of trimethyl aluminum and H2O nucleate on the TiOPc, resulting in a uniform deposition of Al2O3, as confirmed by atomic force microscopy and cross-sectional transmission electron microscopy. The field-effect transistors (FETs) formed using this process have a leakage current of 0.046 pA\/μm2 at 1 V gate bias with 3.0 nm equivalent oxide thickness, which is a lower leakage current than prior reports. The n-branch of the FET yielded a subthreshold swing of 80 mV\/decade.",
            "Atomic Layer Deposition of Al2O3 on WSe2 Functionalized by Titanyl Phthalocyanine",
            "Jun Hong Park and Sara Fathipour and Iljo Kwak and Kasra Sardashti and Christopher F Ahles and Steven F Wolf and Mary Edmonds and Suresh Vishwanath and Huili Grace Xing and Susan K Fullerton-Shirey and Alan Seabaugh and Andrew C Kummel",
            "2016",
            "XLkm9a4AAAAJ:QIV2ME_5wuYC",
            51,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.6b02648",
            "1979804626610172328",
            "\/scholar?cites=1979804626610172328",
            {
                "2016":4,
                "2017":11,
                "2018":10,
                "2019":15,
                "2020":11
            }
        ],
        [
            "The ability to control physical properties of silicon nanowires (Si NWs) by designing their surface bonds is important for their applicability in devices in the areas of nano-electronics, nano-photonics, including photovoltaics and sensing. In principle a wealth of different molecules can be attached to the bare Si NW surface atoms to create e.g. Si–O, Si–C, Si–N, etc. to mention just the most prominent ones. Si–O bond formation, i.e. oxidation usually takes place automatically as soon as Si NWs are exposed to ambient conditions and this is undesired is since a defective oxide layer (i.e. native silicon dioxide – SiO2) can cause uncontrolled trap states in the band gap of silicon. Surface functionalization of Si NW surfaces with the aim to avoid oxidation can be carried out by permitting e.g. Si–C bond formation when alkyl chains are covalently attached to the Si NW surfaces by employing a versatile two-step chlorination …",
            "Oxide-free hybrid silicon nanowires: From fundamentals to applied nanotechnology",
            "Muhammad Y Bashouti and Kasra Sardashti and Sebastian W Schmitt and Matthias Pietsch and Jürgen Ristein and Hossam Haick and Silke H Christiansen",
            "2013",
            "XLkm9a4AAAAJ:_kc_bZDykSQC",
            49,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079681612000354",
            "9883170252704870947",
            "\/scholar?cites=9883170252704870947",
            {
                "2013":4,
                "2014":6,
                "2015":16,
                "2016":8,
                "2017":9,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Despite the significant progress in fabricating hybrid organic–inorganic lead halide perovskite solar cells, their toxicity and low stability remain as major drawbacks, thereby hindering large-scale commercialization. Given the isoelectronic nature of lead(II) and bismuth(III) ions, potentially stable and nontoxic alternatives for efficient light absorption in thin-film photovoltaic (PV) devices may be found among bismuth-based halide semiconductors. However, high-quality polycrystalline films of many of these systems have not been demonstrated. Here we present a versatile and facile two-step coevaporation approach to fabricate A3Bi2I9 (A = Cs, Rb) and AgBi2I7 polycrystalline films with smooth, pinhole-free morphology and average grain size of >200 nm. The process involves an initial two-source evaporation step (involving CsI, RbI or AgI, and BiI3 sources), followed by an annealing step under BiI3 vapor. The …",
            "A versatile thin-film deposition method for multidimensional semiconducting bismuth halides",
            "Maryam Khazaee and Kasra Sardashti and Jon-Paul Sun and Hanhan Zhou and Charlotte Clegg and Ian G Hill and Jacob L Jones and Doru C Lupascu and David B Mitzi",
            "2018",
            "XLkm9a4AAAAJ:TFP_iSt0sucC",
            27,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.chemmater.8b01341",
            "11083580622547741846",
            "\/scholar?cites=11083580622547741846",
            {
                "2018":4,
                "2019":14,
                "2020":9
            }
        ],
        [
            "Several proposed beyond-CMOS devices based on two-dimensional (2D) heterostructures require the deposition of thin dielectrics between 2D layers. However, the direct deposition of dielectrics on 2D materials is challenging due to their inert surface chemistry. To deposit high-quality, thin dielectrics on 2D materials, a flat lying titanyl phthalocyanine (TiOPc) monolayer, deposited via the molecular beam epitaxy, was employed to create a seed layer for atomic layer deposition (ALD) on 2D materials, and the initial stage of growth was probed using in situ STM. ALD pulses of trimethyl aluminum (TMA) and H2O resulted in the uniform deposition of AlOx on the TiOPc\/HOPG. The uniformity of the dielectric is consistent with DFT calculations showing multiple reaction sites are available on the TiOPc molecule for reaction with TMA. Capacitors prepared with 50 cycles of AlOx on TiOPc\/graphene display a capacitance …",
            "In Situ Observation of Initial Stage in Dielectric Growth and Deposition of Ultrahigh Nucleation Density Dielectric on Two-Dimensional Surfaces",
            "Jun Hong Park and Hema CP Movva and Evgeniy Chagarov and Kasra Sardashti and Harry Chou and Iljo Kwak and Kai-Ting Hu and Susan K Fullerton-Shirey and Pabitra Choudhury and Sanjay K Banerjee and Andrew C Kummel",
            "2015",
            "XLkm9a4AAAAJ:Wp0gIr-vW9MC",
            27,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b02429",
            "13841067430612987275",
            "\/scholar?cites=13841067430612987275",
            {
                "2016":3,
                "2017":6,
                "2018":4,
                "2019":8,
                "2020":6
            }
        ]
    ]
}