{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the first measurement of the parity-violating asymmetry A PV in the elastic scattering of polarized electrons from Pb 208. A PV is sensitive to the radius of the neutron distribution (R n). The result A PV= 0.656±0.060 (stat)±0.014 (syst) ppm corresponds to a difference between the radii of the neutron and proton distributions R n− R p= 0.33− 0.18+ 0.16 fm and provides the first electroweak observation of the neutron skin which is expected in a heavy, neutron-rich nucleus.",
            "Measurement of the Neutron Radius of  through Parity Violation in Electron Scattering",
            "Sea Abrahamyan and Z Ahmed and H Albataineh and K Aniol and DS Armstrong and W Armstrong and T Averett and B Babineau and A Barbieri and V Bellini and R Beminiwattha and J Benesch and F Benmokhtar and T Bielarski and W Boeglin and A Camsonne and M Canan and P Carter and GD Cates and C Chen and J-P Chen and O Hen and F Cusanno and MM Dalton and R De Leo and K De Jager and W Deconinck and P Decowski and X Deng and A Deur and D Dutta and A Etile and D Flay and GB Franklin and M Friend and S Frullani and E Fuchey and F Garibaldi and E Gasser and Ronald Gilman and A Giusa and A Glamazdin and J Gomez and J Grames and C Gu and O Hansen and J Hansknecht and DW Higinbotham and RS Holmes and T Holmstrom and CJ Horowitz and J Hoskins and J Huang and CE Hyde and F Itard and C-M Jen and E Jensen and G Jin and S Johnston and A Kelleher and K Kliakhandler and PM King and S Kowalski and KS Kumar and J Leacock and J Leckey IV and JH Lee and JJ LeRose and R Lindgren and N Liyanage and N Lubinsky and J Mammei and F Mammoliti and DJ Margaziotis and P Markowitz and A McCreary and D McNulty and L Mercado and Z-E Meziani and RW Michaels and M Mihovilovic and N Muangma and C Muñoz-Camacho and S Nanda and V Nelyubin and N Nuruzzaman and Y Oh and A Palmer and D Parno and KD Paschke and SK Phillips and B Poelker and R Pomatsalyuk and M Posik and AJR Puckett and B Quinn and A Rakhman and PE Reimer and S Riordan and P Rogan and G Ron and G Russo and K Saenboonruang and A Saha and B Sawatzky and A Shahinyan and R Silwal and S Sirca and K Slifer and P Solvignon and PA Souder and ML Sperduto and R Subedi and R Suleiman and V Sulkosky and CM Sutera and WA Tobias and W Troth and GM Urciuoli and B Waidyawansa and D Wang and J Wexler and R Wilson and B Wojtsekhowski and X Yan and H Yao and Y Ye and Z Ye and V Yim and L Zana and X Zhan and J Zhang and Y Zhang and X Zheng and P Zhu and PREX Collaboration",
            "2012",
            "xN5HNA8AAAAJ:UeHWp8X0CEIC",
            545,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.112502",
            "9480858990493486944",
            "\/scholar?cites=9480858990493486944",
            {
                "2012":32,
                "2013":59,
                "2014":83,
                "2015":58,
                "2016":50,
                "2017":40,
                "2018":53,
                "2019":65,
                "2020":94,
                "2021":5
            }
        ],
        [
            "We report on a precision measurement of the parity-violating asymmetry in fixed target electron-electron (Møller) scattering: A PV=[− 131±14 (stat)±10 (syst)]× 10− 9, leading to the determination of the weak mixing angle sin﻿ 2 θ W eff= 0.2397±0.0010 (stat)±0.0008 (syst), evaluated at Q 2= 0.026 GeV 2. Combining this result with the measurements of sin﻿ 2 θ W eff at the Z 0 pole, the running of the weak mixing angle is observed with over 6 σ significance. The measurement sets constraints on new physics effects at the TeV scale.",
            "Precision measurement of the weak mixing angle in Moeller scattering",
            "PL Anthony and RG Arnold and C Arroyo and K Bega and J Biesiada and PE Bosted and G Bower and J Cahoon and R Carr and GD Cates and J-P Chen and E Chudakov and M Cooke and P Decowski and A Deur and W Emam and R Erickson and T Fieguth and C Field and J Gao and M Gary and K Gustafsson and RS Hicks and R Holmes and EW Hughes and TB Humensky and GM Jones and LJ Kaufman and L Keller and Yu G Kolomensky and KS Kumar and P LaViolette and D Lhuillier and RM Lombard-Nelsen and Z Marshall and P Mastromarino and RD McKeown and R Michaels and J Niedziela and M Olson and KD Paschke and GA Peterson and R Pitthan and D Relyea and SE Rock and O Saxton and J Singh and PA Souder and ZM Szalata and J Turner and B Tweedie and A Vacheret and D Walz and T Weber and J Weisend and M Woods and I Younus and SLAC E158 Collaboration",
            "2005",
            "xN5HNA8AAAAJ:u-x6o8ySG0sC",
            382,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.081601",
            "760820354951246677",
            "\/scholar?cites=760820354951246677",
            {
                "2004":1,
                "2005":7,
                "2006":16,
                "2007":30,
                "2008":21,
                "2009":28,
                "2010":31,
                "2011":34,
                "2012":23,
                "2013":35,
                "2014":28,
                "2015":19,
                "2016":28,
                "2017":13,
                "2018":17,
                "2019":21,
                "2020":26,
                "2021":1
            }
        ],
        [
            "We report new measurements of the parity-violating asymmetry A PV in elastic scattering of 3 GeV electrons off hydrogen and He 4 targets with⟨ θ lab⟩≈ 6.0. The He 4 result is A PV=(+ 6.40±0.23 (stat)±0.12 (syst))× 10− 6. The hydrogen result is A PV=(− 1.58±0.12 (stat)±0.04 (syst))× 10− 6. These results significantly improve constraints on the electric and magnetic strange form factors G E s and G M s. We extract G E s= 0.002±0.014±0.007 at⟨ Q 2⟩= 0.077 GeV 2, and G E s+ 0.09 G M s= 0.007±0.011±0.006 at⟨ Q 2⟩= 0.109 GeV 2, providing new limits on the role of strange quarks in the nucleon charge and magnetization distributions.",
            "Precision Measurements of the Nucleon Strange Form Factors at ",
            "A Acha and KA Aniol and DS Armstrong and John Arrington and Todd Averett and SL Bailey and James Barber and Arie Beck and Hachemi Benaoum and Jay Benesch and PY Bertin and P Bosted and F Butaru and E Burtin and GD Cates and Y-C Chao and J-P Chen and E Chudakov and E Cisbani and B Craver and F Cusanno and R De Leo and P Decowski and A Deur and RJ Feuerbach and JM Finn and S Frullani and SA Fuchs and K Fuoti and Ronald Gilman and LE Glesener and K Grimm and JM Grames and JO Hansen and J Hansknecht and DW Higinbotham and R Holmes and T Holmstrom and H Ibrahim and CW De Jager and X Jiang and J Katich and LJ Kaufman and A Kelleher and PM King and A Kolarkar and S Kowalski and E Kuchina and KS Kumar and L Lagamba and P LaViolette and J LeRose and RA Lindgren and D Lhuillier and N Liyanage and DJ Margaziotis and P Markowitz and DG Meekins and Z-E Meziani and R Michaels and B Moffit and S Nanda and V Nelyubin and K Otis and KD Paschke and SK Phillips and M Poelker and R Pomatsalyuk and M Potokar and Y Prok and A Puckett and X Qian and Y Qiang and B Reitz and J Roche and A Saha and B Sawatzky and J Singh and K Slifer and S Sirca and R Snyder and P Solvignon and PA Souder and ML Stutzman and R Subedi and R Suleiman and V Sulkosky and WA Tobias and PE Ulmer and GM Urciuoli and K Wang and A Whitbeck and R Wilson and B Wojtsekhowski and H Yao and Y Ye and X Zhan and X Zheng and S Zhou and V Ziskin and HAPPEX Collaboration",
            "2007",
            "xN5HNA8AAAAJ:d1gkVwhDpl0C",
            336,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.032301",
            "17148794178484324429",
            "\/scholar?cites=17148794178484324429",
            {
                "2007":21,
                "2008":30,
                "2009":34,
                "2010":36,
                "2011":45,
                "2012":32,
                "2013":29,
                "2014":28,
                "2015":28,
                "2016":16,
                "2017":9,
                "2018":8,
                "2019":11,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The E885 Collaboration utilized the 1.8 GeV\/c K− beam line at the Alternating Gradient Synchrotron (AGS) to accumulate greater than 10 times the world’s existing data sample of (K−, K+) events on carbon. A total of about 3× 10 5 (K−, K+) events were collected and analyzed. Ξ hypernuclear states are expected to be produced through the reaction K−+ 12 C→ K++ Ξ 12 Be. A signal could also result from direct production of Λ 11 Be+ Λ without a distinct Ξ intermediate state. The measured missing-mass spectrum indicates the existence of a signal below the threshold for free Ξ− production that cannot be explained by background or effects of limited resolution. Although the resolution was not sufficient to resolve discrete hypernuclear states, the excess of events in the region of missing mass, kinematically inaccessible in free Ξ− production, can be compared with theoretical predictions for Ξ 12 Be production …",
            "Evidence of  hypernuclear production in the  reaction",
            "P Khaustov and DE Alburger and PD Barnes and B Bassalleck and AR Berdoz and A Biglan and T Bürger and DS Carman and RE Chrien and CA Davis and H Fischer and GB Franklin and J Franz and L Gan and A Ichikawa and T Iijima and K Imai and Y Kondo and P Koran and M Landry and L Lee and J Lowe and R Magahiz and M May and R McCrady and CA Meyer and F Merrill and T Motoba and SA Page and K Paschke and PH Pile and B Quinn and WD Ramsay and A Rusek and R Sawafta and H Schmitt and RA Schumacher and RW Stotzer and R Sutter and F Takeutchi and WTH van Oers and K Yamamoto and Y Yamamoto and M Yosoi and VJ Zeps and AGS E885 Collaboration",
            "2000",
            "xN5HNA8AAAAJ:u5HHmVD_uO8C",
            308,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.61.054603",
            "13224446052438708552",
            "\/scholar?cites=13224446052438708552",
            {
                "2000":4,
                "2001":17,
                "2002":10,
                "2003":8,
                "2004":17,
                "2005":5,
                "2006":10,
                "2007":16,
                "2008":12,
                "2009":13,
                "2010":35,
                "2011":16,
                "2012":12,
                "2013":18,
                "2014":13,
                "2015":13,
                "2016":17,
                "2017":20,
                "2018":13,
                "2019":19,
                "2020":14,
                "2021":2
            }
        ],
        [
            "We have measured the parity-violating electroweak asymmetry in the elastic scattering of polarized electrons from He 4 at an average scattering angle⟨ θ lab⟩= 5.7 and a four-momentum transfer Q 2= 0.091 GeV 2. From these data, for the first time, the strange electric form factor of the nucleon G E s can be isolated. The measured asymmetry of A PV=(6.72±0.84 (stat)±0.21 (syst))× 10− 6 yields a value of G E s=− 0.038±0.042 (stat)±0.010 (syst), consistent with zero.",
            "Parity-Violating Electron Scattering from  and the Strange Electric Form Factor of the Nucleon",
            "KA Aniol and DS Armstrong and Todd Averett and Hachemi Benaoum and PY Bertin and Etienne Burtin and Jason Cahoon and GD Cates and CC Chang and Y-C Chao and J-P Chen and Seonho Choi and Eugene Chudakov and Brandon Craver and Francesco Cusanno and Piotr Decowski and Deepa Deepa and Catherine Ferdi and RJ Feuerbach and JM Finn and Salvatore Frullani and Kirsten Fuoti and Franco Garibaldi and Ronald Gilman and A Glamazdin and V Gorbenko and JM Grames and John Hansknecht and DW Higinbotham and Richard Holmes and Timothy Holmstrom and TB Humensky and Hassan Ibrahim and CW De Jager and Xiaodong Jiang and LJ Kaufman and Aidan Kelleher and Ameya Kolarkar and Stanley Kowalski and KS Kumar and Daniel Lambert and Peter Laviolette and John LeRose and David Lhuillier and Nilanga Liyanage and DJ Margaziotis and Malek Mazouz and Kathy McCormick and DG Meekins and Z-E Meziani and Robert Michaels and Bryan Moffit and Peter Monaghan and C Munoz-Camacho and Sirish Nanda and Vladimir Nelyubin and Damien Neyret and KD Paschke and M Poelker and Roman Pomatsalyuk and Yi Qiang and Bodo Reitz and Julie Roche and Arunava Saha and Jaideep Singh and Ryan Snyder and PA Souder and Ramesh Subedi and Riad Suleiman and Vincent Sulkosky and WA Tobias and GM Urciuoli and Antonin Vacheret and Eric Voutier and Kebin Wang and R Wilson and Bogdan Wojtsekhowski and Xiaochao Zheng and HAPPEX Collaboration",
            "2006",
            "xN5HNA8AAAAJ:9yKSN-GCB0IC",
            231,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.022003",
            "16183328226054100259",
            "\/scholar?cites=16183328226054100259",
            {
                "2006":32,
                "2007":44,
                "2008":17,
                "2009":8,
                "2010":12,
                "2011":13,
                "2012":18,
                "2013":18,
                "2014":15,
                "2015":20,
                "2016":7,
                "2017":6,
                "2018":4,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We report the most precise measurement to date of a parity-violating asymmetry in elastic electron–proton scattering. The measurement was carried out with a beam energy of 3.03 GeV and a scattering angle< θ lab>= 6.0○, with the result A PV=(− 1.14±0.24 (stat)±0.06 (syst))× 10− 6. From this we extract, at Q 2= 0.099 GeV 2, the strange form factor combination G E s+ 0.080 G M s= 0.030±0.025 (stat)±0.006 (syst)±0.012 (FF) where the first two errors are experimental and the last error is due to the uncertainty in the neutron electromagnetic form factor. This result significantly improves current knowledge of G E s and G M s at Q 2∼ 0.1 GeV 2. A consistent picture emerges when several measurements at about the same Q 2 value are combined: G E s is consistent with zero while positive values are favored for G M s, though G E s= G M s= 0 is compatible with the data at 95% CL",
            "Constraints on the nucleon strange form factors at Q2∼ 0.1 GeV2",
            "KA Aniol and DS Armstrong and T Averett and H Benaoum and PY Bertin and E Burtin and J Cahoon and GD Cates and CC Chang and Y-C Chao and JP Chen and Seonho Choi and E Chudakov and B Craver and F Cusanno and Piotr Decowski and D Deepa and C Ferdi and RJ Feuerbach and JM Finn and S Frullani and K Fuoti and F Garibaldi and Ronald Gilman and A Glamazdin and V Gorbenko and JM Grames and J Hansknecht and DW Higinbotham and R Holmes and T Holmstrom and TB Humensky and H Ibrahim and CW de Jager and X Jiang and LJ Kaufman and A Kelleher and A Kolarkar and S Kowalski and KS Kumar and D Lambert and P LaViolette and J LeRose and D Lhuillier and N Liyanage and DJ Margaziotis and M Mazouz and K McCormick and DG Meekins and Z-E Meziani and R Michaels and B Moffit and P Monaghan and C Munoz-Camacho and S Nanda and V Nelyubin and D Neyret and KD Paschke and M Poelker and R Pomatsalyuk and Y Qiang and B Reitz and J Roche and A Saha and J Singh and R Snyder and Paul A Souder and M Stutzman and R Subedi and R Suleiman and V Sulkosky and WA Tobias and GM Urciuoli and A Vacheret and E Voutier and K Wang and R Wilson and B Wojtsekhowski and X Zheng and Happex Collaboration",
            "2006",
            "xN5HNA8AAAAJ:qjMakFHDy7sC",
            200,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269306003054",
            "15965071246333122070",
            "\/scholar?cites=15965071246333122070",
            {
                "2006":24,
                "2007":48,
                "2008":12,
                "2009":14,
                "2010":10,
                "2011":13,
                "2012":7,
                "2013":16,
                "2014":9,
                "2015":18,
                "2016":5,
                "2017":6,
                "2018":5,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "An experiment demonstrating the production of double-Λ hypernuclei in (K−, K+) reactions on 9 Be was carried out at the D6 line in the BNL alternating-gradient synchrotron. The technique was the observation of pions produced in sequential mesonic weak decay, each pion associated with one unit of strangeness change. The results indicate the production of a significant number of the double hypernucleus Λ Λ 4 H and the twin hypernuclei Λ 4 H and Λ 3 H. The relevant decay chains are discussed and a simple model of the production mechanism is presented. An implication of this experiment is that the existence of an S=− 2 dibaryon more than a few MeV below the Λ Λ mass is unlikely.",
            "Production of Λ Λ 4 H Hypernuclei",
            "Jung Keun Ahn and S Ajimura and H Akikawa and B Bassalleck and A Berdoz and D Carman and RE Chrien and CA Davis and P Eugenio and H Fischer and GB Franklin and J Franz and T Fukuda and L Gan and H Hotchi and A Ichikawa and K Imai and SH Kahana and P Khaustov and T Kishimoto and P Koran and H Kohri and A Kourepin and K Kubota and M Landry and M May and C Meyer and Z Meziani and S Minami and T Miyachi and T Nagae and J Nakano and H Outa and K Paschke and P Pile and M Prokhabatilov and BP Quinn and V Rasin and A Rusek and H Schmitt and RA Schumacher and M Sekimoto and K Shileev and Y Shimizu and R Sutter and T Tamagawa and L Tang and K Tanida and K Yamamoto and L Yuan",
            "2001",
            "xN5HNA8AAAAJ:2osOgNQ5qMEC",
            175,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.132504",
            "15747439955007163382",
            "\/scholar?cites=15747439955007163382",
            {
                "2001":3,
                "2002":15,
                "2003":18,
                "2004":24,
                "2005":8,
                "2006":7,
                "2007":14,
                "2008":9,
                "2009":10,
                "2010":9,
                "2011":8,
                "2012":4,
                "2013":9,
                "2014":6,
                "2015":2,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":11,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We use distorted wave electron scattering calculations to extract the weak charge form factor F W (q), the weak charge radius R W, and the point neutron radius R n of 208 Pb from the Lead Radius Experiment (PREX) parity-violating asymmetry measurement. The form factor is the Fourier transform of the weak charge density at the average momentum transfer q= 0.475 fm− 1. We find F W (q)= 0.204±0.028 (exp)±0.001 (model). We use the Helm model to infer the weak radius from F W (q). We find R W= 5.826±0.181 (exp)±0.027 (model) fm. Here the experimental error includes PREX statistical and systematic errors, while the model error describes the uncertainty in R W from uncertainties in the surface thickness σ of the weak charge density. The weak radius is larger than the charge radius, implying a “weak charge skin” where the surface region is relatively enriched in weak charges compared to (electromagnetic …",
            "Weak charge form factor and radius of Pb through parity violation in electron scattering",
            "CJ Horowitz and Z Ahmed and C-M Jen and A Rakhman and PA Souder and MM Dalton and N Liyanage and KD Paschke and K Saenboonruang and R Silwal and GB Franklin and M Friend and Brian Quinn and KS Kumar and D McNulty and L Mercado and S Riordan and J Wexler and RW Michaels and GM Urciuoli",
            "2012",
            "xN5HNA8AAAAJ:WF5omc3nYNoC",
            171,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.85.032501",
            "18282809237981864575",
            "\/scholar?cites=18282809237981864575",
            {
                "2012":7,
                "2013":30,
                "2014":34,
                "2015":12,
                "2016":7,
                "2017":12,
                "2018":18,
                "2019":20,
                "2020":28,
                "2021":3
            }
        ],
        [
            "The spin-orbit splitting of Λ single-particle states in Λ 13 C was measured. The 13 C (K−, π−) Λ 13 C reaction was used to excite both the 1\/2− and 3\/2− states simultaneously, which have predominantly 12 C (0+)× p Λ configuration. γ rays from the states to the ground state were measured in coincidence with the π−'s, by which ℓ s splitting was found to be 152±54 (stat)±36 (syst) keV. The value is 20–30 times smaller than exhibited by the ℓ s splitting in the nuclear shell model. This value gives us new insight into the YN interaction.",
            "Observation of Spin-Orbit Splitting in  Single-Particle States",
            "S Ajimura and H Hayakawa and T Kishimoto and H Kohri and K Matsuoka and S Minami and T Mori and K Morikubo and E Saji and A Sakaguchi and Y Shimizu and M Sumihama and RE Chrien and M May and P Pile and A Rusek and R Sutter and P Eugenio and G Franklin and P Khaustov and K Paschke and BP Quinn and RA Schumacher and J Franz and T Fukuda and H Noumi and H Outa and L Gan and L Tang and L Yuan and H Tamura and J Nakano and T Tamagawa and K Tanida and R Sawafta",
            "2001",
            "xN5HNA8AAAAJ:IjCSPb-OGe4C",
            163,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.4255",
            "9640969221273706186",
            "\/scholar?cites=9640969221273706186",
            {
                "2001":4,
                "2002":12,
                "2003":11,
                "2004":11,
                "2005":5,
                "2006":7,
                "2007":9,
                "2008":12,
                "2009":14,
                "2010":13,
                "2011":5,
                "2012":8,
                "2013":3,
                "2014":4,
                "2015":5,
                "2016":9,
                "2017":12,
                "2018":6,
                "2019":7,
                "2020":4
            }
        ],
        [
            "The Q weak experiment has measured the parity-violating asymmetry in e→ p elastic scattering at Q 2= 0.025 (GeV\/c) 2, employing 145 μ A of 89% longitudinally polarized electrons on a 34.4 cm long liquid hydrogen target at Jefferson Lab. The results of the experiment’s commissioning run, constituting approximately 4% of the data collected in the experiment, are reported here. From these initial results, the measured asymmetry is A e p=− 279±35 (stat)±31 (syst) ppb, which is the smallest and most precise asymmetry ever measured in e→ p scattering. The small Q 2 of this experiment has made possible the first determination of the weak charge of the proton Q W p by incorporating earlier parity-violating electron scattering (PVES) data at higher Q 2 to constrain hadronic corrections. The value of Q W p obtained in this way is Q W p (PVES)= 0.064±0.012, which is in good agreement with the standard model …",
            "First determination of the weak charge of the proton",
            "D Androic and David S Armstrong and A Asaturyan and Todd Averett and J Balewski and J Beaufait and RS Beminiwattha and J Benesch and F Benmokhtar and J Birchall and RD Carlini and GD Cates and JC Cornejo and S Covrig and MM Dalton and CA Davis and W Deconinck and J Diefenbach and JF Dowd and JA Dunne and D Dutta and WS Duvall and M Elaasar and WR Falk and JM Finn and T Forest and D Gaskell and MTW Gericke and J Grames and VM Gray and K Grimm and F Guo and JR Hoskins and K Johnston and D Jones and M Jones and R Jones and M Kargiantoulakis and PM King and E Korkmaz and S Kowalski and J Leacock and J Leckey and AR Lee and JH Lee and L Lee and S MacEwan and D Mack and JA Magee and R Mahurin and J Mammei and JW Martin and MJ McHugh and D Meekins and J Mei and R Michaels and A Micherdzinska and A Mkrtchyan and H Mkrtchyan and N Morgan and KE Myers and A Narayan and LZ Ndukum and V Nelyubin and WTH van Oers and AK Opper and SA Page and J Pan and KD Paschke and SK Phillips and ML Pitt and M Poelker and JF Rajotte and WD Ramsay and J Roche and B Sawatzky and T Seva and MH Shabestari and R Silwal and N Simicevic and GR Smith and P Solvignon and DT Spayde and A Subedi and R Subedi and R Suleiman and V Tadevosyan and WA Tobias and V Tvaskis and B Waidyawansa and P Wang and SP Wells and SA Wood and S Yang and RD Young and S Zhamkochyan",
            "2013",
            "xN5HNA8AAAAJ:qxL8FJ1GzNcC",
            145,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.141803",
            "2080716778784009502",
            "\/scholar?cites=2080716778784009502",
            {
                "2013":7,
                "2014":21,
                "2015":27,
                "2016":29,
                "2017":16,
                "2018":15,
                "2019":16,
                "2020":13
            }
        ]
    ]
}