{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Semiconductor technology is currently based on the manipulation of electronic charge; however, electrons have additional degrees of freedom, such as spin and valley, that can be used to encode and process information. Over the past several decades, there has been significant progress in manipulating electron spin for semiconductor spintronic devices, motivated by potential spin-based information processing and storage applications. However, experimental progress towards manipulating the valley degree of freedom for potential valleytronic devices has been limited until very recently. We review the latest advances in valleytronics, which have largely been enabled by the isolation of 2D materials (such as graphene and semiconducting transition metal dichalcogenides) that host an easily accessible electronic valley degree of freedom, allowing for dynamic control.",
            "Valleytronics in 2D materials",
            "John R Schaibley and Hongyi Yu and Genevieve Clark and Pasqual Rivera and Jason S Ross and Kyle L Seyler and Wang Yao and Xiaodong Xu",
            "2016",
            "xniUWcYAAAAJ:0N-VGjzr574C",
            967,
            "https:\/\/www.nature.com\/articles\/natrevmats201655",
            "16721124069156494281",
            "\/scholar?cites=16721124069156494281",
            {
                "2017":95,
                "2018":217,
                "2019":257,
                "2020":352,
                "2021":45
            }
        ],
        [
            "Van der Waals bound heterostructures constructed with two-dimensional materials, such as graphene, boron nitride and transition metal dichalcogenides, have sparked wide interest in device physics and technologies at the two-dimensional limit. One highly coveted heterostructure is that of differing monolayer transition metal dichalcogenides with type-II band alignment, with bound electrons and holes localized in individual monolayers, that is, interlayer excitons. Here, we report the observation of interlayer excitons in monolayer MoSe 2–WSe 2 heterostructures by photoluminescence and photoluminescence excitation spectroscopy. We find that their energy and luminescence intensity are highly tunable by an applied vertical gate voltage. Moreover, we measure an interlayer exciton lifetime of~ 1.8 ns, an order of magnitude longer than intralayer excitons in monolayers. Our work demonstrates optical pumping of …",
            "Observation of long-lived interlayer excitons in monolayer MoSe 2–WSe 2 heterostructures",
            "Pasqual Rivera and John R Schaibley and Aaron M Jones and Jason S Ross and Sanfeng Wu and Grant Aivazian and Philip Klement and Kyle Seyler and Genevieve Clark and Nirmal J Ghimire and Jiaqiang Yan and DG Mandrus and Wang Yao and Xiaodong Xu",
            "2015",
            "xniUWcYAAAAJ:qjMakFHDy7sC",
            879,
            "https:\/\/www.nature.com\/articles\/ncomms7242",
            "8735580326749159119",
            "\/scholar?cites=8735580326749159119",
            {
                "2014":4,
                "2015":36,
                "2016":97,
                "2017":147,
                "2018":191,
                "2019":172,
                "2020":204,
                "2021":25
            }
        ],
        [
            "Engineering the electromagnetic environment of a nanometre-scale light emitter by use of a photonic cavity can significantly enhance its spontaneous emission rate, through cavity quantum electrodynamics in the Purcell regime. This effect can greatly reduce the lasing threshold of the emitter 1, 2, 3, 4, 5, providing a low-threshold laser system with small footprint, low power consumption and ultrafast modulation. An ultralow-threshold nanoscale laser has been successfully developed by embedding quantum dots into a photonic crystal cavity (PCC) 6, 7, 8. However, several challenges impede the practical application of this architecture, including the random positions and compositional fluctuations of the dots 7, extreme difficulty in current injection 8, and lack of compatibility with electronic circuits 7, 8. Here we report a new lasing strategy: an atomically thin crystalline semiconductor—that is, a tungsten diselenide …",
            "Monolayer semiconductor nanocavity lasers with ultralow thresholds",
            "Sanfeng Wu and Sonia Buckley and John R Schaibley and Liefeng Feng and Jiaqiang Yan and David G Mandrus and Fariba Hatami and Wang Yao and Jelena Vučković and Arka Majumdar and Xiaodong Xu",
            "2015",
            "xniUWcYAAAAJ:kuK5TVdYjLIC",
            610,
            "https:\/\/www.nature.com\/articles\/nature14290",
            "15784326175925456152",
            "\/scholar?cites=15784326175925456152",
            {
                "2015":42,
                "2016":99,
                "2017":115,
                "2018":129,
                "2019":114,
                "2020":103,
                "2021":6
            }
        ],
        [
            "Single quantum emitters (SQEs) are at the heart of quantum optics 1 and photonic quantum-information technologies 2. To date, all the demonstrated solid-state single-photon sources are confined to one-dimensional (1D; ref. 3) or 3D materials 4, 5, 6, 7. Here, we report a new class of SQEs based on excitons that are spatially localized by defects in 2D tungsten-diselenide (WSe 2) monolayers. The optical emission from these SQEs shows narrow linewidths of∼ 130 μeV, about two orders of magnitude smaller than those of delocalized valley excitons 8. Second-order correlation measurements revealed a strong photon antibunching, which unambiguously established the single-photon nature of the emission 9. The SQE emission shows two non-degenerate transitions, which are cross-linearly polarized. We assign this fine structure to two excitonic eigenmodes whose degeneracy is lifted by a large∼ 0.71 meV …",
            "Single quantum emitters in monolayer semiconductors",
            "Yu-Ming He and Genevieve Clark and John R Schaibley and Yu He and Ming-Cheng Chen and Yu-Jia Wei and Xing Ding and Qiang Zhang and Wang Yao and Xiaodong Xu and Chao-Yang Lu and Jian-Wei Pan",
            "2015",
            "xniUWcYAAAAJ:EYYDruWGBe4C",
            558,
            "https:\/\/www.nature.com\/articles\/nnano.2015.75",
            "18346361685262048427",
            "\/scholar?cites=18346361685262048427",
            {
                "2015":18,
                "2016":72,
                "2017":96,
                "2018":118,
                "2019":113,
                "2020":128,
                "2021":10
            }
        ],
        [
            "Heterostructures comprising different monolayer semiconductors provide an attractive setting for fundamental science and device technologies, such as in the emerging field of valleytronics. We realized valley-specific interlayer excitons in monolayer WSe2-MoSe2 vertical heterostructures. We created interlayer exciton spin-valley polarization by means of circularly polarized optical pumping and determined a valley lifetime of 40 nanoseconds. This long-lived polarization enables the visualization of the expansion of a valley-polarized exciton cloud over several micrometers. The spatial pattern of the polarization evolves into a ring with increasing exciton density, a manifestation of valley exciton exchange interactions. Our work introduces van der Waals heterostructures as a promising platform from which to study valley exciton physics.",
            "Valley-polarized exciton dynamics in a 2D semiconductor heterostructure",
            "Pasqual Rivera and Kyle L Seyler and Hongyi Yu and John R Schaibley and Jiaqiang Yan and David G Mandrus and Wang Yao and Xiaodong Xu",
            "2016",
            "xniUWcYAAAAJ:i2xiXl-TujoC",
            423,
            "https:\/\/science.sciencemag.org\/content\/351\/6274\/688.abstract",
            "10475942748361382690",
            "\/scholar?cites=10475942748361382690",
            {
                "2016":25,
                "2017":79,
                "2018":87,
                "2019":102,
                "2020":121,
                "2021":8
            }
        ],
        [
            "Nonlinear optical frequency conversion, in which optical fields interact with a nonlinear medium to produce new field frequencies 1, is ubiquitous in modern photonic systems. However, the nonlinear electric susceptibilities that give rise to such phenomena are often challenging to tune in a given material and, so far, dynamical control of optical nonlinearities remains confined to research laboratories as a spectroscopic tool 2. Here, we report a mechanism to electrically control second-order optical nonlinearities in monolayer WSe 2, an atomically thin semiconductor. We show that the intensity of second-harmonic generation at the A-exciton resonance is tunable by over an order of magnitude at low temperature and nearly a factor of four at room temperature through electrostatic doping in a field-effect transistor. Such tunability arises from the strong exciton charging effects in monolayer semiconductors 3, 4, which …",
            "Electrical control of second-harmonic generation in a WSe2 monolayer transistor",
            "Kyle L Seyler and John R Schaibley and Pu Gong and Pasqual Rivera and Aaron M Jones and Sanfeng Wu and Jiaqiang Yan and David G Mandrus and Wang Yao and Xiaodong Xu",
            "2015",
            "xniUWcYAAAAJ:MLfJN-KU85MC",
            290,
            "https:\/\/www.nature.com\/articles\/nnano.2015.73",
            "15516788090991827155",
            "\/scholar?cites=15516788090991827155",
            {
                "2015":6,
                "2016":31,
                "2017":53,
                "2018":67,
                "2019":52,
                "2020":74,
                "2021":7
            }
        ],
        [
            "Semiconductor heterostructures are backbones for solid-state-based optoelectronic devices. Recent advances in assembly techniques for van der Waals heterostructures have enabled the band engineering of semiconductor heterojunctions for atomically thin optoelectronic devices. In two-dimensional heterostructures with type II band alignment, interlayer excitons, where Coulomb bound electrons and holes are confined to opposite layers, have shown promising properties for novel excitonic devices, including a large binding energy, micron-scale in-plane drift-diffusion, and a long population and valley polarization lifetime. Here, we demonstrate interlayer exciton optoelectronics based on electrostatically defined lateral p–n junctions in a MoSe2–WSe2 heterobilayer. Applying a forward bias enables the first observation of electroluminescence from interlayer excitons. At zero bias, the p–n junction functions as a …",
            "Interlayer exciton optoelectronics in a 2D heterostructure p–n junction",
            "Jason S Ross and Pasqual Rivera and John Schaibley and Eric Lee-Wong and Hongyi Yu and Takashi Taniguchi and Kenji Watanabe and Jiaqiang Yan and David Mandrus and David Cobden and Wang Yao and Xiaodong Xu",
            "2017",
            "xniUWcYAAAAJ:ClCfbGk0d_YC",
            184,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.6b03398",
            "17496230202693221134",
            "\/scholar?cites=17496230202693221134",
            {
                "2017":16,
                "2018":58,
                "2019":56,
                "2020":47,
                "2021":7
            }
        ],
        [
            "Photon upconversion is an elementary light–matter interaction process in which an absorbed photon is re-emitted at higher frequency after extracting energy from the medium. This phenomenon lies at the heart of optical refrigeration in solids 1, where upconversion relies on anti-Stokes processes enabled either by rare-earth impurities 2 or exciton–phonon coupling 3. Here, we demonstrate a luminescence upconversion process from a negatively charged exciton to a neutral exciton resonance in monolayer WSe 2, producing spontaneous anti-Stokes emission with an energy gain of 30 meV. Polarization-resolved measurements find this process to be valley selective, unique to monolayer semiconductors 4. Since the charged exciton binding energy 5 closely matches the 31 meV A 1′ optical phonon 6, 7, 8, 9, we ascribe the spontaneous excitonic anti-Stokes to doubly resonant Raman scattering, where the incident …",
            "Excitonic luminescence upconversion in a two-dimensional semiconductor",
            "Aaron M Jones and Hongyi Yu and John R Schaibley and Jiaqiang Yan and David G Mandrus and Takashi Taniguchi and Kenji Watanabe and Hanan Dery and Wang Yao and Xiaodong Xu",
            "2016",
            "xniUWcYAAAAJ:oNZyr7d5Mn4C",
            153,
            "https:\/\/www.nature.com\/articles\/nphys3604",
            "6690751348875757891",
            "\/scholar?cites=6690751348875757891",
            {
                "2016":14,
                "2017":35,
                "2018":34,
                "2019":35,
                "2020":32,
                "2021":3
            }
        ],
        [
            "The electron spin state of a singly charged semiconductor quantum dot has been shown to form a suitable single qubit for quantum computing architectures with fast gate times. A key challenge in realizing a useful quantum dot quantum computing architecture lies in demonstrating the ability to scale the system to many qubits. In this Letter, we report an all optical experimental demonstration of quantum entanglement between a single electron spin confined to a single charged semiconductor quantum dot and the polarization state of a photon spontaneously emitted from the quantum dot’s excited state. We obtain a lower bound on the fidelity of entanglement of 0.59±0.04, which is 84% of the maximum achievable given the timing resolution of available single photon detectors. In future applications, such as measurement-based spin-spin entanglement which does not require sub-nanosecond timing resolution, we …",
            "Demonstration of quantum entanglement between a single electron spin confined to an InAs quantum dot and a photon",
            "JR Schaibley and AP Burgers and GA McCracken and L-M Duan and PR Berman and DG Steel and AS Bracker and D Gammon and LJ Sham",
            "2013",
            "xniUWcYAAAAJ:u-x6o8ySG0sC",
            148,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.167401",
            "13685345839171102875",
            "\/scholar?cites=13685345839171102875",
            {
                "2013":17,
                "2014":16,
                "2015":28,
                "2016":26,
                "2017":25,
                "2018":16,
                "2019":10,
                "2020":7,
                "2021":2
            }
        ],
        [
            "We report charged exciton (trion) formation dynamics in doped monolayer transition metal dichalcogenides, specifically molybdenum diselenide (MoS e 2), using resonant two-color pump-probe spectroscopy. When resonantly pumping the exciton transition, trions are generated on a picosecond time scale through exciton-electron interaction. As the pump energy is tuned from the high energy to low energy side of the inhomogeneously broadened exciton resonance, the trion formation time increases by∼ 50%. This feature can be explained by the existence of both localized and delocalized excitons in a disordered potential and suggests the existence of an exciton mobility edge in transition metal dichalcogenides.",
            "Trion formation dynamics in monolayer transition metal dichalcogenides",
            "Akshay Singh and Galan Moody and Kha Tran and Marie E Scott and Vincent Overbeck and Gunnar Berghäuser and John Schaibley and Edward J Seifert and Dennis Pleskot and Nathaniel M Gabor and Jiaqiang Yan and David G Mandrus and Marten Richter and Ermin Malic and Xiaodong Xu and Xiaoqin Li",
            "2016",
            "xniUWcYAAAAJ:LI9QrySNdTsC",
            129,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.041401",
            "14022403761029388255",
            "\/scholar?cites=14022403761029388255",
            {
                "2016":16,
                "2017":32,
                "2018":21,
                "2019":28,
                "2020":30,
                "2021":2
            }
        ]
    ]
}