{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The Wilkinson Microwave Anisotropy Probe (WMAP) 5-year data provide stringent limits on deviations from the minimal, six-parameter Λ cold dark matter model. We report these limits and use them to constrain the physics of cosmic inflation via Gaussianity, adiabaticity, the power spectrum of primordial fluctuations, gravitational waves, and spatial curvature. We also constrain models of dark energy via its equation of state, parity-violating interaction, and neutrino properties, such as mass and the number of species. We detect no convincing deviations from the minimal model. The six parameters and the corresponding 68% uncertainties, derived from the WMAP data combined with the distance measurements from the Type Ia supernovae (SN) and the Baryon Acoustic Oscillations (BAO) in the distribution of galaxies, are: Ω b h 2= 0.02267+ 0.00058–0.00059, Ω c h 2= 0.1131±0.0034, Ω Λ= 0.726±0.015, n s= 0.960±0.013 …",
            "Five-year wilkinson microwave anisotropy probe* observations: cosmological interpretation",
            "Eiichiro Komatsu and J Dunkley and MR Nolta and CL Bennett and B Gold and G Hinshaw and N Jarosik and D Larson and M Limon and L Page and DN Spergel and M Halpern and RS Hill and A Kogut and SS Meyer and GS Tucker and JL Weiland and E Wollack and EL Wright",
            "2009",
            "xoOGOFEAAAAJ:oldoQiaHq2UC",
            14005,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/180\/2\/330\/meta",
            "13257412446242505832",
            "\/scholar?cites=13257412446242505832",
            {
                "2008":215,
                "2009":1066,
                "2010":1405,
                "2011":1788,
                "2012":2372,
                "2013":1825,
                "2014":1215,
                "2015":866,
                "2016":770,
                "2017":607,
                "2018":614,
                "2019":547,
                "2020":536,
                "2021":70
            }
        ],
        [
            "WMAP precision data enable accurate testing of cosmological models. We find that the emerging standard model of cosmology, a flat Λ‐dominated universe seeded by a nearly scale‐invariant adiabatic Gaussian fluctuations, fits the WMAP data. For the WMAP data only, the best‐fit parameters are  ,  ,  ,  ,  , and  . With parameters fixed only by WMAP data, we can fit finer scale cosmic microwave background (CMB) measurements and measurements of large‐scale structure (galaxy surveys and the Lyα forest). This simple model is also consistent with a host of other astronomical measurements: its inferred age of the universe is consistent with stellar ages, the baryon\/photon ratio is consistent with measurements of the [D\/H] ratio, and the inferred Hubble constant is consistent with local observations of the expansion rate. We then fit the model parameters to a combination of WMAP data with other finer scale CMB …",
            "First-year Wilkinson Microwave Anisotropy Probe (WMAP)* observations: determination of cosmological parameters",
            "David N Spergel and Licia Verde and Hiranya V Peiris and Eiichiro Komatsu and MR Nolta and Charles L Bennett and Mark Halpern and Gary Hinshaw and Norman Jarosik and Alan Kogut and M Limon and SS Meyer and L Page and GS Tucker and JL Weiland and E Wollack and EL Wright",
            "2003",
            "xoOGOFEAAAAJ:4OULZ7Gr8RgC",
            13132,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/377226\/meta",
            "3054320912056104610",
            "\/scholar?cites=3054320912056104610",
            {
                "2003":578,
                "2004":1459,
                "2005":1637,
                "2006":1489,
                "2007":1069,
                "2008":936,
                "2009":766,
                "2010":666,
                "2011":577,
                "2012":573,
                "2013":511,
                "2014":488,
                "2015":455,
                "2016":412,
                "2017":335,
                "2018":338,
                "2019":331,
                "2020":344,
                "2021":32
            }
        ],
        [
            "A simple cosmological model with only six parameters (matter density,  , baryon density,  , Hubble constant,  , amplitude of fluctuations, σ8, optical depth, τ, and a slope for the scalar perturbation spectrum,  ) fits not only the 3 year WMAP temperature and polarization data, but also small‐scale CMB data, light element abundances, large‐scale structure observations, and the supernova luminosity\/distance relationship. Using WMAP data only, the best‐fit values for cosmological parameters for the power‐law flat Λ cold dark matter (ΛCDM) model are  . The 3 year data dramatically shrink the allowed volume in this six‐dimensional parameter space. Assuming that the primordial fluctuations are adiabatic with a power‐law spectrum, the WMAP data alone require dark matter and favor a spectral index that is significantly less than the Harrison‐Zel’dovich‐Peebles scale‐invariant spectrum  . Adding additional data sets …",
            "Three-year Wilkinson Microwave Anisotropy Probe (WMAP) observations: implications for cosmology",
            "David N Spergel and R Bean and O Doré and MR Nolta and CL Bennett and Joanna Dunkley and G Hinshaw and N ea Jarosik and E Komatsu and L Page and HV Peiris and L Verde and M Halpern and RS Hill and A Kogut and M Limon and SS Meyer and N Odegard and GS Tucker and JL Weiland and E Wollack and EL Wright",
            "2007",
            "xoOGOFEAAAAJ:OP4eGU-M3BUC",
            7638,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/513700\/meta",
            "9055900584209886225",
            "\/scholar?cites=9055900584209886225",
            {
                "2006":137,
                "2007":773,
                "2008":1521,
                "2009":1001,
                "2010":798,
                "2011":624,
                "2012":495,
                "2013":402,
                "2014":341,
                "2015":284,
                "2016":266,
                "2017":243,
                "2018":231,
                "2019":220,
                "2020":221,
                "2021":28
            }
        ]
    ]
}