{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Increasing evidence suggests that glutamate neurotoxicity is partly mediated by reactive oxygen species, formed as a consequence of several processes, including arachidonic acid metabolism and nitric oxide production. Here we used an oxidation-sensitive indicator, dihydrorhodamine 123, in combination with confocal microscopy, to examine the hypothesis that electron transport by neuronal mitochondria may be an important source of glutamate-induced reactive oxygen species (ROS). Exposure to NMDA, but not kainate, ionomycin, or elevated potassium stimulated oxygen radical production in cultured murine cortical neurons, demonstrated by oxidation of nonfluorescent dihydrorhodamine 123 to fluorescent rhodamine 123. Electron paramagnetic resonance spectroscopy studies using 5,5-dimethyl-1- pyrroline-N-oxide (DMPO) as a radical-trapping agent, also showed production of ROS by cortical neurons …",
            "Mitochondrial Production of Reactive Oxygen species in Cortical Neurons Following Exposure to N-Methyle-D-Aspartate",
            "LL Dugan and SL Sensi and LMT Canzoniero and SD Handran and SM Rothman and TS Lin and MP Goldberg and DW Choi",
            "1995",
            "xOR563EAAAAJ:tOudhMTPpwUC",
            906,
            "https:\/\/www.jneurosci.org\/content\/15\/10\/6377.short",
            "17532550110500646865",
            "\/scholar?cites=17532550110500646865",
            {
                "1996":24,
                "1997":36,
                "1998":64,
                "1999":67,
                "2000":65,
                "2001":54,
                "2002":53,
                "2003":47,
                "2004":42,
                "2005":45,
                "2006":34,
                "2007":50,
                "2008":51,
                "2009":21,
                "2010":32,
                "2011":34,
                "2012":29,
                "2013":24,
                "2014":24,
                "2015":25,
                "2016":15,
                "2017":18,
                "2018":15,
                "2019":22,
                "2020":14
            }
        ],
        [
            "Two regioisomers with C3 or D3 symmetry of water-soluble carboxylic acid C60 derivatives, containing three malonic acid groups per molecule, were synthesized and found to be equipotent free radical scavengers in solution as assessed by EPR analysis. Both compounds also inhibited the excitotoxic death of cultured cortical neurons induced by exposure to N-methyl-d-aspartate (NMDA), α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA), or oxygen-glucose deprivation, but the C3 regioisomer was more effective than the D3 regioisomer, possibly reflecting its polar nature and attendant greater ability to enter lipid membranes. At 100 μM, the C3 derivative fully blocked even rapidly triggered, NMDA receptor-mediated toxicity, a form of toxicity with limited sensitivity to all other classes of free radical scavengers we have tested. The C3 derivative also reduced apoptotic neuronal death induced by either …",
            "Carboxyfullerenes as neuroprotective agents",
            "Laura L Dugan and Dorothy M Turetsky and Cheng Du and Doug Lobner and Mark Wheeler and C Robert Almli and Clifton K-F Shen and Tien-Yau Luh and Dennis W Choi and Tien-Sung Lin",
            "1997",
            "xOR563EAAAAJ:u-x6o8ySG0sC",
            885,
            "https:\/\/www.pnas.org\/content\/94\/17\/9434.short",
            "12002086768503758235",
            "\/scholar?cites=12002086768503758235",
            {
                "1998":10,
                "1999":22,
                "2000":38,
                "2001":32,
                "2002":32,
                "2003":29,
                "2004":23,
                "2005":32,
                "2006":48,
                "2007":71,
                "2008":52,
                "2009":54,
                "2010":63,
                "2011":51,
                "2012":43,
                "2013":47,
                "2014":37,
                "2015":29,
                "2016":38,
                "2017":44,
                "2018":28,
                "2019":28,
                "2020":28,
                "2021":3
            }
        ],
        [
            "The unique properties of mesoporous silica (MPS) materials were utilized to immobilze enzymes: huge surface area, modifiable surface, and restricted pore nanospaces. The enzyme confinements in the nanochannels of MPS materials generate synergistic effects that enhance enzyme stability, improve product selectivity, and facilitate separation and reuse of enzymes. The physical chemistry of enzyme confinement, methods of immobilization, catalytic activity and advantages of protein confinements are discussed. In the end, we show that immobilized enzymes in the nanospaces of MPS can be applied as viable biocatalysts for chemical and pharmaceutical industries.",
            "Mesoporous materials for encapsulating enzymes",
            "Chia-Hung Lee and Tien-Sung Lin and Chung-Yuan Mou",
            "2009",
            "xOR563EAAAAJ:9yKSN-GCB0IC",
            447,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S174801320900005X",
            "7842395006049594425",
            "\/scholar?cites=7842395006049594425",
            {
                "2009":3,
                "2010":25,
                "2011":37,
                "2012":38,
                "2013":50,
                "2014":62,
                "2015":54,
                "2016":36,
                "2017":37,
                "2018":30,
                "2019":34,
                "2020":33,
                "2021":7
            }
        ],
        [
            "Novel anti-oxidants based on the buckminsterfullerene molecule were explored as neuroprotective agents in cortical cell cultures exposed to excitotoxic and apoptotic injuries. Two polyhydroxylated C60derivatives, C60(OH)n,n= 12, and C60(OH)nOm,n= 18–20,m= 3–7 hemiketal groups, demonstrated excellent anti-oxidant capabilities when tested by electron paramagnetic spectroscopy with a spin-trapping agent and a hydroxyl radical-generating system. These water-soluble agents decreased excitotoxic neuronal death following brief exposure to NMDA (by 80%), α-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid (AMPA; by 65%), or kainate (by 50%). Electrophysiology and tracer45Ca2+-uptake studies verified that buckminsterfullerenols are not NMDA or AMPA\/kainate receptor antagonists. Buckminsterfullerenols also reduced neuronal apoptosis induced by serum deprivation. These results support the …",
            "Buckminsterfullerenol free radical scavengers reduce excitotoxic and apoptotic death of cultured cortical neurons",
            "Laura L Dugan and Joseph K Gabrielsen and P Yu Shan and Tien-Sung Lin and Dennis W Choi",
            "1996",
            "xOR563EAAAAJ:d1gkVwhDpl0C",
            427,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969996196900133",
            "18238917905904937524",
            "\/scholar?cites=18238917905904937524",
            {
                "1998":3,
                "1999":11,
                "2000":6,
                "2001":4,
                "2002":7,
                "2003":5,
                "2004":9,
                "2005":15,
                "2006":19,
                "2007":33,
                "2008":38,
                "2009":34,
                "2010":27,
                "2011":27,
                "2012":35,
                "2013":24,
                "2014":24,
                "2015":10,
                "2016":29,
                "2017":20,
                "2018":14,
                "2019":13,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The catalytic performances of supported gold nanoparticles depend critically on the nature of support. Here, we report the first evidence of strong metal–support interactions (SMSI) between gold nanoparticles and ZnO nanorods based on results of structural and spectroscopic characterization. The catalyst shows encapsulation of gold nanoparticles by ZnO and the electron transfer between gold and the support. Detailed characterizations of the interaction between Au nanoparticles and ZnO were done with transmission electron microscopy (TEM), X-ray photoelectron spectroscopy (XPS), X-ray absorption spectroscopy (XAS), electron paramagnetic resonance (EPR), and FTIR study of adsorbed CO. The significance of the SMSI effect is further investigated by probing the efficiency of CO oxidation over the Au\/ZnO-nanorod. In contrast to the classical reductive SMSI in the TiO2 supported group VIII metals which …",
            "Strong metal–support interactions between gold nanoparticles and ZnO nanorods in CO oxidation",
            "Xiaoyan Liu and Ming-Han Liu and Yi-Chia Luo and Chung-Yuan Mou and Shawn D Lin and Hongkui Cheng and Jin-Ming Chen and Jyh-Fu Lee and Tien-Sung Lin",
            "2012",
            "xOR563EAAAAJ:W7OEmFMy1HYC",
            371,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja3033235",
            "5382876227850088621",
            "\/scholar?cites=5382876227850088621",
            {
                "2011":1,
                "2012":2,
                "2013":22,
                "2014":33,
                "2015":39,
                "2016":45,
                "2017":45,
                "2018":53,
                "2019":61,
                "2020":60,
                "2021":9
            }
        ],
        [
            "We present a novel efficient catalyst, Au–Ag alloy nanoparticles supported on mesoporous aluminosilicate. The catalysts were applied to the low-temperature CO oxidation reaction. The sample was prepared in one pot, in which the formation of nanoparticles was coupled in aqueous solution with the construction of mesoporous structure. Both XRD and TEM characterizations show that the alloy particles are much larger than the monometallic gold particles and become even bigger with an increase in the amount of Ag. We shall demonstrate that such large particles with an average particle size of about 20–30 nm exhibit exceptionally high activity for CO oxidation at low temperatures. Moreover, the activity varies with the Au\/Ag molar ratios and attains the best conversion when Au\/Ag is 3: 1. The presence of excess H 2 deactivates the alloy activity completely at room temperature. UV–vis and EXAFS confirm the Au …",
            "A novel efficient Au–Ag alloy catalyst system: preparation, activity, and characterization",
            "Ai-Qin Wang and Jun-Hong Liu and SD Lin and Tien-Sung Lin and Chung-Yuan Mou",
            "2005",
            "xOR563EAAAAJ:2osOgNQ5qMEC",
            368,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021951705001739",
            "12487254902135524440",
            "\/scholar?cites=12487254902135524440",
            {
                "2005":2,
                "2006":12,
                "2007":14,
                "2008":13,
                "2009":18,
                "2010":17,
                "2011":34,
                "2012":23,
                "2013":39,
                "2014":39,
                "2015":31,
                "2016":25,
                "2017":30,
                "2018":27,
                "2019":18,
                "2020":22,
                "2021":3
            }
        ],
        [
            "Water-soluble derivatives of buckminsterfullerene (C60) derivatives are a unique class of compounds with potent antioxidant properties. Studies on one class of these compounds, the malonic acid C60 derivatives (carboxyfullerenes), indicated that they are capable of eliminating both superoxide anion and H2O2, and were effective inhibitors of lipid peroxidation, as well. Carboxyfullerenes demonstrated robust neuroprotection against excitotoxic, apoptotic and metabolic insults in cortical cell cultures. They were also capable of rescuing mesencephalic dopaminergic neurons from both MPP+ and 6-hydroxydopamine-induced degeneration. Although there is limited in vivo data on these compounds to date, we have previously reported that systemic administration of the C3 carboxyfullerene isomer delayed motor deterioration and death in a mouse model of familial amyotrophic lateral sclerosis (FALS). Ongoing …",
            "Fullerene-based antioxidants and neurodegenerative disorders",
            "LL Dugan and EG Lovett and KL Quick and J Lotharius and TS Lin and KL O'Malley",
            "2001",
            "xOR563EAAAAJ:B3FOqHPlNUQC",
            362,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S135380200000064X",
            "4194672912932542730",
            "\/scholar?cites=4194672912932542730",
            {
                "2001":1,
                "2002":5,
                "2003":3,
                "2004":8,
                "2005":10,
                "2006":22,
                "2007":26,
                "2008":27,
                "2009":26,
                "2010":24,
                "2011":25,
                "2012":29,
                "2013":14,
                "2014":23,
                "2015":26,
                "2016":16,
                "2017":19,
                "2018":15,
                "2019":15,
                "2020":27,
                "2021":1
            }
        ],
        [
            "The role of nitric oxide in the immune response to allogeneic tissue was explored in an in vivo cardiac transplant model in the rat. Nitric oxide production during organ rejection was demonstrated by elevations in systemic serum nitrite\/nitrate levels and by electron paramagnetic resonance spectroscopy. Messenger RNA for the inducible nitric oxide synthase enzyme was detected in the rejecting allografted heart, but not in the nonrejecting isografted heart. The enzyme was demonstrated to be biologically active by the in vitro conversion of L-arginine to L-citrulline and was immunohistochemically localized to the infiltrating inflammatory cells. Treatment with aminoguanidine, a preferential inhibitor of the inducible nitric oxide synthase isoform, prevented the increased nitric oxide production in the transplanted organ and significantly attenuated the pathogenesis of acute rejection. Aminoguanidine treatment prolonged …",
            "Modulation of in vivo alloreactivity by inhibition of inducible nitric oxide synthase.",
            "Neil K Worrall and W Douglas Lazenby and Thomas P Misko and Tien-Sung Lin and Charles P Rodi and Pamela T Manning and Ronald G Tilton and Joseph R Williamson and T Bruce Ferguson Jr",
            "1995",
            "xOR563EAAAAJ:qjMakFHDy7sC",
            240,
            "https:\/\/rupress.org\/jem\/article-abstract\/181\/1\/63\/50494",
            "6144730119857136783",
            "\/scholar?cites=6144730119857136783",
            {
                "1995":7,
                "1996":26,
                "1997":27,
                "1998":26,
                "1999":22,
                "2000":20,
                "2001":19,
                "2002":19,
                "2003":5,
                "2004":12,
                "2005":12,
                "2006":9,
                "2007":8,
                "2008":9,
                "2009":5,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Experimental allergic encephalomyelitis (EAE) is a demyelinating autoimmune disorder that can be induced in susceptible mice by T lymphocytes sensitized to central nervous system (CNS) myelin components and is a prime animal model for the human CNS demyelinating disorder, multiple sclerosis (MS). Although CNS inflammation in which T lymphocytes and activated macrophages are the predominant cell types is observed in mice with EAE and in humans with MS, the exact mechanisms underlying the CNS damage and demyelination are not understood. Nitric oxide (NO), a gaseous free radical, has recently been shown to be a cytolytic product of activated macrophages. Using electron paramagnetic resonance spectroscopy, the nitric oxide free radical complexed with iron-sulfur proteins has been identified in affected spinal cords of mice with EAE, concurrent with the diminution of iron-sulfur proteins. These …",
            "Nitric oxide localized to spinal cords of mice with experimental allergic encephalomyelitis: an electron paramagnetic resonance study.",
            "Robin F Lin and Tien-sung Lin and Ronald G Tilton and Anne H Cross",
            "1993",
            "xOR563EAAAAJ:UeHWp8X0CEIC",
            169,
            "https:\/\/rupress.org\/jem\/article-abstract\/178\/2\/643\/50299",
            "608161724655520222",
            "\/scholar?cites=608161724655520222",
            {
                "1993":1,
                "1994":3,
                "1995":11,
                "1996":16,
                "1997":21,
                "1998":21,
                "1999":15,
                "2000":9,
                "2001":12,
                "2002":10,
                "2003":5,
                "2004":4,
                "2005":7,
                "2006":5,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":5,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The highly polarized photo-excited triplet state of pentacene in a naphthalene crystal is used for pulsed dynamic nuclear polarization at room temperature. Thus far an enhancement of 5500 of the naphthalene proton polarization has been reached. For this purpose, a newly developed technique, the integrated solid effect, performed while obeying the Hartmann-Hahn condition, is used to transfer the triplet polarization efficiently to the nuclear spin system.",
            "High dynamic nuclear polarization at room temperature",
            "A Henstra and T-S Lin and J Schmidt and W Th Wenckebach",
            "1990",
            "xOR563EAAAAJ:Y0pCki6q_DkC",
            147,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0009261490870029",
            "15892084639712191104",
            "\/scholar?cites=15892084639712191104",
            {
                "1991":3,
                "1992":5,
                "1993":1,
                "1994":2,
                "1995":3,
                "1996":1,
                "1997":3,
                "1998":3,
                "1999":2,
                "2000":2,
                "2001":3,
                "2002":5,
                "2003":7,
                "2004":3,
                "2005":7,
                "2006":6,
                "2007":3,
                "2008":3,
                "2009":8,
                "2010":3,
                "2011":9,
                "2012":6,
                "2013":12,
                "2014":7,
                "2015":11,
                "2016":9,
                "2017":7,
                "2018":10
            }
        ]
    ]
}