{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "v. 1. Escherichia coli, plasmids, and bacteriophages; Preparation and analysis of DNA; Enzymatic manipulation of DNA and RNA; Preparation and analysis of RNA; Construction of recombinant DNA libraries; Screening of recombinant DNA libraries; DNA sequencing; Mutagenesis of cloned DNA; Introduction of DNA into mammalian cells; Analysis of proteins; Immunology; DNA-protein interactions--v. 2. Saccharomyces cerevisiae; In situ hybridization and immunohistochemistry; The polymerase chain reaction; Protein expression; Analysis of protein phosphorylation; Informatics for molecular biologists; Analysis of protein interactions; Chromatin assembly and analysis; Nucleic acid arrays; Generation and use of combinatorial libraries; Discovery and analysis of differentially expressed genes in single cells and cell populations.",
            "Short protocols in molecular biology: a compendium of methods from current protocols in molecular biology",
            "Frederick M Ausubel",
            "2002",
            "xorKkfgAAAAJ:cx97FdCJQX8C",
            6674,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=QUV.xis&method=post&formato=2&cantidad=1&expresion=mfn=004128",
            "14529832773245206312",
            "\/scholar?cites=14529832773245206312",
            {
                "1990":19,
                "1991":25,
                "1992":38,
                "1993":49,
                "1994":88,
                "1995":114,
                "1996":155,
                "1997":148,
                "1998":219,
                "1999":229,
                "2000":269,
                "2001":328,
                "2002":353,
                "2003":319,
                "2004":308,
                "2005":362,
                "2006":334,
                "2007":290,
                "2008":310,
                "2009":299,
                "2010":312,
                "2011":280,
                "2012":252,
                "2013":288,
                "2014":251,
                "2015":246,
                "2016":173,
                "2017":160,
                "2018":153,
                "2019":143,
                "2020":107,
                "2021":7
            }
        ],
        [
            "Bile acids regulate the transcription of genes that control cholesterol homeostasis through molecular mechanisms that are poorly understood. Physiological concentrations of free and conjugated chenodeoxycholic acid, lithocholic acid, and deoxycholic acid activated the farnesoid X receptor (FXR; NR1H4), an orphan nuclear receptor. As ligands, these bile acids and their conjugates modulated interaction of FXR with a peptide derived from steroid receptor coactivator 1. These results provide evidence for a nuclear bile acid signaling pathway that may regulate cholesterol homeostasis.",
            "Bile acids: natural ligands for an orphan nuclear receptor",
            "Derek J Parks and Steven G Blanchard and Randy K Bledsoe and Gyan Chandra and Thomas G Consler and Steven A Kliewer and Julie B Stimmel and Timothy M Willson and Ann Marie Zavacki and David D Moore and Jürgen M Lehmann",
            "1999",
            "xorKkfgAAAAJ:u5HHmVD_uO8C",
            2135,
            "https:\/\/science.sciencemag.org\/content\/284\/5418\/1365.abstract",
            "16089412870999206718",
            "\/scholar?cites=16089412870999206718",
            {
                "1999":15,
                "2000":67,
                "2001":76,
                "2002":93,
                "2003":97,
                "2004":91,
                "2005":90,
                "2006":97,
                "2007":73,
                "2008":96,
                "2009":88,
                "2010":91,
                "2011":102,
                "2012":105,
                "2013":106,
                "2014":106,
                "2015":121,
                "2016":108,
                "2017":123,
                "2018":125,
                "2019":121,
                "2020":114,
                "2021":13
            }
        ],
        [
            "We explored the effects of bile acids on triglyceride (TG) homeostasis using a combination of molecular, cellular, and animal models. Cholic acid (CA) prevents hepatic TG accumulation, VLDL secretion, and elevated serum TG in mouse models of hypertriglyceridemia. At the molecular level, CA decreases hepatic expression of SREBP-1c and its lipogenic target genes. Through the use of mouse mutants for the short heterodimer partner (SHP) and liver X receptor (LXR) α and β, we demonstrate the critical dependence of the reduction of SREBP-1c expression by either natural or synthetic farnesoid X receptor (FXR) agonists on both SHP and LXRα and LXRβ. These results suggest that strategies aimed at increasing FXR activity and the repressive effects of SHP should be explored to correct hypertriglyceridemia.",
            "Bile acids lower triglyceride levels via a pathway involving FXR, SHP, and SREBP-1c",
            "Mitsuhiro Watanabe and Sander M Houten and Li Wang and Antonio Moschetta and David J Mangelsdorf and Richard A Heyman and David D Moore and Johan Auwerx",
            "2004",
            "xorKkfgAAAAJ:YsMSGLbcyi4C",
            1057,
            "https:\/\/www.jci.org\/articles\/view\/21025",
            "14697402887689533626",
            "\/scholar?cites=14697402887689533626",
            {
                "2004":5,
                "2005":28,
                "2006":40,
                "2007":40,
                "2008":49,
                "2009":52,
                "2010":57,
                "2011":81,
                "2012":59,
                "2013":73,
                "2014":71,
                "2015":75,
                "2016":76,
                "2017":81,
                "2018":87,
                "2019":72,
                "2020":97,
                "2021":5
            }
        ],
        [
            "A unified nomenclature system for the nuclear receptor superfamily. \/ Auwerx, J.; Baulieu, E.; \nBeato, M.; Becker-Andre, M.; Burbach, PH; Camerino, G.; Chambon, P.; Cooney, A.; Dejean, \nA.; Dreyer, C.; Evans, RM; Gannon, F.; Giguere, V.; Gronemeyer, H.; Gustafsson, JA; Laudet, \nV.; Lazar, MA; Mangelsdorf, DJ; Millbrandt, J.; Milgrom, E.; Moore, DD; O'Malley, B.; Parker, \nM.; Parker, K.; Perimann, T.; Pfahl, M.; Rosenfeld, MG; Samuels, H.; Schutz, G.; Sladek, FM; \nStunnenberg, HG; Spedding, M.; Thummel, C.; Tsai, MJ; Umesono, K.; Vennstrom, B.; Wahli, \nW.; Weinberg, C.; Willson, TM; Yamamoto … Auwerx, J. ; Baulieu, E. ; Beato, M. ; \nBecker-Andre, M. ; Burbach, PH ; Camerino, G. ; Chambon, P. ; Cooney, A. ; Dejean, A. ; \nDreyer, C. ; Evans, RM ; Gannon, F. ; Giguere, V. ; Gronemeyer, H. ; Gustafsson, JA ; Laudet, \nV. ; Lazar, MA ; Mangelsdorf, DJ ; Millbrandt, J. ; Milgrom, E. ; Moore, DD ; O'Malley, B. ; … ",
            "A unified nomenclature system for the nuclear receptor superfamily",
            "J Auwerx and E Baulieu and M Beato and M Becker-Andre and PH Burbach and G Camerino and P Chambon and A Cooney and A Dejean and C Dreyer and RM Evans and F Gannon and V Giguere and H Gronemeyer and Jan-Ake Gustafsson and V Laudet and MA Lazar and DJ Mangelsdorf and J Millbrandt and E Milgrom and DD Moore and B O'Malley and M Parker and K Parker and T Perimann and M Pfahl and MG Rosenfeld and H Samuels and G Schutz and FM Sladek and HG Stunnenberg and M Spedding and C Thummel and MJ Tsai and K Umesono and B Vennstrom and W Wahli and C Weinberg and TM Willson and K Yamamoto",
            "1999",
            "xorKkfgAAAAJ:kWvqk_afx_IC",
            1013,
            "https:\/\/utsouthwestern.pure.elsevier.com\/en\/publications\/a-unified-nomenclature-system-for-the-nuclear-receptor-superfamil",
            "17490497908517876432",
            "\/scholar?cites=17490497908517876432",
            {
                "1999":17,
                "2000":54,
                "2001":49,
                "2002":63,
                "2003":56,
                "2004":55,
                "2005":51,
                "2006":62,
                "2007":48,
                "2008":58,
                "2009":49,
                "2010":53,
                "2011":47,
                "2012":46,
                "2013":37,
                "2014":43,
                "2015":45,
                "2016":33,
                "2017":39,
                "2018":31,
                "2019":29,
                "2020":35,
                "2021":2
            }
        ],
        [
            "The Charon lambda bacteriophages have been developed as vectors for cloning. Their construction incorporates mutations that make them simple to use and also greatly increases their safety for the biological containment of cloned recombinant DNA. Three of the Charon vector phages, 3A, 4A, and 16A, have been certified for use as EK2 vector-host systems, when propagated in bulk in a special bacterial host, DP50SupF. We present here some of the data on which the safety of these systems was evaluated. DNA fragments ranging in size from 0 to 2.2 X 10(4) base pairs can be cloned in these EK2 Charon phages.",
            "Charon phages: safer derivatives of bacteriophage lambda for DNA cloning",
            "Frederick R Blattner and Bill G Williams and Ann E Blechl and Katherine Denniston-Thompson and Harvey E Faber and L Furlong and David J Grunwald and Delight O Kiefer and David D Moore and James W Schumm and Edward L Sheldon and Oliver Smithies",
            "1977",
            "xorKkfgAAAAJ:_FM0Bhl9EiAC",
            960,
            "https:\/\/science.sciencemag.org\/content\/196\/4286\/161.abstract",
            "12079912577644486356",
            "\/scholar?cites=12079912577644486356",
            {
                "1981":109,
                "1982":113,
                "1983":108,
                "1984":84,
                "1985":60,
                "1986":45,
                "1987":31,
                "1988":37,
                "1989":24,
                "1990":20,
                "1991":12,
                "1992":12,
                "1993":5,
                "1994":2,
                "1995":3,
                "1996":2,
                "1997":2,
                "1998":3,
                "1999":2,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":5,
                "2005":1,
                "2006":7,
                "2007":1,
                "2008":3,
                "2009":1,
                "2010":5,
                "2011":7,
                "2012":1,
                "2013":3,
                "2014":11,
                "2015":9,
                "2016":5,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Liver cancer has the second highest worldwide cancer mortality rate and has limited therapeutic options. We analyzed 363 hepatocellular carcinoma (HCC) cases by whole-exome sequencing and DNA copy number analyses, and we analyzed 196 HCC cases by DNA methylation, RNA, miRNA, and proteomic expression also. DNA sequencing and mutation analysis identified significantly mutated genes, including LZTR1, EEF1A1, SF3B1, and SMARCA4. Significant alterations by mutation or downregulation by hypermethylation in genes likely to result in HCC metabolic reprogramming (ALB, APOB, and CPS1) were observed. Integrative molecular HCC subtyping incorporating unsupervised clustering of five data platforms identified three subtypes, one of which was associated with poorer prognosis in three HCC cohorts. Integrated analyses enabled development of a p53 target gene expression signature …",
            "Comprehensive and integrative genomic characterization of hepatocellular carcinoma",
            "Adrian Ally and Miruna Balasundaram and Rebecca Carlsen and Eric Chuah and Amanda Clarke and Noreen Dhalla and Robert A Holt and Steven JM Jones and Darlene Lee and Yussanne Ma and Marco A Marra and Michael Mayo and Richard A Moore and Andrew J Mungall and Jacqueline E Schein and Payal Sipahimalani and Angela Tam and Nina Thiessen and Dorothy Cheung and Tina Wong and Denise Brooks and A Gordon Robertson and Reanne Bowlby and Karen Mungall and Sara Sadeghi and Liu Xi and Kyle Covington and Eve Shinbrot and David A Wheeler and Richard A Gibbs and Lawrence A Donehower and Linghua Wang and Jay Bowen and Julie M Gastier-Foster and Mark Gerken and Carmen Helsel and Kristen M Leraas and Tara M Lichtenberg and Nilsa C Ramirez and Lisa Wise and Erik Zmuda and Stacey B Gabriel and Matthew Meyerson and Carrie Cibulskis and Bradley A Murray and Juliann Shih and Rameen Beroukhim and Andrew D Cherniack and Steven E Schumacher and Gordon Saksena and Chandra Sekhar Pedamallu and Lynda Chin and Gad Getz and Michael Noble and Hailei Zhang and David Heiman and Juok Cho and Nils Gehlenborg and Douglas Voet and Pei Lin and Scott Frazer and Timothy Defreitas and Sam Meier and Michael Lawrence and Jaegil Kim and Chad J Creighton and Donna Muzny and HarshaVardhan Doddapaneni and Jianhong Hu and Min Wang and Donna Morton and Viktoriya Korchina and Yi Han and Huyen Dinh and Lora Lewis and Michelle Bellair and Xiuping Liu and Jireh Santibanez and Robert Glenn and Sandra Lee and Walker Hale and Joel S Parker and Matthew D Wilkerson and D Neil Hayes and Sheila M Reynolds and Ilya Shmulevich and Wei Zhang and Yuexin Liu and Lisa Iype and Hala Makhlouf and Michael S Torbenson and Sanjay Kakar and Matthew M Yeh and Dhanpat Jain and David E Kleiner and Renumathy Dhanasekaran and Hashem B El-Serag and Sun Young Yim and John N Weinstein and Lopa Mishra and Jianping Zhang and Rehan Akbani and Shiyun Ling and Zhenlin Ju and Xiaoping Su and Apurva M Hegde and Gordon B Mills and Yiling Lu and Jian Chen and Ju-Seog Lee and Bo Hwa Sohn and Jae Jun Shim and Pan Tong and Hiroyuki Aburatani and Shogo Yamamoto and Kenji Tatsuno and Wei Li and Zheng Xia and Nicolas Stransky and Eric Seiser and Federico Innocenti and Jianjiong Gao and Ritika Kundra and Hongxin Zhang and Zachary Heins and Angelica Ochoa and Chris Sander and Marc Ladanyi and Ronglai Shen and Arshi Arora and Francisco Sanchez-Vega and Nikolaus Schultz and Katayoon Kasaian and Amie Radenbaugh and Karl-Dimiter Bissig and David D Moore and Yasushi Totoki and Hiromi Nakamura and Tatsuhiro Shibata and Christina Yau and Kiley Graim and Josh Stuart and David Haussler and Betty L Slagle and Akinyemi I Ojesina and Panagiotis Katsonis and Amanda Koire and Olivier Lichtarge and Teng-Kuei Hsu and Martin L Ferguson",
            "2017",
            "xorKkfgAAAAJ:TeJ9juy8vcMC",
            770,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867417306396",
            "17150177445140380975",
            "\/scholar?cites=17150177445140380975",
            {
                "2017":19,
                "2018":162,
                "2019":246,
                "2020":317,
                "2021":19
            }
        ],
        [
            "The human growth hormone (hGH) transient assay system described here is based on the expression of hGH directed by cells transfected with hGH fusion genes. Levels of secreted hGH in the medium, measured by a simple radioimmunoassay, are proportional to both levels of cytoplasmic hGH mRNA and the amount of transfected DNA. The system is extremely sensitive, easy to perform, and is qualitatively different from other transient expression systems in that the medium is assayed and the cells themselves are not destroyed. The hGH transient assay system is appropriate for analyses of regulation of gene expression and was utilized here to investigate the effect of the simian virus 40 enhancer on the herpes simplex virus thymidine kinase promoter and the effect of zinc on the mouse metallothionein-I promoter. The expression of hGH can also be used as an internal control to monitor transfection efficiency …",
            "Human growth hormone as a reporter gene in regulation studies employing transient gene expression.",
            "Richard F Selden and K Burke Howie and MARY ELLEN Rowe and HOWARD M Goodman and DAVID D Moore",
            "1986",
            "xorKkfgAAAAJ:u-x6o8ySG0sC",
            731,
            "https:\/\/mcb.asm.org\/content\/6\/9\/3173.short",
            "7413617341176164397",
            "\/scholar?cites=7413617341176164397",
            {
                "1986":3,
                "1987":15,
                "1988":31,
                "1989":42,
                "1990":64,
                "1991":61,
                "1992":50,
                "1993":52,
                "1994":51,
                "1995":45,
                "1996":52,
                "1997":51,
                "1998":23,
                "1999":34,
                "2000":14,
                "2001":13,
                "2002":12,
                "2003":18,
                "2004":17,
                "2005":7,
                "2006":13,
                "2007":10,
                "2008":9,
                "2009":2,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":9,
                "2014":4,
                "2015":7,
                "2016":3,
                "2017":1,
                "2018":1
            }
        ],
        [
            "The bile acid receptor farnesoid X receptor (FXR; NR1H4) is a central regulator of bile acid and lipid metabolism. We show here that FXR plays a key regulatory role in glucose homeostasis. FXR-null mice developed severe fatty liver and elevated circulating FFAs, which was associated with elevated serum glucose and impaired glucose and insulin tolerance. Their insulin resistance was confirmed by the hyperinsulinemic euglycemic clamp, which showed attenuated inhibition of hepatic glucose production by insulin and reduced peripheral glucose disposal. In FXR–\/–skeletal muscle and liver, multiple steps in the insulin signaling pathway were markedly blunted. In skeletal muscle, which does not express FXR, triglyceride and FFA levels were increased, and we propose that their inhibitory effects account for insulin resistance in that tissue. In contrast to the results in FXR–\/–mice, bile acid activation of FXR in WT …",
            "Farnesoid X receptor is essential for normal glucose homeostasis",
            "Ke Ma and Pradip K Saha and Lawrence Chan and David D Moore",
            "2006",
            "xorKkfgAAAAJ:0EnyYjriUFMC",
            724,
            "https:\/\/www.jci.org\/116\/4\/1102?content_type=full",
            "11901156338266020479",
            "\/scholar?cites=11901156338266020479",
            {
                "2006":10,
                "2007":36,
                "2008":34,
                "2009":44,
                "2010":44,
                "2011":52,
                "2012":48,
                "2013":48,
                "2014":58,
                "2015":59,
                "2016":53,
                "2017":70,
                "2018":47,
                "2019":55,
                "2020":60,
                "2021":1
            }
        ],
        [
            "Organisms encounter a wide range of foreign compounds—or ‘xenobiotics’—with potentially harmful consequences. The cytochrome P450 (CYP) enzymes metabolize xenobiotics and thus are a primary defence against these compounds. Increased expression of specific CYP genes in response to particular xenobiotics is a central component of this defence 1, although such induction can also increase production of toxic metabolites. Here we show that the nuclear receptor CAR mediates the response evoked by a class of xenobiotics known as the ‘phenobarbital-like inducers’. The strong activation of Cyp2b10 gene expression by phenobarbital, or by the more potent TCPOBOP, is absent in mice lacking the CAR gene. These animals also show decreased metabolism of the classic CYP substrate zoxazolamine and a complete loss of the liver hypertrophic and hyperplastic responses to these inducers. Cocaine …",
            "The nuclear receptor CAR mediates specific xenobiotic induction of drug metabolism",
            "Ping Wei and Jun Zhang and Margarete Egan-Hafley and Shuguang Liang and David D Moore",
            "2000",
            "xorKkfgAAAAJ:d1gkVwhDpl0C",
            719,
            "https:\/\/www.nature.com\/articles\/35038112",
            "12724414235618913929",
            "\/scholar?cites=12724414235618913929",
            {
                "2000":2,
                "2001":27,
                "2002":45,
                "2003":46,
                "2004":46,
                "2005":48,
                "2006":44,
                "2007":45,
                "2008":46,
                "2009":50,
                "2010":42,
                "2011":39,
                "2012":24,
                "2013":29,
                "2014":28,
                "2015":24,
                "2016":36,
                "2017":24,
                "2018":31,
                "2019":22,
                "2020":19
            }
        ],
        [
            "Liver mass depends on one or more unidentified humoral signals that drive regeneration when liver functional capacity is diminished. Bile acids are important liver products, and their levels are tightly regulated. Here, we identify a role for nuclear receptor–dependent bile acid signaling in normal liver regeneration. Elevated bile acid levels accelerate regeneration, and decreased levels inhibit liver regrowth, as does the absence of the primary nuclear bile acid receptor FXR. We propose that FXR activation by increased bile acid flux is a signal of decreased functional capacity of the liver. FXR, and possibly other nuclear receptors, may promote homeostasis not only by regulating expression of appropriate metabolic target genes but also by driving homeotrophic liver growth.",
            "Nuclear receptor-dependent bile acid signaling is required for normal liver regeneration",
            "Wendong Huang and Ke Ma and Jun Zhang and Mohammed Qatanani and James Cuvillier and Jun Liu and Bingning Dong and Xiongfei Huang and David D Moore",
            "2006",
            "xorKkfgAAAAJ:kNdYIx-mwKoC",
            644,
            "https:\/\/science.sciencemag.org\/content\/312\/5771\/233.abstract",
            "15236602476185614926",
            "\/scholar?cites=15236602476185614926",
            {
                "2006":10,
                "2007":37,
                "2008":38,
                "2009":40,
                "2010":41,
                "2011":51,
                "2012":55,
                "2013":49,
                "2014":53,
                "2015":65,
                "2016":42,
                "2017":40,
                "2018":42,
                "2019":27,
                "2020":48,
                "2021":3
            }
        ]
    ]
}