{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2658 new measurements from 644 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 112 reviews are many that are new or heavily revised including those on Heavy-Quark and Soft-Collinear Effective Theory, Neutrino Cross Section Measurements, Monte Carlo Event Generators, Lattice QCD, Heavy Quarkonium Spectroscopy, Top Quark, Dark Matter, V cb & V ub, Quantum Chromodynamics, High-Energy Collider Parameters, Astrophysical Constants, Cosmological Parameters, and Dark Matter. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov\/. The 2012 edition of Review of Particle Physics is published for the Particle Data Group as article 010001 in volume 86 of Physical Review D. This edition should be cited as: J. Beringer et al.(Particle Data Group), Phys. Rev. D 86, 010001 (2012).",
            "Review of particle physics",
            "Juerg Beringer and JF Arguin and RM Barnett and K Copic and O Dahl and DE Groom and CJ Lin and J Lys and H Murayama and CG Wohl and WM Yao and PA Zyla and C Amsler and M Antonelli and DM Asner and H Baer and HR Band and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and E Bergren and G Bernardi and W Bertl and S Bethke and H Bichsel and O Biebel and E Blucher and S Blusk and G Brooijmans and O Buchmueller and RN Cahn and M Carena and A Ceccucci and D Chakraborty and MC Chen and RS Chivukula and G Cowan and G D'ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and B Dobrescu and M Doser and M Drees and DA Edwards and S Eidelman and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and TK Gaisser and L Garren and HJ Gerber and G Gerbier and T Gherghetta and S Golwala and M Goodman and C Grab and AV Gritsan and JF Grivaz and Martin Grünewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hagmann and C Hanhart and S Hashimoto and KG Hayes and M Heffner and B Heltsley and JJ Hernández-Rey and K Hikasa and A Höcker and J Holder and A Holtkamp and J Huston and JD Jackson and KF Johnson and T Junk and D Karlen and D Kirkby and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Youngil Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and David Milstead and R Miquel and K Mönig and F Moortgat and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and L Pape and J Parsons and C Patrignani and JA Peacock and ST Petcov and A Piepke and A Pomarol and Giovanni Punzi and A Quadt and S Raby and G Raffelt and BN Ratcliff and P Richardson and S Roesler and S Rolli and A Romaniouk and LJ Rosenberg and JL Rosner and CT Sachrajda and Y Sakai and GP Salam and S Sarkar and F Sauli and O Schneider and K Scholberg and D Scott and WG Seligman and MH Shaevitz",
            "2012",
            "xPnMh7UAAAAJ:u5HHmVD_uO8C",
            19444,
            "https:\/\/www.scholars.northwestern.edu\/en\/publications\/review-of-particle-physics-7",
            "8780254662138311537",
            "\/scholar?cites=8780254662138311537",
            {
                "1996":116,
                "1997":754,
                "1998":1011,
                "1999":369,
                "2000":189,
                "2001":86,
                "2002":62,
                "2003":87,
                "2004":54,
                "2005":68,
                "2006":262,
                "2007":1605,
                "2008":1968,
                "2009":821,
                "2010":358,
                "2011":271,
                "2012":907,
                "2013":3200,
                "2014":3354,
                "2015":1621,
                "2016":862,
                "2017":494,
                "2018":324,
                "2019":221,
                "2020":187,
                "2021":36
            }
        ],
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
            "Review of particle physics",
            "Keith A Olive and Kaustubh Agashe and Claude Amsler and Mario Antonelli and Jean-Francois Arguin and David M Asner and H Baer and Henry R Band and RM Barnett and Tullio Basaglia and Christian W Bauer and James J Beatty and VL Belousov and Juerg Beringer and G Bernardi and Siegfried Bethke and Hans Bichsel and Otmar Biebel and E Blucher and Steven Blusk and G Brooijmans and Oliver Buchmueller and V Burkert and Maxim A Bychkov and Robert N Cahn and Marcela Carena and Augusto Ceccucci and Alessandro Cerri and Dhiman Chakraborty and Mu-Chun Chen and R Sekhar Chivukula and K Copie and Glen Cowan and O Dahl and Giancarlo D'Ambrosio and Thibault Damour and Daniel De Florian and A De Gouvéa and Thomas DeGrand and Paul De Jong and Gunther Dissertori and Bogdan A Dobrescu and Michael Doser and Manuel Drees and HK Dreiner and Donald A Edwards and Simon Eidelman and Jens Erler and Vladimir V Ezhela and W Fetscher and Brian David Fields and B Foster and A Freitas and TK Gaisser and H Gallagher and L Garren and HJ Gerber and G Gerbier and T Gershon and T Gherghetta and S Golwala and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and Martin Grünewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and M Heffner and B Heltsley and JJ Hernandez-Rey and K Hikasa and A Hoecker and J Holder and A Holtkamp and J Huston and JD Jackson and KF Johnson and T Junk and M Kado and D Karlen and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and CJ Lin and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and D Milstead and P Molaro and K Moenig and Filip Moortgat and MJ Mortonson and H Murayama and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and L Pape and J Parsons and C Patrignani and JA Peacock and M Pennington and ST Petcov and A Piepke and A Pomarol and A Quadt and S Raby and J Rademacker and G Raffelt and BN Ratcliff and P Richardson and A Ringwald and S Roesler and S Rolli and A Romaniouk and LJ Rosenberg and JL Rosner and G Rybka and CT Sachrajda and Y Sakai",
            "2014",
            "xPnMh7UAAAAJ:UuEBAcK4md4C",
            11718,
            "https:\/\/www.scholars.northwestern.edu\/en\/publications\/review-of-particle-physics-11",
            "8413444323795559066",
            "\/scholar?cites=8413444323795559066",
            {
                "2014":333,
                "2015":3156,
                "2016":4286,
                "2017":2227,
                "2018":860,
                "2019":471,
                "2020":251,
                "2021":17
            }
        ],
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
            "Review of particle physics",
            "Kenzo Nakamura",
            "2010",
            "xPnMh7UAAAAJ:SP6oXDckpogC",
            9601,
            "http:\/\/scholar.google.com\/scholar?cluster=2576254620197471737&hl=en&oi=scholarr",
            "2576254620197471737",
            "\/scholar?cites=2576254620197471737",
            {
                "2010":331,
                "2011":2852,
                "2012":3305,
                "2013":1292,
                "2014":562,
                "2015":323,
                "2016":263,
                "2017":185,
                "2018":157,
                "2019":105,
                "2020":116,
                "2021":7
            }
        ],
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
            "Review of particle physics",
            "Claudia Patrignani and K Agashe and G Aielli and C Amsler and M Antonelli and DM Asner and H Baer and Sw Banerjee and RM Barnett and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and J Beringer and S Bethke and H Bichsel and O Biebel and E Blucher and G Brooijmans and O Buchmueller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and M-C Chen and RS Chivukula and K Copic and G Cowan and O Dahl and G D'Ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and BA Dobrescu and M D'Onofrio and M Doser and M Drees and HK Dreiner and DA Dwyer and P Eerola and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and T Gherghetta and AA Godizov and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and M Gruenewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and A Hebecker and B Heltsley and JJ Hernandez-Rey and K Hikasa and J Hisano and A Hoecker and J Holder and A Holtkamp and J Huston and T Hyodo and K Irwin and JD Jackson and KF Johnson and M Kado and M Karliner and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and C-J Lin and C Lippmann and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and U-G Meissner and David Milstead and RE Mitchell and Paolo MOLARO and K Mönig and F Moortgat and MJ Mortonson and H Murayama and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and S Pagan Griso and J Parsons and JA Peacock and M Pennington and ST Petcov and VA Petrov and A Piepke and A Pomarol and A Quadt and S Raby and J Rademacker and G Raffelt and BN Ratcliff and P Richardson and A Ringwald",
            "2016",
            "xPnMh7UAAAAJ:48xauSegjOkC",
            7919,
            "https:\/\/openaccess.inaf.it\/handle\/20.500.12386\/25063",
            "14765011302757807885",
            "\/scholar?cites=14765011302757807885",
            {
                "2016":179,
                "2017":2459,
                "2018":3353,
                "2019":1270,
                "2020":554,
                "2021":18
            }
        ],
        [
            "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
            "Review of Particle Physics: particle data groups",
            "Masaharu Tanabashi and K Hagiwara and K Hikasa and Katsumasa Nakamura and Y Sumino and F Takahashi and J Tanaka and K Agashe and G Aielli and Claude Amsler and Mario Antonelli and DM Asner and Howard Baer and Sw Banerjee and RM Barnett and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and J Beringer and S Bethke and A Bettini and H Bichsel and O Biebel and KM Black and E Blucher and O Buchmuller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and M-C Chen and RS Chivukula and G Cowan and O Dahl and G d'Ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and BA Dobrescu and M d'Onofrio and M Doser and M Drees and HK Dreiner and DA Dwyer and P Eerola and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and R Firestone and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and Y Gershtein and T Gherghetta and AA Godizov and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and M Grünewald and A Gurtu and T Gutsche and HE Haber and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and A Hebecker and S Heinemeyer and B Heltsley and JJ Hernández-Rey and J Hisano and A Höcker and J Holder and A Holtkamp and T Hyodo and KD Irwin and KF Johnson and M Kado and M Karliner and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and J Lesgourgues and A Liddle and Z Ligeti and C-J Lin and C Lippmann and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and U-G Meißner and D Milstead and RE Mitchell and K Mönig and P Molaro and F Moortgat and M Moskovic and H Murayama and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and S Pagan Griso and J Parsons and C Patrignani and JA Peacock and M Pennington and ST Petcov and VA Petrov and E Pianori and A Piepke and A Pomarol and A Quadt",
            "2018",
            "xPnMh7UAAAAJ:KNjnJ3z-R6IC",
            7610,
            "https:\/\/iris.sissa.it\/handle\/20.500.11767\/98700",
            "7891928998555010999",
            "\/scholar?cites=7891928998555010999",
            {
                "2018":652,
                "2019":3124,
                "2020":3593,
                "2021":170
            }
        ],
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "xPnMh7UAAAAJ:T_ojBgVMvoEC",
            2079,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":567,
                "2019":685,
                "2020":690,
                "2021":51
            }
        ],
        [
            "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
            "Observation of the Suppression of the Flux of Cosmic Rays above ",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and Stefano Argiro and K Arisaka and E Armengaud and Francesco Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S Benzvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and Raffaella Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and Rosanna Cester and J Chauvin and Andrea Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceiçao and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and Stephane Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM De Almeida and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B Garcia and D Garcia Gamez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup",
            "2008",
            "xPnMh7UAAAAJ:9yKSN-GCB0IC",
            1861,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.061101",
            "16626660594683369556",
            "\/scholar?cites=16626660594683369556",
            {
                "2004":15,
                "2005":52,
                "2006":56,
                "2007":85,
                "2008":110,
                "2009":237,
                "2010":166,
                "2011":192,
                "2012":165,
                "2013":184,
                "2014":128,
                "2015":128,
                "2016":77,
                "2017":93,
                "2018":73,
                "2019":38,
                "2020":45,
                "2021":3
            }
        ],
        [
            "Using data collected at the Pierre Auger Observatory during the past 3.7 years, we demonstrated a correlation between the arrival directions of cosmic rays with energy above 6 × 1019 electron volts and the positions of active galactic nuclei (AGN) lying within ∼75 megaparsecs. We rejected the hypothesis of an isotropic distribution of these cosmic rays with at least a 99% confidence level from a prescribed a priori test. The correlation we observed is compatible with the hypothesis that the highest-energy particles originate from nearby extragalactic sources whose flux has not been substantially reduced by interaction with the cosmic background radiation. AGN or objects having a similar spatial distribution are possible sources.",
            "Correlation of the highest-energy cosmic rays with nearby extragalactic objects",
            "Pierre Auger Collaboration",
            "2007",
            "xPnMh7UAAAAJ:eflP2zaiRacC",
            1338,
            "https:\/\/science.sciencemag.org\/content\/318\/5852\/938.abstract",
            "6713061936766961602",
            "\/scholar?cites=6713061936766961602",
            {
                "2007":20,
                "2008":176,
                "2009":241,
                "2010":151,
                "2011":154,
                "2012":125,
                "2013":114,
                "2014":73,
                "2015":67,
                "2016":58,
                "2017":64,
                "2018":29,
                "2019":30,
                "2020":16,
                "2021":3
            }
        ],
        [
            "The High Resolution Fly’s Eye (HiRes) experiment has observed the Greisen-Zatsepin-Kuzmin suppression (called the GZK cutoff) with a statistical significance of five standard deviations. HiRes’ measurement of the flux of ultrahigh energy cosmic rays shows a sharp suppression at an energy of 6× 10 19 eV, consistent with the expected cutoff energy. We observe the ankle of the cosmic-ray energy spectrum as well, at an energy of 4× 10 18 eV. We describe the experiment, data collection, and analysis and estimate the systematic uncertainties. The results are presented and the calculation of the statistical significance of our observation is described.",
            "First observation of the Greisen-Zatsepin-Kuzmin suppression",
            "High Resolution Fly’s Eye Collaboration and RU Abbasi and T Abu-Zayyad and M Allen and JF Amman and G Archbold and K Belov and JW Belz and SY Ben Zvi and DR Bergman and SA Blake and OA Brusova and GW Burt and C Cannon and Z Cao and BC Connolly and W Deng and Y Fedorova and CB Finley and RC Gray and WF Hanlon and CM Hoffman and MH Holzscheiter and G Hughes and P Hüntemeyer and BF Jones and CCH Jui and K Kim and MA Kirn and EC Loh and MM Maestas and N Manago and LJ Marek and K Martens and JAJ Matthews and JN Matthews and SA Moore and A O’Neill and CA Painter and L Perera and K Reil and R Riehle and M Roberts and D Rodriguez and N Sasaki and SR Schnetzer and LM Scott and G Sinnis and JD Smith and P Sokolsky and C Song and RW Springer and BT Stokes and SB Thomas and JR Thomas and GB Thomson and D Tupa and S Westerhoff and LR Wiencke and X Zhang and A Zech",
            "2008",
            "xPnMh7UAAAAJ:d1gkVwhDpl0C",
            1160,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.101101",
            "9917630408173782942",
            "\/scholar?cites=9917630408173782942",
            {
                "2004":6,
                "2005":22,
                "2006":25,
                "2007":29,
                "2008":67,
                "2009":139,
                "2010":100,
                "2011":118,
                "2012":81,
                "2013":140,
                "2014":79,
                "2015":78,
                "2016":56,
                "2017":70,
                "2018":55,
                "2019":43,
                "2020":38,
                "2021":4
            }
        ],
        [
            "The Pierre Auger Observatory, located on a vast, high plain in western Argentina, is the world׳s largest cosmic ray observatory. The objectives of the Observatory are to probe the origin and characteristics of cosmic rays above 1017 eV and to study the interactions of these, the most energetic particles observed in nature. The Auger design features an array of 1660 water Cherenkov particle detector stations spread over 3000 km2 overlooked by 24 air fluorescence telescopes. In addition, three high elevation fluorescence telescopes overlook a 23.5 km2, 61-detector infilled array with 750 m spacing. The Observatory has been in successful operation since completion in 2008 and has recorded data from an exposure exceeding 40,000 km2 sr yr. This paper describes the design and performance of the detectors, related subsystems and infrastructure that make up the Observatory.",
            "The Pierre Auger cosmic ray observatory",
            "Pierre Auger Collaboration",
            "2015",
            "xPnMh7UAAAAJ:bz8QjSJIRt4C",
            835,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900215008086",
            "4123134945363192910",
            "\/scholar?cites=4123134945363192910",
            {
                "2014":3,
                "2015":50,
                "2016":106,
                "2017":194,
                "2018":156,
                "2019":194,
                "2020":116,
                "2021":10
            }
        ]
    ]
}