{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On 2011 February 1 the Kepler mission released data for 156,453 stars observed from the beginning of the science observations on 2009 May 2 through September 16. There are 1235 planetary candidates with transit-like signatures detected in this period. These are associated with 997 host stars. Distributions of the characteristics of the planetary candidates are separated into five class sizes: 68 candidates of approximately Earth-size (R p< 1.25 R⊕), 288 super-Earth-size (1.25 R⊕≤ R p< 2 R⊕), 662 Neptune-size (2 R⊕≤ R p< 6 R⊕), 165 Jupiter-size (6 R⊕≤ R p< 15 R⊕), and 19 up to twice the size of Jupiter (15 R⊕≤ R p< 22 R⊕). In the temperature range appropriate for the habitable zone, 54 candidates are found with sizes ranging from Earth-size to larger than that of Jupiter. Six are less than twice the size of the Earth. Over 74% of the planetary candidates are smaller than Neptune. The observed …",
            "Characteristics of planetary candidates observed by Kepler. II. Analysis of the first four months of data",
            "William J Borucki and David G Koch and Gibor Basri and Natalie Batalha and Timothy M Brown and Stephen T Bryson and Douglas Caldwell and Jørgen Christensen-Dalsgaard and William D Cochran and Edna DeVore and Edward W Dunham and Thomas N Gautier III and John C Geary and Ronald Gilliland and Alan Gould and Steve B Howell and Jon M Jenkins and David W Latham and Jack J Lissauer and Geoffrey W Marcy and Jason Rowe and Dimitar Sasselov and Alan Boss and David Charbonneau and David Ciardi and Laurance Doyle and Andrea K Dupree and Eric B Ford and Jonathan Fortney and Matthew J Holman and Sara Seager and Jason H Steffen and Jill Tarter and William F Welsh and Christopher Allen and Lars A Buchhave and Jessie L Christiansen and Bruce D Clarke and Santanu Das and Jean-Michel Désert and Michael Endl and Daniel Fabrycky and Francois Fressin and Michael Haas and Elliott Horch and Andrew Howard and Howard Isaacson and Hans Kjeldsen and Jeffery Kolodziejczak and Craig Kulesa and Jie Li and Philip W Lucas and Pavel Machalek and Donald McCarthy and Phillip MacQueen and Søren Meibom and Thibaut Miquel and Andrej Prsa and Samuel N Quinn and Elisa V Quintana and Darin Ragozzine and William Sherry and Avi Shporer and Peter Tenenbaum and Guillermo Torres and Joseph D Twicken and Jeffrey Van Cleve and Lucianne Walkowicz and Fred C Witteborn and Martin Still",
            "2011",
            "xQHmMn1DJEoC:u5HHmVD_uO8C",
            1055,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/736\/1\/19\/meta",
            "4176305292627202473",
            "\/scholar?cites=4176305292627202473",
            {
                "2010":3,
                "2011":87,
                "2012":196,
                "2013":168,
                "2014":137,
                "2015":103,
                "2016":77,
                "2017":70,
                "2018":68,
                "2019":51,
                "2020":77,
                "2021":11
            }
        ],
        [
            "New transiting planet candidates are identified in 16 months (2009 May-2010 September) of data from the Kepler spacecraft. Nearly 5000 periodic transit-like signals are vetted against astrophysical and instrumental false positives yielding 1108 viable new planet candidates, bringing the total count up to over 2300. Improved vetting metrics are employed, contributing to higher catalog reliability. Most notable is the noise-weighted robust averaging of multi-quarter photo-center offsets derived from difference image analysis that identifies likely background eclipsing binaries. Twenty-two months of photometry are used for the purpose of characterizing each of the candidates. Ephemerides (transit epoch, T 0, and orbital period, P) are tabulated as well as the products of light curve modeling: reduced radius (R P\/R sstarf), reduced semimajor axis (d\/R sstarf), and impact parameter (b). The largest fractional increases are …",
            "Planetary candidates observed by Kepler. III. Analysis of the first 16 months of data",
            "Natalie M Batalha and Jason F Rowe and Stephen T Bryson and Thomas Barclay and Christopher J Burke and Douglas A Caldwell and Jessie L Christiansen and Fergal Mullally and Susan E Thompson and Timothy M Brown and Andrea K Dupree and Daniel C Fabrycky and Eric B Ford and Jonathan J Fortney and Ronald L Gilliland and Howard Isaacson and David W Latham and Geoffrey W Marcy and Samuel N Quinn and Darin Ragozzine and Avi Shporer and William J Borucki and David R Ciardi and Thomas N Gautier III and Michael R Haas and Jon M Jenkins and David G Koch and Jack J Lissauer and William Rapin and Gibor S Basri and Alan P Boss and Lars A Buchhave and Joshua A Carter and David Charbonneau and Joergen Christensen-Dalsgaard and Bruce D Clarke and William D Cochran and Brice-Olivier Demory and Jean-Michel Desert and Edna Devore and Laurance R Doyle and Gilbert A Esquerdo and Mark Everett and Francois Fressin and John C Geary and Forrest R Girouard and Alan Gould and Jennifer R Hall and Matthew J Holman and Andrew W Howard and Steve B Howell and Khadeejah A Ibrahim and Karen Kinemuchi and Hans Kjeldsen and Todd C Klaus and Jie Li and Philip W Lucas and Søren Meibom and Robert L Morris and Andrej Prša and Elisa Quintana and Dwight T Sanderfer and Dimitar Sasselov and Shawn E Seader and Jeffrey C Smith and Jason H Steffen and Martin Still and Martin C Stumpe and Jill C Tarter and Peter Tenenbaum and Guillermo Torres and Joseph D Twicken and Kamal Uddin and Jeffrey Van Cleve and Lucianne Walkowicz and William F Welsh",
            "2013",
            "xQHmMn1DJEoC:9yKSN-GCB0IC",
            985,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/204\/2\/24\/meta",
            "15331486643473320187",
            "\/scholar?cites=15331486643473320187",
            {
                "2012":17,
                "2013":187,
                "2014":201,
                "2015":152,
                "2016":94,
                "2017":89,
                "2018":86,
                "2019":59,
                "2020":88,
                "2021":7
            }
        ],
        [
            "We report the distribution of planets as a function of planet radius, orbital period, and stellar effective temperature for orbital periods less than 50 days around solar-type (GK) stars. These results are based on the 1235 planets (formally\" planet candidates\") from the Kepler mission that include a nearly complete set of detected planets as small as 2 R⊕. For each of the 156,000 target stars, we assess the detectability of planets as a function of planet radius, R p, and orbital period, P, using a measure of the detection efficiency for each star. We also correct for the geometric probability of transit, R sstarf\/a. We consider first Kepler target stars within the\" solar subset\" having T eff= 4100-6100 K, log g= 4.0-4.9, and Kepler magnitude Kp< 15 mag, ie, bright, main-sequence GK stars. We include only those stars having photometric noise low enough to permit detection of planets down to 2 R⊕. We count planets in small …",
            "Planet occurrence within 0.25 AU of solar-type stars from Kepler",
            "Andrew W Howard and Geoffrey W Marcy and Stephen T Bryson and Jon M Jenkins and Jason F Rowe and Natalie M Batalha and William J Borucki and David G Koch and Edward W Dunham and Thomas N Gautier III and Jeffrey Van Cleve and William D Cochran and David W Latham and Jack J Lissauer and Guillermo Torres and Timothy M Brown and Ronald L Gilliland and Lars A Buchhave and Douglas A Caldwell and Jørgen Christensen-Dalsgaard and David Ciardi and Francois Fressin and Michael R Haas and Steve B Howell and Hans Kjeldsen and Sara Seager and Leslie Rogers and Dimitar D Sasselov and Jason H Steffen and Gibor S Basri and David Charbonneau and Jessie Christiansen and Bruce Clarke and Andrea Dupree and Daniel C Fabrycky and Debra A Fischer and Eric B Ford and Jonathan J Fortney and Jill Tarter and Forrest R Girouard and Matthew J Holman and John Asher Johnson and Todd C Klaus and Pavel Machalek and Althea V Moorhead and Robert C Morehead and Darin Ragozzine and Peter Tenenbaum and Joseph D Twicken and Samuel N Quinn and Howard Isaacson and Avi Shporer and Philip W Lucas and Lucianne M Walkowicz and William F Welsh and Alan Boss and Edna Devore and Alan Gould and Jeffrey C Smith and Robert L Morris and Andrej Prsa and Timothy D Morton and Martin Still and Susan E Thompson and Fergal Mullally and Michael Endl and Phillip J MacQueen",
            "2012",
            "xQHmMn1DJEoC:UeHWp8X0CEIC",
            927,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/201\/2\/15\/meta",
            "12433684012996218795",
            "\/scholar?cites=12433684012996218795",
            {
                "2011":4,
                "2012":43,
                "2013":111,
                "2014":116,
                "2015":120,
                "2016":121,
                "2017":95,
                "2018":137,
                "2019":73,
                "2020":96,
                "2021":9
            }
        ],
        [
            "When an extrasolar planet passes in front of (transits) its star, its radius can be measured from the decrease in starlight and its orbital period from the time between transits. Multiple planets transiting the same star reveal much more: period ratios determine stability and dynamics, mutual gravitational interactions reflect planet masses and orbital shapes, and the fraction of transiting planets observed as multiples has implications for the planarity of planetary systems. But few stars have more than one known transiting planet, and none has more than three. Here we report Kepler spacecraft observations of a single Sun-like star, which we call Kepler-11, that reveal six transiting planets, five with orbital periods between 10 and 47 days and a sixth planet with a longer period. The five inner planets are among the smallest for which mass and size have both been measured, and these measurements imply substantial …",
            "A closely packed system of low-mass, low-density planets transiting Kepler-11",
            "Jack J Lissauer and Daniel C Fabrycky and Eric B Ford and William J Borucki and Francois Fressin and Geoffrey W Marcy and Jerome A Orosz and Jason F Rowe and Guillermo Torres and William F Welsh and Natalie M Batalha and Stephen T Bryson and Lars A Buchhave and Douglas A Caldwell and Joshua A Carter and David Charbonneau and Jessie L Christiansen and William D Cochran and Jean-Michel Desert and Edward W Dunham and Michael N Fanelli and Jonathan J Fortney and Thomas N Gautier III and John C Geary and Ronald L Gilliland and Michael R Haas and Jennifer R Hall and Matthew J Holman and David G Koch and David W Latham and Eric Lopez and Sean McCauliff and Neil Miller and Robert C Morehead and Elisa V Quintana and Darin Ragozzine and Dimitar Sasselov and Donald R Short and Jason H Steffen",
            "2011",
            "xQHmMn1DJEoC:u-x6o8ySG0sC",
            685,
            "https:\/\/www.nature.com\/articles\/nature09760",
            "10693774506114097851",
            "\/scholar?cites=10693774506114097851",
            {
                "2010":2,
                "2011":75,
                "2012":122,
                "2013":100,
                "2014":98,
                "2015":53,
                "2016":53,
                "2017":51,
                "2018":48,
                "2019":37,
                "2020":38,
                "2021":4
            }
        ],
        [
            "About one-third of the~ 1200 transiting planet candidates detected in the first four months of Kepler data are members of multiple candidate systems. There are 115 target stars with two candidate transiting planets, 45 with three, 8 with four, and 1 each with five and six. We characterize the dynamical properties of these candidate multi-planet systems. The distribution of observed period ratios shows that the vast majority of candidate pairs are neither in nor near low-order mean-motion resonances. Nonetheless, there are small but statistically significant excesses of candidate pairs both in resonance and spaced slightly too far apart to be in resonance, particularly near the 2: 1 resonance. We find that virtually all candidate systems are stable, as tested by numerical integrations that assume a nominal mass-radius relationship. Several considerations strongly suggest that the vast majority of these multi-candidate …",
            "Architecture and dynamics of Kepler's candidate multiple transiting planet systems",
            "Jack J Lissauer and Darin Ragozzine and Daniel C Fabrycky and Jason H Steffen and Eric B Ford and Jon M Jenkins and Avi Shporer and Matthew J Holman and Jason F Rowe and Elisa V Quintana and Natalie M Batalha and William J Borucki and Stephen T Bryson and Douglas A Caldwell and Joshua A Carter and David Ciardi and Edward W Dunham and Jonathan J Fortney and Thomas N Gautier III and Steve B Howell and David G Koch and David W Latham and Geoffrey W Marcy and Robert C Morehead and Dimitar Sasselov",
            "2011",
            "xQHmMn1DJEoC:IjCSPb-OGe4C",
            625,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/197\/1\/8\/meta",
            "12129896731752818595",
            "\/scholar?cites=12129896731752818595",
            {
                "2011":10,
                "2012":75,
                "2013":73,
                "2014":75,
                "2015":63,
                "2016":58,
                "2017":52,
                "2018":71,
                "2019":58,
                "2020":81,
                "2021":7
            }
        ],
        [
            "We report the detection of a planet whose orbit surrounds a pair of low-mass stars. Data from the Kepler spacecraft reveal transits of the planet across both stars, in addition to the mutual eclipses of the stars, giving precise constraints on the absolute dimensions of all three bodies. The planet is comparable to Saturn in mass and size and is on a nearly circular 229-day orbit around its two parent stars. The eclipsing stars are 20 and 69% as massive as the Sun and have an eccentric 41-day orbit. The motions of all three bodies are confined to within 0.5° of a single plane, suggesting that the planet formed within a circumbinary disk.",
            "Kepler-16: a transiting circumbinary planet",
            "Laurance R Doyle and Joshua A Carter and Daniel C Fabrycky and Robert W Slawson and Steve B Howell and Joshua N Winn and Jerome A Orosz and Andrej Prˇsa and William F Welsh and Samuel N Quinn and David Latham and Guillermo Torres and Lars A Buchhave and Geoffrey W Marcy and Jonathan J Fortney and Avi Shporer and Eric B Ford and Jack J Lissauer and Darin Ragozzine and Michael Rucker and Natalie Batalha and Jon M Jenkins and William J Borucki and David Koch and Christopher K Middour and Jennifer R Hall and Sean McCauliff and Michael N Fanelli and Elisa V Quintana and Matthew J Holman and Douglas A Caldwell and Martin Still and Robert P Stefanik and Warren R Brown and Gilbert A Esquerdo and Sumin Tang and Gabor Furesz and John C Geary and Perry Berlind and Michael L Calkins and Donald R Short and Jason H Steffen and Dimitar Sasselov and Edward W Dunham and William D Cochran and Alan Boss and Michael R Haas and Derek Buzasi and Debra Fischer",
            "2011",
            "xQHmMn1DJEoC:qjMakFHDy7sC",
            593,
            "https:\/\/science.sciencemag.org\/content\/333\/6049\/1602.abstract",
            "8761464253537769767",
            "\/scholar?cites=8761464253537769767",
            {
                "2011":8,
                "2012":90,
                "2013":64,
                "2014":73,
                "2015":70,
                "2016":73,
                "2017":48,
                "2018":55,
                "2019":44,
                "2020":53,
                "2021":2
            }
        ],
        [
            "NASA's Kepler Mission uses transit photometry to determine the frequency of Earth-size planets in or near the habitable zone of Sun-like stars. The mission reached a milestone toward meeting that goal: the discovery of its first rocky planet, Kepler-10b. Two distinct sets of transit events were detected:(1) a 152±4 ppm dimming lasting 1.811±0.024 hr with ephemeris T [BJD]= 2454964.57375+ 0.00060–0.00082+ N* 0.837495+ 0.000004–0.000005 days and (2) a 376±9 ppm dimming lasting 6.86±0.07 hr with ephemeris T [BJD]= 2454971.6761+ 0.0020–0.0023+ N* 45.29485+ 0.00065–0.00076 days. Statistical tests on the photometric and pixel flux time series established the viability of the planet candidates triggering ground-based follow-up observations. Forty precision Doppler measurements were used to confirm that the short-period transit event is due to a planetary companion. The parent star is bright enough …",
            "Kepler's first rocky planet: Kepler-10b",
            "Natalie M Batalha and William J Borucki and Stephen T Bryson and Lars A Buchhave and Douglas A Caldwell and Jørgen Christensen-Dalsgaard and David Ciardi and Edward W Dunham and Francois Fressin and Thomas N Gautier III and Ronald L Gilliland and Michael R Haas and Steve B Howell and Jon M Jenkins and Hans Kjeldsen and David G Koch and David W Latham and Jack J Lissauer and Geoffrey W Marcy and Jason F Rowe and Dimitar D Sasselov and Sara Seager and Jason H Steffen and Guillermo Torres and Gibor S Basri and Timothy M Brown and David Charbonneau and Jessie Christiansen and Bruce Clarke and William D Cochran and Andrea Dupree and Daniel C Fabrycky and Debra Fischer and Eric B Ford and Jonathan Fortney and Forrest R Girouard and Matthew J Holman and John Johnson and Howard Isaacson and Todd C Klaus and Pavel Machalek and Althea V Moorehead and Robert C Morehead and Darin Ragozzine and Peter Tenenbaum and Joseph Twicken and Samuel Quinn and Jeffrey VanCleve and Lucianne M Walkowicz and William F Welsh and Edna Devore and Alan Gould",
            "2011",
            "xQHmMn1DJEoC:d1gkVwhDpl0C",
            546,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/729\/1\/27\/meta",
            "15276413667985547630",
            "\/scholar?cites=15276413667985547630",
            {
                "2010":2,
                "2011":71,
                "2012":86,
                "2013":81,
                "2014":83,
                "2015":50,
                "2016":31,
                "2017":37,
                "2018":37,
                "2019":30,
                "2020":34,
                "2021":3
            }
        ],
        [
            "We report on the orbital architectures of Kepler systems having multiple-planet candidates identified in the analysis of data from the first six quarters of Kepler data and reported by Batalha et al.(2013). These data show 899 transiting planet candidates in 365 multiple-planet systems and provide a powerful means to study the statistical properties of planetary systems. Using a generic mass-radius relationship, we find that only two pairs of planets in these candidate systems (out of 761 pairs total) appear to be on Hill-unstable orbits, indicating~ 96% of the candidate planetary systems are correctly interpreted as true systems. We find that planet pairs show little statistical preference to be near mean-motion resonances. We identify an asymmetry in the distribution of period ratios near first-order resonances (eg, 2: 1, 3: 2), with an excess of planet pairs lying wide of resonance and relatively few lying narrow of resonance …",
            "Architecture of Kepler's multi-transiting systems. II. New investigations with twice as many candidates",
            "Daniel C Fabrycky and Jack J Lissauer and Darin Ragozzine and Jason F Rowe and Jason H Steffen and Eric Agol and Thomas Barclay and Natalie Batalha and William Borucki and David R Ciardi and Eric B Ford and Thomas N Gautier and John C Geary and Matthew J Holman and Jon M Jenkins and Jie Li and Robert C Morehead and Robert L Morris and Avi Shporer and Jeffrey C Smith and Martin Still and Jeffrey Van Cleve",
            "2014",
            "xQHmMn1DJEoC:hFOr9nPyWt4C",
            463,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/790\/2\/146\/meta",
            "16670586521311638649",
            "\/scholar?cites=16670586521311638649",
            {
                "2013":5,
                "2014":17,
                "2015":67,
                "2016":66,
                "2017":76,
                "2018":76,
                "2019":55,
                "2020":88,
                "2021":9
            }
        ],
        [
            "Most Sun-like stars in the Galaxy reside in gravitationally bound pairs of stars 1, 2 (binaries). Although long anticipated 3, 4, 5, 6, 7, 8, the existence of a ‘circumbinary planet’orbiting such a pair of normal stars was not definitively established until the discovery 9 of the planet transiting (that is, passing in front of) Kepler-16. Questions remained, however, about the prevalence of circumbinary planets and their range of orbital and physical properties. Here we report two additional transiting circumbinary planets: Kepler-34 (AB) b and Kepler-35 (AB) b, referred to here as Kepler-34 b and Kepler-35 b, respectively. Each is a low-density gas-giant planet on an orbit closely aligned with that of its parent stars. Kepler-34 b orbits two Sun-like stars every 289 days, whereas Kepler-35 b orbits a pair of smaller stars (89% and 81% of the Sun’s mass) every 131 days. The planets experience large multi-periodic variations in …",
            "Transiting circumbinary planets Kepler-34 b and Kepler-35 b",
            "William F Welsh and Jerome A Orosz and Joshua A Carter and Daniel C Fabrycky and Eric B Ford and Jack J Lissauer and Andrej Prša and Samuel N Quinn and Darin Ragozzine and Donald R Short and Guillermo Torres and Joshua N Winn and Laurance R Doyle and Thomas Barclay and Natalie Batalha and Steven Bloemen and Erik Brugamyer and Lars A Buchhave and Caroline Caldwell and Douglas A Caldwell and Jessie L Christiansen and David R Ciardi and William D Cochran and Michael Endl and Jonathan J Fortney and Thomas N Gautier III and Ronald L Gilliland and Michael R Haas and Jennifer R Hall and Matthew J Holman and Andrew W Howard and Steve B Howell and Howard Isaacson and Jon M Jenkins and Todd C Klaus and David W Latham and Jie Li and Geoffrey W Marcy and Tsevi Mazeh and Elisa V Quintana and Paul Robertson and Avi Shporer and Jason H Steffen and Gur Windmiller and David G Koch and William J Borucki",
            "2012",
            "xQHmMn1DJEoC:Tyk-4Ss8FVUC",
            405,
            "https:\/\/www.nature.com\/articles\/nature10768",
            "2468757742637043244",
            "\/scholar?cites=2468757742637043244",
            {
                "2012":54,
                "2013":55,
                "2014":55,
                "2015":51,
                "2016":50,
                "2017":31,
                "2018":31,
                "2019":31,
                "2020":41,
                "2021":1
            }
        ],
        [
            "The Kepler spacecraft is monitoring more than 150,000 stars for evidence of planets transiting those stars. We report the detection of two Saturn-size planets that transit the same Sun-like star, based on 7 months of Kepler observations. Their 19.2- and 38.9-day periods are presently increasing and decreasing at respective average rates of 4 and 39 minutes per orbit; in addition, the transit times of the inner body display an alternating variation of smaller amplitude. These signatures are characteristic of gravitational interaction of two planets near a 2:1 orbital resonance. Six radial-velocity observations show that these two planets are the most massive objects orbiting close to the star and substantially improve the estimates of their masses. After removing the signal of the two confirmed giant planets, we identified an additional transiting super-Earth–size planet candidate with a period of 1.6 days.",
            "Kepler-9: A system of multiple planets transiting a Sun-like star, confirmed by timing variations",
            "Matthew J Holman and Daniel C Fabrycky and Darin Ragozzine and Eric B Ford and Jason H Steffen and William F Welsh and Jack J Lissauer and David W Latham and Geoffrey W Marcy and Lucianne M Walkowicz and Natalie M Batalha and Jon M Jenkins and Jason F Rowe and William D Cochran and Francois Fressin and Guillermo Torres and Lars A Buchhave and Dimitar D Sasselov and William J Borucki and David G Koch and Gibor Basri and Timothy M Brown and Douglas A Caldwell and David Charbonneau and Edward W Dunham and Thomas N Gautier and John C Geary and Ronald L Gilliland and Michael R Haas and Steve B Howell and David R Ciardi and Michael Endl and Debra Fischer and Gábor Fürész and Joel D Hartman and Howard Isaacson and John A Johnson and Phillip J MacQueen and Althea V Moorhead and Robert C Morehead and Jerome A Orosz",
            "2010",
            "xQHmMn1DJEoC:2osOgNQ5qMEC",
            398,
            "https:\/\/science.sciencemag.org\/content\/330\/6000\/51.abstract",
            "4996308767260267337",
            "\/scholar?cites=4996308767260267337",
            {
                "2009":1,
                "2010":9,
                "2011":72,
                "2012":64,
                "2013":47,
                "2014":49,
                "2015":25,
                "2016":21,
                "2017":26,
                "2018":30,
                "2019":31,
                "2020":19,
                "2021":1
            }
        ]
    ]
}