{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We define objective Eulerian Coherent Structures (OECSs) in two-dimensional, non-autonomous dynamical systems as the instantaneously most influential material curves. Specifically, OECSs are stationary curves of the averaged instantaneous material stretching-rate or material shearing-rate functionals. From these objective (frame-invariant) variational principles, we obtain explicit differential equations for hyperbolic, elliptic, and parabolic OECSs. As an illustration, we compute OECSs in an unsteady ocean velocity data set. In comparison to structures suggested by other common Eulerian diagnostic tools, we find OECSs to be the correct short-term cores of observed trajectory deformation patterns.",
            "Objective Eulerian Coherent Structures",
            "Mattia Serra and George Haller",
            "2016",
            "XQIJlgIAAAAJ:zYLM7Y9cAGgC",
            55,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4951720",
            "5520236773419813701",
            "\/scholar?cites=5520236773419813701",
            {
                "2016":1,
                "2017":11,
                "2018":8,
                "2019":12,
                "2020":21,
                "2021":2
            }
        ],
        [
            "This paper presents a new control technique for reducing vibration in flexible structures. It is based on the modal approach and is called dependent modal space control (DMSC). The well-known independent modal space control (IMSC) method, devised in the 1980s, allows the frequency and damping of the controlled modes to be changed using diagonal control gain matrices, leaving the mode shapes unaltered. DMSC, on the other hand, can impose not only frequency and damping but also the controlled mode shapes by using full control gain matrices. In many applications, owing to the limited number of sensors–actuators available for control and the increasing spillover effects, generic assignment of eigenvectors is not possible.",
            "Dependent modal space control",
            "M Serra and Ferruccio Resta and Francesco Ripamonti",
            "2013",
            "XQIJlgIAAAAJ:u5HHmVD_uO8C",
            31,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0964-1726\/22\/10\/105004\/meta",
            "13830900536655469192",
            "\/scholar?cites=13830900536655469192",
            {
                "2014":6,
                "2015":9,
                "2016":5,
                "2017":10
            }
        ],
        [
            "Recent results suggest that boundaries of coherent fluid vortices (elliptic coherent structures) can be identified as closed null geodesics of appropriate Lorentzian metrics defined on the flow domain. Here we derive an automated method for computing such null geodesics based on the geometry of the underlying geodesic flow. Our approach simplifies and improves existing procedures for computing variationally defined Eulerian and Lagrangian vortex boundaries. As an illustration, we compute objective vortex boundaries from satellite-inferred ocean velocity data. A MATLAB implementation of our method is available at https:\/\/github.com\/MattiaSerra\/Closed-Null-Geodesics-2D.",
            "Efficient computation of null geodesics with applications to coherent vortex detection",
            "Mattia Serra and George Haller",
            "2017",
            "XQIJlgIAAAAJ:YsMSGLbcyi4C",
            17,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rspa.2016.0807",
            "6241337789566763277",
            "\/scholar?cites=6241337789566763277",
            {
                "2017":5,
                "2018":1,
                "2019":3,
                "2020":8
            }
        ],
        [
            "The polar vortices play a crucial role in the formation of the ozone hole and can cause severe weather anomalies. Their boundaries, known as the vortex “edges,” are typically identified via methods that are either frame dependent or return nonmaterial structures and, hence, are unsuitable for assessing material transport barriers. Using two-dimensional velocity data on isentropic surfaces in the Northern Hemisphere, the authors show that elliptic Lagrangian coherent structures (LCSs) identify the correct outermost material surface dividing the coherent stratospheric vortex core from the surrounding incoherent surf zone. Despite the purely kinematic construction of LCSs, the authors find a remarkable contrast in temperature and ozone concentration across the identified vortex boundary. The authors also show that potential vorticity–based methods, despite their simplicity, misidentify the correct extent of the vortex edge.",
            "Uncovering the Edge of the Polar Vortex",
            "Mattia Serra and Pratik Sathe and Francisco Beron-Vera and George Haller",
            "2017",
            "XQIJlgIAAAAJ:eQOLeE2rZwMC",
            17,
            "https:\/\/journals.ametsoc.org\/view\/journals\/atsc\/74\/11\/jas-d-17-0052.1.xml",
            "7403857223735192185",
            "\/scholar?cites=7403857223735192185",
            {
                "2017":2,
                "2018":3,
                "2019":7,
                "2020":5
            }
        ],
        [
            "We derive a non-dimensional metric to quantify the expected Lagrangian persistence of objectively defined Eulerian vortices in two-dimensional unsteady flows. This persistence metric is the averaged deviation of the vorticity from its spatial mean over the Eulerian vortex, normalized by the instantaneous material leakage from the Eulerian vortex. The metric offers a model-independent and frame-independent tool for uncovering the instantaneous Eulerian signature of long-lived Lagrangian vortices. Using satellite-derived ocean velocity data, we show that Lagrangian vortex-persistence predictions by our metric significantly outperform those inferred from other customary Eulerian diagnostics, such as the potential vorticity gradient and the Okubo-Weiss criterion.",
            "Forecasting Long-Lived Lagrangian Vortices from their Objective Eulerian Footprints",
            "Mattia Serra and George Haller",
            "2016",
            "XQIJlgIAAAAJ:Y0pCki6q_DkC",
            14,
            "https:\/\/arxiv.org\/abs\/1605.04560",
            "14679907765454956599",
            "\/scholar?cites=14679907765454956599",
            {
                "2017":7,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Every year, hundreds of people die at sea because of vessel and airplane accidents. A key challenge in reducing the number of these fatalities is to make Search and Rescue (SAR) algorithms more efficient. Here, we address this challenge by uncovering hidden TRansient Attracting Profiles (TRAPs) in ocean-surface velocity data. Computable from a single velocity-field snapshot, TRAPs act as short-term attractors for all floating objects. In three different ocean field experiments, we show that TRAPs computed from measured as well as modeled velocities attract deployed drifters and manikins emulating people fallen in the water. TRAPs, which remain hidden to prior flow diagnostics, thus provide critical information for hazard responses, such as SAR and oil spill containment, and hence have the potential to save lives and limit environmental disasters.",
            "Search and rescue at sea aided by hidden flow structures",
            "Mattia Serra and Pratik Sathe and Irina Rypina and Anthony Kirincich and Shane D Ross and Pierre Lermusiaux and Arthur Allen and Thomas Peacock and George Haller",
            "2020",
            "XQIJlgIAAAAJ:ULOm3_A8WrAC",
            12,
            "https:\/\/www.nature.com\/articles\/s41467-020-16281-x",
            "16561382890748821513",
            "\/scholar?cites=16561382890748821513",
            {
                "2020":11
            }
        ],
        [
            "We develop a frame-invariant theory of material spike formation during flow separation over a no-slip boundary in two-dimensional flows with arbitrary time dependence. Based on the exact curvature evolution of near-wall material lines, our theory identifies both fixed and moving flow separation, is effective also over short time intervals, and admits a rigorous instantaneous limit. As a byproduct, we derive explicit formulae for the evolution of material line curvature and the curvature rate for general compressible flows. The material backbone that we identify acts first as the precursor and later as the centrepiece of unsteady Lagrangian flow separation. We also discover a previously undetected spiking point where the backbone of separation connects to the boundary, and derive wall-based analytical formulae for its location. Finally, our theory explains the perception of off-wall separation in unsteady flows and provides conditions under which such a perception is justified. We illustrate our results on several analytical and experimental flows.",
            "Exact theory of material spike formation in flow separation",
            "Mattia Serra and Jérôme Vétel and George Haller",
            "2018",
            "XQIJlgIAAAAJ:UebtZRa9Y70C",
            10,
            "http:\/\/georgehaller.com\/reprints\/flowsep.pdf",
            "14049671197901827847",
            "\/scholar?cites=14049671197901827847",
            {
                "2017":1,
                "2018":2,
                "2019":6
            }
        ],
        [
            "Kinematic aspects of flow separation in external aerodynamics are investigated in the Lagrangian frame. Specifically, the initial motion of upwelling fluid material from the wall is related to the long-term attracting manifolds in the flowfield. Although the short-time kinematics are governed by the formation of a material spike upstream of the zero-skin-friction point and ejection of particles in the direction of the asymptotic separation line, the trajectories of the fluid tracers are guided by attracting ridges in the finite-time Lyapunov exponents once they leave the vicinity of the wall. The wall signature of this initial fluid upwelling event, which is the so-called spiking point (Serra, M., Vetel, J., and Haller, G., “Exact Theory of Material Spike Formation in Flow Separation,” Journal of Fluid Mechanics, Vol. 845, June 2018, pp. 51–92), is computed from the curvature of advected material lines and, for the first time, from high-order …",
            "Kinematics of Lagrangian flow separation in external aerodynamics",
            "Bjoern F Klose and Gustaaf B Jacobs and Mattia Serra",
            "2020",
            "XQIJlgIAAAAJ:Zph67rFs4hoC",
            6,
            "https:\/\/arc.aiaa.org\/doi\/abs\/10.2514\/1.J059026",
            "14565607618803121687",
            "\/scholar?cites=14565607618803121687",
            {
                "2019":1,
                "2020":4,
                "2021":1
            }
        ],
        [
            "This article presents the experimental validation of a new control technique for reducing vibration in flexible structures: Dependent modal space control. While the classic independent modal space control allows only the frequency and the damping of the controlled modes to be changed, dependent modal space control can also impose the controlled mode shapes. Depending on the kind and number of sensors and actuators available for control, the mode shape can be imposed in both a direct and an indirect way. Owing to the need for modal sensors and actuators for direct mode shape imposition, the second methodology is often preferred in many engineering applications. In the indirect method, the optimal closed loop mode shapes set is computed with an optimization algorithm in order to minimize an Input-Output Performance Index. The worsening spillover effects due to errors in the estimates of the system …",
            "Dependent modal space control: Experimental test rig",
            "Mattia Serra and Ferruccio Resta and Francesco Ripamonti",
            "2017",
            "XQIJlgIAAAAJ:IjCSPb-OGe4C",
            6,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1077546315616699",
            "16783082245712978079",
            "\/scholar?cites=16783082245712978079",
            {
                "2018":1,
                "2019":4,
                "2020":1
            }
        ],
        [
            "We apply the recent frame-invariant theory of separation spike formation to complex unsteady flows, including a turbulent separation bubble, an impinging jet, and flows around a freely moving cylinder and a freely rotating ellipse. We show how the theory captures the onset of material spike formation, without any assumption on the flow type (steady, periodic, unsteady) or separation type (on-or off-wall, fixed or moving boundaries). We uncover new phenomena, such as the transition from on-wall to offwall separation, the merger of initially distinct spikes, and the presence of severe material spikes that remain hidden to previous approaches. Remarkably, even in steady flows around curved boundaries, we detect material spikes in the absence of flow reversal, the main ingredient to existing separation criteria. Together, our results unveil how an involved network of spikes arises, interacts and merges dynamically, leading to the final ejection of particles from the wall in highly transient flow separation processes.",
            "Material spike formation in highly unsteady separated flows",
            "Mattia Serra and Seán Crouzat and Gaël Simon and Jérôme Vétel and George Haller",
            "2020",
            "XQIJlgIAAAAJ:qxL8FJ1GzNcC",
            4,
            "https:\/\/www.researchgate.net\/profile\/Mattia_Serra\/publication\/337553826_Material_spike_formation_in_highly_unsteady_separated_flows\/links\/5de911aa4585159aa463898a\/Material-spike-formation-in-highly-unsteady-separated-flows.pdf",
            "17131341588403796618",
            "\/scholar?cites=17131341588403796618",
            {
                "2020":4
            }
        ]
    ]
}