{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "If dark matter inhabits an expanded “hidden sector”, annihilations may proceed through sequential decays or multi-body final states. We map out the potential signals and current constraints on such a framework in indirect searches, using a model-independent setup based on multi-step hierarchical cascade decays. While remaining agnostic to the details of the hidden sector model, our framework captures the generic broadening of the spectrum of secondary particles (photons, neutrinos,  and ) relative to the case of direct annihilation to Standard Model particles. We explore how indirect constraints on dark matter annihilation limit the parameter space for such cascade\/multi-particle decays. We investigate limits from the cosmic microwave background by Planck, the Fermi measurement of photons from the dwarf galaxies, and positron data from AMS-02. The presence of a hidden sector can change the …",
            "Model-independent indirect detection constraints on hidden sector dark matter",
            "Gilly Elor and Nicholas L Rodd and Tracy R Slatyer and Wei Xue",
            "2016",
            "XR_Bk0wAAAAJ:Se3iqnhoufwC",
            100,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2016\/06\/024\/meta",
            "15750449030306309572",
            "\/scholar?cites=15750449030306309572",
            {
                "2016":12,
                "2017":25,
                "2018":25,
                "2019":18,
                "2020":20
            }
        ],
        [
            "We present a systematic cosmological study of a universe in which the visible sector is coupled, albeit very weakly, to a hidden sector comprised of its own set of particles and interactions. Assuming that dark matter (DM) resides in the hidden sector and is charged under a stabilizing symmetry shared by both sectors, we determine all possible origins of weak-scale DM allowed within this broad framework. We show that DM can arise only through a handful of mechanisms, lending particular focus to Freeze-Out and Decay and Freeze-In, as well as their variations involving late time re-annihilations of DM and DM particle anti-particle asymmetries. Much like standard Freeze-Out, where the abundance of DM depends only on the annihilation cross-section of the DM particle, these mechanisms depend only on a very small subset of physical parameters, many of which may be measured directly at the LHC. In particular …",
            "Origins of hidden sector dark matter I: cosmology",
            "Clifford Cheung and Gilly Elor and Lawrence J Hall and Piyush Kumar",
            "2011",
            "XR_Bk0wAAAAJ:YsMSGLbcyi4C",
            82,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP03(2011)042.pdf",
            "8013630294405054471",
            "\/scholar?cites=8013630294405054471",
            {
                "2011":10,
                "2012":6,
                "2013":5,
                "2014":5,
                "2015":4,
                "2016":16,
                "2017":11,
                "2018":6,
                "2019":6,
                "2020":13
            }
        ],
        [
            "If dark matter is embedded in a nontrivial dark sector, it may annihilate and decay to lighter dark-sector states which subsequently decay to the standard model. Such scenarios—with annihilation followed by cascading dark-sector decays—can explain the apparent excess GeV gamma rays identified in the central Milky Way, while evading bounds from dark matter direct detection experiments. Each “step” in the cascade will modify the observable signatures of dark matter annihilation and decay, shifting the resulting photons and other final state particles to lower energies and broadening their spectra. We explore, in a model-independent way, the effect of multistep dark-sector cascades on the preferred regions of parameter space to explain the GeV excess. We find that the broadening effects of multistep cascades can admit final states dominated by particles that would usually produce too sharply peaked photon …",
            "Multistep cascade annihilations of dark matter and the Galactic Center excess",
            "Gilly Elor and Nicholas L Rodd and Tracy R Slatyer",
            "2015",
            "XR_Bk0wAAAAJ:5nxA0vEk-isC",
            72,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.91.103531",
            "17358969479152429101",
            "\/scholar?cites=17358969479152429101",
            {
                "2015":4,
                "2016":16,
                "2017":16,
                "2018":17,
                "2019":7,
                "2020":12
            }
        ],
        [
            "We revisit the cosmology of the supersymmetric QCD axion, highlighting the existence of a serious cosmological axino problem that is fully analogous to the gravitino problem of overclosure via thermal production. A general analysis implies that the QCD axino has a mass greater than or equal to that of the gravitino in the absence of unnatural fine-tuning or sequestering. As a consequence, bounds from thermal gravitino and QCD axino production are complementary in parameter space, and together provide a quite stringent limit on the reheating temperature after inflation given by T R< 10 3− 10 6 GeV for an axion decay constant of f a= 10 9− 10 12 GeV. Motivated by this result, we explore the cosmology of gravitino lightest supersymmetric particle and axino next to lightest supersymmetric particle at low T R and present three realistic scenarios for dark matter.",
            "Cosmological axino problem",
            "Clifford Cheung and Gilly Elor and Lawrence J Hall",
            "2012",
            "XR_Bk0wAAAAJ:_FxGoFyzp5QC",
            50,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.85.015008",
            "14788975423958915292",
            "\/scholar?cites=14788975423958915292",
            {
                "2011":6,
                "2012":8,
                "2013":9,
                "2014":4,
                "2015":11,
                "2016":2,
                "2017":4,
                "2018":1,
                "2019":3,
                "2020":1,
                "2021":1
            }
        ],
        [
            "We explore an alternative mechanism for the production of gravitino dark matter whereby relic gravitinos originate from the decays of superpartners which are still in thermal equilibrium, ie via freeze-in. Contributions to the gravitino abundance from freeze-in can easily dominate over those from thermal scattering over a broad range of parameter space, eg, when the scalar superpartners are heavy. Because the relic abundance from freeze-in is independent of the reheating temperature after inflation, collider measurements may be used to unambiguously reconstruct the freeze-in origin of gravitinos. In particular, if gravitino freeze-in indeed accounts for the present day dark matter abundance, then the lifetime of the next-to-lightest superpartner is uniquely fixed by the superpartner spectrum.",
            "Gravitino freeze-in",
            "Clifford Cheung and Gilly Elor and Lawrence Hall",
            "2011",
            "XR_Bk0wAAAAJ:2osOgNQ5qMEC",
            48,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.84.115021",
            "3204897962576974655",
            "\/scholar?cites=3204897962576974655",
            {
                "2011":1,
                "2012":2,
                "2013":6,
                "2014":6,
                "2015":7,
                "2016":4,
                "2017":8,
                "2018":2,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We present a new mechanism of baryogenesis and dark matter production in which both the dark matter relic abundance and the baryon asymmetry arise from neutral B meson oscillations and subsequent decays. This setup is testable at hadron colliders and B factories. In the early universe, decays of a long lived particle produce B mesons and antimesons out of thermal equilibrium. These mesons\/antimesons then undergo C P violating oscillations before quickly decaying into visible and dark sector particles. Dark matter will be charged under the baryon number so that the visible sector baryon asymmetry is produced without violating the total baryon number of the Universe. The produced baryon asymmetry will be directly related to the leptonic charge asymmetry in neutral B decays: an experimental observable. Dark matter is stabilized by an unbroken discrete symmetry, and proton decay is simply evaded by …",
            "Baryogenesis and dark matter from  mesons",
            "Gilly Elor and Miguel Escudero and Ann E Nelson",
            "2019",
            "XR_Bk0wAAAAJ:0EnyYjriUFMC",
            35,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.99.035031",
            "17303537396668352643",
            "\/scholar?cites=17303537396668352643",
            {
                "2018":2,
                "2019":12,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We consider a broad class of supersymmetric theories in which dark matter (DM) is the lightest superpartner (LSP) of a hidden sector that couples very weakly to visible sector fields. Portal interactions connecting visible and hidden sectors mediate the decay of the lightest observable superpartner (LOSP) into the LSP, allowing the LHC to function as a spectacular probe of the origin of hidden sector DM. As shown in a companion paper, this general two-sector framework allows only for a handful of DM production mechanisms, each of which maps to a distinctive window in lifetimes and cross-sections for the LOSP. In the present work we perform a systematic collider study of LOSP candidates and portal interactions, and for each case evaluate the prospects for successfully reconstructing the origin of DM at the LHC. If, for instance, DM arises from Freeze-Out and Decay, this may be verified if the LOSP is a bino or right …",
            "Origins of hidden sector dark matter II: collider physics",
            "Clifford Cheung and Gilly Elor and Lawrence J Hall and Piyush Kumar",
            "2011",
            "XR_Bk0wAAAAJ:UebtZRa9Y70C",
            34,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP03(2011)085",
            "16333060889745387210",
            "\/scholar?cites=16333060889745387210",
            {
                "2011":6,
                "2012":4,
                "2013":3,
                "2014":3,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":4,
                "2020":7
            }
        ],
        [
            "We have successfully built and operated a source deployment system for the KamLAND detector. This system was used to position radioactive sources throughout the delicate 1-kton liquid scintillator volume, while meeting stringent material cleanliness, material compatibility, and safety requirements. The calibration data obtained with this device were used to fully characterize detector position and energy reconstruction biases. As a result, the uncertainty in the size of the detector fiducial volume was reduced by a factor of two. Prior to calibration with this system, the fiducial volume was the largest source of systematic uncertainty in measuring the number of antineutrinos detected by KamLAND. This paper describes the design, operation and performance of this unique calibration system.",
            "The KamLAND full-volume calibration system",
            "BE Berger and J Busenitz and T Classen and MP Decowski and DA Dwyer and G Elor and A Frank and SJ Freedman and BK Fujikawa and M Galloway and F Gray and KM Heeger and L Hsu and K Ichimura and R Kadel and G Keefer and C Lendvai and D McKee and T O'Donnell and A Piepke and HM Steiner and D Syversrud and J Wallig and LA Winslow and T Ebihara and S Enomoto and K Furuno and Y Gando and H Ikeda and K Inoue and Y Kibe and Y Kishimoto and M Koga and Y Minekawa and T Mitsui and K Nakajima and K Nakamura and K Owada and I Shimizu and Y Shimizu and J Shirai and F Suekane and A Suzuki and K Tamae and S Yoshida and A Kozlov and H Murayama and C Grant and DS Leonard and K-B Luk and C Jillings and C Mauger and RD McKeown and C Zhang and CE Lane and J Maricic and T Miletic and M Batygov and JG Learned and S Matsuno and S Pakvasa and J Foster and GA Horton-Smith and A Tang and S Dazeley and KE Downum and G Gratta and K Tolich and W Bugg and Y Efremenko and Y Kamyshkov and O Perevozchikov and HJ Karwowski and DM Markoff and W Tornow and F Piquemal and J-S Ricol",
            "2009",
            "XR_Bk0wAAAAJ:Tyk-4Ss8FVUC",
            32,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1748-0221\/4\/04\/P04017\/meta",
            "6880308669072556003",
            "\/scholar?cites=6880308669072556003",
            {
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":5,
                "2012":2,
                "2013":6,
                "2014":1,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Naturalness in supersymmetry (SUSY) is under siege by increasingly stringent LHC constraints, but natural electroweak symmetry breaking still remains the most powerful motivation for superpartner masses within experimental reach. If naturalness is the wrong criterion then what determines the mass scale of the superpartners? We motivate supersymmetry by (1) gauge coupling unification,(2) dark matter, and (3) precision b− τ Yukawa unification. We show that for an LSP that is a bino-Higgsino admixture, these three requirements lead to an upper-bound on the stop and sbottom masses in the several TeV regime because the threshold correction to the bottom mass at the superpartner scale is required to have a particular size. For tan β≈ 50, which is needed for t− b− τ unification, the stops must be lighter than 2.8 TeV when A t has the opposite sign of the gluino mass, as is favored by renormalization group scaling …",
            "Yukawa unification and the superpartner mass scale",
            "Gilly Elor and Lawrence J Hall and David Pinner and Joshua T Ruderman",
            "2012",
            "XR_Bk0wAAAAJ:W7OEmFMy1HYC",
            28,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2012)111.pdf",
            "7935148967827608296",
            "\/scholar?cites=7935148967827608296",
            {
                "2012":1,
                "2013":9,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ]
    ]
}