{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The recently discovered Fe-pnictide and chalcogenide superconductors display low-temperature properties suggesting superconducting gap structures which appear to vary substantially from family to family, and even within families as a function of doping or pressure. We propose that this apparent nonuniversality can actually be understood by considering the predictions of spin fluctuation theory and accounting for the peculiar electronic structure of these systems, coupled with the likely'sign-changing s-wave'(s±) symmetry. We review theoretical aspects, materials properties and experimental evidence relevant to this suggestion, and discuss which further measurements would be useful to settle these issues.",
            "Gap symmetry and structure of Fe-based superconductors",
            "PJ Hirschfeld and MM Korshunov and II Mazin",
            "2011",
            "xs7IWm4AAAAJ:YsMSGLbcyi4C",
            1156,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/74\/12\/124508\/meta",
            "8362975312582422538",
            "\/scholar?cites=8362975312582422538",
            {
                "2011":10,
                "2012":91,
                "2013":167,
                "2014":167,
                "2015":132,
                "2016":141,
                "2017":118,
                "2018":114,
                "2019":109,
                "2020":99,
                "2021":5
            }
        ],
        [
            "Weak-coupling approaches to the pairing problem in the iron pnictide superconductors have predicted a wide variety of superconducting ground states. We argue here that this is due both to the inadequacy of certain approximations to the effective low-energy band structure, and to the natural near degeneracy of different pairing channels in superconductors with many distinct Fermi surface sheets. In particular, we review attempts to construct two-orbital effective band models, the argument for their fundamental inconsistency with the symmetry of these materials, and compare the dynamical susceptibilities of two-and five-orbital tight-binding models. We then present results for the magnetic properties, pairing interactions and pairing instabilities within a five-orbital tight-binding random phase approximation model. We discuss the robustness of these results for different dopings, interaction strengths and variations in …",
            "Near-degeneracy of several pairing channels in multiorbital models for the Fe pnictides",
            "Siegfried Graser and TA Maier and PJ Hirschfeld and DJ Scalapino",
            "2009",
            "xs7IWm4AAAAJ:d1gkVwhDpl0C",
            842,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/11\/2\/025016\/meta",
            "2078601098027902135",
            "\/scholar?cites=2078601098027902135",
            {
                "2009":52,
                "2010":104,
                "2011":105,
                "2012":69,
                "2013":79,
                "2014":80,
                "2015":82,
                "2016":71,
                "2017":58,
                "2018":42,
                "2019":41,
                "2020":49,
                "2021":7
            }
        ],
        [
            "For a pure superconductor in a d-wave-like state at temperatures T well below the critical temperature T c, the deviation Δλ of the penetration depth from its zero-temperature value λ (0) is proportional to T. When the concentration n i of strongly scattering impurities is nonzero, Δλ∝ T n, where n= 2 for T< T*≪ T c and n= 1 for T*< T≪ T c. The crossover temperature T* and the increase in λ (0) scale as√ n i up to logarithmic corrections when resonant scattering is dominant. We argue that this case is relevant to recent measurements on YBa 2 Cu 3 O 7− δ and present specific results for a model pairing state with d x 2-y 2 symmetry.",
            "Effect of strong scattering on the low-temperature penetration depth of a d-wave superconductor",
            "Peter J Hirschfeld and Nigel Goldenfeld",
            "1993",
            "xs7IWm4AAAAJ:u5HHmVD_uO8C",
            596,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.48.4219",
            "3456734822517847652",
            "\/scholar?cites=3456734822517847652",
            {
                "1994":38,
                "1995":38,
                "1996":38,
                "1997":31,
                "1998":33,
                "1999":31,
                "2000":41,
                "2001":22,
                "2002":26,
                "2003":20,
                "2004":24,
                "2005":16,
                "2006":18,
                "2007":11,
                "2008":13,
                "2009":27,
                "2010":22,
                "2011":16,
                "2012":16,
                "2013":25,
                "2014":21,
                "2015":7,
                "2016":15,
                "2017":9,
                "2018":13,
                "2019":12,
                "2020":12
            }
        ],
        [
            "In materials with strong local Coulomb interactions, simple defects such as atomic substitutions strongly affect both macroscopic and local properties of the system. A nonmagnetic impurity, for instance, is seen to induce magnetism nearby. Even without disorder, models of such correlated systems are generally not soluble in two or three dimensions, and so few exact results are known for the properties of such impurities. Nevertheless, some simple physical ideas have emerged from experiments and approximate theories. Here the authors review what we can learn about this problem from one-dimensional (1D) antiferromagnetically correlated systems. Experiments on the high-T c cuprate normal state which probe the effect of impurities on local charge and spin degrees of freedom are discussed, and compared with theories of single impurities in correlated hosts, as well as phenomenological effective Kondo …",
            "Defects in correlated metals and superconductors",
            "H Alloul and J Bobroff and M Gabay and PJ Hirschfeld",
            "2009",
            "xs7IWm4AAAAJ:Y0pCki6q_DkC",
            465,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.81.45",
            "13432921981642515174",
            "\/scholar?cites=13432921981642515174",
            {
                "2008":2,
                "2009":31,
                "2010":54,
                "2011":44,
                "2012":43,
                "2013":43,
                "2014":33,
                "2015":40,
                "2016":47,
                "2017":38,
                "2018":34,
                "2019":25,
                "2020":29
            }
        ],
        [
            "We develop the simplest mean-field theory of an extended Hubbard model in the limit of a large intrasite Coulomb interaction, concentrating on the possibility of superconductivity induced by the superexchange interaction and weakened by the intersite Coulomb repulsion. We calculate the critical temperature and the coherence length as a function of filling, as well as the temperature dependence of the magnetic susceptibility and specific heat. Finally, we comment on the physics of the insulating state at half filling, and mention the probable effects of fluctuations.",
            "Mean-field theory of high-Tc superconductivity: The superexchange mechanism",
            "AE Ruckenstein and J Hirschfeld and PJ and Appel",
            "1987",
            "xs7IWm4AAAAJ:37UQlXuwjP4C",
            441,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.36.857",
            "8161003864362176276",
            "\/scholar?cites=8161003864362176276",
            {
                "1987":13,
                "1988":87,
                "1989":71,
                "1990":23,
                "1991":25,
                "1992":18,
                "1993":14,
                "1994":17,
                "1995":17,
                "1996":10,
                "1997":6,
                "1998":10,
                "1999":14,
                "2000":11,
                "2001":7,
                "2002":11,
                "2003":4,
                "2004":3,
                "2005":8,
                "2006":4,
                "2007":1,
                "2008":7,
                "2009":6,
                "2010":10,
                "2011":3,
                "2012":7,
                "2013":5,
                "2014":8,
                "2015":3,
                "2016":2,
                "2017":7,
                "2018":2,
                "2019":4
            }
        ],
        [
            "We present a systematic discussion of the effect of resonant impurity scattering on anisotropic model states of heavy-fermion superconductors. The impurity scattering is treated in the self-consistent T-matrix approximation including a renormalization of the frequency ω and the quasiparticle energy ξ k. Model states considered include the axial and polar states familiar from superfluid He 3 as well as two states, termed hexial and hybrid, occurring in the group-theoretical classification of singlet states in hexagonal symmetry. We calculate the density of states, the critical temperature and the order parameter, the specific heat, the thermal conductivity, and the spin-lattice relaxation rate. Vertex corrections are included in the calculations of two-particle quantities. The observed properties of the prototype Fermi-liquid material UPt 3 show many qualitative features in common with our model. However, it turns out to be difficult …",
            "Consequences of resonant impurity scattering in anisotropic superconductors: Thermal and spin relaxation properties",
            "PJ Hirschfeld and P Wölfle and D Einzel",
            "1988",
            "xs7IWm4AAAAJ:9yKSN-GCB0IC",
            349,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.37.83",
            "9891418171762147228",
            "\/scholar?cites=9891418171762147228",
            {
                "1988":6,
                "1989":4,
                "1990":8,
                "1991":6,
                "1992":5,
                "1993":11,
                "1994":24,
                "1995":20,
                "1996":21,
                "1997":16,
                "1998":14,
                "1999":17,
                "2000":16,
                "2001":9,
                "2002":16,
                "2003":6,
                "2004":9,
                "2005":13,
                "2006":17,
                "2007":11,
                "2008":11,
                "2009":12,
                "2010":6,
                "2011":10,
                "2012":8,
                "2013":6,
                "2014":6,
                "2015":4,
                "2016":10,
                "2017":5,
                "2018":7,
                "2019":5,
                "2020":8
            }
        ],
        [
            "We report density functional theory calculations for the parent compound LaFeAsO of the recently discovered 26 K Fe-based superconductor LaFeAsO 1− x F x. We find that the ground state is an ordered antiferromagnet, with staggered moment of about 2.3 μ B, on the border with the Mott insulating state. We fit the bands crossing the Fermi surface, derived from Fe and As, to a tight-binding Hamiltonian using maximally localized Wannier functions on Fe 3 d and As 4 p orbitals. The model Hamiltonian accurately describes the Fermi surface obtained via first-principles calculations. Due to the evident proximity of superconductivity to antiferromagnetism and the Mott transition, we suggest that the system may be an analog of the electron-doped cuprates, where antiferromagnetism and superconductivity coexist.",
            "Proximity of antiferromagnetism and superconductivity in LaFeAsO 1− x F x: Effective Hamiltonian from ab initio studies",
            "Chao Cao and PJ Hirschfeld and Hai-Ping Cheng",
            "2008",
            "xs7IWm4AAAAJ:IjCSPb-OGe4C",
            299,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.220506",
            "17792484512137053004",
            "\/scholar?cites=17792484512137053004",
            {
                "2007":1,
                "2008":52,
                "2009":71,
                "2010":36,
                "2011":27,
                "2012":25,
                "2013":14,
                "2014":13,
                "2015":19,
                "2016":10,
                "2017":6,
                "2018":9,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We report the first measurements of the magnetic-field penetration depth λ in the heavy electron superconductor UBe13, performed using a SQUID magnetometer. We find the temperature dependence of λ(T)-λ(0) to follow aT 2 law at low temperatures, giving further evidence of extreme gap anisotropy in this compound. We calculate the temperature dependence expected for a variety of anisotropic states, including those representing certain classes of “exotic” pairing. In general situations, the supercurrent is not parallel to the vector potential, and a more complicated field penetration takes the place of the normal Meissner effect. We argue that the data are consistent with an energy gap with point nodes on the Fermi surface but inconsistent with the large value of the Landau parameterF 1  S                   expected for a translationally invariant Fermi liquid with large …",
            "Anomalous temperature dependence of the magnetic field penetration depth in superconducting UBe13",
            "F Gross and BS Chandrasekhar and D Einzel and K Andres and PJ Hirschfeld and HR Ott and J Beuers and Z Fisk and JL Smith",
            "1986",
            "xs7IWm4AAAAJ:Tyk-4Ss8FVUC",
            292,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF01303700.pdf",
            "12498952487212698716",
            "\/scholar?cites=12498952487212698716",
            {
                "1987":10,
                "1988":6,
                "1989":9,
                "1990":10,
                "1991":9,
                "1992":9,
                "1993":19,
                "1994":19,
                "1995":13,
                "1996":10,
                "1997":8,
                "1998":7,
                "1999":5,
                "2000":6,
                "2001":3,
                "2002":7,
                "2003":6,
                "2004":5,
                "2005":3,
                "2006":4,
                "2007":1,
                "2008":2,
                "2009":4,
                "2010":5,
                "2011":16,
                "2012":11,
                "2013":10,
                "2014":8,
                "2015":10,
                "2016":5,
                "2017":11,
                "2018":12,
                "2019":16,
                "2020":12
            }
        ],
        [
            "We report measurements of the electromagnetic penetration depth λ (T) in nominally pure crystals of YBa 2 Cu 3 O 6, 9 5, for temperatures close to the critical temperature T c. Over the range 0.001<(T c− T) T c< 0.1, we find that λ (T)∝(1− T T c)− y with y≈ 0.33, consistent with the critical behavior of the three dimensional XY model. The measured critical behavior is not affected by the presence of small amounts of Zn impurities, in agreement with the Harris criterion.",
            "Penetration Depth Measurements of 3D  Critical Behavior in  Crystals",
            "S Kamal and DA Bonn and Nigel Goldenfeld and PJ Hirschfeld and Ruixing Liang and WN Hardy",
            "1994",
            "xs7IWm4AAAAJ:qjMakFHDy7sC",
            284,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.73.1845",
            "11271122604960928560",
            "\/scholar?cites=11271122604960928560",
            {
                "1995":18,
                "1996":24,
                "1997":20,
                "1998":27,
                "1999":21,
                "2000":18,
                "2001":15,
                "2002":11,
                "2003":10,
                "2004":16,
                "2005":12,
                "2006":13,
                "2007":8,
                "2008":11,
                "2009":9,
                "2010":6,
                "2011":5,
                "2012":11,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":4
            }
        ],
        [
            "The effect of resonant impurity scattering on the properties of superconducting heavy fermion compounds proposed recently by Pethick and Pines is investigated within a self-consistent theory of pair-breaking. We discuss the thermodynamic and transport properties of axial and polar type order parameters for a range of impurity concentrations and scattering phase shifts. The results for the polar state with impurity concentrations n i≅ 10− 4 and phase shifts Δ o close to the unitarity limit π 2 appear to give a good description of data on UPt 3. Unusual behavior is predicted to occur in a gapless regime below a temperature T o≅ T c·(n i T F\/T c) 1 2.",
            "Resonant impurity scattering in heavy fermion superconductors",
            "P Hirschfeld and Dieter Vollhardt and P Wölfle",
            "1986",
            "xs7IWm4AAAAJ:2osOgNQ5qMEC",
            279,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0038109886901900",
            "15199087041319387858",
            "\/scholar?cites=15199087041319387858",
            {
                "1986":3,
                "1987":21,
                "1988":22,
                "1989":4,
                "1990":9,
                "1991":8,
                "1992":9,
                "1993":12,
                "1994":11,
                "1995":16,
                "1996":21,
                "1997":9,
                "1998":8,
                "1999":13,
                "2000":14,
                "2001":10,
                "2002":12,
                "2003":4,
                "2004":8,
                "2005":6,
                "2006":8,
                "2007":6,
                "2008":6,
                "2009":5,
                "2010":3,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":6,
                "2019":3,
                "2020":4
            }
        ]
    ]
}