{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In the Mott-insulator regime, two species of ultracold atoms in an optical lattice can exhibit the low-energy counterflow motion. We construct effective Hamiltonians for the three classes of the two-species (fermion-fermion, boson-boson, and boson-fermion–type) insulators and reveal the conditions when the resulting ground state supports super-counter-fluidity (SCF), with the alternative being phase segregation. We emphasize a crucial role of breaking the isotopic symmetry between the species for realizing the SCF phase.",
            "Counterflow superfluidity of two-species ultracold atoms in a commensurate optical lattice",
            "AB Kuklov and BV Svistunov",
            "2003",
            "XS7w6yEAAAAJ:u5HHmVD_uO8C",
            514,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.100401",
            "3686491307928760818",
            "\/scholar?cites=3686491307928760818",
            {
                "2003":7,
                "2004":19,
                "2005":20,
                "2006":21,
                "2007":17,
                "2008":30,
                "2009":30,
                "2010":37,
                "2011":34,
                "2012":50,
                "2013":37,
                "2014":42,
                "2015":33,
                "2016":35,
                "2017":19,
                "2018":29,
                "2019":21,
                "2020":28,
                "2021":2
            }
        ],
        [
            "On the basis of first-principles Monte Carlo simulations we find that the screw dislocation along the hexagonal axis of an hcp He 4 crystal features a superfluid (at T→ 0) core. This is the first example of a regular quasi-one-dimensional supersolid—the phase featuring both translational and superfluid orders, and one of the cleanest cases of a Luttinger-liquid system. In contrast, the same type of screw dislocation in solid H 2 is insulating.",
            "Luttinger liquid in the core of a screw dislocation in helium-4",
            "M Boninsegni and AB Kuklov and L Pollet and NV Prokof’ev and BV Svistunov and M Troyer",
            "2007",
            "XS7w6yEAAAAJ:u-x6o8ySG0sC",
            233,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.035301",
            "17566126269610184662",
            "\/scholar?cites=17566126269610184662",
            {
                "2007":8,
                "2008":31,
                "2009":24,
                "2010":24,
                "2011":36,
                "2012":20,
                "2013":10,
                "2014":9,
                "2015":16,
                "2016":11,
                "2017":12,
                "2018":6,
                "2019":10,
                "2020":14
            }
        ],
        [
            "Two sorts of bosons in an optical lattice at commensurate filling factors can form five stable superfluid and insulating ground states with rich and nontrivial phase diagram. The structure of the ground state diagram is established by mapping a d-dimensional quantum system onto a (d+ 1)-dimensional classical loop-current model and Monte Carlo (MC) simulations of the latter. Surprisingly, the quantum phase diagram features, besides second-order lines, first-order transitions and two multicritical points. We explain why first-order transitions are generic for models with pairing interactions using microscopic and mean-field (MF) arguments. In some cases, the MC results strongly deviate from the MF predictions.",
            "Commensurate two-component bosons in an optical lattice: Ground state phase diagram",
            "Anatoly Kuklov and Nikolay Prokof’ev and Boris Svistunov",
            "2004",
            "XS7w6yEAAAAJ:9yKSN-GCB0IC",
            196,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.050402",
            "11417379534791772770",
            "\/scholar?cites=11417379534791772770",
            {
                "2004":5,
                "2005":20,
                "2006":11,
                "2007":10,
                "2008":10,
                "2009":15,
                "2010":13,
                "2011":19,
                "2012":16,
                "2013":6,
                "2014":16,
                "2015":14,
                "2016":14,
                "2017":8,
                "2018":5,
                "2019":3,
                "2020":10,
                "2021":1
            }
        ],
        [
            "By large-scale quantum Monte Carlo simulations we show that grain boundaries in He 4 crystals are generically superfluid at low temperature, with a transition temperature of the order of∼ 0.5 K at the melting pressure; nonsuperfluid grain boundaries are found only for special orientations of the grains. We also find that close vicinity to the melting line is not a necessary condition for superfluid grain boundaries, and a grain boundary in direct contact with the superfluid liquid at the melting curve is found to be mechanically stable and the grain-boundary superfluidity observed by Sasaki et al.[Science 313, 1098 (2006)] is not just a crack filled with superfluid.",
            "Superfluidity of Grain Boundaries in Solid ",
            "L Pollet and M Boninsegni and AB Kuklov and NV Prokof’ev and BV Svistunov and M Troyer",
            "2007",
            "XS7w6yEAAAAJ:d1gkVwhDpl0C",
            190,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.135301",
            "15281226220297974319",
            "\/scholar?cites=15281226220297974319",
            {
                "2007":15,
                "2008":33,
                "2009":27,
                "2010":22,
                "2011":27,
                "2012":13,
                "2013":7,
                "2014":9,
                "2015":6,
                "2016":6,
                "2017":7,
                "2018":1,
                "2019":9,
                "2020":7
            }
        ],
        [
            "The supersolid state of matter, exhibiting nondissipative flow in solids, has been elusive for 35 years. The recent discovery of a nonclassical moment of inertia in solid He 4 by Kim and Chan provided the first experimental evidence, although the interpretation in terms of supersolidity of the ideal crystal phase remains a subject to debate. Using quantum Monte Carlo methods we investigate the long-standing question of vacancy-induced superflow and find that vacancies in a He 4 crystal phase separate instead of forming a supersolid. On the other hand, nonequilibrium vacancies relaxing on defects of polycrystalline samples could provide an explanation for the experimental observations.",
            "Fate of Vacancy-Induced Supersolidity in He 4",
            "Massimo Boninsegni and AB Kuklov and Lode Pollet and NV Prokof’ev and BV Svistunov and Matthias Troyer",
            "2006",
            "XS7w6yEAAAAJ:2osOgNQ5qMEC",
            177,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.080401",
            "15604159237936682055",
            "\/scholar?cites=15604159237936682055",
            {
                "2006":6,
                "2007":23,
                "2008":31,
                "2009":15,
                "2010":20,
                "2011":24,
                "2012":12,
                "2013":9,
                "2014":8,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":6,
                "2020":9
            }
        ],
        [
            "Monte Carlo simulations of the SU (2)-symmetric deconfined critical point action reveal strong violations of scale invariance for the deconfinement transition. We find compelling evidence that the generic runaway renormalization flow of the gauge coupling is to a weak first-order transition, similar to the case of U (1)× U (1) symmetry. Our results imply that recent numeric studies of the Nèel antiferromagnet to valence bond solid quantum phase transition in SU (2)-symmetric models were not accurate enough in determining the nature of the transition.",
            "Deconfined criticality: Generic first-order transition in the SU (2) symmetry case",
            "AB Kuklov and M Matsumoto and NV Prokof’Ev and BV Svistunov and M Troyer",
            "2008",
            "XS7w6yEAAAAJ:qjMakFHDy7sC",
            151,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.050405",
            "679414600938074818",
            "\/scholar?cites=679414600938074818",
            {
                "2007":1,
                "2008":5,
                "2009":16,
                "2010":13,
                "2011":10,
                "2012":13,
                "2013":18,
                "2014":2,
                "2015":9,
                "2016":5,
                "2017":8,
                "2018":14,
                "2019":20,
                "2020":14,
                "2021":3
            }
        ],
        [
            "We perform a comparative Monte Carlo study of the easy-plane deconfined critical point (DCP) action and its short-range counterpart to reveal close similarities between the two models for intermediate and strong coupling regimes. For weak coupling, the structure of the phase diagram depends on the interaction range: while the short-range model features a tricritical point and a continuous U(1) × U(1) transition, the long-range DCP action is characterized by the runaway renormalization flow of coupling into a first (I) order phase transition. We develop a “numerical flowgram” method for high precision studies of the runaway effect, weakly I-order transitions, and polycritical points. We prove that the easy-plane DCP action is the field theory of a weakly I-order phase transition between the valence bond solid and the easy-plane antiferromagnet (or superfluid, in particle language) for any value of the weak coupling …",
            "Deconfined criticality, runaway flow in the two-component scalar electrodynamics and weak first-order superfluid-solid transitions",
            "AB Kuklov and NV Prokof’Ev and BV Svistunov and Matthias Troyer",
            "2006",
            "XS7w6yEAAAAJ:zYLM7Y9cAGgC",
            101,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491606000789",
            "5586897608268576607",
            "\/scholar?cites=5586897608268576607",
            {
                "2006":4,
                "2007":9,
                "2008":16,
                "2009":11,
                "2010":4,
                "2011":2,
                "2012":7,
                "2013":8,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":8,
                "2018":9,
                "2019":7,
                "2020":5
            }
        ],
        [
            "We provide a semiquantitative tool, derived from first-principles simulations, for answering the question of whether certain types of defects in solid He 4 support mass superflow. Although ideal crystals of He 4 are not supersolid, the gap for vacancy creation closes when applying a moderate stress. While a homogeneous system becomes unstable at this point, the stressed core of crystalline defects (dislocations and grain boundaries) can turn superfluid.",
            "Local Stress and Superfluid Properties of Solid He 4",
            "L Pollet and M Boninsegni and AB Kuklov and NV Prokof’ev and BV Svistunov and M Troyer",
            "2008",
            "XS7w6yEAAAAJ:Tyk-4Ss8FVUC",
            94,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.097202",
            "13155213655365683131",
            "\/scholar?cites=13155213655365683131",
            {
                "2008":9,
                "2009":15,
                "2010":12,
                "2011":10,
                "2012":10,
                "2013":4,
                "2014":5,
                "2015":5,
                "2016":9,
                "2017":2,
                "2018":4,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Depending on the Hamiltonian parameters, two-component bosons in an optical lattice can form at least three different superfluid phases in which both components participate in the superflow: a (strongly interacting) mixture of two miscible superfluids (2SF), a paired superfluid (PSF) vacuum, and (at a commensurate total filling factor) the super-counter-fluid (SCF) state. We study the universal properties of the 2SF-PSF and 2SF-SCF quantum phase transitions and show that (i) they can be mapped onto each other and (ii) their universality class is identical to the (d+ 1)-dimensional normal-superfluid transition in a single-component liquid. The finite-temperature 2SF-PSF (SCF) transitions and the topological properties of 2SF-PSF (SCF) interfaces are also discussed.",
            "Superfluid-superfluid phase transitions in a two-component Bose-Einstein condensate",
            "Anatoly Kuklov and Nikolay Prokof’ev and Boris Svistunov",
            "2004",
            "XS7w6yEAAAAJ:IjCSPb-OGe4C",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.030403",
            "16551428184426343550",
            "\/scholar?cites=16551428184426343550",
            {
                "2004":4,
                "2005":9,
                "2006":6,
                "2007":2,
                "2008":8,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":7,
                "2013":4,
                "2014":12,
                "2015":9,
                "2016":8,
                "2017":1,
                "2018":4,
                "2019":1,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Feschbach resonances in a non-s-wave channel of two-component bosonic mixtures can induce atomic Bose-Einstein condensates with a nonzero orbital momentum in the optical lattice, if one component is in the Mott insulator state and the other is not. Such non-s-wave condensates break the symmetry of the lattice and, in some cases, time-reversal symmetry. They can be revealed in specific absorption imaging patterns.",
            "Unconventional strongly interacting Bose-Einstein condensates in optical lattices",
            "AB Kuklov",
            "2006",
            "XS7w6yEAAAAJ:Y0pCki6q_DkC",
            80,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.110405",
            "5246800753082025588",
            "\/scholar?cites=5246800753082025588",
            {
                "2006":1,
                "2007":4,
                "2008":5,
                "2009":9,
                "2010":5,
                "2011":13,
                "2012":11,
                "2013":7,
                "2014":3,
                "2015":5,
                "2016":4,
                "2017":4,
                "2018":4,
                "2019":1,
                "2020":2,
                "2021":1
            }
        ]
    ]
}