{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The portability and immediate communication properties of mobile devices influence the learning processes in interacting with peers, accessing resources and transferring data. For example, the short message and browsing functions in a cell phone provide users with timely and adaptive information access. Although many studies of mobile learning indicate the pedagogical potential of mobile devices, the screen size, computational power, battery capacity, input interfaces, and network bandwidth are too restricted to develop acceptable functionality for the entire learning processes in a handheld device. Therefore, mobile devices can be adopted to fill the gap between Web-based learning and ubiquitous mobile learning. This study first creates a website, providing functions enabling learning to take place anytime and anywhere with any available learning device, for ubiquitous learning according to various …",
            "Ubiquitous learning website: Scaffold learners by mobile devices with information-aware techniques",
            "Gwo-Dong Chen and Chih-Kai Chang and Chih-Yeh Wang",
            "2008",
            "XtceEkIAAAAJ:u5HHmVD_uO8C",
            385,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360131506000650",
            "12290207089452605087",
            "\/scholar?cites=12290207089452605087",
            {
                "2007":2,
                "2008":14,
                "2009":13,
                "2010":21,
                "2011":30,
                "2012":31,
                "2013":31,
                "2014":40,
                "2015":48,
                "2016":30,
                "2017":30,
                "2018":34,
                "2019":25,
                "2020":25,
                "2021":2
            }
        ],
        [
            "In this paper, a personalized recommendation-based mobile language learning approach is proposed. A mobile learning system has been developed based on the approach by providing a reading material recommendation mechanism for guiding EFL (English as Foreign Language) students to read articles that match their preferences and knowledge levels, and a reading annotation module that enables students to take notes of English vocabulary translations for the reading content in individual or shared annotation mode. To evaluate the effectiveness of the proposed approach, an experiment was conducted on a senior high school English course by assigning three classes of students to two experimental groups and a control group. One experimental group learned with the recommendation system with the individual annotation function, the other experimental group learned with the recommendation system …",
            "A personalized recommendation-based mobile learning approach to improving the reading performance of EFL students",
            "Ching-Kun Hsu and Gwo-Jen Hwang and Chih-Kai Chang",
            "2013",
            "XtceEkIAAAAJ:j3f4tGmQtD8C",
            205,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360131512002886",
            "6400392947382591096",
            "\/scholar?cites=6400392947382591096",
            {
                "2013":5,
                "2014":19,
                "2015":27,
                "2016":26,
                "2017":24,
                "2018":33,
                "2019":40,
                "2020":26,
                "2021":1
            }
        ],
        [
            "This research introduced mobile devices into an intensive reading course and allowed functions that are usually found only in the language laboratory to be easily and flexibly utilized in the general classroom. To enhance and improve the reading comprehension of English as a foreign language (EFL) readers, a computer-assisted-language-learning (CALL) system for use on PDAs, integrating an instant translation mode, an instant translation annotation mode, and an instant multi-users shared translation annotation function was developed to support a synchronously intensive reading course in the normal classroom. Experiments were conducted to analyze the usage of the system, including the attitude and satisfaction of users. Moreover, the study determined the optimum number of users in each group for the system to work most efficiently, and for students to improve their reading comprehension. Experimental …",
            "A mobile-assisted synchronously collaborative translation–annotation system for English as a foreign language (EFL) reading comprehension",
            "Chih-Kai Chang and Ching-Kun Hsu",
            "2011",
            "XtceEkIAAAAJ:kNdYIx-mwKoC",
            193,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09588221.2010.536952",
            "6878595597350429234",
            "\/scholar?cites=6878595597350429234",
            {
                "2011":4,
                "2012":5,
                "2013":12,
                "2014":23,
                "2015":16,
                "2016":17,
                "2017":21,
                "2018":30,
                "2019":30,
                "2020":26,
                "2021":5
            }
        ],
        [
            "This study investigates the effects of different display modes of video captions on mobile devices, including non-caption, full-caption, and target-word modes, on the English comprehension and vocabulary acquisition of fifth graders. During the one-month experiment, the status of the students' English listening comprehension and vocabulary acquisition was evaluated on a weekly basis. From the experimental results, it was found that the learning achievement of the English target-word group was as good as that of the full-caption group in terms of vocabulary acquisition, while both groups outperformed the non-caption group. When the students’ learning preferences were taken into consideration, the visual style students in both the English target-word group and the full-caption group showed significantly better learning effectiveness in terms of vocabulary acquisition than those in the control group. Furthermore, in …",
            "Effects of video caption modes on English listening comprehension and vocabulary acquisition using handheld devices",
            "Ching-Kun Hsu and Gwo-Jen Hwang and Yu-Tzu Chang and Chih-Kai Chang",
            "2013",
            "XtceEkIAAAAJ:bEWYMUwI8FkC",
            139,
            "https:\/\/www.jstor.org\/stable\/pdf\/jeductechsoci.16.1.403.pdf",
            "15283723656730651301",
            "\/scholar?cites=15283723656730651301",
            {
                "2013":5,
                "2014":10,
                "2015":12,
                "2016":17,
                "2017":20,
                "2018":21,
                "2019":27,
                "2020":25,
                "2021":1
            }
        ],
        [
            "This study integrates augmented reality (AR) technology into teaching activities to design a learning system that assists junior high-school students in learning solid geometry. The following issues are addressed: (1) the relationship between achievements in mathematics and performance in spatial perception; (2) whether system-assisted learning can improve the spatial perceptions of students; (3) whether students with high, average and low academic achievement learn effectively after taught with system assistance; (4) system usability; (5) system task load; and (6) the relationship among various factors. Study participants were 76 students from Tainan City, Taiwan. Qualitative and quantitative data are obtained using pre- and post-system-assisted learning paper–pencil tests, a system usability scale, National Aeronautics & Space Administration Task Load indeX, and observations and focus group interviews …",
            "Assessing the effectiveness of learning solid geometry by using an augmented reality-assisted learning system",
            "Hao-Chiang Koong Lin and Mei-Chi Chen and Chih-Kai Chang",
            "2015",
            "XtceEkIAAAAJ:zA6iFVUQeVQC",
            86,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10494820.2013.817435",
            "7042452260265667441",
            "\/scholar?cites=7042452260265667441",
            {
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":15,
                "2018":15,
                "2019":19,
                "2020":27,
                "2021":3
            }
        ],
        [
            "Students can practice skills and construct knowledge by carrying out coursework. However, every student is assigned the same problem in general hands-on coursework activities, with no consideration for learners’ diversity. Hence, some students do not take the task seriously when producing their coursework. Furthermore, what one has learned – that is, the knowledge constructed by learners – cannot be shared efficiently during traditional coursework activity. This paper proposes the construction of a journal-publishing community, connecting through a publication called Coursework Journal, in a web-based coursework environment designed to improve the efficiency of knowledge sharing for a programming course by endowing learners with roles. This paper extends the organizational development concept of a community of practice to the web-based coursework environment, following the definition of a …",
            "Constructing a community of practice to improve coursework activity",
            "Chih-kai Chang and Gwo-Dong Chen and Liang-Yi Li",
            "2008",
            "XtceEkIAAAAJ:d1gkVwhDpl0C",
            82,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360131506001011",
            "16863561828500248400",
            "\/scholar?cites=16863561828500248400",
            {
                "2007":2,
                "2008":6,
                "2009":5,
                "2010":16,
                "2011":6,
                "2012":4,
                "2013":7,
                "2014":6,
                "2015":9,
                "2016":7,
                "2017":3,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "In a language curriculum, the training of reading ability is one of the most important aspects. Previous studies have shown the importance of assigning proper articles to individual students for training their reading ability; nevertheless, previous experience has also shown the challenges of this issue owing to the complexity of personal factors as well as the diverse properties of the candidate articles to be taken into consideration. This study proposes a knowledge engineering approach for developing reading material recommendation systems by eliciting domain knowledge from multiple experts. Experimental results on 29 senior high school students show that the developed system is able to provide expert-like recommendations to the students by taking preferences and knowledge levels of individual students as well as categories and traits of articles into consideration.",
            "Development of a reading material recommendation system based on a knowledge engineering approach",
            "Ching-Kun Hsu and Gwo-Jen Hwang and Chih-Kai Chang",
            "2010",
            "XtceEkIAAAAJ:WF5omc3nYNoC",
            80,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S036013150900339X",
            "10303320373601537167",
            "\/scholar?cites=10303320373601537167",
            {
                "2011":5,
                "2012":3,
                "2013":7,
                "2014":9,
                "2015":14,
                "2016":10,
                "2017":2,
                "2018":11,
                "2019":10,
                "2020":7
            }
        ],
        [
            "Mobile learning has recently become noteworthy because mobile devices have become popular. To construct an asynchronous learning forum on mobile devices is important because an asynchronous learning forum is always an essential part of networked asynchronous distance learning. However, the input interface in handheld learning devices, which is generally handwritten, is not efficient. Hence, most learners do not attempt to use online asynchronous learning forums on a handheld learning device. Although the wireless internet learning device (WILD) can recommend proper online learning partners depending on the level of a learner, the mechanism is similar to a synchronous learning forum, such as a chat room. In other words, learners should be online at the same time to chat with each other. For a learning community with few learners, there is not always a learner online for the synchronous learning …",
            "Acceptability of an asynchronous learning forum on mobile devices",
            "Chih-Kai Chang",
            "2010",
            "XtceEkIAAAAJ:YsMSGLbcyi4C",
            64,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/01449290701806337",
            "75274500959261434",
            "\/scholar?cites=75274500959261434",
            {
                "2010":1,
                "2011":6,
                "2012":11,
                "2013":7,
                "2014":10,
                "2015":7,
                "2016":7,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":4
            }
        ],
        [
            "This study examined how mobile inquiry-based learning (M-IBL) influenced students' learning motivation and achievement in accordance with motivational theory. It bridges a research gap by investigating the learning effectiveness of motivational design in M-IBL in a formal English as a Foreign Language (EFL) \/L2 educational context. Two entire classes were recruited to participate in a six-week study. The experimental group undertook M-IBL that was embedded with motivational strategies (MSs) containing motivational elements of attention, relevance, confidence, and satisfaction (ARCS). In contrast, the control group were provided with M-IBL without MSs. The results indicated that although there was no significant difference in learning achievement between the two groups, the students who received M-IBL instruction with motivational enhancement had significantly greater learning motivation than students who …",
            "Motivational strategies in a mobile inquiry-based language learning setting",
            "Ching Chang and Chih-Kai Chang and Ju-Ling Shih",
            "2016",
            "XtceEkIAAAAJ:5Klqo5HVOaoC",
            55,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0346251X16300239",
            "7101945296465405448",
            "\/scholar?cites=7101945296465405448",
            {
                "2016":1,
                "2017":8,
                "2018":11,
                "2019":12,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Scratch, a visual programming language, was used in many studies in computer science education. Most of them reported positive results by integrating Scratch into K-12 computer courses. However, the object-oriented concept, one of the important computational thinking skills, is not represented well in Scratch. Alice, another visual programming language, seems to have better illustration of the object-oriented concept for programming novices. To demonstrate effects of Alice and Scratch, we compared students' responses to both visual programming languages, especially for students with low performances, in an introductory programming course. The relationships among learning engagement, learning anxiety, and learning playfulness were explored. The results could be referred to by computer science instructors to select proper visual programming language for corrective instruction.",
            "Effects of using Alice and Scratch in an introductory programming course for corrective instruction",
            "Chih-Kai Chang",
            "2014",
            "XtceEkIAAAAJ:3s1wT3WcHBgC",
            45,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.2190\/EC.51.2.c",
            "10172485803496252120",
            "\/scholar?cites=10172485803496252120",
            {
                "2015":1,
                "2016":6,
                "2017":8,
                "2018":6,
                "2019":10,
                "2020":11,
                "2021":2
            }
        ]
    ]
}