{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We suggest a mechanism by which four-dimensional Newtonian gravity emerges on a 3-brane in 5D Minkowski space with an infinite size extra dimension. The worldvolume theory gives rise to the correct 4D potential at short distances whereas at large distances the potential is that of a 5D theory. We discuss some phenomenological issues in this framework.",
            "4D gravity on a brane in 5D Minkowski space",
            "Gia Dvali and Gregory Gabadadze and Massimo Porrati",
            "2000",
            "XuY4eFQAAAAJ:u5HHmVD_uO8C",
            3801,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269300006699",
            "16695868001575310669",
            "\/scholar?cites=16695868001575310669",
            {
                "2000":17,
                "2001":57,
                "2002":56,
                "2003":84,
                "2004":117,
                "2005":152,
                "2006":188,
                "2007":214,
                "2008":248,
                "2009":266,
                "2010":259,
                "2011":266,
                "2012":270,
                "2013":239,
                "2014":198,
                "2015":195,
                "2016":208,
                "2017":175,
                "2018":183,
                "2019":169,
                "2020":206,
                "2021":19
            }
        ],
        [
            "We construct four-dimensional covariant nonlinear theories of massive gravity which are ghost-free in the decoupling limit to all orders. These theories resum explicitly all the nonlinear terms of an effective field theory of massive gravity. We show that away from the decoupling limit the Hamiltonian constraint is maintained at least up to and including quartic order in nonlinearities, hence excluding the possibility of the Boulware-Deser ghost up to this order. We also show that the same remains true to all orders in a similar toy model.",
            "Resummation of massive gravity",
            "Claudia De Rham and Gregory Gabadadze and Andrew J Tolley",
            "2011",
            "XuY4eFQAAAAJ:d1gkVwhDpl0C",
            1589,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.231101",
            "13593770165181764102",
            "\/scholar?cites=13593770165181764102",
            {
                "2011":33,
                "2012":113,
                "2013":175,
                "2014":185,
                "2015":189,
                "2016":173,
                "2017":177,
                "2018":169,
                "2019":158,
                "2020":194,
                "2021":15
            }
        ],
        [
            "We discuss the idea that the accelerated universe could be the result of gravitational leakage into extra dimensions over Hubble distances rather than the consequence of a nonzero cosmological constant.",
            "Accelerated universe from gravity leaking to extra dimensions",
            "Cedric Deffayet and Gia Dvali and Gregory Gabadadze",
            "2002",
            "XuY4eFQAAAAJ:u-x6o8ySG0sC",
            1250,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.044023",
            "12695828100519213767",
            "\/scholar?cites=12695828100519213767",
            {
                "2001":9,
                "2002":33,
                "2003":51,
                "2004":73,
                "2005":93,
                "2006":100,
                "2007":108,
                "2008":103,
                "2009":105,
                "2010":88,
                "2011":84,
                "2012":60,
                "2013":55,
                "2014":42,
                "2015":41,
                "2016":47,
                "2017":42,
                "2018":41,
                "2019":40,
                "2020":23,
                "2021":3
            }
        ],
        [
            "We consider the Lagrangian of gravity covariantly amended by the mass and polynomial interaction terms with arbitrary coefficients and reinvestigate the consistency of such a theory in the decoupling limit, up to the fifth order in the nonlinearities. We calculate explicitly the self-interactions of the helicity-0 mode, as well as the nonlinear mixing between the helicity-0 and-2 modes. We show that ghostlike pathologies in these interactions disappear for special choices of the polynomial interactions and argue that this result remains true to all orders in the decoupling limit. Moreover, we show that the linear and some of the nonlinear mixing terms between the helicity-0 and-2 modes can be absorbed by a local change of variables, which then naturally generates the cubic, quartic, and quintic Galileon interactions, introduced in a different context. We also point out that the mixing between the helicity-0 and-2 modes can be …",
            "Generalization of the Fierz-Pauli action",
            "Claudia De Rham and Gregory Gabadadze",
            "2010",
            "XuY4eFQAAAAJ:9yKSN-GCB0IC",
            1136,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.044020",
            "8471567509784331443",
            "\/scholar?cites=8471567509784331443",
            {
                "2010":11,
                "2011":48,
                "2012":92,
                "2013":142,
                "2014":139,
                "2015":138,
                "2016":127,
                "2017":123,
                "2018":100,
                "2019":81,
                "2020":120,
                "2021":12
            }
        ],
        [
            "We generalize the mechanism proposed in a previous paper and show that a four-dimensional relativistic tensor theory of gravitation can be obtained on a delta-function brane in flat infinite-volume extra space. In particular, we demonstrate that the induced Ricci scalar gives rise to Einstein’s gravity on a delta-function type brane if the number of space-time dimensions is bigger than five. The bulk space exhibits the phenomenon of infrared transparency. That is to say, the bulk can be probed by gravitons with vanishing four-dimensional momentum square, while it is unaccessible to higher modes. This provides an attractive framework for solving the cosmological constant problem.",
            "Gravity on a brane in infinite-volume extra space",
            "Gia Dvali and Gregory Gabadadze",
            "2001",
            "XuY4eFQAAAAJ:2osOgNQ5qMEC",
            603,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.065007",
            "12960786372127275787",
            "\/scholar?cites=12960786372127275787",
            {
                "2000":9,
                "2001":42,
                "2002":36,
                "2003":37,
                "2004":44,
                "2005":42,
                "2006":45,
                "2007":40,
                "2008":46,
                "2009":39,
                "2010":37,
                "2011":30,
                "2012":16,
                "2013":23,
                "2014":19,
                "2015":15,
                "2016":14,
                "2017":7,
                "2018":19,
                "2019":21,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We address the question of whether a graviton could have a small nonzero mass. The issue is subtle for two reasons: there is a discontinuity in the mass in the lowest tree-level approximation, and, moreover, the nonlinear four-dimensional theory of a massive graviton is not defined unambiguously. First, we reiterate the old argument that for vanishing graviton mass the lowest tree-level approximation breaks down since the higher order corrections are singular in the graviton mass. However, there can exist nonperturbative solutions which correspond to the summation of the singular terms, and these solutions are continuous in the graviton mass. Furthermore, we study a completely nonlinear and generally covariant five-dimensional model which mimics the properties of the four-dimensional theory of massive gravity. We show that the exact solutions of the model are continuous in the mass, yet the perturbative …",
            "Nonperturbative continuity in graviton mass versus perturbative discontinuity",
            "Cedric Deffayet and Gia Dvali and Gregory Gabadadze and Arkady Vainshtein",
            "2002",
            "XuY4eFQAAAAJ:qjMakFHDy7sC",
            546,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.044026",
            "16403487195002197589",
            "\/scholar?cites=16403487195002197589",
            {
                "2001":9,
                "2002":16,
                "2003":25,
                "2004":24,
                "2005":31,
                "2006":24,
                "2007":24,
                "2008":33,
                "2009":42,
                "2010":42,
                "2011":63,
                "2012":40,
                "2013":45,
                "2014":26,
                "2015":19,
                "2016":21,
                "2017":14,
                "2018":15,
                "2019":17,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We address the issue of whether extra dimensions could have an infinite volume and yet reproduce the effects of observable four-dimensional gravity on a brane. There is no normalizable zero-mode graviton in this case, nevertheless correct Newton's law can be obtained by exchanging bulk gravitons. This can be interpreted as an exchange of a single metastable 4D graviton. Such theories have remarkable phenomenological signatures since the evolution of the Universe becomes high-dimensional at very large scales. Furthermore, the bulk supersymmetry in the infinite volume limit might be preserved while being completely broken on a brane. This gives rise to a possibility of controlling the value of the bulk cosmological constant. Unfortunately, these theories have difficulties in reproducing certain predictions of Einstein's theory related to relativistic sources. This is due to the van Dam–Veltman–Zakharov …",
            "Metastable gravitons and infinite volume extra dimensions",
            "Gabadadze Dvali and G Gabadadze and Massimo Porrati",
            "2000",
            "XuY4eFQAAAAJ:UeHWp8X0CEIC",
            483,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269300006316",
            "279930452655689811",
            "\/scholar?cites=279930452655689811",
            {
                "2000":33,
                "2001":48,
                "2002":20,
                "2003":8,
                "2004":22,
                "2005":18,
                "2006":29,
                "2007":22,
                "2008":35,
                "2009":40,
                "2010":18,
                "2011":27,
                "2012":17,
                "2013":18,
                "2014":21,
                "2015":17,
                "2016":26,
                "2017":16,
                "2018":17,
                "2019":13,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We study two issues, the localization of various spin fields, and the problem of the cosmological constant on a brane in five-dimensional anti de Sitter space. We find that spin-zero fields are localized on a positive-tension brane. In addition to the localized zero-mode there is a continuous tower of states with no mass gap. Spin one-half and three-half states can be localized on a brane with “negative tension”. Their localization can be achieved on the positive-tension brane as well, if additional interactions are introduced. The necessary ingredient of the scenario with localized gravity is the relation between the bulk cosmological constant and the brane tension. In the absence of supersymmetry this implies fine-tuning between the parameters of the theory. To deal with this issue we introduce a four-form gauge field. This gives an additional arbitrary contribution to the bulk cosmological constant. As a result, the model …",
            "Localization of matter and cosmological constant on a brane in anti de Sitter space",
            "Borut Bajc and Gregory Gabadadze",
            "2000",
            "XuY4eFQAAAAJ:IjCSPb-OGe4C",
            398,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269300000551",
            "13985894239349327241",
            "\/scholar?cites=13985894239349327241",
            {
                "2000":24,
                "2001":41,
                "2002":14,
                "2003":23,
                "2004":16,
                "2005":20,
                "2006":10,
                "2007":15,
                "2008":25,
                "2009":16,
                "2010":17,
                "2011":19,
                "2012":18,
                "2013":18,
                "2014":13,
                "2015":18,
                "2016":16,
                "2017":22,
                "2018":17,
                "2019":14,
                "2020":18
            }
        ],
        [
            "We explore the cosmological solutions of a recently proposed extension of general relativity with a Lorentz-invariant mass term. We show that the same constraint that removes the Boulware-Deser ghost in this theory also prohibits the existence of homogeneous and isotropic cosmological solutions. Nevertheless, within domains of the size of inverse graviton mass we find approximately homogeneous and isotropic solutions that can well describe the past and present of the Universe. At energy densities above a certain crossover value, these solutions approximate the standard Friedmann-Robertson-Walker evolution with great accuracy. As the Universe evolves and density drops below the crossover value the inhomogeneities become more and more pronounced. In the low-density regime each domain of the size of the inverse graviton mass has essentially non-Friedmann-Robertson-Walker. cosmology. This …",
            "Massive cosmologies",
            "Guido D’Amico and Claudia de Rham and Sergei Dubovsky and Gregory Gabadadze and David Pirtskhalava and Andrew J Tolley",
            "2011",
            "XuY4eFQAAAAJ:Tyk-4Ss8FVUC",
            384,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.84.124046",
            "6542147442914684027",
            "\/scholar?cites=6542147442914684027",
            {
                "2011":4,
                "2012":48,
                "2013":71,
                "2014":54,
                "2015":53,
                "2016":42,
                "2017":33,
                "2018":26,
                "2019":25,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Massive gravity in 4 dimensions has been shown to be free of the Boulware–Deser (BD) ghost in the ADM language for a specific choice of mass terms. We show here how this is consistent with the Stückelberg language beyond the decoupling limit, and how the constraint required to remove the BD ghost arises in this framework non-perturbatively, without the use of field redefinitions. We emphasize a subtlety in obtaining this constraint, that has been overlooked in previous literature. In both the ADM and Stückelberg formalisms the vanishing of the determinant of a Hessian guarantees the absence of the BD ghost.",
            "Ghost free massive gravity in the Stückelberg language",
            "Claudia de Rham and Gregory Gabadadze and Andrew J Tolley",
            "2012",
            "XuY4eFQAAAAJ:eQOLeE2rZwMC",
            293,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312003796",
            "10418730874016015639",
            "\/scholar?cites=10418730874016015639",
            {
                "2011":7,
                "2012":35,
                "2013":64,
                "2014":45,
                "2015":35,
                "2016":32,
                "2017":23,
                "2018":19,
                "2019":15,
                "2020":16,
                "2021":2
            }
        ]
    ]
}