{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The self-assembly of colloids is an alternative to top-down processing that enables the fabrication of nanostructures. We show that self-assembled clusters of metal-dielectric spheres are the basis for nanophotonic structures. By tailoring the number and position of spheres in close-packed clusters, plasmon modes exhibiting strong magnetic and Fano-like resonances emerge. The use of identical spheres simplifies cluster assembly and facilitates the fabrication of highly symmetric structures. Dielectric spacers are used to tailor the interparticle spacing in these clusters to be approximately 2 nanometers. These types of chemically synthesized nanoparticle clusters can be generalized to other two- and three-dimensional structures and can serve as building blocks for new metamaterials.",
            "Self-assembled plasmonic nanoparticle clusters",
            "Jonathan A Fan and Chihhui Wu and Kui Bao and Jiming Bao and Rizia Bardhan and Naomi J Halas and Vinothan N Manoharan and Peter Nordlander and Gennady Shvets and Federico Capasso",
            "2010",
            "XwrePIwAAAAJ:d1gkVwhDpl0C",
            1411,
            "https:\/\/science.sciencemag.org\/content\/328\/5982\/1135.abstract",
            "9930554140418488731",
            "\/scholar?cites=9930554140418488731",
            {
                "2010":19,
                "2011":123,
                "2012":133,
                "2013":198,
                "2014":174,
                "2015":150,
                "2016":150,
                "2017":133,
                "2018":115,
                "2019":97,
                "2020":102,
                "2021":8
            }
        ],
        [
            "When small numbers of colloidal microspheres are attached to the surfaces of liquid emulsion droplets, removing fluid from the droplets leads to packings of spheres that minimize the second moment of the mass distribution. The structures of the packings range from sphere doublets, triangles, and tetrahedra to exotic polyhedra not found in infinite lattice packings, molecules, or minimum–potential energy clusters. The emulsion system presents a route to produce newcolloidal structures and a means to study howdifferent physical constraints affect symmetry in small parcels of matter.",
            "Dense packing and symmetry in small clusters of microspheres",
            "Vinothan N Manoharan and Mark T Elsesser and David J Pine",
            "2003",
            "XwrePIwAAAAJ:u5HHmVD_uO8C",
            1141,
            "https:\/\/science.sciencemag.org\/content\/301\/5632\/483.abstract",
            "1583129214234895704",
            "\/scholar?cites=1583129214234895704",
            {
                "2003":4,
                "2004":27,
                "2005":48,
                "2006":52,
                "2007":82,
                "2008":70,
                "2009":76,
                "2010":79,
                "2011":85,
                "2012":89,
                "2013":73,
                "2014":63,
                "2015":65,
                "2016":75,
                "2017":66,
                "2018":67,
                "2019":52,
                "2020":60,
                "2021":3
            }
        ],
        [
            "The ability to design and assemble three-dimensional structures from colloidal particles is limited by the absence of specific directional bonds. As a result, complex or low-coordination structures, common in atomic and molecular systems, are rare in the colloidal domain. Here we demonstrate a general method for creating the colloidal analogues of atoms with valence: colloidal particles with chemically distinct surface patches that imitate hybridized atomic orbitals, including sp, sp 2, sp 3, sp 3 d, sp 3 d 2 and sp 3 d 3. Functionalized with DNA with single-stranded sticky ends, patches on different particles can form highly directional bonds through programmable, specific and reversible DNA hybridization. These features allow the particles to self-assemble into ‘colloidal molecules’ with triangular, tetrahedral and other bonding symmetries, and should also give access to a rich variety of new microstructured colloidal …",
            "Colloids with valence and specific directional bonding",
            "Yufeng Wang and Yu Wang and Dana R Breed and Vinothan N Manoharan and Lang Feng and Andrew D Hollingsworth and Marcus Weck and David J Pine",
            "2012",
            "XwrePIwAAAAJ:a0OBvERweLwC",
            857,
            "https:\/\/www.nature.com\/articles\/nature11564",
            "1759473849180611419",
            "\/scholar?cites=1759473849180611419",
            {
                "2013":88,
                "2014":88,
                "2015":109,
                "2016":142,
                "2017":122,
                "2018":104,
                "2019":98,
                "2020":90,
                "2021":9
            }
        ],
        [
            "Low shrinkage, no high‐temperature treatment, and greater versatilityare some of the advantages of the method for fabricating ordered macroporous materials presented here—assembly of ultrafine colloidal particles of oxides (rather than alkoxide precursors) using monodisperse polystyrene as a template. The Figure shows macroporous silica made from a Snowtex ZL silica suspension.",
            "Ordered macroporous materials by colloidal assembly: a possible route to photonic bandgap materials",
            "G Subramanian and Vinothan N Manoharan and James D Thorne and David J Pine",
            "1999",
            "XwrePIwAAAAJ:u-x6o8ySG0sC",
            395,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1521-4095(199910)11:15%3C1261::AID-ADMA1261%3E3.0.CO;2-A",
            "450716728496028522",
            "\/scholar?cites=450716728496028522",
            {
                "2000":24,
                "2001":42,
                "2002":31,
                "2003":25,
                "2004":26,
                "2005":31,
                "2006":37,
                "2007":18,
                "2008":21,
                "2009":20,
                "2010":18,
                "2011":15,
                "2012":25,
                "2013":13,
                "2014":3,
                "2015":9,
                "2016":7,
                "2017":7,
                "2018":3,
                "2019":11,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Assemblies of strongly interacting metallic nanoparticles are the basis for plasmonic nanostructure engineering. We demonstrate that clusters of four identical spherical particles self-assembled into a close-packed asymmetric quadrumer support strong Fano-like interference. This feature is highly sensitive to the polarization of the incident electric field due to orientation-dependent coupling between particles in the cluster. This structure demonstrates how careful design of self-assembled colloidal systems can lead to the creation of new plasmonic modes and the enabling of interference effects in plasmonic systems.",
            "Fano-like interference in self-assembled plasmonic quadrumer clusters",
            "Jonathan A Fan and Kui Bao and Chihhui Wu and Jiming Bao and Rizia Bardhan and Naomi J Halas and Vinothan N Manoharan and Gennady Shvets and Peter Nordlander and Federico Capasso",
            "2010",
            "XwrePIwAAAAJ:WF5omc3nYNoC",
            356,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl1029732",
            "13089762170865249179",
            "\/scholar?cites=13089762170865249179",
            {
                "2011":31,
                "2012":34,
                "2013":48,
                "2014":47,
                "2015":41,
                "2016":37,
                "2017":39,
                "2018":28,
                "2019":27,
                "2020":19,
                "2021":5
            }
        ],
        [
            "Colloids consist of solid or liquid particles, each about a few hundred nanometers in size, dispersed in a fluid and kept suspended by thermal fluctuations. Whereas natural colloids are the stuff of paint, milk, and glue, synthetic colloids with well-controlled size distributions and interactions are a model system for understanding phase transitions. These colloids can form crystals and other phases of matter seen in atomic and molecular systems, but because the particles are large enough to be seen under an optical microscope, the microscopic mechanisms of phase transitions can be directly observed. Furthermore, their ability to spontaneously form phases that are ordered on the scale of visible wavelengths makes colloids useful building blocks for optical materials such as photonic crystals. Because the interactions between particles can be altered and the effects on structure directly observed …",
            "Colloidal matter: Packing, geometry, and entropy",
            "Vinothan N Manoharan",
            "2015",
            "XwrePIwAAAAJ:K3LRdlH-MEoC",
            306,
            "https:\/\/science.sciencemag.org\/content\/349\/6251\/1253751.abstract",
            "7426539657982514966",
            "\/scholar?cites=7426539657982514966",
            {
                "2015":3,
                "2016":35,
                "2017":47,
                "2018":68,
                "2019":72,
                "2020":72,
                "2021":7
            }
        ],
        [
            "The study of clusters has provided a tangible link between local geometry and bulk condensed matter, but experiments have not yet systematically explored the thermodynamics of the smallest clusters. Here we present experimental measurements of the structures and free energies of colloidal clusters in which the particles act as hard spheres with short-range attractions. We found that highly symmetric clusters are strongly suppressed by rotational entropy, whereas the most stable clusters have anharmonic vibrational modes or extra bonds. Many of these clusters are subsets of close-packed lattices. As the number of particles increases from 6 to 10, we observe the emergence of a complex free-energy landscape with a small number of ground states and many local minima.",
            "The free-energy landscape of clusters of attractive hard spheres",
            "Guangnan Meng and Natalie Arkus and Michael P Brenner and Vinothan N Manoharan",
            "2010",
            "XwrePIwAAAAJ:YsMSGLbcyi4C",
            298,
            "https:\/\/science.sciencemag.org\/content\/327\/5965\/560.abstract",
            "563638886782073062",
            "\/scholar?cites=563638886782073062",
            {
                "2010":9,
                "2011":28,
                "2012":31,
                "2013":20,
                "2014":32,
                "2015":38,
                "2016":38,
                "2017":27,
                "2018":29,
                "2019":20,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Young’s law 1 predicts that a colloidal sphere in equilibrium with a liquid interface will straddle the two fluids, its height above the interface defined by an equilibrium contact angle 2. This has been used to explain why colloids often bind to liquid interfaces 3, 4, and has been exploited in emulsification 5, water purification 6, mineral recovery 7, encapsulation 8 and the making of nanostructured materials 9, 10. However, little is known about the dynamics of binding. Here we show that the adsorption of polystyrene microspheres to a water\/oil interface is characterized by a sudden breach and an unexpectedly slow relaxation. The relaxation appears logarithmic in time, indicating that complete equilibration may take months. Surprisingly, viscous dissipation appears to play little role. Instead, the observed dynamics, which bear strong resemblance to ageing in glassy systems, agree well with a model describing activated …",
            "Physical ageing of the contact line on colloidal particles at liquid interfaces",
            "David M Kaz and Ryan McGorty and Madhav Mani and Michael P Brenner and Vinothan N Manoharan",
            "2011",
            "XwrePIwAAAAJ:HoB7MX3m0LUC",
            256,
            "https:\/\/www.nature.com\/articles\/nmat3190",
            "15634111272812597718",
            "\/scholar?cites=15634111272812597718",
            {
                "2012":12,
                "2013":24,
                "2014":26,
                "2015":42,
                "2016":37,
                "2017":34,
                "2018":23,
                "2019":21,
                "2020":36
            }
        ],
        [
            "Most of the colloidal clusters have been produced from oil-in-water emulsions with identical microspheres dispersed in oil droplets. Here, we present new types of binary colloidal clusters from phase-inverted water-in-oil emulsions using various combinations of two different colloids with several size ratios:  monodisperse silica or polystyrene microspheres for larger particles and silica or titania nanoparticles for smaller particles. Obviously, a better understanding of how finite groups of different colloids self-organize in a confined geometry may help us control the structure of matter at multiple length scales. In addition, since aqueous dispersions have much better phase stability, we could produce much more diverse colloidal materials from water-in-oil emulsions rather than from oil-in-water emulsions. Interestingly, the configurations of the large microspheres were not changed by the presence of the small particles …",
            "Self-organization of bidisperse colloids in water droplets",
            "Young-Sang Cho and Gi-Ra Yi and Jong-Min Lim and Shin-Hyun Kim and Vinothan N Manoharan and David J Pine and Seung-Man Yang",
            "2005",
            "XwrePIwAAAAJ:9yKSN-GCB0IC",
            245,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0550632",
            "4489019102393621401",
            "\/scholar?cites=4489019102393621401",
            {
                "2006":9,
                "2007":23,
                "2008":18,
                "2009":27,
                "2010":18,
                "2011":29,
                "2012":25,
                "2013":21,
                "2014":10,
                "2015":13,
                "2016":9,
                "2017":14,
                "2018":13,
                "2019":5,
                "2020":10,
                "2021":1
            }
        ],
        [
            "DNA is not just the stuff of our genetic code; it is also a means to design self-assembling materials. Grafting DNA onto nano-and microparticles can, in principle,‘program’them with information that tells them exactly how to self-assemble. Although fully programmable assembly has not yet been realized, the groundwork has been laid: with an understanding of how specific interparticle attractions arise from DNA hybridization, we can now make systems that reliably assemble in and out of equilibrium. We discuss these advances, and the design rules that will allow us to control—and ultimately program—the assembly of new materials.",
            "Using DNA to program the self-assembly of colloidal nanoparticles and microparticles",
            "W Benjamin Rogers and William M Shih and Vinothan N Manoharan",
            "2016",
            "XwrePIwAAAAJ:08ZZubdj9fEC",
            180,
            "https:\/\/www.nature.com\/articles\/natrevmats20168.pdf?origin=ppub",
            "7265943927582421192",
            "\/scholar?cites=7265943927582421192",
            {
                "2016":13,
                "2017":36,
                "2018":38,
                "2019":36,
                "2020":52,
                "2021":4
            }
        ]
    ]
}