{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "A fundamental assumption in statistical physics is that generic closed quantum many-body systems thermalize under their own dynamics. Recently, the emergence of many-body localized systems has questioned this concept and challenged our understanding of the connection between statistical physics and quantum mechanics. Here we report on the observation of a many-body localization transition between thermal and localized phases for bosons in a two-dimensional disordered optical lattice. With our single-site–resolved measurements, we track the relaxation dynamics of an initially prepared out-of-equilibrium density pattern and find strong evidence for a diverging length scale when approaching the localization transition. Our experiments represent a demonstration and in-depth characterization of many-body localization in a regime not accessible with state-of-the-art simulations on classical computers.",
            "Exploring the many-body localization transition in two dimensions",
            "Jae-yoon Choi and Sebastian Hild and Johannes Zeiher and Peter Schauß and Antonio Rubio-Abadal and Tarik Yefsah and Vedika Khemani and David A Huse and Immanuel Bloch and Christian Gross",
            "2016",
            "xXBlOUYAAAAJ:YOwf2qJgpHMC",
            632,
            "https:\/\/science.sciencemag.org\/content\/352\/6293\/1547.abstract",
            "10316048079073598839",
            "\/scholar?cites=10316048079073598839",
            {
                "2016":45,
                "2017":123,
                "2018":124,
                "2019":144,
                "2020":178,
                "2021":14
            }
        ],
        [
            "Understanding quantum dynamics away from equilibrium is an outstanding challenge in the modern physical sciences. Out-of-equilibrium systems can display a rich variety of phenomena, including self-organized synchronization and dynamical phase transitions 1, 2. More recently, advances in the controlled manipulation of isolated many-body systems have enabled detailed studies of non-equilibrium phases in strongly interacting quantum matter 3, 4, 5, 6; for example, the interplay between periodic driving, disorder and strong interactions has been predicted to result in exotic ‘time-crystalline’phases 7, in which a system exhibits temporal correlations at integer multiples of the fundamental driving period, breaking the discrete time-translational symmetry of the underlying drive 8, 9, 10, 11, 12. Here we report the experimental observation of such discrete time-crystalline order in a driven, disordered ensemble of …",
            "Observation of discrete time-crystalline order in a disordered dipolar many-body system",
            "Soonwon Choi and Joonhee Choi and Renate Landig and Georg Kucsko and Hengyun Zhou and Junichi Isoya and Fedor Jelezko and Shinobu Onoda and Hitoshi Sumiya and Vedika Khemani and Curt Von Keyserlingk and Norman Y Yao and Eugene Demler and Mikhail D Lukin",
            "2017",
            "xXBlOUYAAAAJ:HDshCWvjkbEC",
            550,
            "https:\/\/www.nature.com\/articles\/nature21426",
            "18364033347783381148",
            "\/scholar?cites=18364033347783381148",
            {
                "2017":72,
                "2018":133,
                "2019":146,
                "2020":187,
                "2021":11
            }
        ],
        [
            "Clean and interacting periodically driven systems are believed to exhibit a single, trivial “infinite-temperature” Floquet-ergodic phase. In contrast, here we show that their disordered Floquet many-body localized counterparts can exhibit distinct ordered phases delineated by sharp transitions. Some of these are analogs of equilibrium states with broken symmetries and topological order, while others—genuinely new to the Floquet problem—are characterized by order and nontrivial periodic dynamics. We illustrate these ideas in driven spin chains with Ising symmetry.",
            "Phase structure of driven quantum systems",
            "Vedika Khemani and Achilleas Lazarides and Roderich Moessner and Shivaji L Sondhi",
            "2016",
            "xXBlOUYAAAAJ:IWHjjKOFINEC",
            483,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.250401",
            "14916936271634295835",
            "\/scholar?cites=14916936271634295835",
            {
                "2016":15,
                "2017":89,
                "2018":114,
                "2019":107,
                "2020":150,
                "2021":6
            }
        ],
        [
            "Recent work shows that highly excited many-body localized eigenstates can exhibit broken symmetries and topological order, including in dimensions where such order would be forbidden in equilibrium. In this paper we extend this analysis to discrete symmetry-protected order via the explicit examples of the Haldane phase of one-dimensional spin chains and the topological Ising paramagnet in two dimensions. We comment on the challenge of extending these results to cases where the protecting symmetry is continuous.",
            "Many-body localization and symmetry-protected topological order",
            "Anushya Chandran and Vedika Khemani and CR Laumann and Shivaji L Sondhi",
            "2014",
            "xXBlOUYAAAAJ:_kc_bZDykSQC",
            218,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.144201",
            "10544387412420686290",
            "\/scholar?cites=10544387412420686290",
            {
                "2014":11,
                "2015":28,
                "2016":39,
                "2017":40,
                "2018":37,
                "2019":30,
                "2020":31,
                "2021":1
            }
        ],
        [
            "We study the scrambling of local quantum information in chaotic many-body systems in the presence of a locally conserved quantity like charge or energy that moves diffusively. The interplay between conservation laws and scrambling sheds light on the mechanism by which unitary quantum dynamics, which is reversible, gives rise to diffusive hydrodynamics, which is a slow dissipative process. We obtain our results in a random quantum circuit model that is constrained to have a conservation law. We find that a generic spreading operator consists of two parts:(i) a conserved part which comprises the weight of the spreading operator on the local conserved densities, whose dynamics is described by diffusive charge spreading; this conserved part also acts as a source that steadily emits a flux of (ii) nonconserved operators. This emission leads to dissipation in the operator hydrodynamics, with the dissipative process …",
            "Operator spreading and the emergence of dissipative hydrodynamics under unitary evolution with conservation laws",
            "Vedika Khemani and Ashvin Vishwanath and David A Huse",
            "2018",
            "xXBlOUYAAAAJ:qxL8FJ1GzNcC",
            201,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.8.031057",
            "10807820241996881081",
            "\/scholar?cites=10807820241996881081",
            {
                "2018":22,
                "2019":66,
                "2020":109,
                "2021":4
            }
        ],
        [
            "An interacting quantum system that is subject to disorder may cease to thermalize owing to localization of its constituents, thereby marking the breakdown of thermodynamics. The key to understanding this phenomenon lies in the system’s entanglement, which is experimentally challenging to measure. We realize such a many-body–localized system in a disordered Bose-Hubbard chain and characterize its entanglement properties through particle fluctuations and correlations. We observe that the particles become localized, suppressing transport and preventing the thermalization of subsystems. Notably, we measure the development of nonlocal correlations, whose evolution is consistent with a logarithmic growth of entanglement entropy, the hallmark of many-body localization. Our work experimentally establishes many-body localization as a qualitatively distinct phenomenon from localization in noninteracting …",
            "Probing entanglement in a many-body–localized system",
            "Alexander Lukin and Matthew Rispoli and Robert Schittko and M Eric Tai and Adam M Kaufman and Soonwon Choi and Vedika Khemani and Julian Léonard and Markus Greiner",
            "2019",
            "xXBlOUYAAAAJ:3fE2CSJIrl8C",
            200,
            "https:\/\/science.sciencemag.org\/content\/364\/6437\/256.abstract",
            "8525492408702029030",
            "\/scholar?cites=8525492408702029030",
            {
                "2018":8,
                "2019":50,
                "2020":134,
                "2021":8
            }
        ],
        [
            "Recent work has shown that a variety of novel phases of matter arise in periodically driven Floquet systems. Among these are many-body localized phases which spontaneously break global symmetries and exhibit novel multiplets of Floquet eigenstates separated by quantized quasienergies. Here we show that these properties are stable to all weak local deformations of the underlying Floquet drives—including those that explicitly break the defining symmetries—and that the models considered until now occupy submanifolds within these larger “absolutely stable” phases. While these absolutely stable phases have no explicit global symmetries, they spontaneously break Hamiltonian-dependent emergent symmetries, and thus continue to exhibit the novel multiplet structure. The multiplet structure in turn encodes characteristic oscillations of the emergent order parameter at multiples of the fundamental period …",
            "Absolute stability and spatiotemporal long-range order in Floquet systems",
            "Curt W von Keyserlingk and Vedika Khemani and Shivaji L Sondhi",
            "2016",
            "xXBlOUYAAAAJ:KlAtU1dfN6UC",
            195,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.94.085112",
            "9713456856578043590",
            "\/scholar?cites=9713456856578043590",
            {
                "2016":4,
                "2017":44,
                "2018":45,
                "2019":46,
                "2020":54,
                "2021":1
            }
        ],
        [
            "The transition from a many-body localized phase to a thermalizing one is a dynamical quantum phase transition that lies outside the framework of equilibrium statistical mechanics. We provide a detailed study of the critical properties of this transition at finite sizes in one dimension. We find that the entanglement entropy of small subsystems looks strongly subthermal in the quantum critical regime, which indicates that it varies discontinuously across the transition as the system size is taken to infinity, even though many other aspects of the transition look continuous. We also study the variance of the half-chain entanglement entropy, which shows a peak near the transition, and find substantial variation in the entropy across eigenstates of the same sample. Furthermore, the sample-to-sample variations in this quantity are strongly growing and are larger than the intrasample variations. We posit that these results are …",
            "Critical properties of the many-body localization transition",
            "Vedika Khemani and Say-Peng Lim and DN Sheng and David A Huse",
            "2017",
            "xXBlOUYAAAAJ:TQgYirikUcIC",
            177,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.7.021013",
            "18407689646523676436",
            "\/scholar?cites=18407689646523676436",
            {
                "2016":1,
                "2017":28,
                "2018":50,
                "2019":46,
                "2020":50,
                "2021":2
            }
        ]
    ]
}