{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The sequence of the human genome encodes the genetic instructions for human physiology, as well as rich information about human evolution. In 2001, the International Human Genome Sequencing Consortium reported a draft sequence of the euchromatic portion of the human genome. Since then, the international collaboration has worked to convert this draft into a genome sequence with high accuracy and nearly complete coverage. Here, we report the result of this finishing process. The current genome sequence (Build 35) contains 2.85 billion nucleotides interrupted by only 341 gaps. It covers∼ 99% of the euchromatic genome and is accurate to an error rate of∼ 1 event per 100,000 bases. Many of the remaining euchromatic gaps are associated with segmental duplications and will require focused work with new methods. The near-complete sequence, the first for a vertebrate, greatly improves the precision …",
            "Finishing the euchromatic sequence of the human genome",
            "International Human Genome Sequencing Consortium",
            "2004",
            "xxYMJlUAAAAJ:43bX7VzcjpAC",
            4104,
            "https:\/\/www.nature.com\/articles\/nature03001",
            "17207644304406977558",
            "\/scholar?cites=17207644304406977558",
            {
                "2004":24,
                "2005":274,
                "2006":281,
                "2007":277,
                "2008":295,
                "2009":247,
                "2010":243,
                "2011":234,
                "2012":267,
                "2013":264,
                "2014":244,
                "2015":244,
                "2016":229,
                "2017":235,
                "2018":215,
                "2019":226,
                "2020":203,
                "2021":13
            }
        ],
        [
            "We report the draft genome of the black cottonwood tree, Populus trichocarpa. Integration of shotgun sequence assembly with genetic mapping enabled chromosome-scale reconstruction of the genome. More than 45,000 putative protein-coding genes were identified. Analysis of the assembled genome revealed a whole-genome duplication event; about 8000 pairs of duplicated genes from that event survived in the Populus genome. A second, older duplication event is indistinguishably coincident with the divergence of the Populus and Arabidopsis lineages. Nucleotide substitution, tandem gene duplication, and gross chromosomal rearrangement appear to proceed substantially more slowly in Populus than in Arabidopsis. Populus has more protein-coding genes than Arabidopsis, ranging on average from 1.4 to 1.6 putative Populus homologs for each Arabidopsis gene. However, the relative frequency of protein …",
            "The genome of black cottonwood, Populus trichocarpa (Torr. & Gray)",
            "Gerald A Tuskan and Stephen Difazio and Stefan Jansson and Jörg Bohlmann and Igor Grigoriev and Uffe Hellsten and Nicholas Putnam and Steven Ralph and Stephane Rombauts and Asaf Salamov and Jacquie Schein and Lieven Sterck and Andrea Aerts and Rupali R Bhalerao and Rishikesh P Bhalerao and Damien Blaudez and Wout Boerjan and A Brun and Amy Brunner and Victor Busov and Malcolm Campbell and John Carlson and Michel Chalot and Jarod Chapman and G-L Chen and D Cooper and PM Coutinho and Jérémy Couturier and Sarah Covert and Quentin Cronk and R Cunningham and John Davis and Sven Degroeve and Annabelle Dejardin and Claude Depamphilis and John Detter and Bill Dirks and Inna Dubchak and Sébastien Duplessis and Jürgen Ehlting and Brian Ellis and Karla Gendler and David Goodstein and Michael Gribskov and Jane Grimwood and Andrew Groover and Lee Gunter and Britta Hamberger and Berthold Heinze and Ykä Helariutta and Bernard Henrissat and Dawn Holligan and Robert Holt and Wayne Huang and Nurul Islam-Faridi and Steven Jones and Matthew Jones-Rhoades and Richard Jorgensen and Chandrashekha Joshi and Jaakko Kangasjärvi and Jan Karlsson and Colin Kelleher and Robert Kirkpatrick and Matias Kirst and Annegret Kohler and Udaya Kalluri and Frank Larimer and Jim Leebens-Mack and J-C Leplé and Philip Locascio and Yunian Lou and Susan Lucas and Francis Martin and Barbara Montanini and Carolyn Napoli and David R Nelson and C Nelson and Kaisa Nieminen and Ove Nilsson and Veronica Pereda and Gary Peter and Ryan Philippe and Gilles Pilate and Alexandre Poliakov and Jane Razumovskaya and Paul Richardson and Cécile Rinaldi and Kermit Ritland and Pierre Rouzé and Dmitriy Ryaboy and Jeremy Schmutz and J Schrader and Bo Segerman and Heesun Shin and Asim Siddiqui and Fredrik Sterky and Astrid Terry and C-J Tsai and Edward Uberbacher and Per Unneberg and Jorma Vahala and Kerr Wall and Susan Wessler and Guojun Yang and Tongming Yin and Carl Douglas and Marco Marra and Göran Sandberg and Yves Van de Peer and D Rokhsar",
            "2006",
            "xxYMJlUAAAAJ:u5HHmVD_uO8C",
            3898,
            "https:\/\/science.sciencemag.org\/content\/313\/5793\/1596.abstract",
            "486843719545301290",
            "\/scholar?cites=486843719545301290",
            {
                "2006":21,
                "2007":187,
                "2008":257,
                "2009":281,
                "2010":324,
                "2011":319,
                "2012":347,
                "2013":300,
                "2014":331,
                "2015":289,
                "2016":273,
                "2017":213,
                "2018":201,
                "2019":270,
                "2020":242,
                "2021":13
            }
        ],
        [
            "The number of sequenced plant genomes and associated genomic resources is growing rapidly with the advent of both an increased focus on plant genomics from funding agencies, and the application of inexpensive next generation sequencing. To interact with this increasing body of data, we have developed Phytozome (http:\/\/www.phytozome.net), a comparative hub for plant genome and gene family data and analysis. Phytozome provides a view of the evolutionary history of every plant gene at the level of sequence, gene structure, gene family and genome organization, while at the same time providing access to the sequences and functional annotations of a growing number (currently 25) of complete plant genomes, including all the land plants and selected algae sequenced at the Joint Genome Institute, as well as selected species sequenced elsewhere. Through a comprehensive plant genome …",
            "Phytozome: a comparative platform for green plant genomics",
            "David M Goodstein and Shengqiang Shu and Russell Howson and Rochak Neupane and Richard D Hayes and Joni Fazo and Therese Mitros and William Dirks and Uffe Hellsten and Nicholas Putnam and Daniel S Rokhsar",
            "2012",
            "xxYMJlUAAAAJ:J-pR_7NvFogC",
            2808,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/40\/D1\/D1178\/2903577",
            "3262621560456059318",
            "\/scholar?cites=3262621560456059318",
            {
                "2012":77,
                "2013":192,
                "2014":250,
                "2015":295,
                "2016":354,
                "2017":352,
                "2018":339,
                "2019":425,
                "2020":472,
                "2021":35
            }
        ],
        [
            "Sorghum, an African grass related to sugar cane and maize, is grown for food, feed, fibre and fuel. We present an initial analysis of the∼ 730-megabase Sorghum bicolor (L.) Moench genome, placing∼ 98% of genes in their chromosomal context using whole-genome shotgun sequence validated by genetic, physical and syntenic information. Genetic recombination is largely confined to about one-third of the sorghum genome with gene order and density similar to those of rice. Retrotransposon accumulation in recombinationally recalcitrant heterochromatin explains the∼ 75% larger genome size of sorghum compared with rice. Although gene and repetitive DNA distributions have been preserved since palaeopolyploidization∼ 70 million years ago, most duplicated gene sets lost one member before the sorghum–rice divergence. Concerted evolution makes one duplicated chromosomal segment appear to be only …",
            "The Sorghum bicolor genome and the diversification of grasses",
            "Andrew H Paterson and John E Bowers and Rémy Bruggmann and Inna Dubchak and Jane Grimwood and Heidrun Gundlach and Georg Haberer and Uffe Hellsten and Therese Mitros and Alexander Poliakov and Jeremy Schmutz and Manuel Spannagl and Haibao Tang and Xiyin Wang and Thomas Wicker and Arvind K Bharti and Jarrod Chapman and F Alex Feltus and Udo Gowik and Igor V Grigoriev and Eric Lyons and Christopher A Maher and Mihaela Martis and Apurva Narechania and Robert P Otillar and Bryan W Penning and Asaf A Salamov and Yu Wang and Lifang Zhang and Nicholas C Carpita and Michael Freeling and Alan R Gingle and C Thomas Hash and Beat Keller and Patricia Klein and Stephen Kresovich and Maureen C McCann and Ray Ming and Daniel G Peterson and Doreen Ware and Peter Westhoff and Klaus FX Mayer and Joachim Messing and Daniel S Rokhsar",
            "2009",
            "xxYMJlUAAAAJ:tzM49s52ZIMC",
            2634,
            "https:\/\/www.nature.com\/articles\/nature07723",
            "4648698441458395025",
            "\/scholar?cites=4648698441458395025",
            {
                "2009":99,
                "2010":165,
                "2011":206,
                "2012":273,
                "2013":274,
                "2014":272,
                "2015":241,
                "2016":272,
                "2017":211,
                "2018":179,
                "2019":221,
                "2020":193,
                "2021":19
            }
        ],
        [
            "Microbial communities are vital in the functioning of all ecosystems; however, most microorganisms are uncultivated, and their roles in natural systems are unclear. Here, using random shotgun sequencing of DNA from a natural acidophilic biofilm, we report reconstruction of near-complete genomes of Leptospirillum group II and Ferroplasma type II, and partial recovery of three other genomes. This was possible because the biofilm was dominated by a small number of species populations and the frequency of genomic rearrangements and gene insertions or deletions was relatively low. Because each sequence read came from a different individual, we could determine that single-nucleotide polymorphisms are the predominant form of heterogeneity at the strain level. The Leptospirillum group II genome had remarkably few nucleotide polymorphisms, despite the existence of low-abundance variants. The …",
            "Community structure and metabolism through reconstruction of microbial genomes from the environment",
            "Gene W Tyson and Jarrod Chapman and Philip Hugenholtz and Eric E Allen and Rachna J Ram and Paul M Richardson and Victor V Solovyev and Edward M Rubin and Daniel S Rokhsar and Jillian F Banfield",
            "2004",
            "xxYMJlUAAAAJ:9yKSN-GCB0IC",
            2391,
            "https:\/\/www.nature.com\/articles\/nature02340",
            "17209083855402739139",
            "\/scholar?cites=17209083855402739139",
            {
                "2004":58,
                "2005":144,
                "2006":139,
                "2007":157,
                "2008":175,
                "2009":139,
                "2010":156,
                "2011":173,
                "2012":180,
                "2013":170,
                "2014":134,
                "2015":161,
                "2016":149,
                "2017":137,
                "2018":105,
                "2019":86,
                "2020":105,
                "2021":4
            }
        ],
        [
            "Chlamydomonas reinhardtii is a unicellular green alga whose lineage diverged from land plants over 1 billion years ago. It is a model system for studying chloroplast-based photosynthesis, as well as the structure, assembly, and function of eukaryotic flagella (cilia), which were inherited from the common ancestor of plants and animals, but lost in land plants. We sequenced the ∼120-megabase nuclear genome of Chlamydomonas and performed comparative phylogenomic analyses, identifying genes encoding uncharacterized proteins that are likely associated with the function and biogenesis of chloroplasts or eukaryotic flagella. Analyses of the Chlamydomonas genome advance our understanding of the ancestral eukaryotic cell, reveal previously unknown genes associated with photosynthetic and flagellar functions, and establish links between ciliopathy and the composition and function of flagella.",
            "The Chlamydomonas genome reveals the evolution of key animal and plant functions",
            "Sabeeha S Merchant and Simon E Prochnik and Olivier Vallon and Elizabeth H Harris and Steven J Karpowicz and George B Witman and Astrid Terry and Asaf Salamov and Lillian K Fritz-Laylin and Laurence Maréchal-Drouard and Wallace F Marshall and Liang-Hu Qu and David R Nelson and Anton A Sanderfoot and Martin H Spalding and Vladimir V Kapitonov and Qinghu Ren and Patrick Ferris and Erika Lindquist and Harris Shapiro and Susan M Lucas and Jane Grimwood and Jeremy Schmutz and Pierre Cardol and Heriberto Cerutti and Guillaume Chanfreau and Chun-Long Chen and Valérie Cognat and Martin T Croft and Rachel Dent and Susan Dutcher and Emilio Fernández and Hideya Fukuzawa and David González-Ballester and Diego González-Halphen and Armin Hallmann and Marc Hanikenne and Michael Hippler and William Inwood and Kamel Jabbari and Ming Kalanon and Richard Kuras and Paul A Lefebvre and Stéphane D Lemaire and Alexey V Lobanov and Martin Lohr and Andrea Manuell and Iris Meier and Laurens Mets and Maria Mittag and Telsa Mittelmeier and James V Moroney and Jeffrey Moseley and Carolyn Napoli and Aurora M Nedelcu and Krishna Niyogi and Sergey V Novoselov and Ian T Paulsen and Greg Pazour and Saul Purton and Jean-Philippe Ral and Diego Mauricio Riaño-Pachón and Wayne Riekhof and Linda Rymarquis and Michael Schroda and David Stern and James Umen and Robert Willows and Nedra Wilson and Sara Lana Zimmer and Jens Allmer and Janneke Balk and Katerina Bisova and Chong-Jian Chen and Marek Elias and Karla Gendler and Charles Hauser and Mary Rose Lamb and Heidi Ledford and Joanne C Long and Jun Minagawa and M Dudley Page and Junmin Pan and Wirulda Pootakham and Sanja Roje and Annkatrin Rose and Eric Stahlberg and Aimee M Terauchi and Pinfen Yang and Steven Ball and Chris Bowler and Carol L Dieckmann and Vadim N Gladyshev and Pamela Green and Richard Jorgensen and Stephen Mayfield and Bernd Mueller-Roeber and Sathish Rajamani and Richard T Sayre and Peter Brokstein and Inna Dubchak and David Goodstein and Leila Hornick and Y Wayne Huang and Jinal Jhaveri and Yigong Luo and Diego Martínez and Wing Chi Abby Ngau and Bobby Otillar and Alexander Poliakov and Aaron Porter and Lukasz Szajkowski and Gregory Werner and Kemin Zhou and Igor V Grigoriev and Daniel S Rokhsar and Arthur R Grossman",
            "2007",
            "xxYMJlUAAAAJ:qjMakFHDy7sC",
            2389,
            "https:\/\/science.sciencemag.org\/content\/318\/5848\/245.summary",
            "5058504756941052272",
            "\/scholar?cites=5058504756941052272",
            {
                "2008":101,
                "2009":140,
                "2010":169,
                "2011":178,
                "2012":214,
                "2013":203,
                "2014":203,
                "2015":187,
                "2016":195,
                "2017":213,
                "2018":198,
                "2019":186,
                "2020":165,
                "2021":13
            }
        ],
        [
            "Diatoms are unicellular algae with plastids acquired by secondary endosymbiosis. They are responsible for ∼20% of global carbon fixation. We report the 34 million–base pair draft nuclear genome of the marine diatom Thalassiosira pseudonana and its 129 thousand–base pair plastid and 44 thousand–base pair mitochondrial genomes. Sequence and optical restriction mapping revealed 24 diploid nuclear chromosomes. We identified novel genes for silicic acid transport and formation of silica-based cell walls, high-affinity iron uptake, biosynthetic enzymes for several types of polyunsaturated fatty acids, use of a range of nitrogenous compounds, and a complete urea cycle, all attributes that allow diatoms to prosper in aquatic environments.",
            "The genome of the diatom Thalassiosira pseudonana: ecology, evolution, and metabolism",
            "E Virginia Armbrust and John A Berges and Chris Bowler and Beverley R Green and Diego Martinez and Nicholas H Putnam and Shiguo Zhou and Andrew E Allen and Kirk E Apt and Michael Bechner and Mark A Brzezinski and Balbir K Chaal and Anthony Chiovitti and Aubrey K Davis and Mark S Demarest and J Chris Detter and Tijana Glavina and David Goodstein and Masood Z Hadi and Uffe Hellsten and Mark Hildebrand and Bethany D Jenkins and Jerzy Jurka and Vladimir V Kapitonov and Nils Kröger and Winnie WY Lau and Todd W Lane and Frank W Larimer and J Casey Lippmeier and Susan Lucas and Mónica Medina and Anton Montsant and Miroslav Obornik and Micaela Schnitzler Parker and Brian Palenik and Gregory J Pazour and Paul M Richardson and Tatiana A Rynearson and Mak A Saito and David C Schwartz and Kimberlee Thamatrakoln and Klaus Valentin and Assaf Vardi and Frances P Wilkerson and Daniel S Rokhsar",
            "2004",
            "xxYMJlUAAAAJ:2osOgNQ5qMEC",
            1986,
            "https:\/\/science.sciencemag.org\/content\/306\/5693\/79.abstract",
            "16763674105091438050",
            "\/scholar?cites=16763674105091438050",
            {
                "2004":8,
                "2005":88,
                "2006":109,
                "2007":126,
                "2008":122,
                "2009":128,
                "2010":113,
                "2011":141,
                "2012":121,
                "2013":130,
                "2014":133,
                "2015":129,
                "2016":125,
                "2017":130,
                "2018":114,
                "2019":115,
                "2020":129,
                "2021":9
            }
        ],
        [
            "The compact genome of Fugu rubripes has been sequenced to over 95% coverage, and more than 80% of the assembly is in multigene-sized scaffolds. In this 365-megabase vertebrate genome, repetitive DNA accounts for less than one-sixth of the sequence, and gene loci occupy about one-third of the genome. As with the human genome, gene loci are not evenly distributed, but are clustered into sparse and dense regions. Some “giant” genes were observed that had average coding sequence sizes but were spread over genomic lengths significantly larger than those of their human orthologs. Although three-quarters of predicted human proteins have a strong match toFugu, approximately a quarter of the human proteins had highly diverged from or had no pufferfish homologs, highlighting the extent of protein evolution in the 450 million years since teleosts and mammals diverged. Conserved linkages between …",
            "Whole-genome shotgun assembly and analysis of the genome of Fugu rubripes",
            "Samuel Aparicio and Jarrod Chapman and Elia Stupka and Nik Putnam and Jer-ming Chia and Paramvir Dehal and Alan Christoffels and Sam Rash and Shawn Hoon and Arian Smit and Maarten D Sollewijn Gelpke and Jared Roach and Tania Oh and Isaac Y Ho and Marie Wong and Chris Detter and Frans Verhoef and Paul Predki and Alice Tay and Susan Lucas and Paul Richardson and Sarah F Smith and Melody S Clark and Yvonne JK Edwards and Norman Doggett and Andrey Zharkikh and Sean V Tavtigian and Dmitry Pruss and Mary Barnstead and Cheryl Evans and Holly Baden and Justin Powell and Gustavo Glusman and Lee Rowen and Leroy Hood and YH Tan and Greg Elgar and Trevor Hawkins and Byrappa Venkatesh and Daniel Rokhsar and Sydney Brenner",
            "2002",
            "xxYMJlUAAAAJ:u-x6o8ySG0sC",
            1686,
            "https:\/\/science.sciencemag.org\/content\/297\/5585\/1301.abstract",
            "890020568819638419",
            "\/scholar?cites=890020568819638419",
            {
                "2002":33,
                "2003":174,
                "2004":202,
                "2005":174,
                "2006":151,
                "2007":128,
                "2008":113,
                "2009":75,
                "2010":82,
                "2011":79,
                "2012":52,
                "2013":68,
                "2014":59,
                "2015":61,
                "2016":47,
                "2017":49,
                "2018":32,
                "2019":52,
                "2020":40,
                "2021":3
            }
        ],
        [
            "The first chordates appear in the fossil record at the time of the Cambrian explosion, nearly 550 million years ago. The modern ascidian tadpole represents a plausible approximation to these ancestral chordates. To illuminate the origins of chordate and vertebrates, we generated a draft of the protein-coding portion of the genome of the most studied ascidian, Ciona intestinalis. TheCiona genome contains ∼16,000 protein-coding genes, similar to the number in other invertebrates, but only half that found in vertebrates. Vertebrate gene families are typically found in simplified form in Ciona, suggesting that ascidians contain the basic ancestral complement of genes involved in cell signaling and development. The ascidian genome has also acquired a number of lineage-specific innovations, including a group of genes engaged in cellulose metabolism that are related to those in bacteria and fungi.",
            "The draft genome of Ciona intestinalis: insights into chordate and vertebrate origins",
            "Paramvir Dehal and Yutaka Satou and Robert K Campbell and Jarrod Chapman and Bernard Degnan and Anthony De Tomaso and Brad Davidson and Anna Di Gregorio and Maarten Gelpke and David M Goodstein and Naoe Harafuji and Kenneth EM Hastings and Isaac Ho and Kohji Hotta and Wayne Huang and Takeshi Kawashima and Patrick Lemaire and Diego Martinez and Ian A Meinertzhagen and Simona Necula and Masaru Nonaka and Nik Putnam and Sam Rash and Hidetoshi Saiga and Masanobu Satake and Astrid Terry and Lixy Yamada and Hong-Gang Wang and Satoko Awazu and Kaoru Azumi and Jeffrey Boore and Margherita Branno and Stephen Chin-Bow and Rosaria DeSantis and Sharon Doyle and Pilar Francino and David N Keys and Shinobu Haga and Hiroko Hayashi and Kyosuke Hino and Kaoru S Imai and Kazuo Inaba and Shungo Kano and Kenji Kobayashi and Mari Kobayashi and Byung-In Lee and Kazuhiro W Makabe and Chitra Manohar and Giorgio Matassi and Monica Medina and Yasuaki Mochizuki and Steve Mount and Tomomi Morishita and Sachiko Miura and Akie Nakayama and Satoko Nishizaka and Hisayo Nomoto and Fumiko Ohta and Kazuko Oishi and Isidore Rigoutsos and Masako Sano and Akane Sasaki and Yasunori Sasakura and Eiichi Shoguchi and Tadasu Shin-i and Antoinetta Spagnuolo and Didier Stainier and Miho M Suzuki and Olivier Tassy and Naohito Takatori and Miki Tokuoka and Kasumi Yagi and Fumiko Yoshizaki and Shuichi Wada and Cindy Zhang and P Douglas Hyatt and Frank Larimer and Chris Detter and Norman Doggett and Tijana Glavina and Trevor Hawkins and Paul Richardson and Susan Lucas and Yuji Kohara and Michael Levine and Nori Satoh and Daniel S Rokhsar",
            "2002",
            "xxYMJlUAAAAJ:d1gkVwhDpl0C",
            1674,
            "https:\/\/science.sciencemag.org\/content\/298\/5601\/2157.abstract",
            "1293187947754810764",
            "\/scholar?cites=1293187947754810764",
            {
                "2003":122,
                "2004":177,
                "2005":149,
                "2006":135,
                "2007":129,
                "2008":93,
                "2009":118,
                "2010":88,
                "2011":74,
                "2012":81,
                "2013":71,
                "2014":67,
                "2015":76,
                "2016":56,
                "2017":65,
                "2018":58,
                "2019":40,
                "2020":53,
                "2021":3
            }
        ],
        [
            "Lancelets (‘amphioxus’) are the modern survivors of an ancient chordate lineage, with a fossil record dating back to the Cambrian period. Here we describe the structure and gene content of the highly polymorphic∼ 520-megabase genome of the Florida lancelet Branchiostoma floridae, and analyse it in the context of chordate evolution. Whole-genome comparisons illuminate the murky relationships among the three chordate groups (tunicates, lancelets and vertebrates), and allow not only reconstruction of the gene complement of the last common chordate ancestor but also partial reconstruction of its genomic organization, as well as a description of two genome-wide duplications and subsequent reorganizations in the vertebrate lineage. These genome-scale events shaped the vertebrate genome and provided additional genetic variation for exploitation during vertebrate evolution.",
            "The amphioxus genome and the evolution of the chordate karyotype",
            "Nicholas H Putnam and Thomas Butts and David EK Ferrier and Rebecca F Furlong and Uffe Hellsten and Takeshi Kawashima and Marc Robinson-Rechavi and Eiichi Shoguchi and Astrid Terry and Jr-Kai Yu and Elia Benito-Gutierrez and Inna Dubchak and Jordi Garcia-Fernandez and Jeremy J Gibson-Brown and Igor V Grigoriev and Amy C Horton and Pieter J de Jong and Jerzy Jurka and Vladimir V Kapitonov and Yuji Kohara and Yoko Kuroki and Erika Lindquist and Susan Lucas and Kazutoyo Osoegawa and Len A Pennacchio and Asaf A Salamov and Yutaka Satou and Tatjana Sauka-Spengler and Jeremy Schmutz and Tadasu Shin and Atsushi Toyoda and Marianne Bronner-Fraser and Asao Fujiyama and Linda Z Holland and Peter WH Holland and Nori Satoh and Daniel S Rokhsar",
            "2008",
            "xxYMJlUAAAAJ:_Re3VWB3Y0AC",
            1482,
            "https:\/\/www.nature.com\/articles\/nature06967",
            "16240390053458350539",
            "\/scholar?cites=16240390053458350539",
            {
                "2008":55,
                "2009":136,
                "2010":132,
                "2011":134,
                "2012":152,
                "2013":141,
                "2014":122,
                "2015":115,
                "2016":97,
                "2017":106,
                "2018":101,
                "2019":86,
                "2020":88,
                "2021":6
            }
        ]
    ]
}