{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We review the physical properties of diluted magnetic semiconductors (DMS) of the type AII1−xMnxBVI (e.g., Cd1−xMnxSe, Hg1−xMnxTe). Crystallographic properties are discussed first, with emphasis on the common structural features which these materials have as a result of tetrahedral bonding. We then describe the band structure of the AII1−xMnxBVI alloys in the absence of an external magnetic field, stressing the close relationship of the sp electron bands in these materials to the band structure of the nonmagnetic AIIBVI ‘‘parent’’ semiconductors. In addition, the characteristics of the narrow (nearly localized) band arising from the half‐filled Mn 3d5 shells are described, along with their profound effect on the optical properties of DMS. We then describe our present understanding of the magnetic properties of the AII1−xMnxBVI alloys. In particular, we discuss the mechanism of the Mn++‐Mn++ exchange, which …",
            "Diluted magnetic semiconductors",
            "Jacek K Furdyna",
            "1988",
            "XyjUQPAAAAAJ:u5HHmVD_uO8C",
            4103,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.341700",
            "15225217436015445627",
            "\/scholar?cites=15225217436015445627",
            {
                "1989":30,
                "1990":72,
                "1991":70,
                "1992":67,
                "1993":90,
                "1994":66,
                "1995":65,
                "1996":67,
                "1997":61,
                "1998":79,
                "1999":99,
                "2000":82,
                "2001":123,
                "2002":122,
                "2003":142,
                "2004":189,
                "2005":181,
                "2006":213,
                "2007":223,
                "2008":220,
                "2009":180,
                "2010":153,
                "2011":185,
                "2012":184,
                "2013":172,
                "2014":171,
                "2015":150,
                "2016":133,
                "2017":118,
                "2018":119,
                "2019":119,
                "2020":125,
                "2021":6
            }
        ],
        [
            "Topological superconductors that support Majorana fermions have been predicted when one-dimensional semiconducting wires are coupled to a superconductor 1, 2, 3. Such excitations are expected to exhibit non-Abelian statistics and can be used to realize quantum gates that are topologically protected from local sources of decoherence 4, 5. Here we report the observation of the fractional ac Josephson effect in a hybrid semiconductor–superconductor InSb\/Nb nanowire junction, a hallmark of topological matter. When the junction is irradiated with a radiofrequency f 0 in the absence of an external magnetic field, quantized voltage steps (Shapiro steps) with a height Δ V= h f 0\/2e are observed, as is expected for conventional superconductor junctions, where the supercurrent is carried by charge-2e Cooper pairs. At high magnetic fields the height of the first Shapiro step is doubled to h f 0\/e, suggesting that the …",
            "The fractional ac Josephson effect in a semiconductor–superconductor nanowire as a signature of Majorana particles",
            "Leonid P Rokhinson and Xinyu Liu and Jacek K Furdyna",
            "2012",
            "XyjUQPAAAAAJ:u-x6o8ySG0sC",
            1126,
            "https:\/\/www.nature.com\/articles\/nphys2429?message-global=remove&page=7",
            "494761868116679880",
            "\/scholar?cites=494761868116679880",
            {
                "2012":12,
                "2013":132,
                "2014":145,
                "2015":140,
                "2016":140,
                "2017":127,
                "2018":135,
                "2019":136,
                "2020":144,
                "2021":12
            }
        ],
        [
            "We report a strong correlation between the location of Mn sites in ferromagnetic Ga 1− x Mn x As measured by combined channeling Rutherford backscattering and by particle-induced x-ray emission experiments and its Curie temperature. The concentrations of free holes determined by electrochemical capacitance-voltage profiling and of uncompensated Mn 2+ spins determined from superconducting quantum-interference device magnetization measurements are found to depend on the concentration of unstable defects involving highly mobile Mn interstitials. This leads to large variations in T C of Ga 1− x Mn x As when it is annealed at different temperatures in a narrow temperature range. The fact that annealing under various conditions has failed to produce Curie temperatures above∼ 110 K is attributed to the existence of an upper limit on the free hole concentration in low-temperature-grown Ga 1− x Mn x As.",
            "Effect of the location of Mn sites in ferromagnetic  on its Curie temperature",
            "KM Yu and W Walukiewicz and T Wojtowicz and I Kuryliszyn and X Liu and Y Sasaki and JK Furdyna",
            "2002",
            "XyjUQPAAAAAJ:d1gkVwhDpl0C",
            639,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.201303",
            "2997909037380407218",
            "\/scholar?cites=2997909037380407218",
            {
                "2002":15,
                "2003":64,
                "2004":72,
                "2005":77,
                "2006":72,
                "2007":52,
                "2008":50,
                "2009":34,
                "2010":36,
                "2011":32,
                "2012":25,
                "2013":19,
                "2014":18,
                "2015":17,
                "2016":11,
                "2017":12,
                "2018":10,
                "2019":13,
                "2020":8,
                "2021":1
            }
        ],
        [
            "This paper reviews the electrical, magnetic, and optical properties of diluted magnetic semiconductors (sometimes also referred to as ‘‘semimagnetic’’ semiconductors). These materials are ternary semiconductor alloys whose lattice is made up in part of substitutional magnetic ions. Cd1−xMnxTe and Hg1−xMnxTe are examples of such systems. As semiconductors, these alloys display interesting and important properties, such as the variation of the energy gap and of effective mass with composition. They also exhibit magnetic properties which are interesting in their own right, e.g., a low temperature spin glass transition and magnon excitations. Most importantly, however, the presence of substitutional magnetic ions in these alloys leads to spin–spin exchange interaction between the localized magnetic moments and the band electrons. This in turn has rather important consequences on band structure and on donor …",
            "Diluted magnetic semiconductors: an interface of semiconductor physics and magnetism",
            "JK Furdyna",
            "1982",
            "XyjUQPAAAAAJ:9yKSN-GCB0IC",
            547,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.330137",
            "5263498372498461462",
            "\/scholar?cites=5263498372498461462",
            {
                "1983":8,
                "1984":27,
                "1985":45,
                "1986":47,
                "1987":50,
                "1988":51,
                "1989":31,
                "1990":21,
                "1991":13,
                "1992":15,
                "1993":12,
                "1994":7,
                "1995":5,
                "1996":4,
                "1997":4,
                "1998":4,
                "1999":7,
                "2000":5,
                "2001":8,
                "2002":3,
                "2003":8,
                "2004":7,
                "2005":7,
                "2006":20,
                "2007":18,
                "2008":18,
                "2009":10,
                "2010":12,
                "2011":5,
                "2012":11,
                "2013":6,
                "2014":13,
                "2015":3,
                "2016":8,
                "2017":4,
                "2018":9,
                "2019":5,
                "2020":9
            }
        ],
        [
            "The current state of information technology accentuates the dichotomy between processing and storage of information, with logical operations carried out by charge-based devices and non-volatile memory based on magnetic materials. The main obstacle for a wider use of magnetic materials for information processing is the lack of efficient control of magnetization. Reorientation of magnetic domains is conventionally carried out by non-local external magnetic fields or by externally polarized currents 1, 2, 3. The efficiency of the latter approach is enhanced in materials where ferromagnetism is carrier-mediated 4, because in such materials the control of carrier polarization provides an alternative means for manipulating the orientation of magnetic domains. In some crystalline conductors, the charge current couples to the spins by means of intrinsic spin–orbit interactions, thus generating non-equilibrium electron spin …",
            "Evidence for reversible control of magnetization in a ferromagnetic material by means of spin–orbit magnetic field",
            "Alexandr Chernyshov and Mason Overby and Xinyu Liu and Jacek K Furdyna and Yuli Lyanda-Geller and Leonid P Rokhinson",
            "2009",
            "XyjUQPAAAAAJ:Y0pCki6q_DkC",
            438,
            "https:\/\/www.nature.com\/articles\/nphys1362",
            "6040921688801399295",
            "\/scholar?cites=6040921688801399295",
            {
                "2010":16,
                "2011":21,
                "2012":21,
                "2013":25,
                "2014":32,
                "2015":46,
                "2016":62,
                "2017":57,
                "2018":51,
                "2019":46,
                "2020":59
            }
        ],
        [
            "We show that the band gap bowing trends observed in III-V alloys containing dilute concentrations of Sb or Bi can be explained within the framework of the valence-band anticrossing model. Hybridization of the extended p-like states comprising the valence band of the host semiconductor with the close-lying localized p-like states of Sb or Bi leads to a nonlinear shift of the valence-band edge and a reduction of the band gap. The two alloys Ga Sb x As 1− x and Ga Bi x As 1− x are explored in detail, and the results are extrapolated to additional systems.",
            "Valence-band anticrossing in mismatched III-V semiconductor alloys",
            "K Alberi and J Wu and W Walukiewicz and KM Yu and OD Dubon and SP Watkins and CX Wang and X Liu and Y-J Cho and J Furdyna",
            "2007",
            "XyjUQPAAAAAJ:Tyk-4Ss8FVUC",
            403,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.045203",
            "8163181595574493737",
            "\/scholar?cites=8163181595574493737",
            {
                "2007":2,
                "2008":14,
                "2009":8,
                "2010":19,
                "2011":15,
                "2012":17,
                "2013":38,
                "2014":43,
                "2015":43,
                "2016":42,
                "2017":61,
                "2018":33,
                "2019":44,
                "2020":23
            }
        ]
    ]
}