{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Diffusivity is a key quantity in describing velocity fluctuations in granular materials. These fluctuations are the basis of many thermodynamic and hydrodynamic models which aim to provide a statistical description of granular systems. We present experimental results on diffusivity in dense, granular shear flows in a two-dimensional Couette geometry. We find that self-diffusivities D are proportional to the local shear rate γ ̇ with diffusivities along the direction of the mean flow approximately twice as large as those in the perpendicular direction. The magnitude of the diffusivity is D≈ γ ̇ a 2, where a is the particle radius. However, the gradient in shear rate, coupling to the mean flow, and strong drag at the moving boundary lead to particle displacements that can appear subdiffusive or superdiffusive. In particular, diffusion appears to be superdiffusive along the mean flow direction due to Taylor dispersion effects and …",
            "Self-diffusion in dense granular shear flows",
            "Brian Utter and Robert P Behringer",
            "2004",
            "XZ-8LDAAAAAJ:ULOm3_A8WrAC",
            172,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.69.031308",
            "9340031787018827093",
            "\/scholar?cites=9340031787018827093",
            {
                "2004":2,
                "2005":9,
                "2006":8,
                "2007":7,
                "2008":11,
                "2009":13,
                "2010":6,
                "2011":4,
                "2012":10,
                "2013":11,
                "2014":9,
                "2015":10,
                "2016":7,
                "2017":14,
                "2018":18,
                "2019":18,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Through 2D granular Couette flow experiments, we probe failure and deformation of disordered solids under shear. Shear produces a mean azimuthal flow, smooth affine deformations, and irreversible so-called nonaffine particle displacements. We find that these processes are all of comparable magnitude and depend on the local shear rate. We compute the parameter of Falk and Langer characterizing nonaffine motion, D min﻿ 2, and find that it is reasonably well described in terms of collections of single particles making locally nearly isotropic random steps, δ r i. Distributions for single particle nonaffine displacements, δ r i, satisfy P 1 (δ r i)∝ exp﻿[−| δ r i\/Δ r| α](α≲ 2).",
            "Experimental measures of affine and nonaffine deformation in granular shear",
            "Brian Utter and RP Behringer",
            "2008",
            "XZ-8LDAAAAAJ:Zph67rFs4hoC",
            69,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.208302",
            "9010941665119553012",
            "\/scholar?cites=9010941665119553012",
            {
                "2007":1,
                "2008":3,
                "2009":5,
                "2010":5,
                "2011":9,
                "2012":8,
                "2013":9,
                "2014":6,
                "2015":6,
                "2016":6,
                "2017":3,
                "2018":1,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We report experimental results on the tip splitting dynamics of seaweed growth in directional solidification of succinonitrile alloys. Despite the random appearance of the growth, a tip splitting morphology was observed in which the tip alternately splits to the left and to the right. The tip splitting frequency f was found to be related to the growth velocity V as a power law f∝ V 1.5. This finding is consistent with the predictions of a tip splitting model that is also presented. Small anisotropies are shown to lead to different kinds of seaweed morphologies.",
            "Alternating tip splitting in directional solidification",
            "B Utter and R Ragnarsson and E Bodenschatz",
            "2001",
            "XZ-8LDAAAAAJ:qUcmZB5y_30C",
            69,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.4604",
            "15756044391940419415",
            "\/scholar?cites=15756044391940419415",
            {
                "2002":4,
                "2003":4,
                "2004":2,
                "2005":4,
                "2006":6,
                "2007":5,
                "2008":5,
                "2009":3,
                "2010":4,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":6,
                "2017":1,
                "2018":6,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We report experimental results on quasi-two-dimensional diffusion limited growth in directionally solidified succinonitrile with small amounts of poly (ethylene oxide), acetone, or camphor as a solute. Seaweed growth, or dense branching morphology, is selected by growing grains close to the {111} plane, where the in-plane surface tension is nearly isotropic. The observed growth morphologies are very sensitive to small anisotropies in surface tension caused by misorientations from the {111} plane. Different seaweed morphologies are found, including the degenerate, the stabilized, and the strongly tilted seaweeds. The degenerate seaweeds show a limited fractal scaling range and, with increased undercooling, suggests a transition from “fractal” to “compact” seaweed. Strongly tilted seaweeds demonstrate a significant twofold anisotropy. In addition, seaweed-dendrite transitions are observed in low anisotropy growth.",
            "Dynamics of low anisotropy morphologies in directional solidification",
            "B Utter and E Bodenschatz",
            "2002",
            "XZ-8LDAAAAAJ:hqOjcs7Dif8C",
            65,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.66.051604",
            "6798736194255514106",
            "\/scholar?cites=6798736194255514106",
            {
                "2003":2,
                "2004":4,
                "2005":3,
                "2006":5,
                "2007":5,
                "2008":5,
                "2009":5,
                "2010":2,
                "2011":6,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":6,
                "2019":6
            }
        ],
        [
            "As dense granular materials are sheared, a shear band and an anisotropic force network form. The approach to steady-state behavior depends on the history of the packing and the existing force and contact network. We present experiments on shearing of dense granular matter in a 2D Couette geometry in which we probe the history and evolution of shear bands by measuring particle trajectories and stresses during transients. We find that when shearing is stopped and restarted in the same direction, steady-state behavior is immediately reached, in agreement with the typical assumption that the system is quasistatic. Although some relaxation of the force network is observed when shearing is stopped, quasistatic behavior is maintained because the contact network remains essentially unchanged. When the direction of shear is reversed, a transient occurs in which stresses initially decrease, changes in the force …",
            "Transients in sheared granular matter",
            "Brian Utter and RP Behringer",
            "2004",
            "XZ-8LDAAAAAJ:IWHjjKOFINEC",
            59,
            "https:\/\/link.springer.com\/article\/10.1140\/epje\/i2004-10022-4",
            "15597248092791857338",
            "\/scholar?cites=15597248092791857338",
            {
                "2004":1,
                "2005":7,
                "2006":6,
                "2007":1,
                "2008":5,
                "2009":6,
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":7,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":2
            }
        ],
        [
            "We present experiments on the doublon growth morphology in directional solidification. Samples used are succinonitrile with small amounts of poly (ethylene oxide), acetone, or camphor as the solute. Doublons, or symmetry-broken dendrites, are generic diffusion-limited growth structures expected at large undercooling and low anisotropy. Low anisotropy growth is achieved by selecting a grain near the {111} plane leading to either seaweed (dense branching morphology) or doublon growth depending on experimental parameters. We find selection of doublons to be strongly dependent on solute concentration and sample orientation. Doublons are selected at low concentrations (low solutal undercooling) in contrast to the prediction of doublons at large thermal undercooling in pure materials. Doublons also exhibit preferred growth directions and changing the orientation of a specific doublonic grain changes the …",
            "Double dendrite growth in solidification",
            "Brian Utter and Eberhard Bodenschatz",
            "2005",
            "XZ-8LDAAAAAJ:hC7cP41nSMkC",
            37,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.72.011601",
            "15852023434559594001",
            "\/scholar?cites=15852023434559594001",
            {
                "2006":3,
                "2007":1,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":4,
                "2015":1,
                "2016":4,
                "2017":1,
                "2018":4,
                "2019":3
            }
        ],
        [
            "We report experimental results on the effect of imposed vertical vibration on the flow of pentagonal grains in a two-dimensional rotation drum. While dimensionless acceleration  can be tuned either by increasing vibration frequency or amplitude, the former leads to stabilization an increase in the angle of repose while the latter leads to destabilization and a decrease in the critical angle for failure. Increased vibration amplitude leads to continuous avalanching and a more uniform flow profile, with a flowing layer composed of increasingly long-lived, shallower avalanches before a continuous flow regime is reached. The slope and grain-scale roughness of the surface decrease and interface curvature increases as vibration amplitude is increased and collective motion allows relaxation of the surface. While qualitative flow characteristics are similar both with and without vibration, vibration allows the system to …",
            "Flow profile of granular avalanches with imposed vertical vibration",
            "Nora C Swisher and Brian C Utter",
            "2014",
            "XZ-8LDAAAAAJ:L8Ckcad2t8MC",
            12,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10035-014-0488-2.pdf",
            "15159192599992507067",
            "\/scholar?cites=15159192599992507067",
            {
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We present statistics on granular avalanches in a rotating drum with and without imposed vertical vibration. The experiment consists of a quasi-two-dimensional, vertical drum containing pentagonal particles and rotated at a constant angular velocity. The drum rests on an electromagnetic shaker to allow vibration of the assembly as it rotates. We measure time series of the slope of the interface and find that the critical angle for slope failure θ c and the resulting angle of repose θ r are broadly distributed with an approximate power-law distribution of avalanches θ c− θ r for large avalanches. The faceted pentagonal grains used lead to significant interlocking with critical and repose angles (θ c≈ 45∘ and θ r≈ 39∘) larger than experiments using spherical grains, even with vibration, and avalanche magnitudes correlated with the prior build-up and anti-correlated with the prior avalanche. We find that the stability of the …",
            "Granular avalanches in a two-dimensional rotating drum with imposed vertical vibration",
            "Daniel L Amon and Tatiana Niculescu and Brian C Utter",
            "2013",
            "XZ-8LDAAAAAJ:4TOpqqG69KYC",
            12,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.88.012203",
            "10540966319131184704",
            "\/scholar?cites=10540966319131184704",
            {
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":3,
                "2019":1
            }
        ],
        [
            "The directional solidification of the transparent binary alloy succinonitrile-poly(ethylene oxide) was studied in an experiment in which solidification speeds of about 2 mm\/sec could be reached without loss of the linear temperature gradient. The low diffusivity of the polymer solute allowed the study of the dynamics of rapid solidification using an optical microscope. For both normal and doublonic dendrites we observed a transition to large triangular “superdendrites” above a certain solidification speed and we report measurements of the primary and secondary spacing as a function of the pulling speed. Our measurements suggest that the observed triangular shape is due to a decoupling of primary and secondary growth at large undercooling.",
            "Superdendrites in directional solidification of polymer-solvent mixtures",
            "Rolf Ragnarsson and Brian Utter and Eberhard Bodenschatz",
            "1997",
            "XZ-8LDAAAAAJ:YsMSGLbcyi4C",
            8,
            "https:\/\/link.springer.com\/article\/10.1557\/PROC-481-65",
            "3815982479387278215",
            "\/scholar?cites=3815982479387278215",
            {
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1
            }
        ],
        [
            "The interaction between infrared radiation and a power generator device in time is studied as a route to harvest infrared, and possibly other electromagnetic radiations. Broadening the spectrum of the usable electromagnetic spectrum would greatly contribute to the renewable and sustainable energy sources available to humankind. In particular, low frequency and low power radiation is important for applications on ships, satellites, cars, personal backpacks, and, more generally, where non-dangerous energy is needed at all hours of the day, independent of weather conditions. In this work, we identify an electric and an entropic contribution to the energy transfer from low power infrared radiation to the power generator device, representing electrical and thermal contributions to the power generation. The electric contribution prevails, and is important because it offers multiple ways to increase the voltage produced. For example, placing black-colored gaffer tape on the illuminated face doubles the voltage produced, while the temperature difference, thus the entropic contribution, is not sensitive to the presence of the tape. We recognize the electric contribution through the fast changes it imparts to the voltage output of the power generator device, which mirror the instabilities in time of the infrared radiation. The device thus acts as sensor of the infrared radiation’s behavior in time. On the other hand, we distinguish the entropic contribution through the slow changes it causes to the voltage output of the power generator device, which reflect the relative delay with which the two faces of the device respond to thermal perturbations.",
            "Decoupling the electrical and entropic contributions to energy transfer from infrared radiation to a power generator",
            "Aidan L Gordon and Yosyp Schwab and Brian N Lang and Graham P Gearhart and Tara R Jobin and Justin M Kaczmar and Zachary J Marinelli and Harkirat S Mann and Brian C Utter and Giovanna Scarel",
            "2015",
            "XZ-8LDAAAAAJ:2osOgNQ5qMEC",
            5,
            "https:\/\/www.scirp.org\/html\/6-4800325_61512.htm?pagespeed=noscript",
            "1255146627067621668",
            "\/scholar?cites=1255146627067621668",
            {
                "2015":1,
                "2016":2,
                "2017":2
            }
        ]
    ]
}