{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Allelic loss of the essential autophagy gene beclin1 occurs in human cancers and renders mice tumor-prone suggesting that autophagy is a tumor-suppression mechanism. While tumor cells utilize autophagy to survive metabolic stress, autophagy also mitigates the resulting cellular damage that may limit tumorigenesis. In response to stress, autophagy-defective tumor cells preferentially accumulated p62\/SQSTM1 (p62), endoplasmic reticulum (ER) chaperones, damaged mitochondria, reactive oxygen species (ROS), and genome damage. Moreover, suppressing ROS or p62 accumulation prevented damage resulting from autophagy defects indicating that failure to regulate p62 caused oxidative stress. Importantly, sustained p62 expression resulting from autophagy defects was sufficient to alter NF-κB regulation and gene expression and to promote tumorigenesis. Thus, defective autophagy is a mechanism for p62 …",
            "Autophagy suppresses tumorigenesis through elimination of p62",
            "Robin Mathew and Cristina M Karp and Brian Beaudoin and Nhan Vuong and Guanghua Chen and Hsin-Yi Chen and Kevin Bray and Anupama Reddy and Gyan Bhanot and Celine Gelinas and Robert S DiPaola and Vassiliki Karantza-Wadsworth and Eileen White",
            "2009",
            "XZjC0LIAAAAJ:u5HHmVD_uO8C",
            1582,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867409003912",
            "5909073698816374783",
            "\/scholar?cites=5909073698816374783",
            {
                "2009":11,
                "2010":100,
                "2011":117,
                "2012":148,
                "2013":165,
                "2014":176,
                "2015":156,
                "2016":148,
                "2017":155,
                "2018":115,
                "2019":137,
                "2020":124,
                "2021":14
            }
        ],
        [
            "This paper gives an overview of the BlueGene\/L Supercomputer. This is a jointly funded research partnership between IBM and the Lawrence Livermore National Laboratory as part of the United States Department of Energy ASCI Advanced Architecture Research Program. Application performance and scaling studies have recently been initiated with partners at a number of academic and government institutions,including the San Diego Supercomputer Center and the California Institute of Technology. This massively parallel system of 65,536 nodes is based on a new architecture that exploits system-on-a-chip technology to deliver target peak processing power of 360 teraFLOPS (trillion floating-point operations per second). The machine is scheduled to be operational in the 2004-2005 time frame, at price\/performance and power consumption\/performance targets unobtainable with conventional architectures.",
            "An overview of the BlueGene\/L supercomputer",
            "Narasimha R Adiga and George Almási and George S Almasi and Yariv Aridor and Rajkishore Barik and D Beece and Ralph Bellofatto and Gyan Bhanot and Randy Bickford and M Blumrich and Arthur A Bright and Jos Brunheroto and Calin Cascaval and J Castanos and Waiman Chan and Luis Ceze and Paul Coteus and Siddhartha Chatterjee and Dong Chen and G Chiu and Thomas M Cipolla and Paul Crumley and KM Desai and Alina Deutsch and Tamar Domany and Marc Boris Dombrowa and W Donath and Maria Eleftheriou and C Erway and J Esch and B Fitch and Joseph Gagliano and Alan Gara and Rahul Garg and R Germain and ME Giampapa and Balaji Gopalsamy and J Gunnels and Manish Gupta and F Gustavson and Shawn Hall and Ruud A Haring and D Heidel and Philip Heidelberger and LM Herger and Dirk Hoenicke and RD Jackson and T Jamal-Eddine and Gerard V Kopcsay and Elie Krevat and Manish P Kurhekar and Alphonso P Lanzetta and Derek Lieber and LK Liu and M Lu and M Mendell and A Misra and Yosef Moatti and L Mok and José E Moreira and Ben J Nathanson and Matthew Newton and Martin Ohmacht and A Oliner and Vinayaka Pandit and RB Pudota and R Rand and R Regan and Bradley Rubin and A Ruehli and Silvius Rus and Ramendra K Sahoo and Alda Sanomiya and Eugen Schenfeld and M Sharma and Edi Shmueli and Sarabjeet Singh and Peilin Song and Vijay Srinivasan and Burkhard D Steinmacher-Burow and Karin Strauss and C Surovic and R Swetz and Todd Takken and R Brett Tremaine and Mickey Tsao and Arun R Umamaheshwaran and P Verma and Pavlos Vranas and TJ Christopher Ward and M Wazlowski and W Barrett and C Engel and B Drehmel and B Hilgart and D Hill and F Kasemkhani and D Krolak and Chun-Tao Li and T Liebsch and J Marcella and A Muff and A Okomo and M Rouse and A Schram and M Tubbs and G Ulsh and C Wait and J Wittrup and Myung Bae and K Dockser and Lynn Kissel and Mark K Seager and Jeffrey S Vetter and K Yates",
            "2002",
            "XZjC0LIAAAAJ:u-x6o8ySG0sC",
            638,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1592896\/",
            "15090248935374635979",
            "\/scholar?cites=15090248935374635979",
            {
                "2002":2,
                "2003":19,
                "2004":32,
                "2005":63,
                "2006":69,
                "2007":52,
                "2008":48,
                "2009":43,
                "2010":43,
                "2011":41,
                "2012":42,
                "2013":23,
                "2014":20,
                "2015":23,
                "2016":26,
                "2017":18,
                "2018":18,
                "2019":19,
                "2020":15,
                "2021":2
            }
        ],
        [
            "We describe the landscape of somatic genomic alterations of 66 chromophobe renal cell carcinomas (ChRCCs) on the basis of multidimensional and comprehensive characterization, including mtDNA and whole-genome sequencing. The result is consistent that ChRCC originates from the distal nephron compared with other kidney cancers with more proximal origins. Combined mtDNA and gene expression analysis implicates changes in mitochondrial function as a component of the disease biology, while suggesting alternative roles for mtDNA mutations in cancers relying on oxidative phosphorylation. Genomic rearrangements lead to recurrent structural breakpoints within TERT promoter region, which correlates with highly elevated TERT expression and manifestation of kataegis, representing a mechanism of TERT upregulation in cancer distinct from previously observed amplifications and point mutations.",
            "The somatic genomic landscape of chromophobe renal cell carcinoma",
            "Caleb F Davis and Christopher J Ricketts and Min Wang and Lixing Yang and Andrew D Cherniack and Hui Shen and Christian Buhay and Hyojin Kang and Sang Cheol Kim and Catherine C Fahey and Kathryn E Hacker and Gyan Bhanot and Dmitry A Gordenin and Andy Chu and Preethi H Gunaratne and Michael Biehl and Sahil Seth and Benny A Kaipparettu and Christopher A Bristow and Lawrence A Donehower and Eric M Wallen and Angela B Smith and Satish K Tickoo and Pheroze Tamboli and Victor Reuter and Laura S Schmidt and James J Hsieh and Toni K Choueiri and A Ari Hakimi and Chad J Creighton and Margaret Morgan and David A Wheeler and Richard A Gibbs and Sabina Signoretti and A Gordon Robertson and Elizabeth P Henske and David J Kwiatkowski and Christopher Ricketts and W Marston Linehan and Michael Seiler and W Kimryn Rathmell and Peter W Laird and Brian Shuch and Donna Muzny and Hsu Chao and Mike Dahdouli and Liu Xi and Nipun Kakkar and Jeffrey G Reid and Brittany Downs and Jennifer Drummond and Donna Morton and Harsha Doddapaneni and Lora Lewis and Adam English and Qingchang Meng and Christie Kovar and Qiaoyan Wang and Walker Hale and Alicia Hawes and Divya Kalra and Kimberly Walker and Bradley A Murray and Carrie Sougnez and Gordon Saksena and Scott L Carter and Steven E Schumacher and Barbara Tabak and Travis I Zack and Gad Getz and Rameen Beroukhim and Stacey B Gabriel and Matthew Meyerson and Adrian Ally and Miruna Balasundaram and Inanc Birol and Denise Brooks and Yaron SN Butterfield and Eric Chuah and Amanda Clarke and Noreen Dhalla and Ranabir Guin and Robert A Holt and Katayoon Kasaian and Darlene Lee and Haiyan I Li and Emilia Lim and Yussanne Ma and Michael Mayo and Richard A Moore and Andrew J Mungall and Jacqueline E Schein and Payal Sipahimalani and Angela Tam and Nina Thiessen and Tina Wong and Steven JM Jones and Marco A Marra and J Todd Auman and Donghui Tan and Shaowu Meng and Corbin D Jones and Katherine A Hoadley and Piotr A Mieczkowski and Lisle E Mose and Stuart R Jefferys and Jeffrey Roach and Umadevi Veluvolu and Matthew D Wilkerson and Scot Waring and Elizabeth Buda and Junyuan Wu and Tom Bodenheimer and Alan P Hoyle and Janae V Simons and Mathew G Soloway and Saianand Balu and Joel S Parker and D Neil Hayes and Charles M Perou and Daniel J Weisenberger and Moiz S Bootwalla and Timothy Triche Jr and Phillip H Lai and David J Van Den Berg and Stephen B Baylin and Fengju Chen and Cristian Coarfa and Michael S Noble and Daniel DiCara and Hailei Zhang and Juok Cho and David I Heiman and Nils Gehlenborg and Doug Voet and Pei Lin and Scott Frazer and Petar Stojanov and Yingchun Liu and Lihua Zou and Jaegil Kim and Michael S Lawrence and Lynda Chin and Alexei Protopopov and Xingzhi Song and Jianhua Zhang and Angeliki Pantazi and Angela Hadjipanayis and Eunjung Lee and Lovelace J Luquette",
            "2014",
            "XZjC0LIAAAAJ:_FxGoFyzp5QC",
            550,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535610814003043",
            "10598031123059207471",
            "\/scholar?cites=10598031123059207471",
            {
                "2014":4,
                "2015":56,
                "2016":84,
                "2017":108,
                "2018":88,
                "2019":92,
                "2020":108,
                "2021":7
            }
        ],
        [
            "Background To improve cancer therapy, it is critical to target metastasizing cells. Circulating tumor cells (CTCs) are rare cells found in the blood of patients with solid tumors and may play a key role in cancer dissemination. Uncovering CTC phenotypes offers a potential avenue to inform treatment. However, CTC transcriptional profiling is limited by leukocyte contamination; an approach to surmount this problem is single cell analysis. Here we demonstrate feasibility of performing high dimensional single CTC profiling, providing early insight into CTC heterogeneity and allowing comparisons to breast cancer cell lines widely used for drug discovery.   Methodology\/Principal Findings We purified CTCs using the MagSweeper, an immunomagnetic enrichment device that isolates live tumor cells from unfractionated blood. CTCs that met stringent criteria for further analysis were obtained from 70% (14\/20) of primary and 70% (21\/30) of metastatic breast cancer patients; none were captured from patients with non-epithelial cancer (n = 20) or healthy subjects (n = 25). Microfluidic-based single cell transcriptional profiling of 87 cancer-associated and reference genes showed heterogeneity among individual CTCs, separating them into two major subgroups, based on 31 highly expressed genes. In contrast, single cells from seven breast cancer cell lines were tightly clustered together by sample ID and ER status. CTC profiles were distinct from those of cancer cell lines, questioning the suitability of such lines for drug discovery efforts for late stage cancer therapy.   Conclusions\/Significance For the first time, we directly measured high dimensional gene …",
            "Single cell profiling of circulating tumor cells: transcriptional heterogeneity and diversity from breast cancer cell lines",
            "Ashley A Powell and AmirAli H Talasaz and Haiyu Zhang and Marc A Coram and Anupama Reddy and Glenn Deng and Melinda L Telli and Ranjana H Advani and Robert W Carlson and Joseph A Mollick and Shruti Sheth and Allison W Kurian and James M Ford and Frank E Stockdale and Stephen R Quake and R Fabian Pease and Michael N Mindrinos and Gyan Bhanot and Shanaz H Dairkee and Ronald W Davis and Stefanie S Jeffrey",
            "2012",
            "XZjC0LIAAAAJ:d1gkVwhDpl0C",
            538,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0033788",
            "3371818008589842082",
            "\/scholar?cites=3371818008589842082",
            {
                "2012":12,
                "2013":76,
                "2014":80,
                "2015":76,
                "2016":93,
                "2017":68,
                "2018":57,
                "2019":44,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We apply the methodology of the operator product expansion to a number of processes involving the coupling of heavy quark-anti-quark mesons to light hadrons. Our methods apply to on-shell scattering processes and transitions, but they are strictly valid only when the quark masses are very heavy (of order 25 GeV). In this regime, however, we derive color gauge theory predictions for heavy meson-proton total cross sections, exclusive photoproduction, and Zweig-forbidden hadronic transitions; these heavy-quark computations are then used to estimate the corresponding quantities in the ϕ and Y systems. We discuss also the long-range interaction between two heavy-quark mesons.",
            "Short-distance analysis for heavy-quark systems:(II). Applications",
            "Gyan Bhanot and Michael E Peskin",
            "1979",
            "XZjC0LIAAAAJ:dBIO0h50nwkC",
            483,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321379902001",
            "14123556544297026121",
            "\/scholar?cites=14123556544297026121",
            {
                "1982":3,
                "1983":5,
                "1984":2,
                "1985":1,
                "1986":2,
                "1987":1,
                "1988":1,
                "1989":5,
                "1990":5,
                "1991":3,
                "1992":1,
                "1993":7,
                "1994":5,
                "1995":7,
                "1996":13,
                "1997":16,
                "1998":9,
                "1999":15,
                "2000":18,
                "2001":24,
                "2002":17,
                "2003":18,
                "2004":15,
                "2005":15,
                "2006":27,
                "2007":21,
                "2008":11,
                "2009":16,
                "2010":20,
                "2011":16,
                "2012":19,
                "2013":16,
                "2014":21,
                "2015":17,
                "2016":22,
                "2017":27,
                "2018":20,
                "2019":2
            }
        ],
        [
            "It is argued that spontaneous symmetry breaking occurs in the recently proposed Eguchi-Kawai model. The argument is based on an analytic investigation and on Monte Carlo simulations. A quenched version of the model is proposed which gives good behavior at weak couplings.",
            "The quenched eguchi-kawai model",
            "Gyan Bhanot and Urs M Heller and Herbert Neuberger",
            "1982",
            "XZjC0LIAAAAJ:QD3KBmkZPeQC",
            436,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026938290106X",
            "18205888797830592581",
            "\/scholar?cites=18205888797830592581",
            {
                "1982":9,
                "1983":47,
                "1984":34,
                "1985":7,
                "1986":9,
                "1987":3,
                "1988":5,
                "1989":1,
                "1990":4,
                "1991":4,
                "1992":3,
                "1993":10,
                "1994":3,
                "1995":3,
                "1996":5,
                "1997":7,
                "1998":7,
                "1999":18,
                "2000":11,
                "2001":7,
                "2002":10,
                "2003":14,
                "2004":17,
                "2005":10,
                "2006":12,
                "2007":16,
                "2008":28,
                "2009":19,
                "2010":11,
                "2011":18,
                "2012":15,
                "2013":9,
                "2014":10,
                "2015":14,
                "2016":11,
                "2017":5,
                "2018":8,
                "2019":10
            }
        ],
        [
            "We study a simple generalization of Wilson's SU (2) lattice gauge theory. In various limits the model reduces to the usual SU (2), SO (3), or Z 2 models. Using Monte Carlo techniques on a four-dimensional lattice, we follow the known SO (3) and Z 2 first-order transitions into the phase diagram. They merge at a triple point and continue together to a critical end point. The peak in the specific heat of the SU (2) model is a shadow of this nearby singularity.",
            "Variant actions and phase structure in lattice gauge theory",
            "Gyan Bhanot and Michael Creutz",
            "1981",
            "XZjC0LIAAAAJ:MLfJN-KU85MC",
            285,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.24.3212",
            "5233900058743609998",
            "\/scholar?cites=5233900058743609998",
            {
                "1982":21,
                "1983":34,
                "1984":25,
                "1985":13,
                "1986":6,
                "1987":15,
                "1988":11,
                "1989":5,
                "1990":4,
                "1991":4,
                "1992":9,
                "1993":8,
                "1994":4,
                "1995":11,
                "1996":8,
                "1997":11,
                "1998":7,
                "1999":3,
                "2000":8,
                "2001":8,
                "2002":5,
                "2003":5,
                "2004":7,
                "2005":6,
                "2006":6,
                "2007":3,
                "2008":5,
                "2009":2,
                "2010":3,
                "2011":3,
                "2012":9,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":1
            }
        ],
        [
            "MicroRNA regulate mRNA levels in a tissue specific way, either by inducing degradation of the transcript or by inhibiting translation or transcription. Putative mRNA targets of microRNA identified from seed sequence matches are available in many databases. However, such matches have a high false positive rate and cannot identify tissue specificity of regulation. We describe a simple method to identify direct mRNA targets of microRNA dysregulated in cancers from expression level measurements in patient matched tumor\/normal samples. The word \"direct\" is used here in a strict sense to: a) represent mRNA which have an exact seed sequence match to the microRNA in their 3'UTR, b) the seed sequence match is strictly conserved across mouse, human, rat and dog genomes, c) the mRNA and microRNA expression levels can distinguish tumor from normal with high significance and d) the microRNA\/mRNA expression levels are strongly and significantly anti-correlated in tumor and\/or normal samples. We apply and validate the method using clear cell Renal Cell Carcinoma (ccRCC) and matched normal kidney samples, limiting our analysis to mRNA targets which undergo degradation of the mRNA transcript because of a perfect seed sequence match. Dysregulated microRNA and mRNA are first identified by comparing their expression levels in tumor vs normal samples. Putative dysregulated microRNA\/mRNA pairs are identified from these using seed sequence matches, requiring that the seed sequence be conserved in human\/dog\/rat\/mouse genomes. These are further pruned by requiring a strong anti-correlation signature in tumor and\/or …",
            "Identifying mRNA targets of microRNA dysregulated in cancer: with application to clear cell Renal Cell Carcinoma",
            "Huiqing Liu and Angela R Brannon and Anupama R Reddy and Gabriela Alexe and Michael W Seiler and Alexandra Arreola and Jay H Oza and Ming Yao and David Juan and Louis S Liou and Shridar Ganesan and Arnold J Levine and W Kimryn Rathmell and Gyan V Bhanot",
            "2010",
            "XZjC0LIAAAAJ:9yKSN-GCB0IC",
            278,
            "https:\/\/bmcsystbiol.biomedcentral.com\/articles\/10.1186\/1752-0509-4-51",
            "9118604074284287973",
            "\/scholar?cites=9118604074284287973",
            {
                "2010":3,
                "2011":36,
                "2012":34,
                "2013":39,
                "2014":27,
                "2015":35,
                "2016":34,
                "2017":24,
                "2018":18,
                "2019":12,
                "2020":13,
                "2021":2
            }
        ]
    ]
}