{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "To move nanophotonic devices such as lasers and single-photon sources into the practical realm, a challenging list of requirements must be met, including directional emission 1, 2, 3, 4, 5, room-temperature and broadband operation 6, 7, 8, 9, high radiative quantum efficiency 1, 4 and a large spontaneous emission rate 7. To achieve these features simultaneously, a platform is needed for which the various decay channels of embedded emitters can be fully understood and controlled. Here, we show that all these device requirements can be satisfied by a film-coupled metal nanocube system with emitters embedded in the dielectric gap region. Fluorescence lifetime measurements on ensembles of emitters reveal spontaneous emission rate enhancements exceeding 1,000 while maintaining high quantum efficiency (> 0.5) and directional emission (84% collection efficiency). Using angle-resolved fluorescence …",
            "Probing the mechanisms of large Purcell enhancement in plasmonic nanoantennas",
            "Gleb M Akselrod and Christos Argyropoulos and Thang B Hoang and Cristian Ciracì and Chao Fang and Jiani Huang and David R Smith and Maiken H Mikkelsen",
            "2014",
            "XZUomZMAAAAJ:RYcK_YlVTxYC",
            705,
            "https:\/\/www.nature.com\/nphoton\/journal\/v8\/n11\/full\/nphoton.2014.228.html",
            "6742222693329920757",
            "\/scholar?cites=6742222693329920757",
            {
                "2015":61,
                "2016":111,
                "2017":136,
                "2018":135,
                "2019":123,
                "2020":121,
                "2021":14
            }
        ],
        [
            "Typical emitters such as molecules, quantum dots and semiconductor quantum wells have slow spontaneous emission with lifetimes of 1–10 ns, creating a mismatch with high-speed nanoscale optoelectronic devices such as light-emitting diodes, single-photon sources and lasers. Here we experimentally demonstrate an ultrafast (< 11 ps) yet efficient source of spontaneous emission, corresponding to an emission rate exceeding 90 GHz, using a hybrid structure of single plasmonic nanopatch antennas coupled to colloidal quantum dots. The antennas consist of silver nanocubes coupled to a gold film separated by a thin polymer spacer layer and colloidal core–shell quantum dots, a stable and technologically relevant emitter. We show an increase in the spontaneous emission rate of a factor of 880 and simultaneously a 2,300-fold enhancement in the total fluorescence intensity, which indicates a high radiative …",
            "Ultrafast spontaneous emission source using plasmonic nanoantennas",
            "Thang B Hoang and Gleb M Akselrod and Christos Argyropoulos and Jiani Huang and David R Smith and Maiken H Mikkelsen",
            "2015",
            "XZUomZMAAAAJ:NhqRSupF_l8C",
            288,
            "https:\/\/www.nature.com\/articles\/ncomms8788",
            "6951487802863903695",
            "\/scholar?cites=6951487802863903695",
            {
                "2015":4,
                "2016":39,
                "2017":72,
                "2018":41,
                "2019":64,
                "2020":60,
                "2021":7
            }
        ],
        [
            "Plasmon lasers can support ultrasmall mode confinement and ultrafast dynamics with device feature sizes below the diffraction limit. However, most plasmon-based nanolasers rely on solid gain materials (inorganic semiconducting nanowire or organic dye in a solid matrix) that preclude the possibility of dynamic tuning. Here we report an approach to achieve real-time, tunable lattice plasmon lasing based on arrays of gold nanoparticles and liquid gain materials. Optically pumped arrays of gold nanoparticles surrounded by liquid dye molecules exhibit lasing emission that can be tuned as a function of the dielectric environment. Wavelength-dependent time-resolved experiments show distinct lifetime characteristics below and above the lasing threshold. By integrating gold nanoparticle arrays within microfluidic channels and flowing in liquid gain materials with different refractive indices, we achieve dynamic tuning …",
            "Real-time tunable lasing from plasmonic nanocavity arrays",
            "Ankun Yang and Thang B Hoang and Montacer Dridi and Claire Deeb and Maiken H Mikkelsen and George C Schatz and Teri W Odom",
            "2015",
            "XZUomZMAAAAJ:yD5IFk8b50cC",
            278,
            "https:\/\/www.nature.com\/articles\/ncomms7939",
            "3443131463231165454",
            "\/scholar?cites=3443131463231165454",
            {
                "2015":11,
                "2016":41,
                "2017":55,
                "2018":44,
                "2019":59,
                "2020":61,
                "2021":5
            }
        ],
        [
            "Efficient and bright single photon sources at room temperature are critical components for quantum information systems such as quantum key distribution, quantum state teleportation, and quantum computation. However, the intrinsic radiative lifetime of quantum emitters is typically ∼10 ns, which severely limits the maximum single photon emission rate and thus entanglement rates. Here, we demonstrate the regime of ultrafast spontaneous emission (∼10 ps) from a single quantum emitter coupled to a plasmonic nanocavity at room temperature. The nanocavity integrated with a single colloidal semiconductor quantum dot produces a 540-fold decrease in the emission lifetime and a simultaneous 1900-fold increase in the total emission intensity. At the same time, the nanocavity acts as a highly efficient optical antenna directing the emission into a single lobe normal to the surface. This plasmonic platform is a versatile …",
            "Ultrafast room-temperature single photon emission from quantum dots coupled to plasmonic nanocavities",
            "Thang B Hoang and Gleb M Akselrod and Maiken H Mikkelsen",
            "2016",
            "XZUomZMAAAAJ:KxtntwgDAa4C",
            258,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b03724",
            "2994956596690961438",
            "\/scholar?cites=2994956596690961438",
            {
                "2016":29,
                "2017":42,
                "2018":49,
                "2019":70,
                "2020":62,
                "2021":4
            }
        ],
        [
            "We use polarization-resolved and temperature-dependent photoluminescence of single zincblende (ZB) (cubic) and wurtzite (WZ) (hexagonal) InP nanowires to probe differences in selection rules and bandgaps between these two semiconductor nanostructures. The WZ nanowires exhibit a bandgap 80meV higher in energy than the ZB nanowires. The temperature dependence of the PL is similar but not identical for the WZ and ZB nanowires. We find that ZB nanowires exhibit strong polarization parallel to the nanowire axis, while the WZ nanowires exhibit polarized emission perpendicular to the nanowire axis. This behavior is interpreted in terms of the different selection rules for WZ and ZB crystal structures.",
            "Polarization and temperature dependence of photoluminescence from zincblende and wurtzite InP nanowires",
            "A Mishra and LV Titova and TB Hoang and HE Jackson and LM Smith and JM Yarrison-Rice and Y Kim and HJ Joyce and Q Gao and HH Tan and C Jagadish",
            "2007",
            "XZUomZMAAAAJ:u5HHmVD_uO8C",
            229,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2828034",
            "3787847533972393989",
            "\/scholar?cites=3787847533972393989",
            {
                "2008":6,
                "2009":15,
                "2010":17,
                "2011":23,
                "2012":30,
                "2013":31,
                "2014":18,
                "2015":22,
                "2016":20,
                "2017":21,
                "2018":10,
                "2019":9,
                "2020":6
            }
        ],
        [
            "Temperature-dependent polarized microphotoluminescence measurements of single GaAs∕AlGaAs core-shell nanowires are used to probe their electronic states. The low-temperature emission from these wires is strongly enhanced compared with that observed in bare GaAs nanowires and is strongly polarized, reflecting the dielectric mismatch between the nanowire and the surrounding air. The temperature-dependent band gap of the nanowires is seen to be somewhat different from that observed in bulk GaAs, and the PL rapidly quenches above 120K, with an activation energy of 17meV reflecting the presence of nonradiative defects.",
            "Temperature dependence of photoluminescence from single core-shell GaAs–AlGaAs nanowires",
            "LV Titova and Thang B Hoang and HE Jackson and LM Smith and JM Yarrison-Rice and Y Kim and HJ Joyce and HH Tan and C Jagadish",
            "2006",
            "XZUomZMAAAAJ:u-x6o8ySG0sC",
            217,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2364885",
            "11552703442672579048",
            "\/scholar?cites=11552703442672579048",
            {
                "2006":1,
                "2007":9,
                "2008":15,
                "2009":15,
                "2010":13,
                "2011":14,
                "2012":20,
                "2013":29,
                "2014":16,
                "2015":21,
                "2016":17,
                "2017":18,
                "2018":12,
                "2019":10,
                "2020":7
            }
        ],
        [
            "An absorptive metasurface based on film‐coupled colloidal silver nanocubes is demonstrated. The metasurfaces are fabricated using simple dip‐coating methods and can be deposited over large areas and on arbitrarily shaped objects. The surfaces show nearly complete absorption, good off‐angle performance, and the resonance can be tuned from the visible to the near‐infrared.",
            "Large‐area metasurface perfect absorbers from visible to near‐infrared",
            "Gleb M Akselrod and Jiani Huang and Thang B Hoang and Patrick T Bowen and Logan Su and David R Smith and Maiken H Mikkelsen",
            "2015",
            "XZUomZMAAAAJ:nb7KW1ujOQ8C",
            196,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201503281",
            "8069260109803832225",
            "\/scholar?cites=8069260109803832225",
            {
                "2016":21,
                "2017":37,
                "2018":37,
                "2019":54,
                "2020":46,
                "2021":1
            }
        ],
        [
            "The radiative processes associated with fluorophores and other radiating systems can be profoundly modified by their interaction with nanoplasmonic structures. Extreme electromagnetic environments can be created in plasmonic nanostructures or nanocavities, such as within the nanoscale gap region between two plasmonic nanoparticles, where the illuminating optical fields and the density of radiating modes are dramatically enhanced relative to vacuum. Unraveling the various mechanisms present in such coupled systems, and their impact on spontaneous emission and other radiative phenomena, however, requires a suitably reliable and precise means of tuning the plasmon resonance of the nanostructure while simultaneously preserving the electromagnetic characteristics of the enhancement region. Here, we achieve this control using a plasmonic platform consisting of colloidally synthesized nanocubes …",
            "Control of radiative processes using tunable plasmonic nanopatch antennas",
            "Alec Rose and Thang B Hoang and Felicia McGuire and Jack J Mock and Cristian Ciracì and David R Smith and Maiken H Mikkelsen",
            "2014",
            "XZUomZMAAAAJ:J_g5lzvAfSwC",
            172,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl501976f",
            "12726849033374965445",
            "\/scholar?cites=12726849033374965445",
            {
                "2014":3,
                "2015":25,
                "2016":31,
                "2017":32,
                "2018":28,
                "2019":24,
                "2020":29
            }
        ],
        [
            "Optical cavities with multiple tunable resonances have the potential to provide unique electromagnetic environments at two or more distinct wavelengthscritical for control of optical processes such as nonlinear generation, entangled photon generation, or photoluminescence (PL) enhancement. Here, we show a plasmonic nanocavity based on a nanopatch antenna design that has two tunable resonant modes in the visible spectrum separated by 350 nm and with line widths of ∼60 nm. The importance of utilizing two resonances simultaneously is demonstrated by integrating monolayer MoS2, a two-dimensional semiconductor, into the colloidally synthesized nanocavities. We observe a 2000-fold enhancement in the PL intensity of MoS2which has intrinsically low absorption and small quantum yieldat room temperature, enabled by the combination of tailored absorption enhancement at the first harmonic and …",
            "Leveraging nanocavity harmonics for control of optical processes in 2D semiconductors",
            "Gleb M Akselrod and Tian Ming and Christos Argyropoulos and Thang B Hoang and Yuxuan Lin and Xi Ling and David R Smith and Jing Kong and Maiken H Mikkelsen",
            "2015",
            "XZUomZMAAAAJ:D03iK_w7-QYC",
            167,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b01062",
            "3769797221416571494",
            "\/scholar?cites=3769797221416571494",
            {
                "2015":5,
                "2016":32,
                "2017":46,
                "2018":29,
                "2019":28,
                "2020":25,
                "2021":2
            }
        ],
        [
            "In conventional planar growth of bulk III−V materials, a slow growth rate favors high crystallographic quality, optical quality, and purity of the resulting material. Surprisingly, we observe exactly the opposite effect for Au-assisted GaAs nanowire growth. By employing a rapid growth rate, the resulting nanowires are markedly less tapered, are free of planar crystallographic defects, and have very high purity with minimal intrinsic dopant incorporation. Importantly, carrier lifetimes are not adversely affected. These results reveal intriguing behavior in the growth of nanoscale materials, and represent a significant advance toward the rational growth of nanowires for device applications.",
            "Unexpected benefits of rapid growth rate for III− V nanowires",
            "Hannah J Joyce and Qiang Gao and H Hoe Tan and Chennupati Jagadish and Yong Kim and Melodie A Fickenscher and Saranga Perera and Thang Ba Hoang and Leigh M Smith and Howard E Jackson and Jan M Yarrison-Rice and Xin Zhang and Jin Zou",
            "2009",
            "XZUomZMAAAAJ:d1gkVwhDpl0C",
            165,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl803182c",
            "13536737323373634772",
            "\/scholar?cites=13536737323373634772",
            {
                "2009":6,
                "2010":21,
                "2011":20,
                "2012":12,
                "2013":21,
                "2014":19,
                "2015":19,
                "2016":16,
                "2017":12,
                "2018":8,
                "2019":7,
                "2020":2,
                "2021":2
            }
        ]
    ]
}