{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The authors propose that experiments that utilize mediational analyses as suggested by RM Baron and DA Kenny (1986) are overused and sometimes improperly held up as necessary for a good social psychological paper. The authors argue that when it is easy to manipulate and measure a proposed psychological process that a series of experiments that demonstrates the proposed causal chain is superior. They further argue that when it is easy to manipulate a proposed psychological process but difficult to measure it that designs that examine underlying process by utilizing moderation can be effective. It is only when measurement of a proposed psychological process is easy and manipulation of it is difficult that designs that rely on mediational analyses should be preferred, and even in these situations careful consideration should be given to the limiting factors of such designs.",
            "Establishing a causal chain: why experiments are often more effective than mediational analyses in examining psychological processes.",
            "Steven J Spencer and Mark P Zanna and Geoffrey T Fong",
            "2005",
            "XZveWLMAAAAJ:70eg2SAEIzsC",
            1703,
            "https:\/\/psycnet.apa.org\/doiLanding?doi=10.1037%2F0022-3514.89.6.845",
            "1994073233001054675",
            "\/scholar?cites=1994073233001054675",
            {
                "2006":12,
                "2007":38,
                "2008":61,
                "2009":44,
                "2010":66,
                "2011":82,
                "2012":78,
                "2013":97,
                "2014":101,
                "2015":157,
                "2016":143,
                "2017":176,
                "2018":173,
                "2019":179,
                "2020":241,
                "2021":31
            }
        ]
    ]
}