{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We report detailed measurements of the low-temperature magnetoconductance in ballistic microstructures in the shape of a ‘‘chaotic’’stadium and a circle with quantum-point-contact leads. Both structures show large, aperiodic, conductance fluctuations as a function of perpendicular magnetic field, and a zero-field resistance peak indicating geometry-dependent enhanced backscattering. Power spectra of fluctuations are consistent with recent semiclassical analyses based on quantum chaotic scattering, with the circle showing enhanced high-frequency spectral content.",
            "Conductance fluctuations and chaotic scattering in ballistic microstructures",
            "CM Marcus and AJ Rimberg and RM Westervelt and PF Hopkins and AC Gossard",
            "1992",
            "Y0j6GhkAAAAJ:JV2RwH3_ST0C",
            799,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.69.506",
            "18364349127864755799",
            "\/scholar?cites=18364349127864755799",
            {
                "1993":14,
                "1994":38,
                "1995":56,
                "1996":55,
                "1997":60,
                "1998":53,
                "1999":34,
                "2000":39,
                "2001":39,
                "2002":33,
                "2003":34,
                "2004":24,
                "2005":35,
                "2006":24,
                "2007":31,
                "2008":24,
                "2009":24,
                "2010":19,
                "2011":20,
                "2012":24,
                "2013":29,
                "2014":16,
                "2015":13,
                "2016":7,
                "2017":9,
                "2018":11,
                "2019":10,
                "2020":18
            }
        ],
        [
            "Carbon nanotubes offer great promise as molecular wires because they exhibit high electrical conductivity and chemical stability. However, constructing nanotube-based electronic devices requires a controlled means of assembling the tubes. We report procedures both for producing individual short SWNT segments and for their reliable deposition on chemically functionalized nanolithographic templates. Using this method, we have positioned individual nanotubes at specific locations and orientations in such a way that the nanotubes contact metal electrodes. This discovery is potentially very important for fabrication of simple electrical circuits with nanotubes, and provides a new tool for study of electron transport in nanotubes.",
            "Controlled deposition of individual single-walled carbon nanotubes on chemically functionalized templates",
            "Jie Liu and Michael J Casavant and Michael Cox and DA Walters and P Boul and Wei Lu and AJ Rimberg and KA Smith and Daniel T Colbert and Richard E Smalley",
            "1999",
            "Y0j6GhkAAAAJ:WF5omc3nYNoC",
            725,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261499002092",
            "3715843486732774668",
            "\/scholar?cites=3715843486732774668",
            {
                "1999":5,
                "2000":11,
                "2001":30,
                "2002":32,
                "2003":33,
                "2004":50,
                "2005":46,
                "2006":70,
                "2007":64,
                "2008":77,
                "2009":48,
                "2010":58,
                "2011":41,
                "2012":28,
                "2013":30,
                "2014":16,
                "2015":19,
                "2016":6,
                "2017":16,
                "2018":17,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Nanostructures in which strong (Coulomb) interactions exist between electrons are predicted to exhibit temporal electronic correlations 1. Although there is ample experimental evidence that such correlations exist 2, electron dynamics in engineered nanostructures have been observed directly only on long timescales 3. The faster dynamics associated with electrical currents or charge fluctuations 4 are usually inferred from direct (or quasi-direct) current measurements. Recently, interest in electron dynamics has risen, in part owing to the realization that additional information about electronic interactions can be found in the shot noise 5 or higher statistical moments 6, 7 of a direct current. Furthermore, interest in quantum computation has stimulated investigation of quantum bit (qubit) readout techniques 8, 9, which for many condensed-matter systems ultimately reduces to single-shot measurements of individual …",
            "Real-time detection of electron tunnelling in a quantum dot",
            "Wei Lu and Zhongqing Ji and Loren Pfeiffer and KW West and AJ Rimberg",
            "2003",
            "Y0j6GhkAAAAJ:mVmsd5A6BfQC",
            455,
            "https:\/\/www.nature.com\/articles\/nature01642",
            "11247940070435520768",
            "\/scholar?cites=11247940070435520768",
            {
                "2003":5,
                "2004":27,
                "2005":25,
                "2006":42,
                "2007":37,
                "2008":39,
                "2009":37,
                "2010":27,
                "2011":18,
                "2012":19,
                "2013":26,
                "2014":23,
                "2015":26,
                "2016":20,
                "2017":25,
                "2018":19,
                "2019":17,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Spin blockade occurs when an electron is unable to access an energetically favourable path through a quantum dot owing to spin conservation, resulting in a blockade of the current through the dot 1, 2, 3, 4, 5, 6. Spin blockade is the basis of a number of recent advances in spintronics, including the measurement and the manipulation of individual electron spins 7, 8. We report measurements of the spin blockade regime in a silicon double quantum dot, revealing a complementary phenomenon: lifetime-enhanced transport. We argue that our observations arise because the decay times for electron spins in silicon are long, enabling the electron to maintain its spin throughout its transit across the quantum dot and access fast paths that exist in some spin channels but not in others. Such long spin lifetimes are important for applications such as quantum computation and, more generally, spintronics.",
            "Spin blockade and lifetime-enhanced transport in a few-electron Si\/SiGe double quantum dot",
            "Nakul Shaji and CB Simmons and Madhu Thalakulam and Levente J Klein and Hua Qin and H Luo and DE Savage and MG Lagally and AJ Rimberg and R Joynt and M Friesen and RH Blick and SN Coppersmith and MA Eriksson",
            "2008",
            "Y0j6GhkAAAAJ:maZDTaKrznsC",
            215,
            "https:\/\/www.nature.com\/articles\/nphys988",
            "17796632126546870534",
            "\/scholar?cites=17796632126546870534",
            {
                "2007":1,
                "2008":7,
                "2009":28,
                "2010":33,
                "2011":36,
                "2012":19,
                "2013":24,
                "2014":16,
                "2015":13,
                "2016":7,
                "2017":8,
                "2018":12,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We have fabricated a two-dimensional array of Josephson junctions within 100 nm of a two-dimensional electron gas (2DEG) in a GaAs\/AlGaAs heterostructure. The screening provided by the 2DEG causes the array to show superconducting behavior despite a large junction resistance. Varying the resistance per square of the 2DEG changes the dissipation in the electrodynamic environment of the array independently of any other parameters in the system. As the resistance increases, the current-voltage characteristics of the array change from superconducting to insulating in character.",
            "Dissipation-driven superconductor-insulator transition in a two-dimensional Josephson-junction array",
            "AJ Rimberg and TR Ho and C Kurdak and John Clarke and KL Campman and AC Gossard",
            "1997",
            "Y0j6GhkAAAAJ:iH-uZ7U-co4C",
            122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.2632",
            "15892784094791258754",
            "\/scholar?cites=15892784094791258754",
            {
                "1997":5,
                "1998":4,
                "1999":7,
                "2000":8,
                "2001":11,
                "2002":12,
                "2003":6,
                "2004":8,
                "2005":4,
                "2006":3,
                "2007":8,
                "2008":7,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":5,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":4,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We propose the use of a superconducting transmission line formed from an array of direct-current superconducting quantum interference devices for investigating analogue Hawking radiation. Biasing the array with a space-time varying flux modifies the propagation velocity of the transmission line, leading to an effective metric with a horizon. Being a fundamentally quantum mechanical device, this setup allows for investigations of quantum effects such as backreaction and analogue space-time fluctuations on the Hawking process.",
            "Analogue Hawking radiation in a dc-SQUID array transmission line",
            "PD Nation and MP Blencowe and AJ Rimberg and E Buks",
            "2009",
            "Y0j6GhkAAAAJ:MXK_kJrjxJIC",
            116,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.087004",
            "7191968085592639539",
            "\/scholar?cites=7191968085592639539",
            {
                "2009":1,
                "2010":4,
                "2011":8,
                "2012":11,
                "2013":13,
                "2014":12,
                "2015":10,
                "2016":8,
                "2017":11,
                "2018":14,
                "2019":11,
                "2020":12
            }
        ],
        [
            "We have measured the current-voltage (I-V) characteristics of one-and two-dimensional arrays of normal metal islands linked by small tunnel junctions. The tunneling resistance is large compared to the resistance quantum, and a ground plane reduces the screening length to much less than the interisland spacing. At temperatures well below the island charging energy, we find a threshold voltage V T below which little current flows. For V> V T, I scales as (V\/V T− 1) ζ where ζ= 1.36±0.1 (1D) and 1.80±0.16 (2D). We interpret this behavior as a dynamic critical phenomenon.",
            "Scaling behavior in the current-voltage characteristic of one-and two-dimensional arrays of small metallic islands",
            "AJ Rimberg and TR Ho and John Clarke",
            "1995",
            "Y0j6GhkAAAAJ:hC7cP41nSMkC",
            108,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.4714",
            "13180438830111480817",
            "\/scholar?cites=13180438830111480817",
            {
                "1995":4,
                "1996":5,
                "1997":4,
                "1998":7,
                "1999":4,
                "2000":7,
                "2001":13,
                "2002":4,
                "2003":3,
                "2004":4,
                "2005":8,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":7,
                "2010":6,
                "2011":5,
                "2012":5,
                "2013":3,
                "2014":5,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ]
    ]
}