{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Black TiO2 nanoparticles with a crystalline core and amorphous-shell structure exhibit superior optoelectronic properties in comparison with pristine TiO2. The fundamental mechanisms underlying these enhancements, however, remain unclear, largely due to the inherent complexities and limitations of powder materials. Here, we fabricate TiO2 homojunction films consisting of an oxygen-deficient amorphous layer on top of a highly crystalline layer, to simulate the structural\/functional configuration of black TiO2 nanoparticles. Metallic conduction is achieved at the crystalline–amorphous homointerface via electronic interface reconstruction, which we show to be the main reason for the enhanced electron transport of black TiO2. This work not only achieves an unprecedented understanding of black TiO2 but also provides a new perspective for investigating carrier generation and transport behavior at oxide interfaces …",
            "Conducting Interface in Oxide Homojunction: Understanding of Superior Properties in Black TiO2",
            "Xujie Lü and Aiping Chen and Yongkang Luo and Ping Lu and Yaomin Dai and Erik Enriquez and Paul Dowden and Hongwu Xu and Paul G Kotula and Abul K Azad and Dmitry A Yarotski and Rohit P Prasankumar and Antoinette J Taylor and Joe D Thompson and Quanxi Jia",
            "2016",
            "Y0VBHq0AAAAJ:abG-DnoFyZgC",
            71,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.6b02454",
            "14429594606304584125",
            "\/scholar?cites=14429594606304584125",
            {
                "2017":15,
                "2018":14,
                "2019":22,
                "2020":20
            }
        ],
        [
            "Strain is a novel approach to manipulating functionalities in correlated complex oxides. However, significant epitaxial strain can only be achieved in ultrathin layers. We show that, under direct lattice matching framework, large and uniform vertical strain up to 2% can be achieved to significantly modify the magnetic anisotropy, magnetism, and magnetotransport properties in heteroepitaxial nanoscaffold films, over a few hundred nanometers in thickness. Comprehensive designing principles of large vertical strain have been proposed. Phase-field simulations not only reveal the strain distribution but also suggest that the ultimate strain is related to the vertical interfacial area and interfacial dislocation density. By changing the nanoscaffold density and dimension, the strain and the magnetic properties can be tuned. The established correlation among the vertical interface—strain—properties in nanoscaffold films can …",
            "Role of scaffold network in controlling strain and functionalities of nanocomposite films",
            "Aiping Chen and Jia-Mian Hu and Ping Lu and Tiannan Yang and Wenrui Zhang and Leigang Li and Towfiq Ahmed and Erik Enriquez and Marcus Weigand and Qing Su and Haiyan Wang and Jian-Xin Zhu and Judith L MacManus-Driscoll and Long-Qing Chen and Dmitry Yarotski and Quanxi Jia",
            "2016",
            "Y0VBHq0AAAAJ:b0M2c_1WBrUC",
            58,
            "https:\/\/advances.sciencemag.org\/content\/2\/6\/e1600245.short",
            "14673515417632274608",
            "\/scholar?cites=14673515417632274608",
            {
                "2016":2,
                "2017":9,
                "2018":13,
                "2019":17,
                "2020":17
            }
        ],
        [
            "Vertically aligned nanocomposite thin films with ordered two phases, grown epitaxially on substrates, have attracted tremendous interest in the past decade. These unique nanostructured composite thin films with large vertical interfacial area, controllable vertical lattice strain, and defects provide an intriguing playground, allowing for the manipulation of a variety of functional properties of the materials via the interplay among strain, defect, and interface. This field has evolved from basic growth and characterization to functionality tuning as well as potential applications in energy conversion and information technology. Here, the remarkable progress achieved in vertically aligned nanocomposite thin films from a perspective of tuning functionalities through control of strain, defect, and interface is summarized.",
            "Metal oxide nanocomposites: a perspective from strain, defect, and interface",
            "Aiping Chen and Qing Su and Hyungkyu Han and Erik Enriquez and Quanxi Jia",
            "2019",
            "Y0VBHq0AAAAJ:Tiz5es2fbqcC",
            49,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201803241",
            "782953070935532831",
            "\/scholar?cites=782953070935532831",
            {
                "2019":14,
                "2020":32,
                "2021":3
            }
        ],
        [
            "Highly epitaxial LaBaCo2O5.5+δ thin films were grown on the vicinal (001) SrTiO3 substrates with miscut angles of 0.5°, 3.0°, and 5.0° to systemically study strain effect on its physical properties. The electronic transport properties and magnetic behaviors of these films are strongly dependent on the miscut angles. With increasing the miscut angle, the transport property of the film changes from semiconducting to semimetallic, which results most probably from the locally strained domains induced by the surface step terraces. In addition, a very large magnetoresistance (34% at 60 K) was achieved for the 0.5°-miscut film, which is ∼30% larger than that for the film grown on the regular (001) SrTiO3 substrates.",
            "Magnetic and Electrical Transport Properties of LaBaCo2O5.5+δ Thin Films on Vicinal (001) SrTiO3 Surfaces",
            "Chunrui Ma and Ming Liu and Gregory Collins and Haibin Wang and Shanyong Bao and Xing Xu and Erik Enriquez and Chonglin Chen and Yuan Lin and Myung-Hwan Whangbo",
            "2013",
            "Y0VBHq0AAAAJ:u5HHmVD_uO8C",
            45,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/am302553y",
            "1569733368094062422",
            "\/scholar?cites=1569733368094062422",
            {
                "2013":2,
                "2014":7,
                "2015":8,
                "2016":9,
                "2017":5,
                "2018":6,
                "2019":6,
                "2020":2
            }
        ],
        [
            "Surface exchange and oxygen vacancy diffusion dynamics were studied in double-perovskites LnBaCo 2 O 5.5+ δ (LnBCO) single-crystalline thin films (Ln= Er, Pr;− 0.5< δ< 0.5) by carefully monitoring the resistance changes under a switching flow of oxidizing gas (O 2) and reducing gas (H 2) in the temperature range of 250~ 800 C. A giant resistance change ΔR by three to four orders of magnitude in less than 0.1 s was found with a fast oscillation behavior in the resistance change rates in the ΔR vs. t plots, suggesting that the oxygen vacancy exchange diffusion with oxygen\/hydrogen atoms in the LnBCO thin films is taking the layer by layer oxygen-vacancy-exchange mechanism. The first principles density functional theory calculations indicate that hydrogen atoms are present in LnBCO as bound to oxygen forming OH bonds. This unprecedented oscillation phenomenon provides the first direct experimental …",
            "Ultrafast atomic layer-by-layer oxygen vacancy-exchange diffusion in double-perovskite LnBaCo 2 O 5.5+ δ thin films",
            "Shanyong Bao and Chunrui Ma and Garry Chen and Xing Xu and Erik Enriquez and Chonglin Chen and Yamei Zhang and Jerry L Bettis and Myung-Hwan Whangbo and Chuang Dong and Qingyu Zhang",
            "2014",
            "Y0VBHq0AAAAJ:u-x6o8ySG0sC",
            39,
            "https:\/\/www.nature.com\/articles\/srep04726",
            "12895110542111038954",
            "\/scholar?cites=12895110542111038954",
            {
                "2014":2,
                "2015":7,
                "2016":8,
                "2017":9,
                "2018":3,
                "2019":6,
                "2020":4
            }
        ],
        [
            "Controlling oxygen content in perovskite oxides with ABO 3 structure is one of most critical steps for tuning their functionality. Notably, there have been tremendous efforts to understand the effect of changes in oxygen content on the properties of perovskite thin films that are not composed of cations with multiple valance states. Here, we study the effect of oxygen vacancies on structural and electrical properties in epitaxial thin films of SrFeO 3− δ (SFO), where SFO is a compound with multiple valance states at the B site. Various annealing treatments are used to produce different oxygen contents in the films, which has resulted in significant structural changes in the fully strained SFO films. The out-of-plane lattice parameter and tetragonality increase with decreasing oxygen concentration, indicating the crystal structure is closely related to the oxygen content. Importantly, variation of the oxygen content in the films …",
            "Oxygen vacancy-tuned physical properties in perovskite thin films with multiple B-site valance states",
            "Erik Enriquez and Aiping Chen and Zach Harrell and Paul Dowden and Nicholas Koskelo and Joseph Roback and Marc Janoschek and Chonglin Chen and Quanxi Jia",
            "2017",
            "Y0VBHq0AAAAJ:P5F9QuxV20EC",
            34,
            "https:\/\/www.nature.com\/articles\/srep46184",
            "5499109311966475654",
            "\/scholar?cites=5499109311966475654",
            {
                "2017":3,
                "2018":7,
                "2019":11,
                "2020":13
            }
        ],
        [
            "Epitaxial SrFeO3−δ (SFO) thin films have been grown on various substrates by pulsed laser deposition. The structural and electrical properties of SFO thin films are monitored with time in different atmospheres at room temperature, showing time-dependent crystal structure and electrical conductivity. The increased out-of-plane lattice parameter and resistivity over time are associated with the increased oxygen vacancies density in SFO thin films. The epitaxial strain plays an important role in determining the initial resistivity, and the sample environment determines the trend of resistivity change over time. An amorphous Al2O3 passivation layer has been found to be effective in stabilizing the structure and electrical properties of SFO thin films. This work explores time dependent structure and properties variation in oxide films and provides a way to stabilize thin film materials that are sensitive to oxygen vacancies.",
            "Oxygen vacancy-driven evolution of structural and electrical properties in SrFeO3−δ thin films and a method of stabilization",
            "Erik Enriquez and Aiping Chen and Zach Harrell and Xujie Lü and Paul Dowden and Nicholas Koskelo and Marc Janoschek and Chonglin Chen and Quanxi Jia",
            "2016",
            "Y0VBHq0AAAAJ:xtRiw3GOFMkC",
            16,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4964384",
            "17901512631154197482",
            "\/scholar?cites=17901512631154197482",
            {
                "2017":6,
                "2018":4,
                "2019":5,
                "2020":1
            }
        ],
        [
            "A variety of emergent phenomena have been enabled by interface engineering in complex oxides. The existence of an intrinsic interfacial layer has often been found at oxide heterointerfaces. However, the role of such an interlayerin controlling functionalities is not fully explored. Here, we report the control of the exchange bias (EB) in single‐phase manganite thin films with nominallyuniform chemical composition across the interfaces. The sign of EB depends on the magnitude of the cooling field. A pinned layer, confirmed by polarized neutron reflectometry, provides the source of unidirectional anisotropy. The origin of the exchange bias coupling is discussed in terms of magnetic interactions between the interfacial ferromagnetically reduced layer and the bulk ferromagnetic region. The sign of EB is related to the frustration of antiferromagnetic coupling between the ferromagnetic region and the pinned layer. Our …",
            "Hidden interface driven exchange coupling in oxide heterostructures",
            "Aiping Chen and Qiang Wang and Michael R Fitzsimmons and Erik Enriquez and Marcus Weigand and Zach Harrell and Brian McFarland and Xujie Lü and Paul Dowden and Judith L MacManus‐Driscoll and Dmitry Yarotski and Quanxi Jia",
            "2017",
            "Y0VBHq0AAAAJ:nb7KW1ujOQ8C",
            15,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201700672",
            "17788229686300960856",
            "\/scholar?cites=17788229686300960856",
            {
                "2017":2,
                "2018":7,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The Sr and Fe codoped double perovskites PrBaCo2O5.5+δ (PrBCO) thin films of Pr(Ba0.5Sr0.5)(Co1.5Fe0.5)O5.5+δ (PBSCFO) were epitaxially grown for chemical catalytic studies. The resistance behavior of PBSCFO epitaxial films was monitored under the switching flow of reducing and oxidizing gases as a function of the gas flow time, t, using an electrical conductivity relaxation (ECR) experimental setup. The R(t) vs t relationships determined at various temperatures show the occurrence of two oxidation processes, Co2+\/Co3+ ↔ Co3+ and Co3+ ↔ Co3+\/Co4+. Mathematical fitting of the observed R(t) vs t relationships was carried out using Fick’s second law for one-dimensional diffusion of charge carriers to derive the diffusivity D(T) and τ(T) for the two processes at various temperatures, T. The D(T) vs T relationships were analyzed in terms of the Arrhenius relationship to find the activation energies Ea for each …",
            "Catalytic Dynamics and Oxygen Diffusion in Doped PrBaCo2O5.5+δ Thin Films",
            "Erik Enriquez and Xing Xu and Shanyong Bao and Zach Harrell and Chonglin Chen and Sihyuk Choi and Areum Jun and Guntae Kim and Myung-Hwan Whangbo",
            "2015",
            "Y0VBHq0AAAAJ:bFI3QPDXJZMC",
            15,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsami.5b07688",
            "16364737972750583083",
            "\/scholar?cites=16364737972750583083",
            {
                "2016":1,
                "2017":3,
                "2018":5,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Oxygen content in transition metal oxides is one of the most important parameters to control for the desired physical properties. Recently, we have systematically studied the oxygen content and property relationship of the double perovskite PrBaCo2O5.5+δ (PBCO) thin films deposited on the LaAlO3 substrates. The oxygen content in the films was varied by in-situ annealing in a nitrogen, oxygen, or ozone environment. Associated with the oxygen content, the out-of-plane lattice parameter progressively decreases with increasing oxygen content in the films. The saturated magnetization shows a drastic increase and resistivity is significantly reduced in the ozone annealed samples, indicating the strong coupling between physical properties and oxygen content. These results demonstrate that the magnetic properties of PBCO films are highly dependent on the oxygen contents, or the film with higher oxygen uptake has …",
            "Oxygen content tailored magnetic and electronic properties in cobaltite double perovskite thin films",
            "Zach Harrell and Erik Enriquez and Aiping Chen and Paul Dowden and Brennan Mace and Xujie Lü and Quanxi Jia and Chonglin Chen",
            "2017",
            "Y0VBHq0AAAAJ:1sJd4Hv_s6UC",
            12,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4977026",
            "5419158946133080144",
            "\/scholar?cites=5419158946133080144",
            {
                "2017":6,
                "2018":1,
                "2019":5
            }
        ]
    ]
}