{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Short dephasing times pose one of the main challenges in realizing a quantum computer. Different approaches have been devised to cure this problem for superconducting qubits, a prime example being the operation of such devices at optimal working points, so-called “sweet spots.” This latter approach led to significant improvement of T 2 times in Cooper pair box qubits [D. Vion et al., Science 296, 886 (2002)]. Here, we introduce a new type of superconducting qubit called the “transmon.” Unlike the charge qubit, the transmon is designed to operate in a regime of significantly increased ratio of Josephson energy and charging energy E J∕ E C. The transmon benefits from the fact that its charge dispersion decreases exponentially with E J∕ E C, while its loss in anharmonicity is described by a weak power law. As a result, we predict a drastic reduction in sensitivity to charge noise relative to the Cooper pair box and …",
            "Charge-insensitive qubit design derived from the Cooper pair box",
            "Jens Koch and M Yu Terri and Jay Gambetta and Andrew A Houck and DI Schuster and J Majer and Alexandre Blais and Michel H Devoret and Steven M Girvin and Robert J Schoelkopf",
            "2007",
            "Y1zVG20AAAAJ:9yKSN-GCB0IC",
            2140,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.76.042319",
            "1458201379662746010",
            "\/scholar?cites=1458201379662746010",
            {
                "2008":27,
                "2009":55,
                "2010":64,
                "2011":70,
                "2012":107,
                "2013":143,
                "2014":124,
                "2015":169,
                "2016":181,
                "2017":240,
                "2018":240,
                "2019":284,
                "2020":387,
                "2021":35
            }
        ],
        [
            "Superconducting circuits are promising candidates for constructing quantum bits (qubits) in a quantum computer; single-qubit operations are now routine 1, 2, and several examples 3, 4, 5, 6, 7, 8, 9 of two-qubit interactions and gates have been demonstrated. These experiments show that two nearby qubits can be readily coupled with local interactions. Performing gate operations between an arbitrary pair of distant qubits is highly desirable for any quantum computer architecture, but has not yet been demonstrated. An efficient way to achieve this goal is to couple the qubits to a ‘quantum bus’, which distributes quantum information among the qubits. Here we show the implementation of such a quantum bus, using microwave photons confined in a transmission line cavity, to couple two superconducting qubits on opposite sides of a chip. The interaction is mediated by the exchange of virtual rather than real photons …",
            "Coupling superconducting qubits via a cavity bus",
            "J Majer and JM Chow and JM Gambetta and Jens Koch and BR Johnson and JA Schreier and L Frunzio and DI Schuster and Andrew Addison Houck and Andreas Wallraff and Alexandre Blais and MH Devoret and SM Girvin and RJ Schoelkopf",
            "2007",
            "Y1zVG20AAAAJ:u-x6o8ySG0sC",
            1319,
            "https:\/\/www.nature.com\/articles\/nature06184",
            "16864623392191954066",
            "\/scholar?cites=16864623392191954066",
            {
                "2007":8,
                "2008":86,
                "2009":110,
                "2010":102,
                "2011":93,
                "2012":110,
                "2013":118,
                "2014":86,
                "2015":91,
                "2016":97,
                "2017":88,
                "2018":96,
                "2019":111,
                "2020":112,
                "2021":7
            }
        ],
        [
            "Using a well-controlled quantum system to simulate complex quantum matter is an idea that has been around for 30 years and put into practice in systems of ultracold atoms for more than a decade. Much recent excitement has focused on a new implementation of quantum simulators using superconducting circuits, where conventional microchip fabrication can be used to take design concepts to experimental reality, quickly and flexibly. Because the quantum ‘particles’ in these simulators are circuit excitations rather than physical particles subject to conservation laws, superconducting simulators provide a complement to ultracold atoms by naturally accessing non-equilibrium physics. Here, we review the recent wealth of theoretical explorations and experimental prospects of realizing these new devices.",
            "On-chip quantum simulation with superconducting circuits",
            "Andrew A Houck and Hakan E Türeci and Jens Koch",
            "2012",
            "Y1zVG20AAAAJ:_FxGoFyzp5QC",
            952,
            "https:\/\/www.nature.com\/articles\/nphys2251.pdf?origin=ppub",
            "2620500428284085242",
            "\/scholar?cites=2620500428284085242",
            {
                "2012":28,
                "2013":83,
                "2014":84,
                "2015":117,
                "2016":119,
                "2017":116,
                "2018":137,
                "2019":117,
                "2020":134,
                "2021":12
            }
        ],
        [
            "We measure two-dimensional profiles of collimated microwave beams transmitted through composite wire and split-ring resonator prisms. Prior experiments suggest these structures have a negative index of refraction, though these claims have been questioned. Our 2D measurements demonstrate that transmission obeys Snell’s law with a negative index, confirming the refractive nature of this signal and refuting alternatives posed in the criticisms. In addition, we present preliminary evidence that a flat rectangular slab of this material can focus power from a point source.",
            "Experimental observations of a left-handed material that obeys Snell’s law",
            "Andrew A Houck and Jeffrey B Brock and Isaac L Chuang",
            "2003",
            "Y1zVG20AAAAJ:u5HHmVD_uO8C",
            902,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.137401",
            "5577218415799518779",
            "\/scholar?cites=5577218415799518779",
            {
                "2003":23,
                "2004":93,
                "2005":110,
                "2006":115,
                "2007":117,
                "2008":62,
                "2009":61,
                "2010":48,
                "2011":45,
                "2012":45,
                "2013":36,
                "2014":21,
                "2015":26,
                "2016":24,
                "2017":26,
                "2018":16,
                "2019":14,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Electromagnetic signals are always composed of photons, although in the circuit domain those signals are carried as voltages and currents on wires, and the discreteness of the photon's energy is usually not evident. However, by coupling a superconducting quantum bit (qubit) to signals on a microwave transmission line, it is possible to construct an integrated circuit in which the presence or absence of even a single photon can have a dramatic effect. Such a system 1 can be described by circuit quantum electrodynamics (QED)—the circuit equivalent of cavity QED, where photons interact with atoms or quantum dots. Previously, circuit QED devices were shown to reach the resonant strong coupling regime, where a single qubit could absorb and re-emit a single photon many times 2. Here we report a circuit QED experiment in the strong dispersive limit, a new regime where a single photon has a large effect on the …",
            "Resolving photon number states in a superconducting circuit",
            "DI Schuster and Andrew Addison Houck and JA Schreier and A Wallraff and JM Gambetta and A Blais and L Frunzio and J Majer and B Johnson and MH Devoret and SM Girvin and RJ Schoelkopf",
            "2007",
            "Y1zVG20AAAAJ:d1gkVwhDpl0C",
            830,
            "https:\/\/www.nature.com\/articles\/nature05461",
            "14423835432454269305",
            "\/scholar?cites=14423835432454269305",
            {
                "2006":3,
                "2007":32,
                "2008":69,
                "2009":61,
                "2010":80,
                "2011":52,
                "2012":57,
                "2013":70,
                "2014":53,
                "2015":75,
                "2016":59,
                "2017":54,
                "2018":60,
                "2019":29,
                "2020":68,
                "2021":4
            }
        ],
        [
            "We present an experimental realization of the transmon qubit, which is an improved superconducting charge qubit derived from the Cooper pair box. We experimentally verify the predicted exponential suppression of sensitivity to 1∕ f charge noise. This removes the leading source of dephasing in charge qubits which results in homogeneously broadened transitions with relaxation and dephasing times in the microsecond range. Our systematic characterization of the qubit spectrum, anharmonicity, and charge dispersion shows excellent agreement with theory.",
            "Suppressing charge noise decoherence in superconducting charge qubits",
            "JA Schreier and Andrew A Houck and Jens Koch and David I Schuster and BR Johnson and JM Chow and Jay M Gambetta and J Majer and L Frunzio and Michel H Devoret and Steven M Girvin and Robert J Schoelkopf",
            "2008",
            "Y1zVG20AAAAJ:qjMakFHDy7sC",
            518,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.180502",
            "2250712465217102222",
            "\/scholar?cites=2250712465217102222",
            {
                "2008":13,
                "2009":43,
                "2010":36,
                "2011":45,
                "2012":36,
                "2013":47,
                "2014":49,
                "2015":33,
                "2016":40,
                "2017":39,
                "2018":36,
                "2019":35,
                "2020":62
            }
        ],
        [
            "Microwaves have widespread use in classical communication technologies, from long-distance broadcasts to short-distance signals within a computer chip. Like all forms of light, microwaves, even those guided by the wires of an integrated circuit, consist of discrete photons 1. To enable quantum communication between distant parts of a quantum computer, the signals must also be quantum, consisting of single photons, for example. However, conventional sources can generate only classical light, not single photons. One way to realize a single-photon source 2 is to collect the fluorescence of a single atom. Early experiments measured the quantum nature of continuous radiation 3, 4, and further advances allowed triggered sources of photons on demand 5, 6, 7, 8, 9, 10, 11. To allow efficient photon collection, emitters are typically placed inside optical or microwave cavities 12, 13, 14, 15, 16, 17, 18, 19, but these …",
            "Generating single microwave photons in a circuit",
            "Andrew Addison Houck and DI Schuster and JM Gambetta and JA Schreier and BR Johnson and JM Chow and L Frunzio and J Majer and MH Devoret and SM Girvin and RJ Schoelkopf",
            "2007",
            "Y1zVG20AAAAJ:2osOgNQ5qMEC",
            490,
            "https:\/\/www.nature.com\/articles\/nature06126",
            "916558790234380580",
            "\/scholar?cites=916558790234380580",
            {
                "2007":10,
                "2008":39,
                "2009":47,
                "2010":45,
                "2011":44,
                "2012":35,
                "2013":27,
                "2014":35,
                "2015":37,
                "2016":32,
                "2017":51,
                "2018":23,
                "2019":29,
                "2020":30,
                "2021":4
            }
        ],
        [
            "Electron spins trapped in quantum dots have been proposed as basic building blocks of a future quantum processor 1, 2, 3. Although fast, 180-picosecond, two-quantum-bit (two-qubit) operations can be realized using nearest-neighbour exchange coupling 4, a scalable, spin-based quantum computing architecture will almost certainly require long-range qubit interactions. Circuit quantum electrodynamics (cQED) allows spatially separated superconducting qubits to interact via a superconducting microwave cavity that acts as a ‘quantum bus’, making possible two-qubit entanglement and the implementation of simple quantum algorithms 5, 6, 7. Here we combine the cQED architecture with spin qubits by coupling an indium arsenide nanowire double quantum dot to a superconducting cavity 8, 9. The architecture allows us to achieve a charge–cavity coupling rate of about 30 megahertz, consistent with coupling rates …",
            "Circuit quantum electrodynamics with a spin qubit",
            "Karl D Petersson and Louis W McFaul and Michael D Schroer and Minkyung Jung and Jacob M Taylor and Andrew A Houck and Jason R Petta",
            "2012",
            "Y1zVG20AAAAJ:maZDTaKrznsC",
            403,
            "https:\/\/www.nature.com\/articles\/nature11559",
            "17536944819221442590",
            "\/scholar?cites=17536944819221442590",
            {
                "2013":49,
                "2014":49,
                "2015":50,
                "2016":55,
                "2017":57,
                "2018":48,
                "2019":44,
                "2020":43,
                "2021":5
            }
        ],
        [
            "We present a detailed characterization of coherence in seven transmon qubits in a circuit QED architecture. We find that spontaneous emission rates are strongly influenced by far off-resonant modes of the cavity and can be understood within a semiclassical circuit model. A careful analysis of the spontaneous qubit decay into a microwave transmission-line cavity can accurately predict the qubit lifetimes over 2 orders of magnitude in time and more than an octave in frequency. Coherence times T 1 and T 2* of more than a microsecond are reproducibly demonstrated.",
            "Controlling the spontaneous emission of a superconducting transmon qubit",
            "AA Houck and JA Schreier and BR Johnson and JM Chow and Jens Koch and JM Gambetta and DI Schuster and L Frunzio and MH Devoret and SM Girvin and RJ Schoelkopf",
            "2008",
            "Y1zVG20AAAAJ:IjCSPb-OGe4C",
            402,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.080502",
            "6796007710025737070",
            "\/scholar?cites=6796007710025737070",
            {
                "2008":4,
                "2009":33,
                "2010":29,
                "2011":31,
                "2012":22,
                "2013":36,
                "2014":25,
                "2015":42,
                "2016":27,
                "2017":34,
                "2018":39,
                "2019":33,
                "2020":43,
                "2021":3
            }
        ],
        [
            "Breaking time-reversal symmetry is a prerequisite for accessing certain interesting many-body states such as fractional quantum Hall states. For polaritons, charge neutrality prevents magnetic fields from providing a direct symmetry-breaking mechanism and, similar to the situation in ultracold atomic gases, an effective magnetic field has to be synthesized. We show that in the circuit-QED architecture, this can be achieved by inserting simple superconducting circuits into the resonator junctions. In the presence of such coupling elements, constant parallel magnetic and electric fields suffice to break time-reversal symmetry. We support these theoretical predictions with numerical simulations for realistic sample parameters, specify general conditions under which time reversal is broken, and discuss the application to chiral Fock-state transfer, an on-chip circulator, and tunable band structure for the Kagome lattice.",
            "Time-reversal-symmetry breaking in circuit-QED-based photon lattices",
            "Jens Koch and Andrew A Houck and Karyn Le Hur and SM Girvin",
            "2010",
            "Y1zVG20AAAAJ:eQOLeE2rZwMC",
            319,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.82.043811",
            "15029911776635948891",
            "\/scholar?cites=15029911776635948891",
            {
                "2010":4,
                "2011":13,
                "2012":27,
                "2013":31,
                "2014":35,
                "2015":39,
                "2016":37,
                "2017":34,
                "2018":32,
                "2019":25,
                "2020":39,
                "2021":3
            }
        ]
    ]
}