{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The refractive index of GaAs has been measured in the wavelength range from 0.97 to 17 μm, which covers nearly the entire transmission range of the material. Linear and quadratic temperature coefficients of the refractive index have been fitted to data measured between room temperature and 95 °C. In the midinfrared, the refractive index and temperature dependence are obtained from analysis of etalon fringes measured by Fourier-transform spectroscopy in undoped GaAs wafers. In the near infrared, the refractive index is deduced from the quasiphasematching (QPM) wavelengths of second-harmonic generation in orientation-patterned GaAs crystals. Two alternative empirical expressions are fitted to the data to give the refractive index as a function of wavelength and temperature. These dispersion relations agree with observed QPM conditions for midinfrared difference-frequency generation and second …",
            "Improved dispersion relations for GaAs and applications to nonlinear optics",
            "T Skauli and PS Kuo and KL Vodopyanov and TJ Pinguet and O Levi and LA Eyres and JS Harris and MM Fejer and B Gerard and L Becouarn and E Lallier",
            "2003",
            "Y31Px_YAAAAJ:Wp0gIr-vW9MC",
            311,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1621740",
            "7594102031364577691",
            "\/scholar?cites=7594102031364577691",
            {
                "2004":1,
                "2005":6,
                "2006":4,
                "2007":12,
                "2008":24,
                "2009":10,
                "2010":20,
                "2011":19,
                "2012":10,
                "2013":16,
                "2014":15,
                "2015":19,
                "2016":29,
                "2017":28,
                "2018":40,
                "2019":20,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We demonstrate an optical parametric oscillator (OPO) based on GaAs. The OPO utilizes an all-epitaxially-grown orientation-patterned GaAs crystal that is 0.5 mm thick, 5 mm wide, and 11 mm long, with a domain reversal period of 61.2 µm. Tuning either the near-IR pump wavelength between 1.8 and 2 µm or the temperature of the GaAs crystal allows the mid-IR output to be tuned between 2.28 and 9.14 µm, which is limited only by the spectral range of the OPO mirrors. The pump threshold of the singly resonant OPO is 16 µJ for the 6-ns pump pulses, and the photon conversion slope efficiency reaches 54%. We also show experimentally the possibility of pump-polarization-independent frequency conversion in GaAs.",
            "Optical parametric oscillation in quasi-phase-matched GaAs",
            "Konstantin L Vodopyanov and O Levi and PS Kuo and TJ Pinguet and JS Harris and MM Fejer and B Gerard and L Becouarn and E Lallier",
            "2004",
            "Y31Px_YAAAAJ:ZeXyd9-uunAC",
            254,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-29-16-1912",
            "8887406550443926569",
            "\/scholar?cites=8887406550443926569",
            {
                "2004":3,
                "2005":17,
                "2006":15,
                "2007":31,
                "2008":27,
                "2009":12,
                "2010":16,
                "2011":13,
                "2012":16,
                "2013":13,
                "2014":8,
                "2015":16,
                "2016":13,
                "2017":14,
                "2018":15,
                "2019":16,
                "2020":9
            }
        ],
        [
            "Dispersion management is becoming paramount in high-speed wavelength-division-multiplexed lightwave systems, that operate at per-channel rates of 40 Gb\/s and higher. The dispersion tolerances, in these systems, are small enough that sources of dispersion variation, that are negligible in slower systems, become critically important to network performance. At these high-bit rates, active dispersion compensation modules may be required to respond dynamically to changes occurring in the network, such as variations in the per-channel power, reconfigurations of the channel's path that are caused by add-drop operations, and environmental changes, such as changes in ambient temperature. We present a comprehensive discussion of an emerging tunable dispersion compensating device, based on thermally actuated fiber gratings. These per-channel devices rely on a distributed on-fiber thin film heater …",
            "Integrated Tunable Fiber Gratings for Dispersion Management in High-Bit Rate Systems",
            "B. Mikkelsen B. J. Eggleton and A. Ahuja and P. S. Westbrook and J. A. Rogers and P. Kuo and T. N. Nielsen",
            "2000",
            "Y31Px_YAAAAJ:ZHo1McVdvXMC",
            240,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=jlt-18-10-1418",
            "2816173817604905532",
            "\/scholar?cites=2816173817604905532",
            {
                "2001":14,
                "2002":25,
                "2003":36,
                "2004":29,
                "2005":25,
                "2006":21,
                "2007":12,
                "2008":13,
                "2009":3,
                "2010":9,
                "2011":4,
                "2012":10,
                "2013":6,
                "2014":8,
                "2015":5,
                "2016":4,
                "2017":6,
                "2018":7,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We report the wavelength dependencies of the two- and three-photon absorption coefficients of undoped GaAs in the spectral range 1.3-3.5 μm, as well as nonlinear refractive index n_2 in the range 1.7-3.25 μm. The data were obtained by using the single-beam Z-scan method with 100-fs-long optical pulses. Anisotropy of the three-photon absorption coefficient was observed and found to be consistent with the crystal symmetry of GaAs.",
            "Multiphoton absorption and nonlinear refraction of GaAs in the mid-infrared",
            "Walter C Hurlbut and Yun-Shik Lee and KL Vodopyanov and PS Kuo and MM Fejer",
            "2007",
            "Y31Px_YAAAAJ:4TOpqqG69KYC",
            177,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-32-6-668",
            "6678244413856843389",
            "\/scholar?cites=6678244413856843389",
            {
                "2007":5,
                "2008":14,
                "2009":13,
                "2010":11,
                "2011":8,
                "2012":11,
                "2013":14,
                "2014":11,
                "2015":14,
                "2016":21,
                "2017":7,
                "2018":10,
                "2019":14,
                "2020":22,
                "2021":1
            }
        ],
        [
            "The crystal symmetry in materials such as GaAs can enable quasi-phasematching for efficient optical frequency conversion without poling, twinning or other engineered domain inversions. symmetry means that a 90 rotation is equivalent to a crystallographic inversion. Therefore, when light circulates about the axis, as in GaAs whispering-gallery-mode microdisks, it encounters effective domain inversions that can produce quasi-phasematching. Microdisk resonators also offer resonant field enhancement, resulting in highly efficient frequency conversion in micrometre-scale volumes. These devices can be integrated in photonic circuits as compact frequency convertors, sources of radiation or entangled photons. Here we present the first experimental observation of second-harmonic generation in a whispering-gallery-mode microcavity utilizing-quasi-phasematching. We use a tapered fibre to couple into the 5-μm …",
            "Second-harmonic generation using-quasi-phasematching in a GaAs whispering-gallery-mode microcavity",
            "Paulina S Kuo and Jorge Bravo-Abad and Glenn S Solomon",
            "2014",
            "Y31Px_YAAAAJ:M05iB0D1s5AC",
            158,
            "https:\/\/www.nature.com\/articles\/ncomms4109",
            "17099451773695762702",
            "\/scholar?cites=17099451773695762702",
            {
                "2014":10,
                "2015":19,
                "2016":25,
                "2017":28,
                "2018":28,
                "2019":17,
                "2020":26,
                "2021":3
            }
        ],
        [
            "We have generated an ultrabroad mid-infrared continuum by using single-pass optical parametric generation (OPG) in orientation-patterned GaAs (OP-GaAs). The spectrum spans more than an octave, from 4.5 to 10.7 µm, measured 20 dB down from the peak. The 17.5 mm long, 0.5 mm thick, all-epitaxially-grown OP-GaAs sample with a 166.6-µm quasi-phase-matching period was pumped with 3.1-3.3 µm wavelength, 1 ps pulses up to 2 µJ in energy. The OPG threshold was observed at 55 nJ pump energy with the pump polarized along the [111] crystal direction. The slope efficiency near threshold was 51%, and the external conversion efficiency was as high as 15%.",
            "Optical parametric generation of a mid-infrared continuum in orientation-patterned GaAs",
            "PS Kuo and KL Vodopyanov and MM Fejer and DM Simanovskii and X Yu and JS Harris and D Bliss and D Weyburne",
            "2006",
            "Y31Px_YAAAAJ:maZDTaKrznsC",
            109,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-31-1-71",
            "13472551268437141420",
            "\/scholar?cites=13472551268437141420",
            {
                "2005":1,
                "2006":4,
                "2007":11,
                "2008":14,
                "2009":8,
                "2010":7,
                "2011":9,
                "2012":11,
                "2013":4,
                "2014":4,
                "2015":11,
                "2016":3,
                "2017":5,
                "2018":9,
                "2019":4,
                "2020":4
            }
        ],
        [
            "We have fabricated quasi-phase-matched AlGaAs waveguides for continuous-wave second-harmonic generation (SHG) pumped around 1.55 µm. We find that the losses, which limit the conversion efficiency of this type of waveguide, are resulted from two corrugations--the initial template corrugation and the regrowth-induced domain-boundary corrugations. We are able to reduce the waveguide loss by improving the growth conditions. The waveguide loss is 6-7 dB\/cm at 1.55 µm, measured using the Fabry-Perot method. A record internal SHG conversion efficiency of 23 %W-1 for AlGaAs waveguides is achieved using a 5-mm-long waveguide with a pump wavelength of 1.568 µm.",
            "Efficient continuous wave second harmonic generation pumped at 1.55 μm in quasi-phase-matched AlGaAs waveguides",
            "X Yu and L Scaccabarozzi and JS Harris and PS Kuo and MM Fejer",
            "2005",
            "Y31Px_YAAAAJ:SeFeTyx0c_EC",
            103,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-13-26-10742",
            "18262042683883761579",
            "\/scholar?cites=18262042683883761579",
            {
                "2006":5,
                "2007":9,
                "2008":5,
                "2009":15,
                "2010":11,
                "2011":14,
                "2012":10,
                "2013":4,
                "2014":6,
                "2015":5,
                "2016":2,
                "2017":4,
                "2018":6,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The project described in this article attempts to accurately predict the gas pressure changes within the cylinder of a spark-ignition engine using thermodynamic principles. The model takes into account the intake, compression, combustion, expansion and exhaust processes that occur in the cylinder. Comparisons with actual pressure data show the model to have a high degree of accuracy. The model is further evaluated on its ability to predict the angle of spark firing and burn duration.",
            "Cylinder pressure in a spark-ignition engine: a computational model",
            "Paulina S Kuo",
            "1996",
            "Y31Px_YAAAAJ:JV2RwH3_ST0C",
            63,
            "http:\/\/www.gofastforless.com\/junk\/cylinder-pressure.pdf",
            "13655709417664392548",
            "\/scholar?cites=13655709417664392548",
            {
                "2003":1,
                "2004":2,
                "2005":4,
                "2006":1,
                "2007":4,
                "2008":4,
                "2009":4,
                "2010":4,
                "2011":10,
                "2012":2,
                "2013":4,
                "2014":4,
                "2015":6,
                "2016":3,
                "2017":6,
                "2018":3
            }
        ],
        [
            "We demonstrate low-noise and efficient frequency conversion by sum-frequency mixing in a periodically poled LiNbO_3 (PPLN) waveguide. Using a 1556 nm pump, 1302 nm photons are efficiently converted to 709 nm photons. We obtain 70% conversion efficiency in the PPLN waveguide and >50% external conversion efficiency with 600 noise counts per second at peak conversion with continuous-wave pumping. We simultaneously achieve low noise and high conversion efficiency by careful spectral filtering. We discuss the impact of low-noise frequency translation on single-photon upconversion detection and quantum information applications.",
            "Reducing noise in single-photon-level frequency conversion",
            "Paulina S Kuo and Jason S Pelc and Oliver Slattery and Yong-Su Kim and MM Fejer and Xiao Tang",
            "2013",
            "Y31Px_YAAAAJ:dhFuZR0502QC",
            56,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-38-8-1310",
            "8383700142096660601",
            "\/scholar?cites=8383700142096660601",
            {
                "2013":7,
                "2014":7,
                "2015":7,
                "2016":5,
                "2017":15,
                "2018":7,
                "2019":3,
                "2020":5
            }
        ],
        [
            "We have efficiently generated tunable terahertz (THz) radiation using intracavity parametric down-conversion in gallium arsenide (GaAs). We used three types of microstructured GaAs to quasi-phase-match the interaction: optically contacted, orientation-patterned, and diffusion-bonded GaAs. The GaAs was placed in an optical parametric oscillator (OPO) cavity, and the THz wave was generated by difference-frequency mixing between the OPO signal and idler waves. The OPO used type-II phase-matched periodically poled lithium niobate as a gain medium and was synchronously pumped by a mode-locked laser at 1064 nm (7 ps and 200 nJ at 50 MHz). With center frequencies spanning 0.4-3.5 THz, 250-GHz bandwidth radiation was generated. We measured two orders of optical cascading generated by the mixing of optical and THz waves. In a doubly resonant oscillator (DRO) configuration, the efficiency …",
            "Terahertz sources based on intracavity parametric down-conversion in quasi-phase-matched gallium arsenide",
            "Joseph E Schaar and Konstantin L Vodopyanov and Paulina S Kuo and Martin M Fejer and Xiaojun Yu and Angie Lin and James S Harris and David Bliss and Candace Lynch and Vladimir G Kozlov and Walter Hurlbut",
            "2008",
            "Y31Px_YAAAAJ:YFjsv_pBGBYC",
            55,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4481129\/",
            "15170573588933520996",
            "\/scholar?cites=15170573588933520996",
            {
                "2008":7,
                "2009":5,
                "2010":7,
                "2011":5,
                "2012":6,
                "2013":6,
                "2014":5,
                "2015":5,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ]
    ]
}