{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The “protein folding problem” consists of three closely related puzzles: (a) What is the folding code? (b) What is the folding mechanism? (c) Can we predict the native structure of a protein from its amino acid sequence? Once regarded as a grand challenge, protein folding has seen great progress in recent years. Now, foldable proteins and nonbiological polymers are being designed routinely and moving toward successful applications. The structures of small proteins are now often well predicted by computer methods. And, there is now a testable explanation for how a protein can fold so quickly: A protein solves its large global optimization problem as a series of smaller local optimization problems, growing and assembling the native structure from peptide fragments, local structures first.",
            "The protein folding problem",
            "Ken A Dill and S Banu Ozkan and M Scott Shell and Thomas R Weikl",
            "2008",
            "Y4mtEasAAAAJ:u5HHmVD_uO8C",
            1006,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev.biophys.37.092707.153558",
            "16942518653226869421",
            "\/scholar?cites=16942518653226869421",
            {
                "2008":16,
                "2009":73,
                "2010":74,
                "2011":119,
                "2012":108,
                "2013":96,
                "2014":87,
                "2015":61,
                "2016":72,
                "2017":71,
                "2018":78,
                "2019":64,
                "2020":68,
                "2021":8
            }
        ],
        [
            "The protein folding problem can be viewed as three different problems: defining the thermodynamic folding code; devising a good computational structure prediction algorithm; and answering Levinthal's question regarding the kinetic mechanism of how proteins can fold so quickly. Once regarded as a grand challenge, protein folding has seen much progress in recent years. Folding codes are now being used to successfully design proteins and non-biological foldable polymers; aided by the Critical Assessment of Techniques for Structure Prediction (CASP) competition, protein structure prediction has now become quite good. Even the once-challenging Levinthal puzzle now seems to have an answer — a protein can avoid searching irrelevant conformations and fold quickly by making local independent decisions first, followed by non-local global decisions later.",
            "The protein folding problem: when will it be solved?",
            "Ken A Dill and S Banu Ozkan and Thomas R Weikl and John D Chodera and Vincent A Voelz",
            "2007",
            "Y4mtEasAAAAJ:u-x6o8ySG0sC",
            301,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959440X07000772",
            "12165257567508051789",
            "\/scholar?cites=12165257567508051789",
            {
                "2007":2,
                "2008":25,
                "2009":32,
                "2010":45,
                "2011":32,
                "2012":30,
                "2013":26,
                "2014":26,
                "2015":15,
                "2016":18,
                "2017":19,
                "2018":8,
                "2019":13,
                "2020":9
            }
        ],
        [
            "Src-family kinases are modular signaling proteins involved in a diverse array of cellular processes. All members of the Src family share the same domain organization, with modular SH3, SH2 and kinase domains followed by a C-terminal negative regulatory tail. X-ray crystallographic analyses of several Src family members have revealed critical roles for the SH3 and SH2 domains in the down-regulation of the kinase domain. This review focuses on biological, biophysical, and computational studies that reveal conformationally distinct active states within this unique kinase family.",
            "Structure and dynamic regulation of Src-family kinases",
            "JR Engen and TE Wales and JM Hochrein and MA3rd Meyn and S Banu Ozkan and I Bahar and TE Smithgall",
            "2008",
            "Y4mtEasAAAAJ:2osOgNQ5qMEC",
            183,
            "https:\/\/link.springer.com\/article\/10.1007\/s00018-008-8122-2",
            "12227137676070784464",
            "\/scholar?cites=12227137676070784464",
            {
                "2008":2,
                "2009":15,
                "2010":18,
                "2011":22,
                "2012":14,
                "2013":18,
                "2014":20,
                "2015":17,
                "2016":10,
                "2017":8,
                "2018":10,
                "2019":12,
                "2020":17
            }
        ],
        [
            "How do proteins fold so quickly? Some denatured proteins fold to their native structures in only microseconds, on average, implying that there is a folding “mechanism,” i.e., a particular set of events by which the protein short-circuits a broader conformational search. Predicting protein structures using atomically detailed physical models is currently challenging. The most definitive proof of a putative folding mechanism would be whether it speeds up protein structure prediction in physical models. In the zipping and assembly (ZA) mechanism, local structuring happens first at independent sites along the chain, then those structures either grow (zip) or coalescence (assemble) with other structures. Here, we apply the ZA search mechanism to protein native structure prediction by using the AMBER96 force field with a generalized Born\/surface area implicit solvent model and sampling by replica exchange molecular …",
            "Protein folding by zipping and assembly",
            "S Banu Ozkan and G Albert Wu and John D Chodera and Ken A Dill",
            "2007",
            "Y4mtEasAAAAJ:9yKSN-GCB0IC",
            164,
            "https:\/\/www.pnas.org\/content\/104\/29\/11987.short",
            "749857721701553909",
            "\/scholar?cites=749857721701553909",
            {
                "2007":5,
                "2008":21,
                "2009":23,
                "2010":23,
                "2011":14,
                "2012":17,
                "2013":13,
                "2014":7,
                "2015":7,
                "2016":4,
                "2017":9,
                "2018":9,
                "2019":5,
                "2020":4,
                "2021":3
            }
        ],
        [
            "What is the mechanism of two-state protein folding? The rate-limiting step is typically explored through a Φ-value, which is the mutation-induced change in the transition state free energy divided by the change in the equilibrium free energy of folding. Φ-values ranging from 0 to 1 have been interpreted as meaning the transition state is denatured-like (0), native-like (1) or in-between. But there is no classical interpretation for the experimental Φ-values that are negative or> 1. Using a rigorous method to identity transition states via an exact lattice model, we find that nonclassical Φ-values can arise from parallel microscopic flow processes, such as those in funnel-shaped energy landscapes. Φ< 0 results when a mutation destabilizes a slow flow channel, causing a backflow into a faster flow channel. Φ> 1 implies the reverse: a backflow from a fast channel into a slow one. Using a'landscape mapping'method, we find …",
            "Transition states and the meaning of Φ-values in protein folding kinetics",
            "S Banu Ozkan and Ivet Bahar and Ken A Dill",
            "2001",
            "Y4mtEasAAAAJ:d1gkVwhDpl0C",
            159,
            "https:\/\/www.nature.com\/articles\/nsb0901-765",
            "17570859754680766189",
            "\/scholar?cites=17570859754680766189",
            {
                "2002":24,
                "2003":13,
                "2004":19,
                "2005":11,
                "2006":13,
                "2007":13,
                "2008":15,
                "2009":4,
                "2010":7,
                "2011":9,
                "2012":4,
                "2013":6,
                "2014":6,
                "2015":3,
                "2016":4,
                "2017":5,
                "2018":2
            }
        ],
        [
            "The allosteric mechanism plays a key role in cellular functions of several PDZ domain proteins (PDZs) and is directly linked to pharmaceutical applications; however, it is a challenge to elaborate the nature and extent of these allosteric interactions. One solution to this problem is to explore the dynamics of PDZs, which may provide insights about how intramolecular communication occurs within a single domain. Here, we develop an advancement of perturbation response scanning (PRS) that couples elastic network models with linear response theory (LRT) to predict key residues in allosteric transitions of the two most studied PDZs (PSD-95 PDZ3 domain and hPTP1E PDZ2 domain). With PRS, we first identify the residues that give the highest mean square fluctuation response upon perturbing the binding sites. Strikingly, we observe that the residues with the highest mean square fluctuation response agree with experimentally determined residues involved in allosteric transitions. Second, we construct the allosteric pathways by linking the residues giving the same directional response upon perturbation of the binding sites. The predicted intramolecular communication pathways reveal that PSD-95 and hPTP1E have different pathways through the dynamic coupling of different residue pairs. Moreover, our analysis provides a molecular understanding of experimentally observed hidden allostery of PSD-95. We show that removing the distal third alpha helix from the binding site alters the allosteric pathway and decreases the binding affinity. Overall, these results indicate that (i) dynamics plays a key role in allosteric regulations of PDZs, (ii) the local …",
            "Change in allosteric network affects binding affinities of PDZ domains: analysis through perturbation response scanning",
            "Z Nevin Gerek and S Banu Ozkan",
            "2011",
            "Y4mtEasAAAAJ:zYLM7Y9cAGgC",
            138,
            "https:\/\/journals.plos.org\/ploscompbiol\/article?id=10.1371\/journal.pcbi.1002154",
            "865665366008827391",
            "\/scholar?cites=865665366008827391",
            {
                "2011":1,
                "2012":9,
                "2013":13,
                "2014":12,
                "2015":14,
                "2016":18,
                "2017":15,
                "2018":15,
                "2019":13,
                "2020":24,
                "2021":3
            }
        ]
    ]
}