{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Rapidly reconfigurable, adaptive materials are essential for the realization of “smart”, highly engineered technologies sought by aerospace, medicine, and other application areas. Shape memory observed in metal alloys and polymers (SMPs) is a primary example of shape change (adaptation). To date, nearly all shape adaptations in SMPs have been thermally triggered. A desire for isothermal, remotely cued shape adaptations of SMP has motivated examinations of other stimuli, such as light. Only a few reports document so-called light-activated SMP, in both cases exploiting photoinduced adjustments to the crosslink density of a polymer matrix with UV light of 365 nm (crosslinking) and <260 nm (decrosslinking). This work presents a distinctive approach to generating light-activated SMP by employing a glassy liquid crystal polymer network (LCN) material that is capable of rapid photo-fixing with short exposures …",
            "Light-activated shape memory of glassy, azobenzene liquid crystalline polymer networks",
            "Kyung Min Lee and Hilmar Koerner and Richard A Vaia and Timothy J Bunning and Timothy J White",
            "2011",
            "Y4OSXFMAAAAJ:UeHWp8X0CEIC",
            219,
            "https:\/\/pubs.rsc.org\/fa\/content\/articlehtml\/2011\/sm\/c1sm00004g",
            "9621444977179397214",
            "\/scholar?cites=9621444977179397214",
            {
                "2011":5,
                "2012":19,
                "2013":26,
                "2014":25,
                "2015":21,
                "2016":25,
                "2017":34,
                "2018":19,
                "2019":19,
                "2020":24,
                "2021":1
            }
        ]
    ]
}