{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "In this article, we seek to add to current debates about surveillance and society by                critically exploring the social implications of a new and emerging raft of                surveillance practices: those that specifically surround digital techniques and                technologies. The article has four parts. In the first, we outline the nature of                digital surveillance and consider how it differs from other forms of surveillance.                The second part of the article explores the interconnections between digital                techniques and the changing political economies of cities and urban societies. Here                we explore the essential ambivalence of digital surveillance within the context of                wider trends towards privatization, liberalization and social polarization. The                third part provides some insights into particular aspects of digital surveillance                through three examples: algorithmic video surveillance (in …",
            "Digitizing surveillance: categorization, space, inequality",
            "Stephen Graham and David Wood",
            "2003",
            "Y53ELOcAAAAJ:mvPsJ3kp5DgC",
            436,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0261018303023002006",
            "2201715079138896992",
            "\/scholar?cites=2201715079138896992",
            {
                "2002":2,
                "2003":7,
                "2004":11,
                "2005":8,
                "2006":19,
                "2007":22,
                "2008":17,
                "2009":33,
                "2010":20,
                "2011":28,
                "2012":28,
                "2013":27,
                "2014":31,
                "2015":28,
                "2016":36,
                "2017":33,
                "2018":29,
                "2019":25,
                "2020":16,
                "2021":2
            }
        ],
        [
            "This editorial surveys the growth of video surveillance or Closed-Circuit Television (CCTV) throughout the world, setting the scene for this special double issue of Surveillance and Society, on the politics and practice of CCTV, and provides a brief introduction to the contents of the issue.",
            "The growth of CCTV: a global perspective on the international diffusion of video surveillance in publicly accessible space",
            "Clive Norris and Mike McCahill and David Wood",
            "2004",
            "Y53ELOcAAAAJ:kRWSkSYxWN8C",
            349,
            "https:\/\/ojs.library.queensu.ca\/index.php\/surveillance-and-society\/article\/view\/3369",
            "15682821154489916507",
            "\/scholar?cites=15682821154489916507",
            {
                "2005":4,
                "2006":6,
                "2007":14,
                "2008":9,
                "2009":19,
                "2010":17,
                "2011":19,
                "2012":24,
                "2013":37,
                "2014":32,
                "2015":31,
                "2016":37,
                "2017":32,
                "2018":28,
                "2019":22,
                "2020":12
            }
        ]
    ]
}