{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe the synthesis of ZnS-capped CdSe semiconductor nanocrystals using organometallic reagents by a two-step single-flask method. X-ray photoelectron spectroscopy, transmission electron microscopy and optical absorption are consistent with nanocrystals containing a core of nearly monodisperse CdSe of 27−30 Å diameter with a ZnS capping 6 ± 3 Å thick. The ZnS capping with a higher bandgap than CdSe passivates the core crystallite removing the surface traps. The nanocrystals exhibit strong and stable band-edge luminescence with a 50% quantum yield at room temperature. ",
            "Synthesis and characterization of strongly luminescing ZnS-capped CdSe nanocrystals",
            "Margaret A Hines and Philippe Guyot-Sionnest",
            "1996",
            "Y8XflN0AAAAJ:m4fbC6XIj1kC",
            3545,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp9530562",
            "7286189313198843499",
            "\/scholar?cites=7286189313198843499",
            {
                "1996":13,
                "1997":18,
                "1998":22,
                "1999":36,
                "2000":55,
                "2001":74,
                "2002":93,
                "2003":91,
                "2004":146,
                "2005":190,
                "2006":196,
                "2007":237,
                "2008":209,
                "2009":219,
                "2010":194,
                "2011":199,
                "2012":219,
                "2013":233,
                "2014":191,
                "2015":194,
                "2016":169,
                "2017":148,
                "2018":133,
                "2019":148,
                "2020":93,
                "2021":6
            }
        ],
        [
            "The seed-mediated growth of gold nanostructures is shown to be strongly dependent on the gold seed nanocrystal structure. The gold seed solutions can be prepared such that the seeds are either single crystalline or multiply twinned. With added silver(I) in the cetyltrimethylammonium bromide (CTAB) aqueous growth solutions, the two types of seeds yield either nanorods or elongated bipyramidal nanoparticles, in good yields. The gold nanorods are single crystalline, with a structure similar to those synthesized electrochemically (Yu, Y. Y. et al. J. Phys. Chem. B 1997, 101, 6661). In contrast, the gold bipyramids are pentatwinned. These bipyramids are strikingly monodisperse in shape. This leads to the sharpest ensemble longitudinal plasmon resonance reported so far for metal colloid solutions, with an inhomogeneous width as narrow as 0.13 eV for a resonance at ∼1.5 eV. Ag(I) plays an essential role in the …",
            "Mechanism of silver (I)-assisted growth of gold nanorods and bipyramids",
            "Mingzhao Liu and Philippe Guyot-Sionnest",
            "2005",
            "Y8XflN0AAAAJ:qjMakFHDy7sC",
            936,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp054808n",
            "14105396569837854378",
            "\/scholar?cites=14105396569837854378",
            {
                "2006":28,
                "2007":43,
                "2008":39,
                "2009":48,
                "2010":49,
                "2011":66,
                "2012":70,
                "2013":98,
                "2014":78,
                "2015":69,
                "2016":84,
                "2017":71,
                "2018":56,
                "2019":64,
                "2020":69,
                "2021":2
            }
        ],
        [
            "Colloidal nanocrystals (NCs, i.e., crystalline nanoparticles) have become an important class of materials with great potential for applications ranging from medicine to electronic and optoelectronic devices. Today’s strong research focus on NCs has been prompted by the tremendous progress in their synthesis. Impressively narrow size distributions of just a few percent, rational shape-engineering, compositional modulation, electronic doping, and tailored surface chemistries are now feasible for a broad range of inorganic compounds. The performance of inorganic NC-based photovoltaic and light-emitting devices has become competitive to other state-of-the-art materials. Semiconductor NCs hold unique promise for near- and mid-infrared technologies, where very few semiconductor materials are available. On a purely fundamental side, new insights into NC growth, chemical transformations, and self-organization …",
            "Prospects of nanoscience with nanocrystals",
            "Maksym V Kovalenko and Liberato Manna and Andreu Cabot and Zeger Hens and Dmitri V Talapin and Cherie R Kagan and Victor I Klimov and Andrey L Rogach and Peter Reiss and Delia J Milliron and Philippe Guyot-Sionnnest and Gerasimos Konstantatos and Wolfgang J Parak and Taeghwan Hyeon and Brian A Korgel and Christopher B Murray and Wolfgang Heiss",
            "2015",
            "Y8XflN0AAAAJ:Kqc1aDSOPooC",
            819,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn506223h",
            "15074597714698050578",
            "\/scholar?cites=15074597714698050578",
            {
                "2015":64,
                "2016":146,
                "2017":151,
                "2018":156,
                "2019":132,
                "2020":148,
                "2021":14
            }
        ],
        [
            "Using infrared-visible sum-frequency generation as a probe, we have obtained the vibrational spectrum of a monolayer of pentadecanoic acid on a water surface in the CH stretch region. We have monitored the molecular orientation at different surface densities. It was found that the molecules in the liquid condensed phase have their alkane chains extended and oriented nearly normal to the surface, while in the liquid expanded phase the chains are highly disordered.",
            "Sum-frequency vibrational spectroscopy of a Langmuir film: Study of molecular orientation of a two-dimensional system",
            "P Guyot-Sionnest and JH Hunt and YR Shen",
            "1987",
            "Y8XflN0AAAAJ:ijdKiLOsEJMC",
            742,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.1597",
            "9889043336855579035",
            "\/scholar?cites=9889043336855579035",
            {
                "1988":12,
                "1989":22,
                "1990":18,
                "1991":15,
                "1992":16,
                "1993":18,
                "1994":23,
                "1995":24,
                "1996":17,
                "1997":18,
                "1998":27,
                "1999":25,
                "2000":16,
                "2001":17,
                "2002":23,
                "2003":23,
                "2004":32,
                "2005":30,
                "2006":29,
                "2007":25,
                "2008":24,
                "2009":22,
                "2010":32,
                "2011":22,
                "2012":26,
                "2013":32,
                "2014":30,
                "2015":28,
                "2016":17,
                "2017":17,
                "2018":22,
                "2019":19,
                "2020":14,
                "2021":2
            }
        ],
        [
            "PbSe nanocrystal colloids exhibit a well-defined excitonic structure with the lowest energy exciton tuning from 0.5 to 1 eV, as a function of size. Band-edge fluorescence is observed from 1.2 to 2 μm with a small Stokes shift, sub-μs lifetime, and near-unity quantum yield. Upon pumping at 1.064 μm, the first exciton decay is consistent with radiative relaxation at low pump intensity and with Auger recombination at higher pump intensities. Optically induced absorption is observed at approximately midgap. These transitions exhibit strengths similar to the interband exciton and are size-tunable. They are assigned to the 1Se,h−1Pe,h and 1Pe,h−1De,h intraband excitations. Intraband pump−probe measurements of the 1Se,h−1Pe,h transition reveal a short lifetime and the absence of the phonon bottleneck. ",
            "Interband and intraband optical studies of PbSe colloidal quantum dots",
            "Brian L Wehrenberg and Congjun Wang and Philippe Guyot-Sionnest",
            "2002",
            "Y8XflN0AAAAJ:9yKSN-GCB0IC",
            723,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp021187e",
            "4107410915371803233",
            "\/scholar?cites=4107410915371803233",
            {
                "2003":11,
                "2004":23,
                "2005":49,
                "2006":45,
                "2007":56,
                "2008":51,
                "2009":43,
                "2010":50,
                "2011":61,
                "2012":42,
                "2013":57,
                "2014":49,
                "2015":44,
                "2016":45,
                "2017":35,
                "2018":24,
                "2019":16,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Relatively monodisperse, highly luminescent zinc blende ZnSe nanocrystals are synthesized in a hexadecylamine\/trioctylphosphine coordination solvent. The controlled growth process affords tunable sample sizes. Pure band-edge fluorescence size-tunable between 2.8 and 3.4 eV is obtained at room temperature with quantum yields between 20% and 50% relative to Stilbene 420. ",
            "Bright UV-blue luminescent colloidal ZnSe nanocrystals",
            "Margaret A Hines and Philippe Guyot-Sionnest",
            "1998",
            "Y8XflN0AAAAJ:d1gkVwhDpl0C",
            699,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp9810217",
            "15754783250487605686",
            "\/scholar?cites=15754783250487605686",
            {
                "1999":4,
                "2000":10,
                "2001":18,
                "2002":12,
                "2003":26,
                "2004":37,
                "2005":36,
                "2006":45,
                "2007":42,
                "2008":49,
                "2009":35,
                "2010":57,
                "2011":45,
                "2012":41,
                "2013":48,
                "2014":37,
                "2015":35,
                "2016":22,
                "2017":30,
                "2018":28,
                "2019":15,
                "2020":20
            }
        ],
        [
            "A bottleneck limiting the widespread application of semiconductor nanocrystal solids is their poor conductivity. We report that the conductivity of thin films of n-type CdSe nanocrystals increases by many orders of magnitude as the occupation of the first two electronic shells, 1Se and 1Pe, increases, either by potassium or electrochemical doping. Around half-filling of the 1Se shell, a peak in the conductivity is observed, indicating shell-to-shell transport. Introducing conjugated ligands between nanocrystals increases the conductivities of these states to ∼10–2 siemens per centimeter.",
            "n-Type conducting CdSe nanocrystal solids",
            "Dong Yu and Congjun Wang and Philippe Guyot-Sionnest",
            "2003",
            "Y8XflN0AAAAJ:IjCSPb-OGe4C",
            613,
            "https:\/\/science.sciencemag.org\/content\/300\/5623\/1277.abstract",
            "3895859243007651429",
            "\/scholar?cites=3895859243007651429",
            {
                "2003":2,
                "2004":12,
                "2005":21,
                "2006":15,
                "2007":26,
                "2008":38,
                "2009":27,
                "2010":54,
                "2011":43,
                "2012":59,
                "2013":59,
                "2014":63,
                "2015":43,
                "2016":36,
                "2017":30,
                "2018":33,
                "2019":25,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Incorporating nanocrystals into future electronic or optoelectronic devices will require a means of controlling charge-injection processes and an understanding of how the injected charges affect the properties of nanocrystals. We show that the optical properties of colloidal semiconductor nanocrystal quantum dots can be tuned by an electrochemical potential. The injection of electrons into the quantum-confined states of the nanocrystal leads to an electrochromic response, including a strong, size-tunable, midinfrared absorption corresponding to an intraband transition, a bleach of the visible interband exciton transitions, and a quench of the narrow band-edge photoluminescence.",
            "Electrochromic nanocrystal quantum dots",
            "Congjun Wang and Moonsub Shim and Philippe Guyot-Sionnest",
            "2001",
            "Y8XflN0AAAAJ:UeHWp8X0CEIC",
            555,
            "https:\/\/science.sciencemag.org\/content\/291\/5512\/2390.abstract",
            "6196215709899099849",
            "\/scholar?cites=6196215709899099849",
            {
                "2001":6,
                "2002":20,
                "2003":22,
                "2004":26,
                "2005":22,
                "2006":17,
                "2007":32,
                "2008":36,
                "2009":31,
                "2010":28,
                "2011":30,
                "2012":39,
                "2013":25,
                "2014":30,
                "2015":30,
                "2016":42,
                "2017":33,
                "2018":31,
                "2019":27,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Second-harmonic generation from an interface, in relation to the second-order nonlinearities of the interface layer and the adjacent bulk, is considered. It is shown that both structural asymmetry and field discontinuity contribute to the interface nonlinearity, which, as far as second-harmonic generation is concerned, can be characterized by a local surface nonlinear susceptibility tensor. The bulk nonlinearity may also contribute to the second-harmonic signal, but is an order of magnitude weaker than the surface nonlinearity in centrosymmetric media with a large optical dielectric constant. The possibility of detecting submonolayers of adsorbates on various substrates is discussed qualitatively.",
            "General considerations on optical second-harmonic generation from surfaces and interfaces",
            "P Guyot-Sionnest and W Chen and YR Shen",
            "1986",
            "Y8XflN0AAAAJ:u-x6o8ySG0sC",
            552,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.33.8254",
            "5475132652033600492",
            "\/scholar?cites=5475132652033600492",
            {
                "1986":2,
                "1987":20,
                "1988":17,
                "1989":17,
                "1990":22,
                "1991":18,
                "1992":13,
                "1993":16,
                "1994":25,
                "1995":13,
                "1996":11,
                "1997":16,
                "1998":14,
                "1999":14,
                "2000":15,
                "2001":12,
                "2002":26,
                "2003":10,
                "2004":13,
                "2005":25,
                "2006":16,
                "2007":8,
                "2008":14,
                "2009":9,
                "2010":11,
                "2011":15,
                "2012":16,
                "2013":28,
                "2014":16,
                "2015":12,
                "2016":25,
                "2017":19,
                "2018":18,
                "2019":10,
                "2020":13
            }
        ],
        [
            "Hot electrons in semiconductors lose their energy very quickly (within picoseconds) to lattice vibrations. Slowing this energy loss could prove useful for more efficient photovoltaic or infrared devices. With their well-separated electronic states, quantum dots should display slow relaxation, but other mechanisms have made it difficult to observe. We report slow intraband relaxation (>1 nanosecond) in colloidal quantum dots. The small cadmium selenide (CdSe) dots, with an intraband energy separation of ∼0.25 electron volts, are capped by an epitaxial zinc selenide (ZnSe) shell. The shell is terminated by a CdSe passivating layer to remove electron traps and is covered by ligands of low infrared absorbance (alkane thiols) at the intraband energy. We found that relaxation is markedly slowed with increasing ZnSe shell thickness.",
            "Slow electron cooling in colloidal quantum dots",
            "Anshu Pandey and Philippe Guyot-Sionnest",
            "2008",
            "Y8XflN0AAAAJ:5nxA0vEk-isC",
            513,
            "https:\/\/science.sciencemag.org\/content\/322\/5903\/929.abstract",
            "15308340853022460259",
            "\/scholar?cites=15308340853022460259",
            {
                "2009":26,
                "2010":33,
                "2011":43,
                "2012":65,
                "2013":52,
                "2014":48,
                "2015":72,
                "2016":48,
                "2017":34,
                "2018":33,
                "2019":29,
                "2020":25,
                "2021":4
            }
        ]
    ]
}