{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A novel type of one-dimensional (1D) photonic crystal formed by an array of periodically located stacks of alternating graphene and dielectric stripes embedded into a background dielectric medium is proposed. The wave equation for the electromagnetic wave propagating in such a structure is solved in the framework of the Kronig–Penney model. The frequency band structure of the 1D graphene-based photonic crystal is obtained analytically as a function of the filling factor and the thickness of the dielectric between the graphene stripes. The photonic frequency corresponding to the electromagnetic wave localized by a defect of the photonic crystal formed by an extra dielectric placed in the position of one stack of alternating graphene and dielectric stripes is obtained.",
            "Graphene-based one-dimensional photonic crystal",
            "Oleg L Berman and Roman Ya Kezerashvili",
            "2011",
            "ycQX4EoAAAAJ:zYLM7Y9cAGgC",
            64,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/24\/1\/015305\/meta",
            "1541942217224494563",
            "\/scholar?cites=1541942217224494563",
            {
                "2012":1,
                "2013":7,
                "2014":3,
                "2015":2,
                "2016":10,
                "2017":7,
                "2018":15,
                "2019":7,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We propose to observe superfluidity of quasi-two-dimensional dipole excitons in double-layer graphene in the presence of band gaps. The energy spectrum of the collective excitations, the sound spectrum, and the effective exciton mass are functions of the energy gaps, density, and interlayer separation. The superfluid density n s and temperature of the Kosterlitz-Thouless phase transition T c are decreasing functions of the energy gaps.",
            "Superfluidity of dipole excitons in the presence of band gaps in two-layer graphene",
            "Oleg L Berman and Roman Ya Kezerashvili and Klaus Ziegler",
            "2012",
            "ycQX4EoAAAAJ:UeHWp8X0CEIC",
            61,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.035418",
            "11793733184010197928",
            "\/scholar?cites=11793733184010197928",
            {
                "2012":6,
                "2013":6,
                "2014":2,
                "2015":10,
                "2016":13,
                "2017":5,
                "2018":9,
                "2019":8,
                "2020":2
            }
        ],
        [
            "The high-temperature superfluidity of two-dimensional dipolar excitons in two parallel transition metal dichalcogenide (TMDC) layers is predicted. We study Bose-Einstein condensation in the two-component system of dipolar A and B excitons. The effective mass, energy spectrum of the collective excitations, the sound velocity, and critical temperature are obtained for different TMDC materials. It is shown that in the Bogoliubov approximation, the sound velocity in the two-component dilute exciton Bose gas is always larger than in any one-component exciton system. The difference between the sound velocities for two-component and one-component dilute gases is caused by the fact that the sound velocity for a two-component system depends on the reduced mass of A and B excitons, which is always smaller than the individual mass of A or B exciton. Due to this fact, the critical temperature T c for superfluidity for the …",
            "High-temperature superfluidity of the two-component Bose gas in a transition metal dichalcogenide bilayer",
            "Oleg L Berman and Roman Ya Kezerashvili",
            "2016",
            "ycQX4EoAAAAJ:Fu2w8maKXqMC",
            55,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.245410",
            "3437789559380447065",
            "\/scholar?cites=3437789559380447065",
            {
                "2017":10,
                "2018":16,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We work out the theory and applications of a fast quasiadiabatic approach to speed up slow adiabatic manipulations of quantum systems by driving a control parameter as near to the adiabatic limit as possible over the entire protocol duration. We find characteristic time scales, such as the minimal time to achieve fidelity 1, and the optimality of the approach within the iterative superadiabatic sequence. Specifically, we show that the population inversion in a two-level system, the splitting and cotunneling of two-interacting bosons, and the stirring of a Tonks-Girardeau gas on a ring to achieve mesoscopic superpositions of many-body rotating and nonrotating states can be significantly speeded up.",
            "Fast quasiadiabatic dynamics",
            "S Martínez-Garaot and Andreas Ruschhaupt and Jérémie Gillet and Th Busch and Juan Gonzalo Muga",
            "2015",
            "ycQX4EoAAAAJ:anf4URPfarAC",
            53,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.92.043406",
            "13687435214196406569",
            "\/scholar?cites=13687435214196406569",
            {
                "2015":4,
                "2016":7,
                "2017":11,
                "2018":7,
                "2019":12,
                "2020":12
            }
        ],
        [
            "We investigate both analytically and numerically the dynamics and modulation of ring dark solitons in two-dimensional Bose-Einstein condensates with tunable interaction. The analytic solutions for the ring dark soliton are derived by using a transformation method. A shallow ring dark soliton is stable when the ring is slightly distorted, while for large deformation of the ring, vortex pairs appear and demonstrate different dynamical behaviors: the vortex pairs transform into dark lumplike solitons and revert to ring dark solitons periodically. Moreover, our results show that the dynamical evolution of the ring dark soliton can be dramatically affected by the Feshbach resonance, and the lifetime of the ring dark soliton can be greatly extended, which offers a useful method for observing ring dark solitons in future experiments.",
            "Dynamics and modulation of ring dark solitons in two-dimensional Bose-Einstein condensates with tunable interaction",
            "Xing-Hua Hu and Xiao-Fei Zhang and Dun Zhao and Hong-Gang Luo and WM Liu",
            "2009",
            "ycQX4EoAAAAJ:9Nmd_mFXekcC",
            49,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.79.023619",
            "13734262685412826093",
            "\/scholar?cites=13734262685412826093",
            {
                "2008":1,
                "2009":2,
                "2010":8,
                "2011":10,
                "2012":6,
                "2013":4,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":5,
                "2020":3
            }
        ],
        [
            "A novel type of photonic crystal formed by embedding a periodic array of constituent stacks of alternating graphene and dielectric discs into a background dielectric medium is proposed. The photonic band structure and transmittance of such photonic crystal are calculated. The graphene-based photonic crystals can be used effectively as the frequency filters and waveguides for the far infrared region of electromagnetic spectrum. Due to substantial suppression of absorption of low-frequency radiation in doped graphene the damping and skin effect in the photonic crystal are also suppressed. The advantages of the graphene-based photonic crystal are discussed.",
            "Graphene-based photonic crystal",
            "Oleg L Berman and Vladimir S Boyko and Roman Ya Kezerashvili and Anton A Kolesnikov and Yurii E Lozovik",
            "2010",
            "ycQX4EoAAAAJ:2osOgNQ5qMEC",
            48,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375960110012855",
            "7778950817308461648",
            "\/scholar?cites=7778950817308461648",
            {
                "2011":3,
                "2012":2,
                "2013":6,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":2,
                "2018":6,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We study formation and superfluidity of dipolar excitons in double layer heterostructures formed by two transition metal dichalcogenide (TMDC) atomically thin layers. Considering screening effects for an electron-hole interaction via the harmonic oscillator approximation for the Keldysh potential, the analytical expressions for the exciton energy spectrum and the mean field critical temperature T c for the superfluidity are obtained. It is shown that binding energies of A excitons are larger than for B excitons. The mean field critical temperature for a two-component dilute exciton system in a TMDC double layer is analyzed and shown that the latter is an increasing function of the factor Q, determined by the effective masses of A and B excitons and their reduced mass. Comparison of the calculations for T c performed by employing the Coulomb and Keldysh interactions demonstrates the importance of screening effects in …",
            "Superfluidity of dipolar excitons in a transition metal dichalcogenide double layer",
            "Oleg L Berman and Roman Ya Kezerashvili",
            "2017",
            "ycQX4EoAAAAJ:L7CI7m0gUJcC",
            45,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.96.094502",
            "11112022819250720109",
            "\/scholar?cites=11112022819250720109",
            {
                "2017":1,
                "2018":16,
                "2019":12,
                "2020":16
            }
        ],
        [
            "A study of the formation of excitons as a problem of two Dirac particles in a gapped graphene layer and in two gapped graphene layers separated by a dielectric is presented. In the low-energy limit the separation of the center-of-mass and relative motions is obtained. Analytical solutions for the wave function and energy dispersion for both cases when the electron and the hole interact via a Coulomb potential are found. It is shown that the energy spectrum and the effective exciton mass are functions of the energy gaps as well as of the interlayer separation in the case of two-layer gapped graphene.",
            "Coupling of two Dirac particles",
            "Oleg L Berman and Roman Ya Kezerashvili and Klaus Ziegler",
            "2013",
            "ycQX4EoAAAAJ:hC7cP41nSMkC",
            45,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.87.042513",
            "952316974633323363",
            "\/scholar?cites=952316974633323363",
            {
                "2013":1,
                "2014":9,
                "2015":11,
                "2016":5,
                "2017":5,
                "2018":8,
                "2019":5,
                "2020":1
            }
        ],
        [
            "We report on the existence and stability of freely moving solitons in a spatially inhomogeneous Bose-Einstein condensate with helicoidal spin-orbit (SO) coupling. In spite of the periodically varying parameters, the system allows for the existence of stable propagating solitons. Such states are found in the rotating frame, where the helicoidal SO coupling is reduced to a homogeneous one. In the absence of the Zeeman splitting, the coupled Gross-Pitaevskii equations describing localized states feature many properties of the integrable systems. In particular, four-parametric families of solitons can be obtained in the exact form. Such solitons interact elastically. Zeeman splitting still allows for the existence of two families of moving solitons, but makes collisions of solitons inelastic.",
            "Solitons in Bose-Einstein condensates with helicoidal spin-orbit coupling",
            "Yaroslav V Kartashov and Vladimir V Konotop",
            "2017",
            "ycQX4EoAAAAJ:oNZyr7d5Mn4C",
            40,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.190401",
            "12095737323324648002",
            "\/scholar?cites=12095737323324648002",
            {
                "2017":4,
                "2018":12,
                "2019":12,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We study the trion and biexciton in transition metal dichalcogenides monolayers within the framework of a nonrelativistic potential model using the method of hyperspherical harmonics (HH). We solve the three- and four-body Schrödinger equations with the Keldysh potential by expanding the wave functions of a trion and biexciton in terms of the antisymmetrized HH. Results of the calculations for the ground state energies are in good agreement with similar calculations for the Keldysh potential and in reasonable agreement with experimental measurements of trion and biexciton binding energies.",
            "Trion and biexciton in monolayer transition metal dichalcogenides",
            "Roman Ya Kezerashvili and Shalva M Tsiklauri",
            "2017",
            "ycQX4EoAAAAJ:uWiczbcajpAC",
            39,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00601-016-1186-x.pdf",
            "9684654563523336992",
            "\/scholar?cites=9684654563523336992",
            {
                "2017":6,
                "2018":11,
                "2019":10,
                "2020":12
            }
        ]
    ]
}