{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Corporations value information, like trade secrets are very important assets for their success. Most information security problems take place because of human errors. Human behavior must be the main concern of information security. Human behavior is influenced by national culture. That is why cultural differences can lead to unintentional security breaches in cross-cultural environments. This paper discusses the potential vulnerabilities found through the use of the proposed theory called Level of Potential (LoP). This proposed theory addresses the potential problems due to cultural differences. This paper discusses the potential problems that Japanese (JP), American (US) and British (UK) companies may face as investors when conducting business outside of their home countries. Potential problems and the theory are based on Hofstede’s framework of cultural dimensions, which are Power Distance Index (PDI), Individualism (IDV), Masculinity (MAS), Uncertainty Avoidance (UAI) and Long Term Orientation (LTO). Quantitative analysis of surveys conducted in nine countries as investee countries around the world show that Japan is advantageous since it faces fewer problems due to cultural differences than US and UK. US faces most problems with a very high level of occurrence. UK follows US by facing the most problems with a high severity and in the last place, Japan is found.",
            "Human-related problems in information security faced by Japanese, British and American overseas companies because of cultural differences",
            "Tatsuo Asai and Jose Luis Castillo Perez",
            "2012",
            "yDc-5FoAAAAJ:9yKSN-GCB0IC",
            5,
            "https:\/\/www.academia.edu\/download\/31133696\/2012042665350105.pdf#page=91",
            "14900100084712957572",
            "\/scholar?cites=14900100084712957572",
            {
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
            "Human-related problems in information security in russian cross-cultural environments",
            "Tatsuo Asai and Suchinthi Fernando and Jose Castillo",
            "2011",
            "yDc-5FoAAAAJ:d1gkVwhDpl0C",
            3,
            "https:\/\/ci.nii.ac.jp\/naid\/40019123763\/",
            "13903980922288338392",
            "\/scholar?cites=13903980922288338392",
            {
                "2011":1,
                "2012":1,
                "2013":1
            }
        ]
    ]
}