{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present evidence for a strong interaction between the conduction band and a narrow resonant band formed by nitrogen states in Ga 1− x In x N y As 1− y alloys. The interaction leads to a splitting of the conduction band into two subbands and a reduction of the fundamental band gap. An anticrossing of the extended states of the conduction band of the Ga 1− x In x As matrix and the localized nitrogen resonant states is used to model the interaction. Optical transitions associated with the energy minima of the two subbands and the characteristic anticrossing behavior of the transitions under applied hydrostatic pressure have been unambiguously observed using photomodulation spectroscopy. The experimental results are in excellent quantitative agreement with the model.",
            "Band anticrossing in GaInNAs alloys",
            "W Shan and W Walukiewicz and JW Ager III and EE Haller and JF Geisz and DJ Friedman and JM Olson and Sarah R Kurtz",
            "1999",
            "yDv7CRMAAAAJ:u5HHmVD_uO8C",
            1881,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.1221",
            "6940945708868232972",
            "\/scholar?cites=6940945708868232972",
            {
                "1999":20,
                "2000":57,
                "2001":85,
                "2002":91,
                "2003":129,
                "2004":124,
                "2005":117,
                "2006":107,
                "2007":113,
                "2008":119,
                "2009":72,
                "2010":82,
                "2011":90,
                "2012":85,
                "2013":106,
                "2014":100,
                "2015":81,
                "2016":81,
                "2017":68,
                "2018":51,
                "2019":52,
                "2020":43,
                "2021":1
            }
        ],
        [
            "As photovoltaic penetration of the power grid increases, accurate predictions of return on investment require accurate prediction of decreased power output over time. Degradation rates must be known in order to predict power delivery. This article reviews degradation rates of flat‐plate terrestrial modules and systems reported in published literature from field testing throughout the last 40 years. Nearly 2000 degradation rates, measured on individual modules or entire systems, have been assembled from the literature, showing a median value of 0·5%\/year. The review consists of three parts: a brief historical outline, an analytical summary of degradation rates, and a detailed bibliography partitioned by technology. Copyright © 2011 John Wiley & Sons, Ltd.",
            "Photovoltaic degradation rates—an analytical review",
            "Dirk C Jordan and Sarah R Kurtz",
            "2013",
            "yDv7CRMAAAAJ:_FxGoFyzp5QC",
            1245,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pip.1182",
            "5655872201414580020",
            "\/scholar?cites=5655872201414580020",
            {
                "2012":12,
                "2013":45,
                "2014":88,
                "2015":122,
                "2016":171,
                "2017":215,
                "2018":190,
                "2019":176,
                "2020":205,
                "2021":8
            }
        ],
        [
            "Absorbed sunlight in a solar cell produces electrons and holes. However, at the open-circuit condition, the carriers have no place to go. They build up in density, and ideally, they emit external luminescence that exactly balances the incoming sunlight. Any additional nonradiative recombination impairs the carrier density buildup, limiting the open-circuit voltage. At open circuit, efficient external luminescence is an indicator of low internal optical losses. Thus, efficient external luminescence is, counterintuitively, a necessity for approaching the Shockley–Queisser (SQ) efficiency limit. A great solar cell also needs to be a great light-emitting diode. Owing to the narrow escape cone for light, efficient external emission requires repeated attempts and demands an internal luminescence efficiency 90%.",
            "Strong internal and external luminescence as solar cells approach the Shockley–Queisser limit",
            "Owen D Miller and Eli Yablonovitch and Sarah R Kurtz",
            "2012",
            "yDv7CRMAAAAJ:eQOLeE2rZwMC",
            784,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6213058\/",
            "8134147905058313635",
            "\/scholar?cites=8134147905058313635",
            {
                "2012":9,
                "2013":44,
                "2014":79,
                "2015":88,
                "2016":113,
                "2017":104,
                "2018":132,
                "2019":95,
                "2020":112,
                "2021":3
            }
        ],
        [
            "High-efficiency multijunction or tandem solar cells based on group III–V semiconductor alloys are applied in a rapidly expanding range of space and terrestrial programs. Resistance to high-energy radiation damage is an essential feature of such cells as they power most satellites, including those used for communications, defense, and scientific research. Recently we have shown that the energy gap of In1−xGaxN alloys potentially can be continuously varied from 0.7 to 3.4 eV, providing a full-solar-spectrum material system for multijunction solar cells. We find that the optical and electronic properties of these alloys exhibit a much higher resistance to high-energy (2 MeV) proton irradiation than the standard currently used photovoltaic materials such as GaAs and GaInP, and therefore offer great potential for radiation-hard high-efficiency solar cells for space applications. The observed insensitivity of the …",
            "Superior radiation resistance of  alloys: Full-solar-spectrum photovoltaic material system",
            "J Wu and W Walukiewicz and KM Yu and W Shan and JW Ager Iii and EE Haller and Hai Lu and William J Schaff and WK Metzger and Sarah Kurtz",
            "2003",
            "yDv7CRMAAAAJ:u-x6o8ySG0sC",
            730,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1618353",
            "15553861262649939677",
            "\/scholar?cites=15553861262649939677",
            {
                "2004":11,
                "2005":12,
                "2006":14,
                "2007":21,
                "2008":51,
                "2009":43,
                "2010":70,
                "2011":62,
                "2012":55,
                "2013":82,
                "2014":59,
                "2015":48,
                "2016":46,
                "2017":50,
                "2018":51,
                "2019":23,
                "2020":27,
                "2021":4
            }
        ],
        [
            "Procedures for testing organic solar cell devices and modules with respect to stability and operational lifetime are described. The descriptions represent a consensus of the discussion and conclusions reached during the first 3 years of the international summit on OPV stability (ISOS). The procedures include directions for shelf life testing, outdoor testing, laboratory weathering testing and thermal cycling testing, as well as guidelines for reporting data. These procedures are not meant to be qualification tests, but rather generally agreed test conditions and practices to allow ready comparison between laboratories and to help improving the reliability of reported values. Failure mechanisms and detailed degradation mechanisms are not covered in this report.",
            "Consensus stability testing protocols for organic photovoltaic materials and devices",
            "Matthew O Reese and Suren A Gevorgyan and Mikkel Jørgensen and Eva Bundgaard and Sarah R Kurtz and David S Ginley and Dana C Olson and Matthew T Lloyd and Pasquale Morvillo and Eugene A Katz and Andreas Elschner and Olivier Haillant and Travis R Currier and Vishal Shrotriya and Martin Hermenau and Moritz Riede and Kiril R Kirov and Gregor Trimmel and Thomas Rath and Olle Inganäs and Fengling Zhang and Mattias Andersson and Kristofer Tvingstedt and Monica Lira-Cantu and Darin Laird and Christine McGuiness and Srinivas Jimmy Gowrisanker and Michael Pannone and Min Xiao and Jens Hauch and Roland Steim and Dean M DeLongchamp and Roland Rösch and Harald Hoppe and Nieves Espinosa and Antonio Urbina and Gülsah Yaman-Uzunoglu and Jörg-Bernd Bonekamp and Albert JJM Van Breemen and Claudio Girotto and Eszter Voroshazi and Frederik C Krebs",
            "2011",
            "yDv7CRMAAAAJ:Y0pCki6q_DkC",
            679,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092702481100050X",
            "16524798882126895651",
            "\/scholar?cites=16524798882126895651",
            {
                "2011":17,
                "2012":47,
                "2013":55,
                "2014":80,
                "2015":84,
                "2016":91,
                "2017":70,
                "2018":80,
                "2019":65,
                "2020":75,
                "2021":13
            }
        ],
        [
            "We experimentally demonstrate the III-V nitrides as a high-performance photovoltaic material with open-circuit voltages up to 2.4V and internal quantum efficiencies as high as 60%. GaN and high-band gap InGaN solar cells are designed by modifying PC1D software, grown by standard commercial metal-organic chemical vapor deposition, fabricated into devices of variable sizes and contact configurations, and characterized for material quality and performance. The material is primarily characterized by x-ray diffraction and photoluminescence to understand the implications of crystalline imperfections on photovoltaic performance. Two major challenges facing the III-V nitride photovoltaic technology are phase separation within the material and high-contact resistances.",
            "Design and characterization of  solar cells",
            "Omkar Jani and Ian Ferguson and Christiana Honsberg and Sarah Kurtz",
            "2007",
            "yDv7CRMAAAAJ:d1gkVwhDpl0C",
            619,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2793180",
            "17281898046862236209",
            "\/scholar?cites=17281898046862236209",
            {
                "2007":2,
                "2008":18,
                "2009":40,
                "2010":57,
                "2011":58,
                "2012":69,
                "2013":79,
                "2014":52,
                "2015":50,
                "2016":54,
                "2017":53,
                "2018":32,
                "2019":28,
                "2020":21,
                "2021":4
            }
        ],
        [
            "We demonstrate working prototypes of a GaInNAs-based solar cell lattice-matched to GaAs with photoresponse down to 1 eV. This device is intended for use as the third junction of future-generation ultrahigh-efficiency three- and four-junction devices. Under the AM1.5 direct spectrum with all the light higher in energy than the GaAs band gap filtered out, the prototypes have open-circuit voltages ranging from 0.35 to 0.44 V, short-circuit currents of 1.8 mA\/cm2, and fill factors from 61% to 66%. The short-circuit currents are of principal concern: the internal quantum efficiencies rise only to about 0.2. We discuss the short diffusion lengths which are the reason for this low photocurrent. As a partial workaround for the poor diffusion lengths, we demonstrate a depletion-width-enhanced variation of one of the prototype devices that trades off decreased voltage for increased photocurrent, with a short-circuit current of 6.5 mA …",
            "1-eV solar cells with GaInNAs active layer",
            "DJ Friedman and JF Geisz and Sarah R Kurtz and JM Olson",
            "1998",
            "yDv7CRMAAAAJ:2osOgNQ5qMEC",
            454,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022024898005612",
            "15671453295237035765",
            "\/scholar?cites=15671453295237035765",
            {
                "1999":9,
                "2000":18,
                "2001":20,
                "2002":23,
                "2003":37,
                "2004":29,
                "2005":28,
                "2006":21,
                "2007":17,
                "2008":16,
                "2009":14,
                "2010":11,
                "2011":18,
                "2012":21,
                "2013":30,
                "2014":28,
                "2015":28,
                "2016":26,
                "2017":16,
                "2018":20,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The authors demonstrate a thin, Ge-free III–V semiconductor triple-junction solar cell device structure that achieved 33.8%, 30.6%, and 38.9% efficiencies under the standard 1sun global spectrum, space spectrum, and concentrated direct spectrum at 81suns, respectively. The device consists of 1.8eV Ga0.5In0.5P, 1.4eV GaAs, and 1.0eV In0.3Ga0.7As p-n junctions grown monolithically in an inverted configuration on GaAs substrates by organometallic vapor phase epitaxy. The lattice-mismatched In0.3Ga0.7As junction was grown last on a graded GaxIn1−xP buffer. The substrate was removed after the structure was mounted to a structural “handle.” The current-matched, series-connected junctions produced a total open-circuit voltage over 2.95V at 1sun.",
            "High-efficiency  triple-junction solar cells grown inverted with a metamorphic bottom junction",
            "JF Geisz and Sarah Kurtz and MW Wanlass and JS Ward and A Duda and DJ Friedman and JM Olson and WE McMahon and TE Moriarty and JT Kiehl",
            "2007",
            "yDv7CRMAAAAJ:IjCSPb-OGe4C",
            439,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2753729",
            "209791793410316444",
            "\/scholar?cites=209791793410316444",
            {
                "2007":5,
                "2008":26,
                "2009":33,
                "2010":37,
                "2011":33,
                "2012":46,
                "2013":42,
                "2014":47,
                "2015":35,
                "2016":37,
                "2017":38,
                "2018":22,
                "2019":19,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We report electroreflectance spectra for a series of GaAs 1− x N x samples with x< 0.03. For all samples, the fundamental band gap transition (E 0) and the transition from the spin-orbit split-off valence band (E 0+ Δ 0) are observed. For samples with x≥ 0.008, an additional transition (E+) is observed. With increasing nitrogen content, the increase in E+ is linear in, and nearly equal to, the band gap reduction indicative of a nitrogen-induced level repulsion. The directly observed E+ transition may arise from either a nitrogen-related resonant level or a disorder-activated indirect transition.",
            "Nitrogen-Activated Transitions, Level Repulsion, and Band Gap Reduction in  with ",
            "JD Perkins and Am Mascarenhas and Yong Zhang and JF Geisz and DJ Friedman and JM Olson and Sarah R Kurtz",
            "1999",
            "yDv7CRMAAAAJ:9yKSN-GCB0IC",
            407,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.3312",
            "4767767146665254816",
            "\/scholar?cites=4767767146665254816",
            {
                "1999":8,
                "2000":34,
                "2001":39,
                "2002":39,
                "2003":37,
                "2004":43,
                "2005":25,
                "2006":34,
                "2007":15,
                "2008":22,
                "2009":16,
                "2010":9,
                "2011":12,
                "2012":9,
                "2013":14,
                "2014":18,
                "2015":10,
                "2016":4,
                "2017":7,
                "2018":3,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We report on multijunction GaInP\/GaAs photovoltaic cells with efficiencies of 29.5% at 1‐sun concentration and air mass (AM) 1.5 global and 25.7% 1‐sun, AM0. These values represent the highest efficiencies achieved by any solar cell under these illumination conditions. Three key areas in this technology are identified and discussed; the grid design, front surface passivation of the top cell, and bottom surface passivation of both cells. Aspects of cell design related to its operation under concentration are also discussed.",
            "29.5%‐efficient GaInP\/GaAs tandem solar cells",
            "KA Bertness and Sarah R Kurtz and D17 J Friedman and AE Kibbler and C Kramer and JM Olson",
            "1994",
            "yDv7CRMAAAAJ:UeHWp8X0CEIC",
            387,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.112171",
            "16752325195943738576",
            "\/scholar?cites=16752325195943738576",
            {
                "1994":9,
                "1995":14,
                "1996":17,
                "1997":17,
                "1998":8,
                "1999":27,
                "2000":16,
                "2001":19,
                "2002":8,
                "2003":12,
                "2004":22,
                "2005":6,
                "2006":15,
                "2007":1,
                "2008":12,
                "2009":15,
                "2010":13,
                "2011":10,
                "2012":11,
                "2013":18,
                "2014":21,
                "2015":19,
                "2016":16,
                "2017":13,
                "2018":15,
                "2019":17,
                "2020":13
            }
        ]
    ]
}