{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "This review examines research and theory relevant to work groups and teams typically embedded in organizations and existing over time, although many studies reviewed were conducted in other settings, including the laboratory. Research was organized around a two-dimensional system based on time and the nature of explanatory mechanisms that mediated between team inputs and outcomes. These mechanisms were affective, behavioral, cognitive, or some combination of the three. Recent theoretical and methodological work is discussed that has advanced our understanding of teams as complex, multilevel systems that function over time, tasks, and contexts. The state of both the empirical and theoretical work is compared as to its impact on present knowledge and future directions.",
            "Teams in organizations: From input-process-output models to IMOI models",
            "Daniel R Ilgen and John R Hollenbeck and Michael Johnson and Dustin Jundt",
            "2005",
            "yDXUJdgAAAAJ:u5HHmVD_uO8C",
            2602,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.psych.56.091103.070250",
            "1194710742923744655",
            "\/scholar?cites=1194710742923744655",
            {
                "2006":52,
                "2007":73,
                "2008":86,
                "2009":120,
                "2010":127,
                "2011":169,
                "2012":196,
                "2013":174,
                "2014":200,
                "2015":217,
                "2016":228,
                "2017":210,
                "2018":262,
                "2019":213,
                "2020":216,
                "2021":17
            }
        ],
        [
            "This article presents a longitudinal examination of antecedents and outcomes of work-to-family conflict. A total of 106 employees participating in an experience-sampling study were asked to respond to daily surveys both at work and at home, and their spouses were interviewed daily via telephone for a period of 2 weeks. Intraindividual analyses revealed that employees' perceptions of workload predicted work-to-family conflict over time, even when controlling for the number of hours spent at work. Workload also influenced affect at work, which in turn influenced affect at home. Finally, perhaps the most interesting finding in this study was that employees' behaviors in the family domain (reported by spouses) were predicted by the employees' perceptions of work-to-family conflict and their positive affect at home.",
            "When can employees have a family life? The effects of daily workload and affect on work-family conflict and social behaviors at home.",
            "Remus Ilies and Kelly M Schwind and David T Wagner and Michael D Johnson and D Scott DeRue and Daniel R Ilgen",
            "2007",
            "yDXUJdgAAAAJ:u-x6o8ySG0sC",
            546,
            "https:\/\/psycnet.apa.org\/doiLanding?doi=10.1037\/0021-9010.92.5.1368",
            "9498028164876288835",
            "\/scholar?cites=9498028164876288835",
            {
                "2007":3,
                "2008":12,
                "2009":30,
                "2010":32,
                "2011":35,
                "2012":43,
                "2013":42,
                "2014":38,
                "2015":40,
                "2016":47,
                "2017":47,
                "2018":54,
                "2019":59,
                "2020":52,
                "2021":6
            }
        ],
        [
            "[Correction Notice: An erratum for this article was reported in Vol 95 (2) of Journal of Applied Psychology (see record 2010-04488-016). The path coefficients presented in the figures are slight overestimates. For example, in Figure 1 (p. 952), the paths from Agreeableness and Conscientiousness to Job Satisfaction should be. 11 and. 23 instead of. 12 and. 28, the direct effects from Agreeableness and Conscientiousness to Citizenship Behavior should be. 10 and. 16 instead of. 11 and. 18, and the paths from Job Satisfaction to Citizenship Behavior should be. 28 (. 22) instead of. 34 (. 26). The statistical significance of the path coefficients is correct, and so are the substantive conclusions based on the better fit of the partially mediated models relative to the fully mediated models. Also, the meta-analytic estimates presented in Table 1 (p. 949), Table 2 (p. 950), and Table 3 (p. 951) are correct.] Using meta-analytic path …",
            "Personality and citizenship behavior: The mediating role of job satisfaction.",
            "Remus Ilies and Ingrid Smithey Fulmer and Matthias Spitzmuller and Michael D Johnson",
            "2009",
            "yDXUJdgAAAAJ:2osOgNQ5qMEC",
            438,
            "https:\/\/psycnet.apa.org\/record\/2009-10167-018",
            "1249773609108797229",
            "\/scholar?cites=1249773609108797229",
            {
                "2008":2,
                "2009":1,
                "2010":17,
                "2011":31,
                "2012":27,
                "2013":47,
                "2014":48,
                "2015":53,
                "2016":51,
                "2017":41,
                "2018":41,
                "2019":38,
                "2020":35,
                "2021":2
            }
        ],
        [
            "We draw on eight different lab and field samples to delineate the effects of expressed humility on several important organizational outcomes, including performance, satisfaction, learning goal orientation, engagement, and turnover. We first review several literatures to define the construct of expressed humility, discuss its implications in social interactions, and distinguish expressed humility from related constructs. Using five different samples, Study 1 develops and validates an observer-report measure of expressed humility. Study 2 examines the strength of expressed humility predictions of individual performance and contextual performance (i.e., quality of team member contribution) relative to conscientiousness, global self-efficacy, and general mental ability. This study also reveals that with regard to individual performance, expressed humility may compensate for lower general mental ability. Study 3 reports …",
            "Expressed humility in organizations: Implications for performance, teams, and leadership",
            "Bradley P Owens and Michael D Johnson and Terence R Mitchell",
            "2013",
            "yDXUJdgAAAAJ:eQOLeE2rZwMC",
            436,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/orsc.1120.0795",
            "2476199968742287170",
            "\/scholar?cites=2476199968742287170",
            {
                "2012":2,
                "2013":4,
                "2014":12,
                "2015":24,
                "2016":54,
                "2017":51,
                "2018":81,
                "2019":100,
                "2020":98,
                "2021":6
            }
        ]
    ]
}