{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Dengue is a systemic viral infection transmitted between humans by Aedes mosquitoes 1. For some patients, dengue is a life-threatening illness 2. There are currently no licensed vaccines or specific therapeutics, and substantial vector control efforts have not stopped its rapid emergence and global spread 3. The contemporary worldwide distribution of the risk of dengue virus infection 4 and its public health burden are poorly known 2, 5. Here we undertake an exhaustive assembly of known records of dengue occurrence worldwide, and use a formal modelling framework to map the global distribution of dengue risk. We then pair the resulting risk map with detailed longitudinal information from dengue cohort studies and population surfaces to infer the public health burden of dengue in 2010. We predict dengue to be ubiquitous throughout the tropics, with local spatial variations in risk influenced strongly by rainfall …",
            "The global distribution and burden of dengue",
            "Samir Bhatt and Peter W Gething and Oliver J Brady and Jane P Messina and Andrew W Farlow and Catherine L Moyes and John M Drake and John S Brownstein and Anne G Hoen and Osman Sankoh and Monica F Myers and Dylan B George and Thomas Jaenisch and GR William Wint and Cameron P Simmons and Thomas W Scott and Jeremy J Farrar and Simon I Hay",
            "2013",
            "YeQYQ1oAAAAJ:xtoqd-5pKcoC",
            6726,
            "https:\/\/www.nature.com\/articles\/nature12060",
            "15872910144315447509",
            "\/scholar?cites=15872910144315447509",
            {
                "2013":135,
                "2014":552,
                "2015":701,
                "2016":924,
                "2017":980,
                "2018":1041,
                "2019":1075,
                "2020":1134,
                "2021":94
            }
        ],
        [
            "Background Dengue is a growing problem both in its geographical spread and in its intensity, and yet current global distribution remains highly uncertain. Challenges in diagnosis and diagnostic methods as well as highly variable national health systems mean no single data source can reliably estimate the distribution of this disease. As such, there is a lack of agreement on national dengue status among international health organisations. Here we bring together all available information on dengue occurrence using a novel approach to produce an evidence consensus map of the disease range that highlights nations with an uncertain dengue status.   Methods\/Principal Findings A baseline methodology was used to assess a range of evidence for each country. In regions where dengue status was uncertain, additional evidence types were included to either clarify dengue status or confirm that it is unknown at this time. An algorithm was developed that assesses evidence quality and consistency, giving each country an evidence consensus score. Using this approach, we were able to generate a contemporary global map of national-level dengue status that assigns a relative measure of certainty and identifies gaps in the available evidence.   Conclusion The map produced here provides a list of 128 countries for which there is good evidence of dengue occurrence, including 36 countries that have previously been classified as dengue-free by the World Health Organization and\/or the US Centers for Disease Control. It also identifies disease surveillance needs, which we list in full. The disease extents and limits determined here using evidence …",
            "Refining the global spatial limits of dengue virus transmission by evidence-based consensus",
            "Oliver J Brady and Peter W Gething and Samir Bhatt and Jane P Messina and John S Brownstein and Anne G Hoen and Catherine L Moyes and Andrew W Farlow and Thomas W Scott and Simon I Hay",
            "2012",
            "YeQYQ1oAAAAJ:WA5NYHcadZ8C",
            1316,
            "https:\/\/journals.plos.org\/plosntds\/article?id=10.1371\/journal.pntd.0001760",
            "14358848608036338603",
            "\/scholar?cites=14358848608036338603",
            {
                "2012":6,
                "2013":32,
                "2014":68,
                "2015":86,
                "2016":151,
                "2017":201,
                "2018":211,
                "2019":237,
                "2020":281,
                "2021":22
            }
        ],
        [
            "Dengue and chikungunya are increasing global public health concerns due to their rapid geographical spread and increasing disease burden. Knowledge of the contemporary distribution of their shared vectors, Aedes aegypti and Aedes albopictus remains incomplete and is complicated by an ongoing range expansion fuelled by increased global trade and travel. Mapping the global distribution of these vectors and the geographical determinants of their ranges is essential for public health planning. Here we compile the largest contemporary database for both species and pair it with relevant environmental variables predicting their global distribution. We show Aedes distributions to be the widest ever recorded; now extensive in all continents, including North America and Europe. These maps will help define the spatial limits of current autochthonous transmission of dengue and chikungunya viruses. It is only with this kind of rigorous entomological baseline that we can hope to project future health impacts of these viruses.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.08347.001",
            "The global distribution of the arbovirus vectors Aedes aegypti and Ae. albopictus",
            "Moritz UG Kraemer and Marianne E Sinka and Kirsten A Duda and Adrian QN Mylne and Freya M Shearer and Christopher M Barker and Chester G Moore and Roberta G Carvalho and Giovanini E Coelho and Wim Van Bortel and Guy Hendrickx and Francis Schaffner and Iqbal RF Elyazar and Hwa-Jen Teng and Oliver J Brady and Jane P Messina and David M Pigott and Thomas W Scott and David L Smith and GR William Wint and Nick Golding and Simon I Hay",
            "2015",
            "YeQYQ1oAAAAJ:Bg7qf7VwUHIC",
            1234,
            "https:\/\/elifesciences.org\/articles\/08347",
            "17949000005049295223",
            "\/scholar?cites=17949000005049295223",
            {
                "2015":16,
                "2016":181,
                "2017":217,
                "2018":268,
                "2019":244,
                "2020":272,
                "2021":19
            }
        ],
        [
            "The dramatic global expansion of Aedes albopictus in the last three decades has increased public health concern because it is a potential vector of numerous arthropod-borne viruses (arboviruses), including the most prevalent arboviral pathogen of humans, dengue virus (DENV). Ae. aegypti is considered the primary DENV vector and has repeatedly been incriminated as a driving force in dengue's worldwide emergence. What remains unresolved is the extent to which Ae. albopictus contributes to DENV transmission and whether an improved understanding of its vector status would enhance dengue surveillance and prevention. To assess the relative public health importance of Ae. albopictus for dengue, we carried out two complementary analyses. We reviewed its role in past dengue epidemics and compared its DENV vector competence with that of Ae. aegypti. Observations from “natural experiments” indicate that, despite seemingly favorable conditions, places where Ae. albopictus predominates over Ae. aegypti have never experienced a typical explosive dengue epidemic with severe cases of the disease. Results from a meta-analysis of experimental laboratory studies reveal that although Ae. albopictus is overall more susceptible to DENV midgut infection, rates of virus dissemination from the midgut to other tissues are significantly lower in Ae. albopictus than in Ae. aegypti. For both indices of vector competence, a few generations of mosquito colonization appear to result in a relative increase of Ae. albopictus susceptibility, which may have been a confounding factor in the literature. Our results lead to the conclusion that Ae. albopictus …",
            "Consequences of the expanding global distribution of Aedes albopictus for dengue virus transmission",
            "Louis Lambrechts and Thomas W Scott and Duane J Gubler",
            "2010",
            "YeQYQ1oAAAAJ:Se3iqnhoufwC",
            681,
            "https:\/\/journals.plos.org\/plosntds\/article?id=10.1371\/journal.pntd.0000646",
            "7113900312385480735",
            "\/scholar?cites=7113900312385480735",
            {
                "2010":3,
                "2011":26,
                "2012":56,
                "2013":63,
                "2014":82,
                "2015":71,
                "2016":84,
                "2017":80,
                "2018":78,
                "2019":52,
                "2020":69,
                "2021":6
            }
        ],
        [
            "Knowledge of mosquito dispersal is critical for vector-borne disease control and prevention strategies and for understanding population structure and pathogen dissemination. We determined Aedes aegypti flight range and dispersal patterns from 21 mark-release-recapture experiments conducted over 11 years (1991–2002) in Puerto Rico and Thailand. Dispersal was compared by release location, sex, age, season, and village. For all experiments, the majority of mosquitoes were collected from their release house or adjacent house. Inter-village movement was detected rarely, with a few mosquitoes moving a maximum of 512 meters from one Thai village to the next. Average dispersal distances were similar for males and females and females released indoors versus outdoors. The movement of Ae. aegypti was not influenced by season or age, but differed by village. Results demonstrate that adult Ae. aegypti …",
            "Dispersal of the dengue vector Aedes aegypti within and between rural communities",
            "Laura C Harrington and Thomas W Scott and Kriangkrai Lerdthusnee and Russell C Coleman and Adriana Costero and Gary G Clark and James J Jones and Sangvorn Kitthawee and Pattamaporn Kittayapong and Ratana Sithiprasasna and John D Edman",
            "2005",
            "YeQYQ1oAAAAJ:u-x6o8ySG0sC",
            577,
            "https:\/\/www.ajtmh.org\/content\/journals\/10.4269\/ajtmh.2005.72.209",
            "849559879981296268",
            "\/scholar?cites=849559879981296268",
            {
                "2005":7,
                "2006":15,
                "2007":11,
                "2008":21,
                "2009":31,
                "2010":29,
                "2011":28,
                "2012":37,
                "2013":35,
                "2014":52,
                "2015":45,
                "2016":48,
                "2017":53,
                "2018":50,
                "2019":52,
                "2020":54,
                "2021":3
            }
        ],
        [
            "To identify the mosquito species competent for West Nile virus (WNV) transmission, we evaluated 10 California species that are known vectors of other arboviruses or major pests: Culex tarsalis, Cx. pipiens pipiens, Cx. p. quinquefasciatus, Cx. stigmatosoma, Cx. erythrothorax, Ochlerotatus dorsalis, Oc. melanimon, Oc. sierrensis, Aedes vexans, and Culiseta inornata. All 10 became infected and were able to transmit WNV at some level. Ochlerotatus, Culiseta, and Aedes were low to moderately efficient vectors. They feed primarily on mammals and could play a secondary role in transmission. Oc. sierrensis, a major pest species, and Cx. p. quinquefasciatus from southern California were the least efficient laboratory vectors. Cx. tarsalis, Cx. stigmatosoma, Cx. erythrothorax, and other populations of Cx. pipiens complex were the most efficient laboratory vectors. Culex species are likely to play the primary role in the …",
            "Vector competence of California mosquitoes for West Nile virus",
            "Laura B Goddard and Amy E Roth and William K Reisen and Thomas W Scott",
            "2002",
            "YeQYQ1oAAAAJ:u5HHmVD_uO8C",
            564,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2738502\/",
            "12387820770401285500",
            "\/scholar?cites=12387820770401285500",
            {
                "2003":13,
                "2004":32,
                "2005":37,
                "2006":37,
                "2007":40,
                "2008":43,
                "2009":37,
                "2010":36,
                "2011":33,
                "2012":32,
                "2013":36,
                "2014":26,
                "2015":24,
                "2016":20,
                "2017":32,
                "2018":22,
                "2019":24,
                "2020":34,
                "2021":4
            }
        ],
        [
            "Most studies on the ability of insect populations to transmit pathogens consider only constant temperatures and do not account for realistic daily temperature fluctuations that can impact vector–pathogen interactions. Here, we show that diurnal temperature range (DTR) affects two important parameters underlying dengue virus (DENV) transmission by Aedes aegypti. In two independent experiments using different DENV serotypes, mosquitoes were less susceptible to virus infection and died faster under larger DTR around the same mean temperature. Large DTR (20 °C) decreased the probability of midgut infection, but not duration of the virus extrinsic incubation period (EIP), compared with moderate DTR (10 °C) or constant temperature. A thermodynamic model predicted that at mean temperatures <18 °C, DENV transmission increases as DTR increases, whereas at mean temperatures >18 °C, larger DTR reduces …",
            "Impact of daily temperature fluctuations on dengue virus transmission by Aedes aegypti",
            "Louis Lambrechts and Krijn P Paaijmans and Thanyalak Fansiri and Lauren B Carrington and Laura D Kramer and Matthew B Thomas and Thomas W Scott",
            "2011",
            "YeQYQ1oAAAAJ:4JMBOYKVnBMC",
            559,
            "https:\/\/www.pnas.org\/content\/108\/18\/7460.short",
            "9416071066471984495",
            "\/scholar?cites=9416071066471984495",
            {
                "2011":5,
                "2012":31,
                "2013":53,
                "2014":43,
                "2015":51,
                "2016":71,
                "2017":67,
                "2018":93,
                "2019":61,
                "2020":73,
                "2021":5
            }
        ],
        [
            "Since the first isolation of dengue virus (DENV) in 1943, four types have been identified. Global phenomena such as urbanization and international travel are key factors in facilitating the spread of dengue. Documenting the type-specific record of DENV spread has important implications for understanding patterns in dengue hyperendemicity and disease severity as well as vaccine design and deployment strategies. Existing studies have examined the spread of DENV types at regional or local scales, or described phylogeographic relationships within a single type. Here we summarize the global distribution of confirmed instances of each DENV type from 1943 to 2013 in a series of global maps. These show the worldwide expansion of the types, the expansion of disease hyperendemicity, and the establishment of an increasingly important infectious disease of global public health significance.",
            "Global spread of dengue virus types: mapping the 70 year history",
            "Jane P Messina and Oliver J Brady and Thomas W Scott and Chenting Zou and David M Pigott and Kirsten A Duda and Samir Bhatt and Leah Katzelnick and Rosalind E Howes and Katherine E Battle and Cameron P Simmons and Simon I Hay",
            "2014",
            "YeQYQ1oAAAAJ:DJbcl8HfkQkC",
            509,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0966842X13002734",
            "1024190491406128276",
            "\/scholar?cites=1024190491406128276",
            {
                "2014":28,
                "2015":55,
                "2016":72,
                "2017":76,
                "2018":93,
                "2019":77,
                "2020":93,
                "2021":11
            }
        ],
        [
            "Ronald Ross and George Macdonald are credited with developing a mathematical model of mosquito-borne pathogen transmission. A systematic historical review suggests that several mathematicians and scientists contributed to development of the Ross-Macdonald model over a period of 70 years. Ross developed two different mathematical models, Macdonald a third, and various “Ross-Macdonald” mathematical models exist. Ross-Macdonald models are best defined by a consensus set of assumptions. The mathematical model is just one part of a theory for the dynamics and control of mosquito-transmitted pathogens that also includes epidemiological and entomological concepts and metrics for measuring transmission. All the basic elements of the theory had fallen into place by the end of the Global Malaria Eradication Programme (GMEP, 1955–1969) with the concept of vectorial capacity, methods for measuring key components of transmission by mosquitoes, and a quantitative theory of vector control. The Ross-Macdonald theory has since played a central role in development of research on mosquito-borne pathogen transmission and the development of strategies for mosquito-borne disease prevention.",
            "Ross, Macdonald, and a theory for the dynamics and control of mosquito-transmitted pathogens",
            "David L Smith and Katherine E Battle and Simon I Hay and Christopher M Barker and Thomas W Scott and F Ellis McKenzie",
            "2012",
            "YeQYQ1oAAAAJ:tS2w5q8j5-wC",
            475,
            "https:\/\/journals.plos.org\/plospathogens\/article?id=10.1371\/journal.ppat.1002588",
            "6879763510374386060",
            "\/scholar?cites=6879763510374386060",
            {
                "2012":7,
                "2013":41,
                "2014":31,
                "2015":56,
                "2016":50,
                "2017":72,
                "2018":72,
                "2019":63,
                "2020":70,
                "2021":7
            }
        ],
        [
            "Background Human movement is a key behavioral factor in many vector-borne disease systems because it influences exposure to vectors and thus the transmission of pathogens. Human movement transcends spatial and temporal scales with different influences on disease dynamics. Here we develop a conceptual model to evaluate the importance of variation in exposure due to individual human movements for pathogen transmission, focusing on mosquito-borne dengue virus.  Methodology and Principal Findings We develop a model showing that the relevance of human movement at a particular scale depends on vector behavior. Focusing on the day-biting Aedes aegypti, we illustrate how vector biting behavior combined with fine-scale movements of individual humans engaged in their regular daily routine can influence transmission. Using a simple example, we estimate a transmission rate (R0) of 1.3 when exposure is assumed to occur only in the home versus 3.75 when exposure at multiple locations—e.g., market, friend's—due to movement is considered. Movement also influences for which sites and individuals risk is greatest. For the example considered, intriguingly, our model predicts little correspondence between vector abundance in a site and estimated R0 for that site when movement is considered. This illustrates the importance of human movement for understanding and predicting the dynamics of a disease like dengue. To encourage investigation of human movement and disease, we review methods currently available to study human movement and, based on our experience studying dengue in Peru, discuss several important …",
            "The role of human movement in the transmission of vector-borne pathogens",
            "Steven T Stoddard and Amy C Morrison and Gonzalo M Vazquez-Prokopec and Valerie Paz Soldan and Tadeusz J Kochel and Uriel Kitron and John P Elder and Thomas W Scott",
            "2009",
            "YeQYQ1oAAAAJ:5nxA0vEk-isC",
            467,
            "https:\/\/journals.plos.org\/plosntds\/article?id=10.1371\/journal.pntd.0000481",
            "12288983205249198786",
            "\/scholar?cites=12288983205249198786",
            {
                "2009":5,
                "2010":18,
                "2011":15,
                "2012":37,
                "2013":37,
                "2014":46,
                "2015":43,
                "2016":58,
                "2017":32,
                "2018":57,
                "2019":65,
                "2020":33,
                "2021":12
            }
        ]
    ]
}