{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Behavioral momentum refers to the tendency for behavior to persist following a change in environmental conditions. The greater the rate of reinforcement, the greater the behavioral momentum. The intervention for noncompliance consisted of issuing a sequence of commands with which the subject was very likely to comply (i.e., high‐probability commands) immediately prior to issuing a low‐probability command. In each of five experiments, the high‐probability command sequence resulted in a “momentum” of compliant responding that persisted when a low‐probability request was issued. Results showed the antecedent high‐probability command sequence increased compliance and decreased compliance latency and task duration. “Momentum‐like” effects were shown to be distinct from experimenter attention and to depend on the contiguity between the high‐probability command sequence and the low …",
            "Behavioral momentum in the treatment of noncompliance",
            "F Charles Mace and Michael L Hock and Joseph S Lalli and Barbara J West and Phillip Belfiore and Elizabeth Pinter and D Kirby Brown",
            "1988",
            "yF2TmtoAAAAJ:UebtZRa9Y70C",
            501,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jaba.1988.21-123",
            "2975336499278615184",
            "\/scholar?cites=2975336499278615184",
            {
                "1990":6,
                "1991":4,
                "1992":16,
                "1993":19,
                "1994":19,
                "1995":11,
                "1996":18,
                "1997":12,
                "1998":8,
                "1999":17,
                "2000":10,
                "2001":9,
                "2002":11,
                "2003":10,
                "2004":13,
                "2005":19,
                "2006":15,
                "2007":12,
                "2008":18,
                "2009":16,
                "2010":11,
                "2011":25,
                "2012":16,
                "2013":14,
                "2014":20,
                "2015":29,
                "2016":20,
                "2017":31,
                "2018":17,
                "2019":22,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Descriptive and experimental methods were used to analyze the environmental determinants of an adult's bizarre speech. A descriptive analysis of behavior under natural conditions indicated that bizarre vocalizations occurred most often in the presence of task‐related demands and in the absence of adult attention. Further, bizarre speech occurring during tasks was followed frequently by the cessation of task demands by staff or the subject's voluntary disengagement from task‐related activities; bizarre speech observed during noninteractional periods (i.e., in the absence of adult attention) was frequently followed by staff attention. The escape and attention hypotheses were tested under analogue conditions. Results of the experimental analysis supported only the attention hypothesis; that is, bizarre speech appeared to function as an attention‐producing behavior. The functional analysis data were used to select …",
            "Linking descriptive and experimental analyses in the treatment of bizarre speech",
            "F Charles Mace and Joseph S Lalli",
            "1991",
            "yF2TmtoAAAAJ:5nxA0vEk-isC",
            398,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jaba.1991.24-553",
            "3529456135165775328",
            "\/scholar?cites=3529456135165775328",
            {
                "1990":1,
                "1991":2,
                "1992":4,
                "1993":8,
                "1994":13,
                "1995":11,
                "1996":13,
                "1997":15,
                "1998":10,
                "1999":12,
                "2000":27,
                "2001":17,
                "2002":17,
                "2003":21,
                "2004":17,
                "2005":15,
                "2006":14,
                "2007":18,
                "2008":21,
                "2009":17,
                "2010":14,
                "2011":19,
                "2012":13,
                "2013":15,
                "2014":11,
                "2015":6,
                "2016":9,
                "2017":6,
                "2018":12,
                "2019":12,
                "2020":6
            }
        ],
        [
            "Any account of self-regulation or self-control according to a particular theoretical perspective must begin with a discussion of what its proponents mean when they speak of self-regulation. Most theories of self-control advance a view of human behavior that is to one degree or another self-determined. It is a view much like the relationship between a pilot and his airplane, where the pilot is the “self” who performs some operation from “within” to direct or control the plane’s course or behavior. Beginning with this assumption obligates these theorists to describe, speculate, or otherwise account for the operations performed by the self, be they cognitions or exercises of free will, of which self-regulated behavior is believed to be a function.",
            "Operant theory and research on self-regulation",
            "F Charles Mace and Phillip J Belfiore and Michael C Shea",
            "1989",
            "yF2TmtoAAAAJ:mVmsd5A6BfQC",
            336,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4612-3618-4_2",
            "5491863041434863725",
            "\/scholar?cites=5491863041434863725",
            {
                "1989":1,
                "1990":4,
                "1991":1,
                "1992":1,
                "1993":3,
                "1994":3,
                "1995":3,
                "1996":3,
                "1997":5,
                "1998":4,
                "1999":5,
                "2000":8,
                "2001":9,
                "2002":12,
                "2003":16,
                "2004":11,
                "2005":19,
                "2006":14,
                "2007":10,
                "2008":21,
                "2009":24,
                "2010":20,
                "2011":24,
                "2012":21,
                "2013":19,
                "2014":23,
                "2015":17,
                "2016":18,
                "2017":15
            }
        ],
        [
            "Iwata, Dorsey, Slifer, Bauman, and Richman (1982) presented the first comprehensive and standardized methodology for identifying operant functions of aberrant behavior. This essay discusses the significance functional analysis has had for applied behavior analysis. The methodology has lessened the field's reliance on default technologies and promoted analysis of environment‐behavior interactions maintaining target responses as the basis for selecting treatments. It has also contributed to the integration of basic and applied research. Future directions for this research are suggested.",
            "The significance and future of functional analysis methodologies",
            "F Charles Mace",
            "1994",
            "yF2TmtoAAAAJ:bEWYMUwI8FkC",
            285,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jaba.1994.27-385",
            "9545567671702089456",
            "\/scholar?cites=9545567671702089456",
            {
                "1994":1,
                "1995":4,
                "1996":8,
                "1997":4,
                "1998":13,
                "1999":16,
                "2000":11,
                "2001":14,
                "2002":15,
                "2003":7,
                "2004":9,
                "2005":9,
                "2006":7,
                "2007":8,
                "2008":9,
                "2009":10,
                "2010":12,
                "2011":14,
                "2012":8,
                "2013":15,
                "2014":11,
                "2015":9,
                "2016":15,
                "2017":14,
                "2018":13,
                "2019":19,
                "2020":6
            }
        ],
        [
            "We conducted two field studies using a behavioral consultation approach to reduce children's problem behaviors in public school settings. The first study consisted of a descriptive analysis in which the students and their teachers were observed during naturally occurring classroom activities. The results of the descriptive analysis provided hypotheses regarding the operant function of the students' problem behaviors. The hypotheses were tested in the second experiment directly through a modified experimental analysis and indirectly through an evaluation of the treatment effects. The interventions were designed to disrupt the inappropriate response—reinforcer relation by discontinuing contingent reinforcement (i.e., extinction), providing the reinforcer contingent on appropriate play behaviors, and teaching the students verbal skills functionally equivalent to the inappropriate response. The classroom teachers were …",
            "TEACHER USE OF DESCRIPTIVE ANALYSIS DATA TO IMPLEMENT INTERVENTIONS TO DECREASE STUDENTS'PROBLEM BEHAVIORS",
            "Joseph S Lalli and Diane M Browder and F Charles Mace and D Kirby Brown",
            "1993",
            "yF2TmtoAAAAJ:r0BpntZqJG4C",
            249,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jaba.1993.26-227",
            "9137927049061756916",
            "\/scholar?cites=9137927049061756916",
            {
                "1992":1,
                "1993":2,
                "1994":8,
                "1995":9,
                "1996":8,
                "1997":6,
                "1998":12,
                "1999":13,
                "2000":13,
                "2001":11,
                "2002":4,
                "2003":8,
                "2004":6,
                "2005":5,
                "2006":13,
                "2007":11,
                "2008":8,
                "2009":8,
                "2010":12,
                "2011":13,
                "2012":8,
                "2013":13,
                "2014":7,
                "2015":6,
                "2016":8,
                "2017":10,
                "2018":13,
                "2019":5,
                "2020":5
            }
        ],
        [
            "Descriptive and experimental analyses of stereotypy by a woman with severe mental retardation showed that the behavior was maintained by escape from demands. A sequence of high‐probability requests issued immediately prior to a task‐related request established a momentum of compliance that increased compliance with task‐related demands. Increases in compliance were accompanied by collateral reductions in stereotypic behavior. A mechanism of response covariation, called functional incompatibility, and an animal analogue study for testing the validity of this mechanism are proposed.",
            "Behavioral momentum in the treatment of escape‐motivated stereotypy",
            "F Charles Mace and Phillip Belfiore",
            "1990",
            "yF2TmtoAAAAJ:9yKSN-GCB0IC",
            238,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jaba.1990.23-507",
            "494384386063006608",
            "\/scholar?cites=494384386063006608",
            {
                "1991":2,
                "1992":6,
                "1993":11,
                "1994":8,
                "1995":7,
                "1996":7,
                "1997":7,
                "1998":7,
                "1999":6,
                "2000":10,
                "2001":6,
                "2002":6,
                "2003":6,
                "2004":8,
                "2005":11,
                "2006":15,
                "2007":7,
                "2008":7,
                "2009":10,
                "2010":9,
                "2011":14,
                "2012":10,
                "2013":7,
                "2014":8,
                "2015":12,
                "2016":8,
                "2017":5,
                "2018":10,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Adults with mental retardation in a group home received popcorn or coffee reinforcers for sorting plastic dinnerware. In Part 1 of the experiment, reinforcers were dispensed according to a variable‐interval 60‐s schedule for sorting dinnerware of one color and according to a variable‐interval 240‐s schedule for sorting dinnerware of a different color in successive components of a multiple schedule. Sorting rates were similar in baseline, but when a video program was shown concurrently, sorting of dinnerware was more resistant to distraction when correlated with a higher rate of reinforcement. In Part 2 of the experiment, popcorn or coffee reinforcers were contingent upon sorting both colors of dinnerware according to variable‐interval 60‐s schedules, but additional reinforcers were given independently of sorting according to a variable‐time 30‐s schedule during one dinnerware‐color component. Baseline sorting …",
            "The momentum of human behavior in a natural setting",
            "F Charles Mace and Joseph S Lalli and Michael C Shea and Elizabeth Pinter Lalli and Barbara J West and Maura Roberts and John A Nevin",
            "1990",
            "yF2TmtoAAAAJ:g5m5HwL7SMYC",
            237,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jeab.1990.54-163",
            "13391316750166373513",
            "\/scholar?cites=13391316750166373513",
            {
                "1990":2,
                "1991":1,
                "1992":4,
                "1993":3,
                "1994":3,
                "1995":3,
                "1996":37,
                "1997":1,
                "1998":6,
                "1999":4,
                "2000":8,
                "2001":3,
                "2002":5,
                "2003":5,
                "2004":5,
                "2005":8,
                "2006":6,
                "2007":2,
                "2008":7,
                "2009":11,
                "2010":8,
                "2011":9,
                "2012":8,
                "2013":6,
                "2014":9,
                "2015":18,
                "2016":10,
                "2017":20,
                "2018":9,
                "2019":7,
                "2020":5
            }
        ],
        [
            "This article reviewed and discussed various methodologies used for the analysis of variables maintaining aberrant behavior. Previous research has succeeded in identifying a wide variety of environmental events which may contribute to an individual's maladaptive responding. These general classes of variables are summarized and presented with relevant examples. We conclude with suggestions for conducting a comprehensive functional analysis using descriptive and experimental methods leading to the development and evaluation of analysis- derived interventions.",
            "Functional analysis and treatment of aberrant behavior",
            "F Charles Mace and Joseph S Lalli and Elizabeth Pinter Lalli",
            "1991",
            "yF2TmtoAAAAJ:HDshCWvjkbEC",
            235,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/089142229190004C",
            "7813062252684535008",
            "\/scholar?cites=7813062252684535008",
            {
                "1990":2,
                "1991":3,
                "1992":5,
                "1993":16,
                "1994":17,
                "1995":14,
                "1996":14,
                "1997":7,
                "1998":14,
                "1999":18,
                "2000":6,
                "2001":12,
                "2002":9,
                "2003":3,
                "2004":9,
                "2005":7,
                "2006":6,
                "2007":4,
                "2008":7,
                "2009":8,
                "2010":4,
                "2011":8,
                "2012":5,
                "2013":7,
                "2014":4,
                "2015":5,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":5
            }
        ],
        [
            "We examined how 3 special education students allocated their responding across two concurrently available tasks associated with unequal rates and equal versus unequal qualities of reinforcement. The students completed math problems from two alternative sets on concurrent variable‐interval (VI) 30‐s VI 120‐s schedules of reinforcement. During the equal‐quality reinforcer condition, high‐quality (nickels) and low‐quality items (“program money” in the school's token economy) were alternated across sessions as the reinforcer for both sets of problems. During the unequal‐quality reinforcer condition, the low‐quality reinforcer was used for the set of problems on the VI 30‐s schedule, and the high‐quality reinforcer was used for the set of problems on the VI 120‐s schedule. Equal‐ and unequal‐quality reinforcer conditions were alternated using a reversal design. Results showed that sensitivity to the features of …",
            "Effects of reinforcer rate and reinforcer quality on time allocation: Extensions of matching theory to educational settings",
            "Nancy A Neef and F Charles Mace and Michael C Shea and Doran Shade",
            "1992",
            "yF2TmtoAAAAJ:4JMBOYKVnBMC",
            209,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jaba.1992.25-691",
            "8919597890513291122",
            "\/scholar?cites=8919597890513291122",
            {
                "1993":4,
                "1994":6,
                "1995":2,
                "1996":7,
                "1997":10,
                "1998":5,
                "1999":4,
                "2000":7,
                "2001":5,
                "2002":9,
                "2003":8,
                "2004":11,
                "2005":13,
                "2006":5,
                "2007":6,
                "2008":12,
                "2009":7,
                "2010":10,
                "2011":12,
                "2012":8,
                "2013":6,
                "2014":7,
                "2015":9,
                "2016":14,
                "2017":4,
                "2018":5,
                "2019":6,
                "2020":5
            }
        ],
        [
            "“Pure basic” science can become detached from the natural world that it is supposed to explain. “Pure applied” work can become detached from fundamental processes that shape the world it is supposed to improve. Neither demands the intellectual support of a broad scholarly community or the material support of society. Translational research can do better by seeking innovation in theory or practice through the synthesis of basic and applied questions, literatures, and methods. Although translational thinking has always occurred in behavior analysis, progress often has been constrained by a functional separation of basic and applied communities. A review of translational traditions in behavior analysis suggests that innovation is most likely when individuals with basic and applied expertise collaborate. Such innovation may have to accelerate for behavior analysis to be taken seriously as a general‐purpose …",
            "Translational research in behavior analysis: Historical traditions and imperative for the future",
            "F Charles Mace and Thomas S Critchfield",
            "2010",
            "yF2TmtoAAAAJ:KxtntwgDAa4C",
            206,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1901\/jeab.2010.93-293",
            "17011864867518483421",
            "\/scholar?cites=17011864867518483421",
            {
                "2010":3,
                "2011":17,
                "2012":10,
                "2013":11,
                "2014":11,
                "2015":26,
                "2016":24,
                "2017":27,
                "2018":23,
                "2019":22,
                "2020":22,
                "2021":3
            }
        ]
    ]
}