{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "By focusing on entire bubbles rather than films or vertices, a simple model is proposed for the deformation and flow of foam in which dimensionality, polydispersity, and liquid content can easily be varied. Simulation results are presented for the linear elastic properties as a function of bubble volume fraction, showing a melting transition where the static shear modulus vanishes and the relaxation time scale peaks. Results are also presented for shear stress versus strain rate, showing intermittent flow via avalanchelike topological rearrangements and Bingham-plastic behavior.",
            "Foam mechanics at the bubble scale",
            "Douglas J Durian",
            "1995",
            "YgFOewgAAAAJ:u5HHmVD_uO8C",
            575,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.4780",
            "10408616715868348629",
            "\/scholar?cites=10408616715868348629",
            {
                "1996":8,
                "1997":9,
                "1998":9,
                "1999":12,
                "2000":10,
                "2001":7,
                "2002":10,
                "2003":9,
                "2004":16,
                "2005":28,
                "2006":15,
                "2007":16,
                "2008":20,
                "2009":24,
                "2010":33,
                "2011":30,
                "2012":41,
                "2013":40,
                "2014":29,
                "2015":36,
                "2016":31,
                "2017":40,
                "2018":27,
                "2019":28,
                "2020":41
            }
        ],
        [
            "Supercooled liquids and dense colloidal suspensions exhibit anomalous behaviour known as ‘spatially heterogeneous dynamics’(SHD), which becomes increasingly pronounced as the system approaches the glass transition 1, 2, 3. Recently, the observation of SHD in confined granular packings under slow shear near the onset of jamming has bolstered speculation that the two transitions are related 4, 5, 6. Here, we report measurements of SHD in a system of air-driven granular beads, as a function of both density and effective temperature. On approach to jamming, the dynamics becomes progressively slower and more spatially heterogeneous. The rapid growth of timescales and dynamical length scales characterizing the heterogeneities can be described both by mode-coupling theory 7 and the Vogel–Tammann–Fulcher (VTF) equation 8, such as in glass-forming liquids. The value of the control variable at the …",
            "Measurement of growing dynamical length scales and prediction of the jamming transition in a granular material",
            "Aaron S Keys and Adam R Abate and Sharon C Glotzer and Douglas J Durian",
            "2007",
            "YgFOewgAAAAJ:9yKSN-GCB0IC",
            422,
            "https:\/\/www.nature.com\/articles\/nphys572",
            "7696164836275903867",
            "\/scholar?cites=7696164836275903867",
            {
                "2007":21,
                "2008":23,
                "2009":26,
                "2010":47,
                "2011":41,
                "2012":36,
                "2013":37,
                "2014":30,
                "2015":39,
                "2016":25,
                "2017":27,
                "2018":23,
                "2019":20,
                "2020":25,
                "2021":1
            }
        ],
        [
            "The structure and dynamics of three-dimensional foams are probed quantitatively by exploiting the strong multiple scattering of light that gives foams their familiar white color. Approximating the propagation of light as a diffusion process, transmission measurements provide a direct probe of the average bubble size. A model for dynamic light scattering is developed that can be used to interpret temporal fluctuations in the intensity of multiply scattered light. The results identify previously unrecognized internal dynamics of the foam bubbles. These light-scattering techniques are direct, noninvasive probes of bulk foams and therefore should find wide use in the study of their properties.",
            "Multiple light-scattering probes of foam structure and dynamics",
            "DJ Durian and DA Weitz and DJ Pine",
            "1991",
            "YgFOewgAAAAJ:u-x6o8ySG0sC",
            388,
            "https:\/\/science.sciencemag.org\/content\/252\/5006\/686.abstract",
            "3196400255386472736",
            "\/scholar?cites=3196400255386472736",
            {
                "1991":3,
                "1992":8,
                "1993":13,
                "1994":13,
                "1995":10,
                "1996":11,
                "1997":14,
                "1998":12,
                "1999":14,
                "2000":10,
                "2001":10,
                "2002":19,
                "2003":12,
                "2004":14,
                "2005":11,
                "2006":15,
                "2007":15,
                "2008":15,
                "2009":15,
                "2010":10,
                "2011":6,
                "2012":8,
                "2013":18,
                "2014":11,
                "2015":18,
                "2016":18,
                "2017":22,
                "2018":21,
                "2019":10,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We describe a multispeckle dynamic light scattering technique capable of resolving the motion of scattering sites in cases that this motion changes systematically with time. The method is based on the visibility of the speckle pattern formed by the scattered light as detected by a single exposure of a digital camera. Whereas previous multispeckle methods rely on correlations between images, here the connection with scattering site dynamics is made more simply in terms of the variance of intensity among the pixels of the camera for the specified exposure duration. The essence is that the speckle pattern is more visible, i.e., the variance of detected intensity levels is greater, when the dynamics of the scattering site motion is slow compared to the exposure time of the camera. The theory for analyzing the moments of the spatial intensity distribution in terms of the electric-field autocorrelation is presented. It is tested for …",
            "Speckle-visibility spectroscopy: A tool to study time-varying dynamics",
            "Ranjini Bandyopadhyay and AS Gittings and SS Suh and PK Dixon and Douglas J Durian",
            "2005",
            "YgFOewgAAAAJ:zYLM7Y9cAGgC",
            346,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2037987",
            "14733405258367418474",
            "\/scholar?cites=14733405258367418474",
            {
                "2005":2,
                "2006":6,
                "2007":11,
                "2008":22,
                "2009":19,
                "2010":17,
                "2011":16,
                "2012":19,
                "2013":32,
                "2014":38,
                "2015":31,
                "2016":22,
                "2017":26,
                "2018":31,
                "2019":23,
                "2020":26,
                "2021":3
            }
        ],
        [
            "By focusing on entire gas bubbles, rather than soap films or vertices, a microscopic model was recently developed for the macroscopic deformation and flow of foam in which dimensionality, energy storage, and dissipation mechanisms, polydispersity, and the gas-liquid ratio all can be varied easily [DJ Durian, Phys. Rev. Lett. 75, 4780 (1995)]. Here, a more complete account of the model is presented, along with results for linear rheological properties as a function of the latter two important physical parameters. It is shown that the elastic character vanishes with increasing liquid content in a manner that is consistent with rigidity percolation and that is almost independent of polydispersity. As the melting transition is approached, the bubble motion becomes increasingly nonaffine and the relaxation time scale appears to diverge. Results are also presented for nonlinear behavior at large applied stress, and for the …",
            "Bubble-scale model of foam mechanics: Melting, nonlinear behavior, and avalanches",
            "Douglas J Durian",
            "1997",
            "YgFOewgAAAAJ:nVrZBo8bIpAC",
            321,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.55.1739",
            "17145840647330209142",
            "\/scholar?cites=17145840647330209142",
            {
                "1997":6,
                "1998":9,
                "1999":6,
                "2000":12,
                "2001":5,
                "2002":10,
                "2003":15,
                "2004":9,
                "2005":22,
                "2006":18,
                "2007":8,
                "2008":15,
                "2009":18,
                "2010":17,
                "2011":13,
                "2012":14,
                "2013":25,
                "2014":16,
                "2015":22,
                "2016":12,
                "2017":16,
                "2018":10,
                "2019":8,
                "2020":14
            }
        ],
        [
            "Fluctuations in a model of a sheared, zero-temperature foam are studied numerically. Five different quantities that independently reduce to the true temperature in an equilibrium thermal system are calculated. One of the quantities is calculated up to an unknown coefficient. The other four quantities have the same value and all five have the same shear-rate dependence. These results imply that statistical mechanics is useful for the system even though it is far from thermal equilibrium.",
            "Effective temperatures of a driven system near jamming",
            "Ian K Ono and Corey S O’Hern and Douglas J Durian and Stephen A Langer and Andrea J Liu and Sidney R Nagel",
            "2002",
            "YgFOewgAAAAJ:2osOgNQ5qMEC",
            260,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.095703",
            "5866119846878757396",
            "\/scholar?cites=5866119846878757396",
            {
                "2002":6,
                "2003":20,
                "2004":23,
                "2005":24,
                "2006":17,
                "2007":15,
                "2008":12,
                "2009":18,
                "2010":17,
                "2011":12,
                "2012":14,
                "2013":6,
                "2014":12,
                "2015":15,
                "2016":13,
                "2017":10,
                "2018":7,
                "2019":5,
                "2020":11
            }
        ]
    ]
}