{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We present the first public version (v0.2) of the open-source and community-developed Python package, Astropy. This package provides core astronomy-related functionality to the community, including support for domain-specific file formats such as flexible image transport system (FITS) files, Virtual Observatory (VO) tables, and common ASCII table formats, unit and physical quantity conversions, physical constants specific to astronomy, celestial coordinate and time transformations, world coordinate system (WCS) support, generalized containers for representing gridded as well as tabular data, and a framework for cosmological transformations and conversions. Significant functionality is under activedevelopment, such as a model fitting framework, VO client and server tools, and aperture and point spread function (PSF) photometry tools. The core development team is actively making additions and enhancements …",
            "Astropy: A community Python package for astronomy",
            "Thomas P Robitaille and Erik J Tollerud and Perry Greenfield and Michael Droettboom and Erik Bray and Tom Aldcroft and Matt Davis and Adam Ginsburg and Adrian M Price-Whelan and Wolfgang E Kerzendorf and Alexander Conley and Neil Crighton and Kyle Barbary and Demitri Muna and Henry Ferguson and Frédéric Grollier and Madhura M Parikh and Prasanth H Nair and Hans M Günther and Christoph Deil and Julien Woillez and Simon Conseil and Roban Kramer and James EH Turner and Leo Singer and Ryan Fox and Benjamin A Weaver and Victor Zabalza and Zachary I Edwards and K Azalee Bostroem and DJ Burke and Andrew R Casey and Steven M Crawford and Nadia Dencheva and Justin Ely and Tim Jenness and Kathleen Labrie and Pey Lian Lim and Francesco Pierfederici and Andrew Pontzen and Andy Ptak and Brian Refsdal and Mathieu Servillat and Ole Streicher and Astropy Collaboration",
            "2013",
            "yIeXV5oAAAAJ:dfsIfKJdRG4C",
            4508,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2013\/10\/aa22068-13\/aa22068-13.html",
            "16691678196236498458",
            "\/scholar?cites=16691678196236498458",
            {
                "2014":89,
                "2015":173,
                "2016":307,
                "2017":474,
                "2018":789,
                "2019":994,
                "2020":1477,
                "2021":187
            }
        ],
        [
            "The CIAO (Chandra Interactive Analysis of Observations) software package was first released in 1999 following the launch of the Chandra X-ray Observatory and is used by astronomers across the world to analyze Chandra data as well as data from other telescopes. From the earliest design discussions, CIAO was planned as a general-purpose scientific data analysis system optimized for X-ray astronomy, and consists mainly of command line tools (allowing easy pipelining and scripting) with a parameter-based interface layered on a flexible data manipulation I\/O library. The same code is used for the standard Chandra archive pipeline, allowing users to recalibrate their data in a consistent way. We will discuss the lessons learned from the first six years of the software's evolution. Our initial approach to documentation evolved to concentrate on recipe-based \"threads\" which have proved very successful. A multi …",
            "CIAO: Chandra's Data Analysis System",
            "Antonella Fruscione and DE Harris and DP Huenemoerder and JC Houck and B Ishibashi and M Karovska and F Nicastro and MSNMA Nowak and FA Primini and A Siemiginowska and RK Smith and JC McDowell and M Wise and GE Allen and NS Brickhouse and DJ Burke and JE Davis and N Durham and M Elvis and EC Galle",
            "2007",
            "yIeXV5oAAAAJ:k_IJM867U9cC",
            917,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/6270\/62701V\/CIAO-Chandras-data-analysis-system\/10.1117\/12.671760.short",
            "14933739520151848117",
            "\/scholar?cites=14933739520151848117",
            {
                "2007":4,
                "2008":16,
                "2009":19,
                "2010":34,
                "2011":24,
                "2012":55,
                "2013":66,
                "2014":73,
                "2015":63,
                "2016":64,
                "2017":80,
                "2018":123,
                "2019":125,
                "2020":153,
                "2021":16
            }
        ],
        [
            "The CIAO (Chandra Interactive Analysis of Observations) software package was first released in 1999 following the launch of the Chandra X-ray Observatory and is used by astronomers across the world to analyze Chandra data as well as data from other telescopes. From the earliest design discussions, CIAO was planned as a general-purpose scientific data analysis system optimized for X-ray astronomy, and consists mainly of command line tools (allowing easy pipelining and scripting) with a parameter-based interface layered on a flexible data manipulation I\/O library. The same code is used for the standard Chandra archive pipeline, allowing users to recalibrate their data in a consistent way. We will discuss the lessons learned from the first six years of the software's evolution. Our initial approach to documentation evolved to concentrate on recipe-based \"threads\" which have proved very successful. A multi …",
            "CIAO: Chandra's data analysis system",
            "Antonella Fruscione and Jonathan C McDowell and Glenn E Allen and Nancy S Brickhouse and Douglas J Burke and John E Davis and Nick Durham and Martin Elvis and Elizabeth C Galle and Daniel E Harris and David P Huenemoerder and John C Houck and Bish Ishibashi and Margarita Karovska and Fabrizio Nicastro and Michael S Noble and Michael A Nowak and Frank A Primini and Aneta Siemiginowska and Randall K Smith and Michael Wise",
            "2006",
            "yIeXV5oAAAAJ:UebtZRa9Y70C",
            910,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/6270\/62701V\/CIAO-Chandras-data-analysis-system\/10.1117\/12.671760.short",
            "14933739520151848117",
            "\/scholar?cites=14933739520151848117",
            {
                "2007":4,
                "2008":16,
                "2009":19,
                "2010":34,
                "2011":23,
                "2012":53,
                "2013":66,
                "2014":73,
                "2015":63,
                "2016":64,
                "2017":79,
                "2018":122,
                "2019":124,
                "2020":152,
                "2021":16
            }
        ],
        [
            "We use Chandra data to map the gas temperature in the central region of the merging cluster A2142. The cluster is markedly nonisothermal; it appears that the central cooling flow has been disturbed but not destroyed by a merger. The X‐ray image exhibits two sharp, bow‐shaped, shocklike surface brightness edges or gas density discontinuities. However, temperature and pressure profiles across these edges indicate that these are not shock fronts. The pressure is reasonably continuous across these edges, while the entropy jumps in the opposite sense to that in a shock (i.e., the denser side of the edge has lower temperature, and hence lower entropy). Most plausibly, these edges delineate the dense subcluster cores that have survived a merger and ram pressure stripping by the surrounding shock‐heated gas.",
            "Chandra observation of Abell 2142: Survival of dense subcluster cores in a merger",
            "M Markevitch and TJ Ponman and PEJ Nulsen and MW Bautz and DJ Burke and LP David and D Davis and RH Donnelly and WR Forman and C Jones and J Kaastra and E Kellogg and D-W Kim and J Kolodziejczak and P Mazzotta and A Pagliaro and S Patel and L Van Speybroeck and A Vikhlinin and J Vrtilek and M Wise and P Zhao",
            "2000",
            "yIeXV5oAAAAJ:u5HHmVD_uO8C",
            519,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/309470\/meta",
            "9275594655434567686",
            "\/scholar?cites=9275594655434567686",
            {
                "2000":3,
                "2001":36,
                "2002":59,
                "2003":56,
                "2004":47,
                "2005":34,
                "2006":29,
                "2007":25,
                "2008":29,
                "2009":19,
                "2010":25,
                "2011":10,
                "2012":17,
                "2013":21,
                "2014":16,
                "2015":12,
                "2016":20,
                "2017":8,
                "2018":23,
                "2019":13,
                "2020":7,
                "2021":5
            }
        ]
    ]
}