{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We show that the band structure of a carbon nanotube (NT) can be dramatically altered by mechanical strain. We employ an atomic force microscope tip to simultaneously vary the NT strain and to electrostatically gate the tube. We show that strain can open a band gap in a metallic NT and modify the band gap in a semiconducting NT. Theoretical work predicts that band gap changes can range between±100 m e V per 1% stretch, depending on NT chirality, and our measurements are consistent with this predicted range.",
            "Tuning carbon nanotube band gaps with strain",
            "ED Minot and Yuval Yaish and Vera Sazonova and Ji-Yong Park and Markus Brink and Paul L McEuen",
            "2003",
            "yiRa__wAAAAJ:u5HHmVD_uO8C",
            783,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.156401",
            "13077819339469479753",
            "\/scholar?cites=13077819339469479753",
            {
                "2002":2,
                "2003":10,
                "2004":55,
                "2005":49,
                "2006":48,
                "2007":51,
                "2008":69,
                "2009":62,
                "2010":67,
                "2011":66,
                "2012":52,
                "2013":57,
                "2014":36,
                "2015":38,
                "2016":36,
                "2017":30,
                "2018":19,
                "2019":20,
                "2020":12,
                "2021":3
            }
        ],
        [
            "Carbon nanotube transistors have outstanding potential for electronic detection of biomolecules in solution. The physical mechanism underlying sensing however remains controversial, which hampers full exploitation of these promising nanosensors. Previously suggested mechanisms are electrostatic gating, changes in gate coupling, carrier mobility changes, and Schottky barrier effects. We argue that each mechanism has its characteristic effect on the liquid gate potential dependence of the device conductance. By studying both the electron and hole conduction, the sensing mechanisms can be unambiguously identified. From extensive protein-adsorption experiments on such devices, we find that electrostatic gating and Schottky barrier effects are the two relevant mechanisms, with electrostatic gating being most reproducible. If the contact region is passivated, sensing is shown to be dominated by electrostatic …",
            "Identifying the mechanism of biosensing with carbon nanotube transistors",
            "Iddo Heller and Anne M Janssens and Jaan Männik and Ethan D Minot and Serge G Lemay and Cees Dekker",
            "2008",
            "yiRa__wAAAAJ:d1gkVwhDpl0C",
            471,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl072996i",
            "2927573859627138657",
            "\/scholar?cites=2927573859627138657",
            {
                "2007":4,
                "2008":9,
                "2009":53,
                "2010":63,
                "2011":34,
                "2012":45,
                "2013":38,
                "2014":45,
                "2015":34,
                "2016":41,
                "2017":30,
                "2018":21,
                "2019":22,
                "2020":28,
                "2021":1
            }
        ],
        [
            "We report reproducible fabrication of InP−InAsP nanowire light-emitting diodes in which electron−hole recombination is restricted to a quantum-dot-sized InAsP section. The nanowire geometry naturally self-aligns the quantum dot with the n-InP and p-InP ends of the wire, making these devices promising candidates for electrically driven quantum optics experiments. We have investigated the operation of these nanoLEDs with a consistent series of experiments at room temperature and at 10 K, demonstrating the potential of this system for single photon applications. ",
            "Single quantum dot nanowire LEDs",
            "Ethan D Minot and Freek Kelkensberg and Maarten Van Kouwen and Jorden A Van Dam and Leo P Kouwenhoven and Valery Zwiller and Magnus T Borgström and Olaf Wunnicke and Marcel A Verheijen and Erik PAM Bakkers",
            "2007",
            "yiRa__wAAAAJ:u-x6o8ySG0sC",
            422,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl062483w",
            "8506438583736407717",
            "\/scholar?cites=8506438583736407717",
            {
                "2007":16,
                "2008":23,
                "2009":39,
                "2010":50,
                "2011":38,
                "2012":41,
                "2013":31,
                "2014":32,
                "2015":31,
                "2016":34,
                "2017":26,
                "2018":16,
                "2019":16,
                "2020":25,
                "2021":2
            }
        ],
        [
            "The remarkable transport properties of carbon nanotubes (CNTs) are determined by their unusual electronic structure 1. The electronic states of a carbon nanotube form one-dimensional electron and hole sub-bands, which, in general, are separated by an energy gap 2, 3. States near the energy gap are predicted 4, 5 to have an orbital magnetic moment, µ orb, that is much larger than the Bohr magneton (the magnetic moment of an electron due to its spin). This large moment is due to the motion of electrons around the circumference of the nanotube, and is thought to play a role in the magnetic susceptibility of CNTs 6, 7, 8, 9 and the magnetoresistance observed in large multiwalled CNTs 10, 11, 12. But the coupling between magnetic field and the electronic states of individual nanotubes remains to be quantified experimentally. Here we report electrical measurements of relatively small diameter (2–5 nm) individual …",
            "Determination of electron orbital magnetic moments in carbon nanotubes",
            "ED Minot and Yuval Yaish and Vera Sazonova and Paul L McEuen",
            "2004",
            "yiRa__wAAAAJ:9yKSN-GCB0IC",
            277,
            "https:\/\/www.nature.com\/articles\/nature02425",
            "17257924659077748607",
            "\/scholar?cites=17257924659077748607",
            {
                "2004":9,
                "2005":27,
                "2006":18,
                "2007":22,
                "2008":29,
                "2009":28,
                "2010":24,
                "2011":22,
                "2012":13,
                "2013":18,
                "2014":11,
                "2015":11,
                "2016":9,
                "2017":7,
                "2018":11,
                "2019":11,
                "2020":4
            }
        ],
        [
            "Carbon nanotube transistors show tremendous potential for electronic detection of biomolecules in solution. However, the nature and magnitude of the sensing signal upon molecular adsorption have so far remained controversial. Here, the authors show that the choice of the reference electrode is critical and resolves much of the previous controversy. The authors eliminate artifacts related to the reference electrode by using a well-defined reference electrode to accurately control the solution potential. Upon addition of bovine serum albumin proteins, the authors measure a transistor threshold shift of −15mV which can be unambiguously attributed to the adsorption of biomolecules in the vicinity of the nanotube.",
            "Carbon nanotube biosensors: The critical role of the reference electrode",
            "Ethan D Minot and Anne M Janssens and Iddo Heller and Hendrik A Heering and Cees Dekker and Serge G Lemay",
            "2007",
            "yiRa__wAAAAJ:2osOgNQ5qMEC",
            173,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2775090",
            "8114848311046592051",
            "\/scholar?cites=8114848311046592051",
            {
                "2007":1,
                "2008":11,
                "2009":20,
                "2010":18,
                "2011":21,
                "2012":14,
                "2013":14,
                "2014":14,
                "2015":10,
                "2016":12,
                "2017":13,
                "2018":7,
                "2019":7,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We demonstrate terahertz (THz) imaging and spectroscopy of a 15 × 15-mm^2 single-layer graphene film on Si using broadband THz pulses. The THz images clearly map out the THz carrier dynamics of the graphene-on-Si sample, allowing us to measure sheet conductivity with sub-mm resolution without fabricating electrodes. The THz carrier dynamics are dominated by intraband transitions and the THz-induced electron motion is characterized by a flat spectral response. A theoretical analysis based on the Fresnel coefficients for a metallic thin film shows that the local sheet conductivity varies across the sample from σs = 1.7 × 10^−3 to 2.4 × 10^−3 Ω^−1 (sheet resistance, ρ_s = 420 - 590 Ω\/sq).",
            "Terahertz imaging and spectroscopy of large-area single-layer graphene",
            "JL Tomaino and AD Jameson and JW Kevek and MJ Paul and AM Van Der Zande and RA Barton and PL McEuen and ED Minot and Yun-Shik Lee",
            "2011",
            "yiRa__wAAAAJ:IjCSPb-OGe4C",
            116,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-19-1-141",
            "10299188339040972230",
            "\/scholar?cites=10299188339040972230",
            {
                "2011":5,
                "2012":21,
                "2013":15,
                "2014":15,
                "2015":12,
                "2016":11,
                "2017":10,
                "2018":9,
                "2019":4,
                "2020":12,
                "2021":2
            }
        ],
        [
            "We investigate the response of multi-layer epitaxial graphene and chemical vapor deposition (CVD)-grown single-layer graphene to strong terahertz (THz) fields. Contrary to theoretical predictions of strong nonlinear response, the transmitted fields exhibit no harmonic generation, indicating that the nonlinear response is limited by fast electron thermalization due to carrier–carrier scattering. The fast electron heating gives rise to large THz transmission enhancement (> 15%) in single-layer CVD graphene at high THz fields (E THz> 10 kV cm− 1). The nonlinear effects exhibit non-Drude behavior in the THz conductivity, where THz fields induce extreme non-equilibrium electron distributions.",
            "High-field terahertz response of graphene",
            "MJ Paul and You-Chia Chang and ZJ Thompson and A Stickel and J Wardini and H Choi and ED Minot and B Hou and JA Nees and TB Norris and Yun-Shik Lee",
            "2013",
            "yiRa__wAAAAJ:iH-uZ7U-co4C",
            87,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/15\/8\/085019\/meta",
            "14198230896053036724",
            "\/scholar?cites=14198230896053036724",
            {
                "2013":1,
                "2014":13,
                "2015":16,
                "2016":12,
                "2017":14,
                "2018":11,
                "2019":10,
                "2020":9
            }
        ]
    ]
}