{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The paper introduces a set of formative assessment tasks and rubrics that were developed for use in an introductory physics instruction to help students acquire and self-assess various scientific process abilities. We will describe the rubrics, tasks, and the student outcomes in courses where the tasks and rubrics were used.",
            "Scientific abilities and their assessment",
            "Eugenia Etkina and Alan Van Heuvelen and Suzanne White-Brahmia and David T Brookes and Michael Gentile and Sahana Murthy and David Rosengrant and Aaron Warren",
            "2006",
            "YJJ_9W4AAAAJ:qjMakFHDy7sC",
            256,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.2.020103",
            "7109930769034578088",
            "\/scholar?cites=7109930769034578088",
            {
                "2006":3,
                "2007":19,
                "2008":4,
                "2009":18,
                "2010":14,
                "2011":8,
                "2012":12,
                "2013":15,
                "2014":20,
                "2015":18,
                "2016":13,
                "2017":29,
                "2018":22,
                "2019":28,
                "2020":27,
                "2021":2
            }
        ],
        [
            "The Extended Physics courses at Rutgers University provide a successful alternative to the traditional introductory physics classes for students at risk of failure. The authors discuss methods for addressing at-risk factors in introductory physics and how they implement them. They then offer recommendations for creating an effective program within the structure of a research university.",
            "Switching students on to science",
            "Suzanne Brahmia and Eugenia Etkina",
            "2001",
            "YJJ_9W4AAAAJ:u-x6o8ySG0sC",
            24,
            "https:\/\/search.proquest.com\/openview\/6f5084cb7dadc25930eafb2dd0ef5d44\/1?pq-origsite=gscholar&cbl=49226",
            "10025864558124795255",
            "\/scholar?cites=10025864558124795255",
            {
                "2004":2,
                "2005":1,
                "2006":4,
                "2007":3,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1
            }
        ],
        [
            "University students taking introductory physics are generally successful executing mathematical procedures in context, but often struggle with the use of mathematical concepts for sense making. Physics instructors note that their students experience difficulty with basic algebraic reasoning, a foundation on which more advanced mathematical thinking rests. However, little systematic research has been done to measure and categorize such difficulties in this population. This paper describes an investigation of trends in student reasoning with proportions, quantification, and symbolizing in introductory calculus-based physics. Although the assessment items used to probe student thinking require mathematical reasoning typically taught at the middle school level in mathematics courses, we find success rates of about 50% among calculus-based physics students. For many of these students, numerical complexity and the level of abstraction of the quantities interfere with basic arithmetic reasoning. We argue that the algebraic thinking of physicists stems from an idiosyncratic cognitive blend, which is not addressed in prerequisite algebra courses. We suggest that for more students to understand and adopt the mathematical thinking characteristic of physics, instructors and education researchers must explore how to make mathematization a more explicit part of the curriculum.",
            "Obstacles to mathematization in introductory physics",
            "S Brahmia and Andrew Boudreaux and Stephen E Kanim",
            "2016",
            "YJJ_9W4AAAAJ:Se3iqnhoufwC",
            17,
            "https:\/\/arxiv.org\/abs\/1601.01235",
            "18406861082204787744",
            "\/scholar?cites=18406861082204787744",
            {
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":5,
                "2020":5
            }
        ]
    ]
}