{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Deep brain stimulation (DBS) of the subcallosal cingulate white matter has shown promise as an intervention for patients with chronic, unremitting depression. To test the safety and efficacy of DBS for treatment-resistant depression, a prospective, randomised, sham-controlled trial was conducted.Participants with treatment-resistant depression were implanted with a DBS system targeting bilateral subcallosal cingulate white matter and randomised to 6 months of active or sham DBS, followed by 6 months of open-label subcallosal cingulate DBS. Randomisation was computer generated with a block size of three at each site before the site started the study. The primary outcome was frequency of response (defined as a 40% or greater reduction in depression severity from baseline) averaged over months 4–6 of the double-blind phase. A futility analysis was performed when approximately half of …",
            "Subcallosal cingulate deep brain stimulation for treatment-resistant depression: a multisite, randomised, sham-controlled trial",
            "Paul E Holtzheimer and Mustafa M Husain and Sarah H Lisanby and Stephan F Taylor and Louis A Whitworth and Shawn McClintock and Konstantin V Slavin and Joshua Berman and Guy M McKhann and Parag G Patil and Barry R Rittberg and Aviva Abosch and Ananda K Pandurangi and Kathryn L Holloway and Raymond W Lam and Christopher R Honey and Joseph S Neimat and Jaimie M Henderson and Charles DeBattista and Anthony J Rothschild and Julie G Pilitsis and Randall T Espinoza and Georgios Petrides and Alon Y Mogilner and Keith Matthews and DeLea Peichel and Robert E Gross and Clement Hamani and Andres M Lozano and Helen S Mayberg",
            "2017",
            "YjZWl1gAAAAJ:L8Ckcad2t8MC",
            217,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2215036617303711",
            "10091593386382653553",
            "\/scholar?cites=10091593386382653553",
            {
                "2017":4,
                "2018":54,
                "2019":70,
                "2020":83,
                "2021":4
            }
        ],
        [
            "Electroconvulsive therapy (ECT) elicits a rapid and robust clinical response in patients with refractory depression. Neuroimaging measurements of structural plasticity relating to and predictive of ECT response may point to the mechanisms underlying rapid antidepressant effects and establish biomarkers to inform other treatments. Here, we determine the effects of diagnosis and of ECT on global and local variations of hippocampal and amygdala structures in major depression and predictors of ECT-related clinical response.Longitudinal changes in hippocampal and amygdala structures were examined in patients with major depression (N = 43, scanned three times: prior to ECT, after the second ECT session, and within 1 week of completing the ECT treatment series), referred for ECT as part of their standard clinical care. Cross-sectional comparisons with demographically similar controls (N = 32 …",
            "Structural plasticity of the hippocampus and amygdala induced by electroconvulsive therapy in major depression",
            "Shantanu H Joshi and Randall T Espinoza and Tara Pirnia and Jie Shi and Yalin Wang and Brandon Ayers and Amber Leaver and Roger P Woods and Katherine L Narr",
            "2016",
            "YjZWl1gAAAAJ:lSLTfruPkqcC",
            190,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006322315001547",
            "17785545880495576109",
            "\/scholar?cites=17785545880495576109",
            {
                "2015":7,
                "2016":26,
                "2017":38,
                "2018":42,
                "2019":37,
                "2020":34,
                "2021":2
            }
        ],
        [
            "The goal of this study was to evaluate the definition of treatment-resistant depression (TRD), review the literature regarding deep brain stimulation (DBS) for TRD, and identify potential anatomical and functional targets for future widespread clinical application.A comprehensive literature review was performed to determine the current status of DBS for TRD, with an emphasis on the scientific support for various implantation sites.The definition of TRD is presented, as is its management scheme. The rationale behind using DBS for depression is reviewed. Five potential targets have been identified in the literature: ventral striatum\/nucleus accumbens, subgenual cingulate cortex (area 25), inferior thalamic peduncle, rostral cingulate cortex (area 24a), and lateral habenula. Deep brain stimulation electrodes thus far have been implanted and activated in only the first 3 of these structures in …",
            "Potential surgical targets for deep brain stimulation in treatment-resistant depression",
            "Jason S Hauptman and Antonio AF DeSalles and Randall Espinoza and Mark Sedrak and Warren Ishida",
            "2008",
            "YjZWl1gAAAAJ:ufrVoPGSRksC",
            90,
            "https:\/\/thejns.org\/focus\/view\/journals\/neurosurg-focus\/25\/1\/article-pE3.xml",
            "2746294539586961560",
            "\/scholar?cites=2746294539586961560",
            {
                "2008":1,
                "2009":7,
                "2010":11,
                "2011":7,
                "2012":10,
                "2013":8,
                "2014":9,
                "2015":9,
                "2016":8,
                "2017":3,
                "2018":6,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Whether plasticity of white matter (WM) microstructure relates to therapeutic response in major depressive disorder (MDD) remains uncertain. We examined diffusion tensor imaging (DTI) correlates of WM structural connectivity in patients receiving electroconvulsive therapy (ECT), a rapidly acting treatment for severe MDD. Tract-Based Spatial Statistics (TBSS) applied to DTI data (61 directions, 2.5 mm 3 voxel size) targeted voxel-level changes in fractional anisotropy (FA), and radial (RD), axial (AD) and mean diffusivity (MD) in major WM pathways in MDD patients (n= 20, mean age: 41.15 years, 10.32 sd) scanned before ECT, after their second ECT and at transition to maintenance therapy. Comparisons made at baseline with demographically similar controls (n= 28, mean age: 39.42 years, 12.20 sd) established effects of diagnosis. Controls were imaged twice to estimate scanning-related variance. Patients …",
            "Electroconvulsive therapy mediates neuroplasticity of white matter microstructure in major depression",
            "H Lyden and RT Espinoza and T Pirnia and K Clark and SH Joshi and AM Leaver and RP Woods and KL Narr",
            "2014",
            "YjZWl1gAAAAJ:qxL8FJ1GzNcC",
            86,
            "https:\/\/www.nature.com\/articles\/tp201421",
            "6881791746124757642",
            "\/scholar?cites=6881791746124757642",
            {
                "2014":6,
                "2015":10,
                "2016":15,
                "2017":15,
                "2018":12,
                "2019":12,
                "2020":13
            }
        ],
        [
            "To describe the potential for interaction between opioids and serotonergic antidepressants leading to the development of serotonin syndrome (SS), mechanism of the interaction, and the spectrum of SS in elderly residents of a long-term care facility.Case series.Long-term care facility (LTCF) in California.Four elderly LTCF residents treated with serotonergic antidepressants including selective serotonin reuptake inhibitor (SSRI) or mirtazapine and opioids.Signs and symptoms suggestive of SS.We describe 4 cases of probable SS among elderly residents of a LTCF. The spectrum of serotonin toxicity ranged from visual hallucinations, muscle rigidity, myoclonus, or hypertension in patients taking an opiate with an SSRI to lethargy, hypotension, and hypoxia in a patient taking tramadol and mirtazapine.While many can benefit from coadministration of …",
            "Interaction of serotonergic antidepressants and opioid analgesics: is serotonin syndrome going undetected?",
            "Nallini Gnanadesigan and Randall T Espinoza and Rick Smith and Michelle Israel and David B Reuben",
            "2005",
            "YjZWl1gAAAAJ:4DMP91E08xMC",
            84,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1525861005002537",
            "7034668253480884928",
            "\/scholar?cites=7034668253480884928",
            {
                "2005":3,
                "2006":1,
                "2007":11,
                "2008":5,
                "2009":5,
                "2010":6,
                "2011":9,
                "2012":8,
                "2013":7,
                "2014":5,
                "2015":7,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Hippocampal enlargements are commonly reported after electroconvulsive therapy (ECT). To clarify mechanisms, we examined if ECT-induced hippocampal volume change relates to dose (number of ECT sessions and electrode placement) and acts as a biomarker of clinical outcome.Longitudinal neuroimaging and clinical data from 10 independent sites participating in the Global ECT-Magnetic Resonance Imaging Research Collaboration (GEMRIC) were obtained for mega-analysis. Hippocampal volumes were extracted from structural magnetic resonance images, acquired before and after patients (n = 281) experiencing a major depressive episode completed an ECT treatment series using right unilateral and bilateral stimulation. Untreated nondepressed control subjects (n = 95) were scanned twice.The linear component of hippocampal volume change was 0.28% (SE 0.08) per …",
            "Volume of the human hippocampus and clinical response following electroconvulsive therapy",
            "Leif Oltedal and Katherine L Narr and Christopher Abbott and Amit Anand and Miklos Argyelan and Hauke Bartsch and Udo Dannlowski and Annemieke Dols and Philip van Eijndhoven and Louise Emsell and Vera Jane Erchinger and Randall Espinoza and Tim Hahn and Lars G Hanson and Gerhard Hellemann and Martin Balslev Jorgensen and Ute Kessler and Mardien L Oudega and Olaf B Paulson and Ronny Redlich and Pascal Sienaert and Max L Stek and Indira Tendolkar and Mathieu Vandenbulcke and Ketil J Oedegaard and Anders M Dale",
            "2018",
            "YjZWl1gAAAAJ:2osOgNQ5qMEC",
            82,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006322318315348",
            "852670372813135618",
            "\/scholar?cites=852670372813135618",
            {
                "2018":3,
                "2019":34,
                "2020":43,
                "2021":2
            }
        ],
        [
            "Electroconvulsive therapy (ECT) is a highly effective and rapidly acting treatment for severe depression. To understand the biological bases of therapeutic response, we examined variations in cortical thickness from magnetic resonance imaging (MRI) data in 29 patients scanned at three time points during an ECT treatment index series and in 29 controls at two time points. Changes in thickness across time and with symptom improvement were evaluated at high spatial resolution across the cortex and within discrete cortical regions of interest. Patients showed increased thickness over the course of ECT in the bilateral anterior cingulate cortex (ACC), inferior and superior temporal, parahippocampal, entorhinal and fusiform cortex and in distributed prefrontal areas. No changes across time occurred in controls. In temporal and fusiform regions showing significant ECT effects, thickness differed between patients and …",
            "Electroconvulsive therapy and structural neuroplasticity in neocortical, limbic and paralimbic cortex",
            "T Pirnia and SH Joshi and AM Leaver and M Vasavada and S Njau and RP Woods and R Espinoza and KL Narr",
            "2016",
            "YjZWl1gAAAAJ:UeHWp8X0CEIC",
            50,
            "https:\/\/www.nature.com\/articles\/tp2016102",
            "1416969812837396531",
            "\/scholar?cites=1416969812837396531",
            {
                "2015":1,
                "2016":6,
                "2017":10,
                "2018":14,
                "2019":16
            }
        ]
    ]
}