{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The unprecedented precision of atom interferometry will soon lead to laboratory tests of general relativity to levels that will rival or exceed those reached by astrophysical observations. We propose such an experiment that will initially test the equivalence principle to 1 part in 10 15 (300 times better than the current limit), and 1 part in 10 17 in the future. It will also probe general relativistic effects—such as the nonlinear three-graviton coupling, the gravity of an atom’s kinetic energy, and the falling of light—to several decimals. In contrast with astrophysical observations, laboratory tests can isolate these effects via their different functional dependence on experimental variables.",
            "Testing general relativity with atom interferometry",
            "Savas Dimopoulos and Peter W Graham and Jason M Hogan and Mark A Kasevich",
            "2007",
            "ykG6SNAAAAAJ:u5HHmVD_uO8C",
            391,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.111102",
            "14719044984047455995",
            "\/scholar?cites=14719044984047455995",
            {
                "2006":1,
                "2007":9,
                "2008":32,
                "2009":34,
                "2010":21,
                "2011":28,
                "2012":18,
                "2013":31,
                "2014":33,
                "2015":36,
                "2016":30,
                "2017":28,
                "2018":24,
                "2019":32,
                "2020":30,
                "2021":3
            }
        ],
        [
            "We show that light-pulse atom interferometry with atomic point sources and spatially resolved detection enables multiaxis (two rotation, one acceleration) precision inertial sensing at long interrogation times. Using this method, we demonstrate a light-pulse atom interferometer for Rb 87 with 1.4 cm peak wave packet separation and a duration of 2 T= 2.3 s. The inferred acceleration sensitivity of each shot is 6.7× 10− 12 g, which improves on previous limits by more than 2 orders of magnitude. We also measure Earth’s rotation rate with a precision of 200 nrad\/s.",
            "Multiaxis inertial sensing with long-time point source atom interferometry",
            "Susannah M Dickerson and Jason M Hogan and Alex Sugarbaker and David MS Johnson and Mark A Kasevich",
            "2013",
            "ykG6SNAAAAAJ:qjMakFHDy7sC",
            341,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.083001",
            "5056032901436427812",
            "\/scholar?cites=5056032901436427812",
            {
                "2013":9,
                "2014":37,
                "2015":50,
                "2016":62,
                "2017":53,
                "2018":37,
                "2019":43,
                "2020":46,
                "2021":2
            }
        ],
        [
            "The quantum superposition principle allows massive particles to be delocalized over distant positions. Though quantum mechanics has proved adept at describing the microscopic world, quantum superposition runs counter to intuitive conceptions of reality and locality when extended to the macroscopic scale 1, as exemplified by the thought experiment of Schrödinger’s cat 2. Matter-wave interferometers 3, which split and recombine wave packets in order to observe interference, provide a way to probe the superposition principle on macroscopic scales 4 and explore the transition to classical physics 5. In such experiments, large wave-packet separation is impeded by the need for long interaction times and large momentum beam splitters, which cause susceptibility to dephasing and decoherence 1. Here we use light-pulse atom interferometry 6, 7 to realize quantum interference with wave packets separated by up …",
            "Quantum superposition at the half-metre scale",
            "T Kovachy and P Asenbaum and C Overstreet and CA Donnelly and SM Dickerson and A Sugarbaker and JM Hogan and MA Kasevich",
            "2015",
            "ykG6SNAAAAAJ:4DMP91E08xMC",
            295,
            "https:\/\/www.nature.com\/articles\/nature16155",
            "9410539003875801247",
            "\/scholar?cites=9410539003875801247",
            {
                "2016":39,
                "2017":57,
                "2018":57,
                "2019":70,
                "2020":62,
                "2021":8
            }
        ],
        [
            "We propose two distinct atom interferometer gravitational wave detectors, one terrestrial and another satellite based, utilizing the core technology of the Stanford 10 m atom interferometer presently under construction. Each configuration compares two widely separated atom interferometers run using common lasers. The signal scales with the distance between the interferometers, which can be large since only the light travels over this distance, not the atoms. The terrestrial experiment with two∼ 10 m atom interferometers separated by a∼ 1 km baseline can operate with strain sensitivity∼ 10− 19 Hz in the 1 Hz–10 Hz band, inaccessible to LIGO, and can detect gravitational waves from solar mass binaries out to megaparsec distances. The satellite experiment with two atom interferometers separated by a∼ 1000 km baseline can probe the same frequency spectrum as LISA with comparable strain sensitivity∼ 10 …",
            "Atomic gravitational wave interferometric sensor",
            "Savas Dimopoulos and Peter W Graham and Jason M Hogan and Mark A Kasevich and Surjeet Rajendran",
            "2008",
            "ykG6SNAAAAAJ:u-x6o8ySG0sC",
            284,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.122002",
            "10482495977576646524",
            "\/scholar?cites=10482495977576646524",
            {
                "2008":1,
                "2009":16,
                "2010":15,
                "2011":30,
                "2012":10,
                "2013":31,
                "2014":23,
                "2015":30,
                "2016":25,
                "2017":15,
                "2018":27,
                "2019":21,
                "2020":35,
                "2021":4
            }
        ],
        [
            "Laser frequency noise is a dominant noise background for the detection of gravitational waves using long-baseline optical interferometry. Amelioration of this noise requires near simultaneous strain measurements on more than one interferometer baseline, necessitating, for example, more than two satellites for a space-based detector or two interferometer arms for a ground-based detector. We describe a new detection strategy based on recent advances in optical atomic clocks and atom interferometry which can operate at long baselines and which is immune to laser frequency noise. Laser frequency noise is suppressed because the signal arises strictly from the light propagation time between two ensembles of atoms. This new class of sensor allows sensitive gravitational wave detection with only a single baseline. This approach also has practical applications in, for example, the development of ultrasensitive …",
            "New method for gravitational wave detection with atomic sensors",
            "Peter W Graham and Jason M Hogan and Mark A Kasevich and Surjeet Rajendran",
            "2013",
            "ykG6SNAAAAAJ:UeHWp8X0CEIC",
            252,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.171102",
            "3561596864177735668",
            "\/scholar?cites=3561596864177735668",
            {
                "2013":15,
                "2014":18,
                "2015":35,
                "2016":32,
                "2017":35,
                "2018":35,
                "2019":35,
                "2020":41,
                "2021":4
            }
        ],
        [
            "Atom interferometry is now reaching sufficient precision to motivate laboratory tests of general relativity. We begin by explaining the nonrelativistic calculation of the phase shift in an atom interferometer and deriving its range of validity. From this, we develop a method for calculating the phase shift in general relativity. Both the atoms and the light are treated relativistically and all coordinate dependencies are removed, thus revealing novel terms, cancellations, and new origins for previously calculated terms. This formalism is then used to find the relativistic effects in an atom interferometer in a weak gravitational field for application to laboratory tests of general relativity. The potentially testable relativistic effects include the nonlinear three-graviton coupling, the gravity of kinetic energy, and the falling of light. We propose specific experiments, one currently under construction, to measure each of these effects. These …",
            "General relativistic effects in atom interferometry",
            "Savas Dimopoulos and Peter W Graham and Jason M Hogan and Mark A Kasevich",
            "2008",
            "ykG6SNAAAAAJ:d1gkVwhDpl0C",
            194,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.042003",
            "15945843203987716762",
            "\/scholar?cites=15945843203987716762",
            {
                "2008":1,
                "2009":12,
                "2010":14,
                "2011":28,
                "2012":12,
                "2013":16,
                "2014":14,
                "2015":15,
                "2016":16,
                "2017":11,
                "2018":17,
                "2019":17,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We propose two distinct atom interferometer gravitational wave detectors, one terrestrial and another satellite-based, utilizing the core technology of the Stanford 10 m atom interferometer presently under construction. The terrestrial experiment can operate with strain sensitivity∼ 10− 19 Hz in the 1–10 Hz band, inaccessible to LIGO, and can detect gravitational waves from solar mass binaries out to megaparsec distances. The satellite experiment probes the same frequency spectrum as LISA with comparable strain sensitivity∼ 10− 20 Hz. Each configuration compares two widely separated atom interferometers run using common lasers. The effect of the gravitational waves on the propagating laser field produces the main effect in this configuration and enables a large enhancement in the gravitational wave signal while significantly suppressing many backgrounds. The use of ballistic atoms (instead of mirrors) as …",
            "Gravitational wave detection with atom interferometry",
            "Savas Dimopoulos and Peter W Graham and Jason M Hogan and Mark A Kasevich and Surjeet Rajendran",
            "2009",
            "ykG6SNAAAAAJ:9yKSN-GCB0IC",
            156,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269309006844",
            "18197131124361326385",
            "\/scholar?cites=18197131124361326385",
            {
                "2008":5,
                "2009":1,
                "2010":7,
                "2011":13,
                "2012":5,
                "2013":18,
                "2014":9,
                "2015":16,
                "2016":16,
                "2017":7,
                "2018":21,
                "2019":19,
                "2020":13
            }
        ],
        [
            "Using a matter wave lens and a long time of flight, we cool an ensemble of Rb 87 atoms in two dimensions to an effective temperature of less than 5 0− 30+ 50 pK. A short pulse of red-detuned light generates an optical dipole force that collimates the ensemble. We also report a three-dimensional magnetic lens that substantially reduces the chemical potential of evaporatively cooled ensembles with a high atom number. By observing such low temperatures, we set limits on proposed modifications to quantum mechanics in the macroscopic regime. These cooling techniques yield bright, collimated sources for precision atom interferometry.",
            "Matter wave lensing to picokelvin temperatures",
            "Tim Kovachy and Jason M Hogan and Alex Sugarbaker and Susannah M Dickerson and Christine A Donnelly and Chris Overstreet and Mark A Kasevich",
            "2015",
            "ykG6SNAAAAAJ:KlAtU1dfN6UC",
            148,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.143004",
            "15526562766381641144",
            "\/scholar?cites=15526562766381641144",
            {
                "2014":1,
                "2015":8,
                "2016":22,
                "2017":19,
                "2018":26,
                "2019":36,
                "2020":31,
                "2021":5
            }
        ],
        [
            "Spacetime curvature induces tidal forces on the wave function of a single quantum system. Using a dual light-pulse atom interferometer, we measure a phase shift associated with such tidal forces. The macroscopic spatial superposition state in each interferometer (extending over 16 cm) acts as a nonlocal probe of the spacetime manifold. Additionally, we utilize the dual atom interferometer as a gradiometer for precise gravitational measurements.",
            "Phase shift in an atom interferometer due to spacetime curvature across its wave function",
            "Peter Asenbaum and Chris Overstreet and Tim Kovachy and Daniel D Brown and Jason M Hogan and Mark A Kasevich",
            "2017",
            "ykG6SNAAAAAJ:-f6ydRqryjwC",
            146,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.183602",
            "6470838450590194827",
            "\/scholar?cites=6470838450590194827",
            {
                "2017":16,
                "2018":40,
                "2019":37,
                "2020":50,
                "2021":3
            }
        ],
        [
            "We propose an atom interferometer gravitational wave detector in low Earth orbit (AGIS-LEO). Gravitational waves can be observed by comparing a pair of atom interferometers separated by a 30 km baseline. In the proposed configuration, one or three of these interferometer pairs are simultaneously operated through the use of two or three satellites in formation flight. The three satellite configuration allows for the increased suppression of multiple noise sources and for the detection of stochastic gravitational wave signals. The mission will offer a strain sensitivity of  in the 50mHz–10Hz frequency range, providing access to a rich scientific region with substantial discovery potential. This band is not currently addressed with the LIGO, VIRGO, or LISA instruments. We analyze systematic backgrounds that are relevant to the mission and discuss how they can be mitigated at the required levels. Some of …",
            "An atomic gravitational wave interferometric sensor in low earth orbit (AGIS-LEO)",
            "Jason M Hogan and David MS Johnson and Susannah Dickerson and Tim Kovachy and Alex Sugarbaker and Sheng-wey Chiow and Peter W Graham and Mark A Kasevich and Babak Saif and Surjeet Rajendran and Philippe Bouyer and Bernard D Seery and Lee Feinberg and Ritva Keski-Kuha",
            "2011",
            "ykG6SNAAAAAJ:2osOgNQ5qMEC",
            140,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10714-011-1182-x.pdf",
            "17755203589069993125",
            "\/scholar?cites=17755203589069993125",
            {
                "2011":6,
                "2012":7,
                "2013":15,
                "2014":10,
                "2015":19,
                "2016":14,
                "2017":9,
                "2018":18,
                "2019":15,
                "2020":23,
                "2021":3
            }
        ]
    ]
}