{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Spectrally-selective solar absorbers are widely used in solar hot water and concentrating solar power (CSP) systems. However, their performance at high temperatures (>450 °C) is still not satisfactory due to high infrared (IR) emittance and lack of long-term thermal stability. Here, we explore yttria-stabilized zirconia (YSZ) cermet-based spectrally-selective surfaces for high-temperature solar absorber applications. The developed multilayer selective surface comprises two sunlight-absorbing W–Ni–YSZ cermet layers with different W–Ni volume fractions inside the YSZ matrix, two anti-reflection coatings (ARCs), and one tungsten IR reflection layer for reduced IR emittance and improved thermal stability, deposited on a polished stainless steel (SS) substrate. The fabricated solar absorbers are tested for their long-term thermal stability at 600 °C. We find a distinct change in the surface morphology of the solar absorbers …",
            "A high-performance spectrally-selective solar absorber based on a yttria-stabilized zirconia cermet with high-temperature stability",
            "Feng Cao and D Kraemer and L. Tang and Y. Li and AP Litvinchuk and JM Bao and G Chen and ZF Ren",
            "2015",
            "Ym-OQScAAAAJ:T_m5ky3rny8C",
            717,
            "https:\/\/pubs.rsc.org\/fa\/content\/articlehtml\/2015\/ee\/c5ee02066b",
            "679515748552937793",
            "\/scholar?cites=679515748552937793",
            {
                "2010":4,
                "2011":14,
                "2012":25,
                "2013":50,
                "2014":65,
                "2015":77,
                "2016":87,
                "2017":109,
                "2018":75,
                "2019":82,
                "2020":98,
                "2021":8
            }
        ],
        [
            "We present results of second-order Raman-scattering experiments on hexagonal and cubic GaN covering the acoustic and the optical overtone spectral region. Based on a comparison of the experimental scattering data with the calculated phonon-dispersion curves as well as the group-theoretically derived selection rules, we were able to assign the observed structures to particular phonon branches and determined the points in the Brillouin zone from which the scattering originates. Our measurements reveal the energies of acoustic zone-boundary phonons in hexagonal GaN.",
            "Zone-boundary phonons in hexagonal and cubic GaN",
            "H Siegle and G Kaczmarczyk and L Filippidis and AP Litvinchuk and A Hoffmann and C Thomsen",
            "1997",
            "Ym-OQScAAAAJ:u5HHmVD_uO8C",
            359,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.55.7000",
            "6463654467210906905",
            "\/scholar?cites=6463654467210906905",
            {
                "1998":14,
                "1999":12,
                "2000":19,
                "2001":23,
                "2002":20,
                "2003":14,
                "2004":11,
                "2005":11,
                "2006":20,
                "2007":21,
                "2008":24,
                "2009":20,
                "2010":12,
                "2011":9,
                "2012":4,
                "2013":20,
                "2014":17,
                "2015":26,
                "2016":18,
                "2017":11,
                "2018":16,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The Raman and infrared phonons of isostructural rhombohedral LaMnO 3 and LaAlO 3 are studied at room temperature. The experimental spectra are compared with the prediction of lattice-dynamical calculations and the lines observed are assigned to definite atomic vibrations. It is shown that the Raman mode of A 1 g symmetry in LaAlO 3 and LaMnO 3 (at 123 cm− 1 and 236 cm− 1, respectively) involves atomic motions that cause the rhombohedral distortion, ie, it is a “soft” mode, and its position could be used as a measure of the degree of the distortion. It is also argued that the broad Raman bands in the high-frequency range of LaMnO 3 are not proper modes of the rhombohedral R 3 c structure, but are rather induced by the dynamic Jahn-Teller effect.",
            "Comparative study of optical phonons in the rhombohedrally distorted perovskites LaAlO3 and LaMnO3",
            "MV Abrashev and AP Litvinchuk and MN Iliev and RL Meng and VN Popov and VG Ivanov and RA Chakalov and C Thomsen",
            "1999",
            "Ym-OQScAAAAJ:d1gkVwhDpl0C",
            304,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.59.4146",
            "8269992607701669327",
            "\/scholar?cites=8269992607701669327",
            {
                "1999":3,
                "2000":9,
                "2001":8,
                "2002":7,
                "2003":22,
                "2004":15,
                "2005":15,
                "2006":16,
                "2007":14,
                "2008":6,
                "2009":11,
                "2010":12,
                "2011":17,
                "2012":9,
                "2013":12,
                "2014":13,
                "2015":19,
                "2016":21,
                "2017":17,
                "2018":20,
                "2019":17,
                "2020":20,
                "2021":1
            }
        ],
        [
            "A reentrant novel phase is observed in the hexagonal ferroelectric H o M n O 3 in the presence of magnetic fields in the temperature range defined by a plateau of the dielectric constant anomaly. The plateau evolves with fields from a narrow dielectric peak at the Mn-spin rotation transition at 32.8 K in zero field. The anomaly appears both as a function of temperature and as a function of magnetic field without detectable hysteresis. This is attributed to the indirect coupling between the ferroelectric (FE) and antiferromagnetic (AFM) orders, arising from an FE-AFM domain wall effect.",
            "Field-Induced Reentrant Novel Phase and a Ferroelectric-Magnetic Order Coupling in HoMnO3",
            "B Lorenz and AP Litvinchuk and MM Gospodinov and CW Chu",
            "2004",
            "Ym-OQScAAAAJ:u-x6o8ySG0sC",
            245,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.087204",
            "2512941535929133850",
            "\/scholar?cites=2512941535929133850",
            {
                "2004":7,
                "2005":15,
                "2006":22,
                "2007":35,
                "2008":16,
                "2009":22,
                "2010":27,
                "2011":14,
                "2012":15,
                "2013":15,
                "2014":11,
                "2015":16,
                "2016":10,
                "2017":6,
                "2018":5,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "The polarized Raman spectra of CaCu 3 Ti 4 O 12 (CCTO) single crystals were studied between 10 and 600 K. Five of the eight (2 A g+ 2 E g+ 4 F g) Raman active modes expected for the Im 3 structure were observed at 292 (F g), 4 4 5 (A g), 4 9 9 (E g), 5 1 1 (A g), and 5 7 5 (F g) cm− 1. The assignment of the Raman lines to modes of definite symmetry and eigenvector was done in close comparison with results of lattice dynamics calculations. The mode frequency vs temperature dependence exhibits no anomalies in the whole temperature range. This is consistent with earlier indications that the high value of the dielectric constants and its strong decrease below 100 K are not related to temperature-dependent atomic displacements. An additional line of A g symmetry, clearly seen at low temperatures is tentatively assigned to vibrations of distorted TiO 6 octahedra, presumably at twin boundaries.",
            "Raman spectroscopy of CaCu3Ti4O12",
            "N Kolev and RP Bontchev and AJ Jacobson and VN Popov and VG Hadjiev and AP Litvinchuk and MN Iliev",
            "2002",
            "Ym-OQScAAAAJ:2osOgNQ5qMEC",
            165,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.132102",
            "15069540252588032459",
            "\/scholar?cites=15069540252588032459",
            {
                "2003":12,
                "2004":11,
                "2005":6,
                "2006":10,
                "2007":9,
                "2008":6,
                "2009":9,
                "2010":7,
                "2011":8,
                "2012":7,
                "2013":4,
                "2014":5,
                "2015":12,
                "2016":10,
                "2017":16,
                "2018":9,
                "2019":8,
                "2020":12,
                "2021":4
            }
        ]
    ]
}