{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrated coherent control of a quantum two-level system based on two-electron spin states in a double quantum dot, allowing state preparation, coherent manipulation, and projective readout. These techniques are based on rapid electrical control of the exchange interaction. Separating and later recombining a singlet spin state provided a measurement of the spin dephasing time, T2*, of ∼10 nanoseconds, limited by hyperfine interactions with the gallium arsenide host nuclei. Rabi oscillations of two-electron spin states were demonstrated, and spin-echo pulse sequences were used to suppress hyperfine-induced dephasing. Using these quantum control techniques, a coherence time for two-electron spin states exceeding 1 microsecond was observed.",
            "Coherent manipulation of coupled electron spins in semiconductor quantum dots",
            "JR Petta and AC Johnson and JM Taylor and EA Laird and A Yacoby and MD Lukin and CM Marcus and MP Hanson and AC Gossard",
            "2005",
            "Ym4p8GQAAAAJ:u5HHmVD_uO8C",
            3324,
            "https:\/\/science.sciencemag.org\/content\/309\/5744\/2180.abstract",
            "8601559048354968794",
            "\/scholar?cites=8601559048354968794",
            {
                "2005":15,
                "2006":184,
                "2007":249,
                "2008":248,
                "2009":276,
                "2010":247,
                "2011":221,
                "2012":235,
                "2013":242,
                "2014":205,
                "2015":207,
                "2016":221,
                "2017":209,
                "2018":191,
                "2019":155,
                "2020":185,
                "2021":14
            }
        ],
        [
            "Detection of weak magnetic fields with nanoscale spatial resolution is an outstanding problem in the biological and physical sciences 1, 2, 3, 4, 5. For example, at a distance of 10 nm, the spin of a single electron produces a magnetic field of about 1 μT, and the corresponding field from a single proton is a few nanoteslas. A sensor able to detect such magnetic fields with nanometre spatial resolution would enable powerful applications, ranging from the detection of magnetic resonance signals from individual electron or nuclear spins in complex biological molecules 5, 6 to readout of classical or quantum bits of information encoded in an electron or nuclear spin memory 7. Here we experimentally demonstrate an approach to such nanoscale magnetic sensing, using coherent manipulation of an individual electronic spin qubit associated with a nitrogen-vacancy impurity in diamond at room temperature 8. Using an …",
            "Nanoscale magnetic sensing with an individual electronic spin in diamond",
            "JR Maze and PL Stanwix and JS Hodges and S Hong and JM Taylor and P Cappellaro and L Jiang and MV Gurudev Dutt and E Togan and AS Zibrov and A Yacoby and RL Walsworth and Mikhail D Lukin",
            "2008",
            "Ym4p8GQAAAAJ:9yKSN-GCB0IC",
            1689,
            "https:\/\/www.nature.com\/articles\/nature07279",
            "4006430114872967992",
            "\/scholar?cites=4006430114872967992",
            {
                "2008":11,
                "2009":60,
                "2010":80,
                "2011":118,
                "2012":121,
                "2013":164,
                "2014":154,
                "2015":156,
                "2016":159,
                "2017":152,
                "2018":166,
                "2019":158,
                "2020":166,
                "2021":13
            }
        ],
        [
            "The detection of weak magnetic fields with high spatial resolution is an important problem in diverse areas ranging from fundamental physics and material science to data storage and biomedical science. Here, we explore a novel approach to the detection of weak magnetic fields that takes advantage of recently developed techniques for the coherent control of solid-state electron spin quantum bits. Specifically, we investigate a magnetic sensor based on nitrogen-vacancy centres in room-temperature diamond. We discuss two important applications of this technique: a nanoscale magnetometer that could potentially detect precession of single nuclear spins and an optical magnetic-field imager combining spatial resolution ranging from micrometres to millimetres with a sensitivity approaching a few fT Hz− 1\/2.",
            "High-sensitivity diamond magnetometer with nanoscale resolution",
            "JM Taylor and P Cappellaro and L Childress and L Jiang and D Budker and PR Hemmer and A Yacoby and R Walsworth and MD Lukin",
            "2008",
            "Ym4p8GQAAAAJ:UeHWp8X0CEIC",
            1464,
            "https:\/\/www.nature.com\/articles\/nphys1075",
            "1815408270328888943",
            "\/scholar?cites=1815408270328888943",
            {
                "2008":8,
                "2009":37,
                "2010":46,
                "2011":78,
                "2012":86,
                "2013":104,
                "2014":134,
                "2015":133,
                "2016":142,
                "2017":155,
                "2018":158,
                "2019":167,
                "2020":188,
                "2021":20
            }
        ],
        [
            "Understanding and controlling the complex environment of solid-state quantum bits is a central challenge in spintronics and quantum information science. Coherent manipulation of an individual electron spin associated with a nitrogen-vacancy center in diamond was used to gain insight into its local environment. We show that this environment is effectively separated into a set of individual proximal 13C nuclear spins, which are coupled coherently to the electron spin, and the remainder of the 13C nuclear spins, which cause the loss of coherence. The proximal nuclear spins can be addressed and coupled individually because of quantum back-action from the electron, which modifies their energy levels and magnetic moments, effectively distinguishing them from the rest of the nuclei. These results open the door to coherent manipulation of individual isolated nuclear spins in a solid-state environment even at room …",
            "Coherent dynamics of coupled electron and nuclear spin qubits in diamond",
            "L Childress and MV Gurudev Dutt and JM Taylor and AS Zibrov and F Jelezko and J Wrachtrup and PR Hemmer and MD Lukin",
            "2006",
            "Ym4p8GQAAAAJ:u-x6o8ySG0sC",
            1249,
            "https:\/\/science.sciencemag.org\/content\/314\/5797\/281.abstract",
            "12906659348041022337",
            "\/scholar?cites=12906659348041022337",
            {
                "2007":37,
                "2008":63,
                "2009":79,
                "2010":86,
                "2011":77,
                "2012":110,
                "2013":114,
                "2014":91,
                "2015":106,
                "2016":95,
                "2017":90,
                "2018":113,
                "2019":85,
                "2020":91,
                "2021":6
            }
        ],
        [
            "Topological features—global properties not discernible locally—emerge in systems ranging from liquid crystals to magnets to fractional quantum Hall systems. A deeper understanding of the role of topology in physics has led to a new class of matter—topologically ordered systems. The best known examples are quantum Hall effects, where insensitivity to local properties manifests itself as conductance through edge states that is insensitive to defects and disorder. Current research into engineering topological order primarily focuses on analogies to quantum Hall systems, where the required magnetic field is synthesized in non-magnetic systems. Here, we realize synthetic magnetic fields for photons at room temperature, using linear silicon photonics. We observe, for the first time, topological edge states of light in a two-dimensional system and show their robustness against intrinsic and introduced disorder. Our …",
            "Imaging topological edge states in silicon photonics",
            "Mohammad Hafezi and S Mittal and J Fan and A Migdall and JM Taylor",
            "2013",
            "Ym4p8GQAAAAJ:W5xh706n7nkC",
            1064,
            "https:\/\/www.nature.com\/articles\/nphoton.2013.274",
            "8086491431669868735",
            "\/scholar?cites=8086491431669868735",
            {
                "2013":6,
                "2014":56,
                "2015":107,
                "2016":149,
                "2017":152,
                "2018":187,
                "2019":169,
                "2020":216,
                "2021":20
            }
        ],
        [
            "Phenomena associated with the topological properties of physical systems can be naturally robust against perturbations. This robustness is exemplified by quantized conductance and edge state transport in the quantum Hall and quantum spin Hall effects. Here we show how exploiting topological properties of optical systems can be used to improve photonic devices. We demonstrate how quantum spin Hall Hamiltonians can be created with linear optical elements using a network of coupled resonator optical waveguides (CROW) in two dimensions. We find that key features of quantum Hall systems, including the characteristic Hofstadter butterfly and robust edge state transport, can be obtained in such systems. As a specific application, we show that topological protection can be used to improve the performance of optical delay lines and to overcome some limitations related to disorder in photonic technologies.",
            "Robust optical delay lines with topological protection",
            "Mohammad Hafezi and Eugene A Demler and Mikhail D Lukin and Jacob M Taylor",
            "2011",
            "Ym4p8GQAAAAJ:Wp0gIr-vW9MC",
            937,
            "https:\/\/www.nature.com\/articles\/nphys2063",
            "3409321922900201976",
            "\/scholar?cites=3409321922900201976",
            {
                "2012":19,
                "2013":45,
                "2014":58,
                "2015":95,
                "2016":99,
                "2017":115,
                "2018":141,
                "2019":155,
                "2020":189,
                "2021":15
            }
        ],
        [
            "The spin of a confined electron, when oriented originally in some direction, will lose memory of that orientation after some time. Physical mechanisms leading to this relaxation of spin memory typically involve either coupling of the electron spin to its orbital motion or to nuclear spins 1, 2, 3, 4, 5, 6, 7. Relaxation of confined electron spin has been previously measured only for Zeeman or exchange split spin states, where spin-orbit effects dominate relaxation 8, 9, 10; spin flips due to nuclei have been observed in optical spectroscopy studies 11. Using an isolated GaAs double quantum dot defined by electrostatic gates and direct time domain measurements, we investigate in detail spin relaxation for arbitrary splitting of spin states. Here we show that electron spin flips are dominated by nuclear interactions and are slowed by several orders of magnitude when a magnetic field of a few millitesla is applied. These results …",
            "Triplet–singlet spin relaxation via nuclei in a double quantum dot",
            "AC Johnson and JR Petta and JM Taylor and A Yacoby and MD Lukin and CM Marcus and MP Hanson and AC Gossard",
            "2005",
            "Ym4p8GQAAAAJ:d1gkVwhDpl0C",
            629,
            "https:\/\/www.nature.com\/articles\/nature03815",
            "10652736699893127549",
            "\/scholar?cites=10652736699893127549",
            {
                "2005":22,
                "2006":56,
                "2007":73,
                "2008":65,
                "2009":54,
                "2010":61,
                "2011":30,
                "2012":40,
                "2013":42,
                "2014":33,
                "2015":42,
                "2016":25,
                "2017":32,
                "2018":22,
                "2019":11,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Information processing using quantum systems provides new paradigms for computation and communication and may yield insights into our understanding of the limits of quantum mechanics. However, realistic systems are never perfectly isolated from their environment, hence all quantum operations are subject to errors. Realization of a physical system for processing of quantum information that is tolerant of errors is a fundamental problem in quantum science and engineering. Here, we develop an architecture for quantum computation using electrically controlled semiconductor spins by extending the Loss–DiVincenzo scheme and by combining actively protected quantum memory and long-distance coupling mechanisms. Our approach is based on a demonstrated encoding of qubits in long-lived two-electron states, which immunizes qubits against the dominant error from hyperfine interactions. We develop a …",
            "Fault-tolerant architecture for quantum computation using electrically controlled semiconductor spins",
            "JM Taylor and H-A Engel and W Dür and A Yacoby and CM Marcus and P Zoller and MD Lukin",
            "2005",
            "Ym4p8GQAAAAJ:qjMakFHDy7sC",
            457,
            "https:\/\/www.nature.com\/articles\/nphys174",
            "1759554959392569550",
            "\/scholar?cites=1759554959392569550",
            {
                "2005":3,
                "2006":23,
                "2007":38,
                "2008":37,
                "2009":32,
                "2010":23,
                "2011":32,
                "2012":29,
                "2013":36,
                "2014":32,
                "2015":39,
                "2016":22,
                "2017":31,
                "2018":37,
                "2019":22,
                "2020":17,
                "2021":2
            }
        ],
        [
            "The effective interaction between magnetic impurities in metals that can lead to various magnetic ground states often competes with a tendency for electrons near impurities to screen the local moment (known as the Kondo effect). The simplest system exhibiting the richness of this competition, the two-impurity Kondo system, was realized experimentally in the form of two quantum dots coupled through an open conducting region. We demonstrate nonlocal spin control by suppressing and splitting Kondo resonances in one quantum dot by changing the electron number and coupling of the other dot. The results suggest an approach to nonlocal spin control that may be relevant to quantum information processing.",
            "Tunable nonlocal spin control in a coupled-quantum dot system",
            "NJ Craig and JM Taylor and EA Lester and CM Marcus and MP Hanson and AC Gossard",
            "2004",
            "Ym4p8GQAAAAJ:2osOgNQ5qMEC",
            412,
            "https:\/\/science.sciencemag.org\/content\/304\/5670\/565.abstract",
            "15691389828803485808",
            "\/scholar?cites=15691389828803485808",
            {
                "2004":10,
                "2005":38,
                "2006":54,
                "2007":50,
                "2008":41,
                "2009":29,
                "2010":32,
                "2011":28,
                "2012":14,
                "2013":20,
                "2014":14,
                "2015":19,
                "2016":15,
                "2017":12,
                "2018":16,
                "2019":12,
                "2020":5
            }
        ],
        [
            "Electron spins trapped in quantum dots have been proposed as basic building blocks of a future quantum processor 1, 2, 3. Although fast, 180-picosecond, two-quantum-bit (two-qubit) operations can be realized using nearest-neighbour exchange coupling 4, a scalable, spin-based quantum computing architecture will almost certainly require long-range qubit interactions. Circuit quantum electrodynamics (cQED) allows spatially separated superconducting qubits to interact via a superconducting microwave cavity that acts as a ‘quantum bus’, making possible two-qubit entanglement and the implementation of simple quantum algorithms 5, 6, 7. Here we combine the cQED architecture with spin qubits by coupling an indium arsenide nanowire double quantum dot to a superconducting cavity 8, 9. The architecture allows us to achieve a charge–cavity coupling rate of about 30 megahertz, consistent with coupling rates …",
            "Circuit Quantum Electrodynamics with a Spin Qubit",
            "KD Petersson and LW McFaul and MD Schroer and M Jung and JM Taylor and AA Houck and JR Petta",
            "2012",
            "Ym4p8GQAAAAJ:u9iWguZQMMsC",
            403,
            "https:\/\/www.nature.com\/articles\/nature11559",
            "17536944819221442590",
            "\/scholar?cites=17536944819221442590",
            {
                "2013":49,
                "2014":49,
                "2015":50,
                "2016":55,
                "2017":57,
                "2018":48,
                "2019":44,
                "2020":42,
                "2021":6
            }
        ]
    ]
}