{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report on the implications for cosmic inflation of the 2018 release of the Planck cosmic microwave background (CMB) anisotropy measurements. The results are fully consistent with those reported using the data from the two previous Planck cosmological releases, but have smaller uncertainties thanks to improvements in the characterization of polarization at low and high multipoles. Planck temperature, polarization, and lensing data determine the spectral index of scalar perturbations to be ns = 0.9649 ± 0.0042 at 68% CL. We find no evidence for a scale dependence of ns, either as a running or as a running of the running. The Universe is found to be consistent with spatial flatness with a precision of 0.4% at 95% CL by combining Planck with a compilation of baryon acoustic oscillation data. The Planck 95% CL upper limit on the tensor-to-scalar ratio, r0.002 <  0.10, is further tightened by combining with …",
            "Planck 2018 results-X. Constraints on inflation",
            "Yashar Akrami and Frederico Arroja and M Ashdown and J Aumont and Carlo Baccigalupi and M Ballardini and Anthony J Banday and RB Barreiro and Nicola Bartolo and S Basak and K Benabed and J-P Bernard and Marco Bersanelli and Pawel Bielewicz and JJ Bock and John Richard Bond and J Borrill and FR Bouchet and F Boulanger and Martin Bucher and C Burigana and RC Butler and E Calabrese and J-F Cardoso and J Carron and A Challinor and HC Chiang and LPL Colombo and C Combet and D Contreras and BP Crill and F Cuttaia and P De Bernardis and G De Zotti and Jacques Delabrouille and J-M Delouis and E Di Valentino and JM Diego and Simona Donzelli and O Doré and M Douspis and A Ducout and X Dupac and S Dusini and G Efstathiou and F Elsner and TA Enßlin and HK Eriksen and Y Fantaye and J Fergusson and R Fernandez-Cobos and Fabio Finelli and F Forastieri and M Frailis and E Franceschi and A Frolov and S Galeotta and S Galli and K Ganga and C Gauthier and RT Génova-Santos and Martina Gerbino and T Ghosh and J González-Nuevo and Krzysztof M Górski and S Gratton and A Gruppuso and Jón E Gudmundsson and J Hamann and W Handley and Frode Kristian Hansen and D Herranz and E Hivon and DC Hooper and Z Huang and AH Jaffe and WC Jones and Elina Keihänen and R Keskitalo and K Kiiveri and J Kim and TS Kisner and N Krachmalnicoff and M Kunz and Hannu Kurki-Suonio and G Lagache and J-M Lamarre and A Lasenby and M Lattanzi and CR Lawrence and M Le Jeune and J Lesgourgues and F Levrier and A Lewis and Michele Liguori and Per Barth Lilje and V Lindholm and M López-Caniego and PM Lubin and Y-Z Ma and JF Macías-Pérez and G Maggio and Davide Maino and N Mandolesi and A Mangilli and A Marcos-Caballero and M Maris and PG Martin and E Martínez-González and Sabino Matarrese and N Mauri and JD Mcewen and PD Meerburg and PR Meinhold and A Melchiorri and A Mennella and M Migliaccio and S Mitra and M-A Miville-Deschênes and D Molinari and A Moneti and L Montier and G Morgante and A Moss and M Münchmeyer and P Natoli and Hans Ulrik Nørgaard-Nielsen and L Pagano and D Paoletti and B Partridge and G Patanchon and HV Peiris and F Perrotta and V Pettorino and F Piacentini and L Polastri and G Polenta and J-L Puget and JP Rachen and M Reinecke and M Remazeilles and A Renzi and G Rocha and C Rosset and G Roudier and JA Rubiño-Martín and B Ruiz-Granados and L Salvati and M Sandri and M Savelainen",
            "2020",
            "YMKKhSkAAAAJ:iH-uZ7U-co4C",
            536,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2020\/09\/aa33887-18\/aa33887-18.html",
            "6063084646149455164",
            "\/scholar?cites=6063084646149455164",
            {
                "2019":193,
                "2020":295,
                "2021":16
            }
        ],
        [
            "Dwarf spheroidal galaxies are known to be excellent targets for the detection of annihilating dark matter. We present new limits on the annihilation cross section of weakly interacting massive particles based on the joint analysis of seven Milky Way dwarfs using a frequentist Neyman construction and Pass 7 data from the Fermi Gamma-Ray Space Telescope. We exclude generic weakly interacting massive particle candidates annihilating into b b with a mass less than 40 GeV that reproduce the observed relic abundance. To within 95% systematic errors on the dark matter distribution within the dwarfs, the mass lower limit can be as low as 19 GeV or as high as 240 GeV. For annihilation into τ+ τ−, these limits become 19, 13, and 80 GeV, respectively.",
            "Exclusion of canonical weakly interacting massive particles by joint analysis of Milky Way dwarf galaxies with data from the Fermi gamma-ray space telescope",
            "Alex Geringer-Sameth and Savvas M Koushiappas",
            "2011",
            "YMKKhSkAAAAJ:u-x6o8ySG0sC",
            356,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.241303",
            "4081294639098022255",
            "\/scholar?cites=4081294639098022255",
            {
                "2011":1,
                "2012":70,
                "2013":82,
                "2014":49,
                "2015":63,
                "2016":38,
                "2017":15,
                "2018":20,
                "2019":8,
                "2020":10
            }
        ],
        [
            "We present a cosmologically motivated model in which the seeds of supermassive black holes form out of the lowest angular momentum gas in protogalaxies at high redshift. We show that, under reasonable assumptions, this leads naturally to a correlation between black hole masses and spheroid properties, as observed today. We assume that the gas in early‐forming, rare‐peak haloes has a distribution of specific angular momentum similar to that derived for the dark matter in cosmological N‐body simulations. This distribution has a significant low angular momentum tail, which implies that every protogalaxy should contain gas that ends up in a high‐density disc. In haloes more massive than a critical threshold of ∼7 × 107 M⊙ at z∼ 15, the discs are gravitationally unstable, and experience an efficient Lin–Pringle viscosity that transfers angular momentum outwards and allows mass inflow. We assume that …",
            "Massive black hole seeds from low angular momentum material",
            "Savvas M Koushiappas and James S Bullock and Avishai Dekel",
            "2004",
            "YMKKhSkAAAAJ:u5HHmVD_uO8C",
            321,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/354\/1\/292\/963422",
            "118376127709389904",
            "\/scholar?cites=118376127709389904",
            {
                "2005":4,
                "2006":17,
                "2007":29,
                "2008":23,
                "2009":20,
                "2010":23,
                "2011":29,
                "2012":22,
                "2013":25,
                "2014":18,
                "2015":22,
                "2016":23,
                "2017":17,
                "2018":15,
                "2019":17,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The fate of Cauchy horizons, such as those found inside charged black holes, is intrinsically connected to the decay of small perturbations exterior to the event horizon. As such, the validity of the strong cosmic censorship (SCC) conjecture is tied to how effectively the exterior damps fluctuations. Here, we study massless scalar fields in the exterior of Reissner–Nordström–de Sitter black holes. Their decay rates are governed by quasinormal modes of the black hole. We identify three families of modes in these spacetimes: one directly linked to the photon sphere, well described by standard WKB-type tools; another family whose existence and time scale is closely related to the de Sitter horizon; finally, a third family which dominates for near-extremally charged black holes and which is also present in asymptotically flat spacetimes. The last two families of modes seem to have gone unnoticed in the literature. We give a …",
            "Quasinormal modes and strong cosmic censorship",
            "Vitor Cardoso and Joao L Costa and Kyriakos Destounis and Peter Hintz and Aron Jansen",
            "2018",
            "YMKKhSkAAAAJ:mB3voiENLucC",
            262,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.120.031103",
            "15491136520322390708",
            "\/scholar?cites=15491136520322390708",
            {
                "2016":1,
                "2017":14,
                "2018":57,
                "2019":90,
                "2020":95,
                "2021":3
            }
        ],
        [
            "We examine the prospects for detecting γ-rays from dark matter annihilation in the six most promising dwarf spheroidal (dSph) satellite galaxies of the Milky Way. We use recently measured velocity dispersion profiles to provide a systematic investigation of the dark matter mass distribution of each galaxy, and show that the uncertainty in the γ-ray flux from mass modeling is less than a factor of∼ 5 for each dSph if we assume a smooth Navarro-Frenk-White (NFW) profile. We show that Ursa Minor and Draco are the most promising dSphs for γ-ray detection with GLAST and other planned observatories. For each dSph, we investigate the flux enhancement resulting from halo substructure, and show that the enhancement factor relative to a smooth halo flux cannot be greater than about 100. This enhancement depends very weakly on the lower mass cutoff scale of the substructure mass function. While the amplitude of …",
            "Precise constraints on the dark matter content of Milky Way dwarf galaxies for gamma-ray experiments",
            "Louis E Strigari and Savvas M Koushiappas and James S Bullock and Manoj Kaplinghat",
            "2007",
            "YMKKhSkAAAAJ:d1gkVwhDpl0C",
            244,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.75.083526",
            "12033330316232075125",
            "\/scholar?cites=12033330316232075125",
            {
                "2007":9,
                "2008":25,
                "2009":28,
                "2010":28,
                "2011":20,
                "2012":18,
                "2013":16,
                "2014":13,
                "2015":24,
                "2016":13,
                "2017":9,
                "2018":12,
                "2019":14,
                "2020":14
            }
        ],
        [
            "We use kinematic data from three new nearby, extremely low luminosity Milky Way dwarf galaxies (Ursa Major II, Willman 1, and Coma Berenices) to constrain the properties of their dark matter halos, and from these we make predictions for the γ‐ray flux from annihilation of dark matter particles in these halos. We show that these ∼103 L⊙ dwarfs are the most dark‐matter–dominated galaxies known, with total masses within 100 pc that are in excess of 106 M⊙. Coupled with their relative proximity, their large masses imply that they should have mean γ‐ray fluxes that are comparable to or greater than those of any other known satellite galaxy of the Milky Way. Our results are robust to both variations of the inner slope of the density profile and the effect of tidal interactions. The fluxes could be boosted by up to 2 orders of magnitude if we include the density enhancements caused by surviving dark matter substructure.",
            "The most dark-matter-dominated galaxies: predicted gamma-ray signals from the faintest Milky Way dwarfs",
            "Louis E Strigari and Savvas M Koushiappas and James S Bullock and Manoj Kaplinghat and Joshua D Simon and Marla Geha and Beth Willman",
            "2008",
            "YMKKhSkAAAAJ:9yKSN-GCB0IC",
            230,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/529488\/meta",
            "773425586361518175",
            "\/scholar?cites=773425586361518175",
            {
                "2008":13,
                "2009":33,
                "2010":29,
                "2011":22,
                "2012":17,
                "2013":19,
                "2014":14,
                "2015":23,
                "2016":18,
                "2017":8,
                "2018":12,
                "2019":8,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Gamma-ray searches for dark matter annihilation and decay in dwarf galaxies rely on an understanding of the dark matter density profiles of these systems. Conversely, uncertainties in these density profiles propagate into the derived particle physics limits as systematic errors. In this paper we quantify the expected dark matter signal from 20 Milky Way dwarfs using a uniform analysis of the most recent stellar-kinematic data available. Assuming that the observed stellar populations are equilibrium tracers of spherically symmetric gravitational potentials that are dominated by dark matter, we find that current stellar-kinematic data can predict the amplitudes of annihilation signals to within a factor of a few for the ultra-faint dwarfs of greatest interest. On the other hand, the expected signal from several classical dwarfs (with high-quality observations of large numbers of member stars) can be localized to the~ 20% level …",
            "Dwarf galaxy annihilation and decay emission profiles for dark matter experiments",
            "Alex Geringer-Sameth and Savvas M Koushiappas and Matthew Walker",
            "2015",
            "YMKKhSkAAAAJ:4DMP91E08xMC",
            177,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/801\/2\/74\/meta",
            "2143581020952136277",
            "\/scholar?cites=2143581020952136277",
            {
                "2015":22,
                "2016":34,
                "2017":24,
                "2018":41,
                "2019":18,
                "2020":36,
                "2021":2
            }
        ],
        [
            "We present a comprehensive analysis of constraints on the sterile neutrino as a dark matter candidate. The minimal production scenario with a standard thermal history and negligible cosmological lepton number is in conflict with conservative radiative decay constraints from the cosmic X-ray background in combination with stringent small-scale structure limits from the Lyman-alpha forest. We show that entropy release through massive particle decay after production does not alleviate these constraints. We further show that radiative decay constraints from local group dwarf galaxies are subject to large uncertainties in the dark matter density profile of these systems. Within the strongest set of constraints, resonant production of cold sterile neutrino dark matter in nonzero lepton number cosmologies remains allowed.",
            "Constraints on sterile neutrino dark matter",
            "Kevork Abazajian and Savvas M Koushiappas",
            "2006",
            "YMKKhSkAAAAJ:2osOgNQ5qMEC",
            168,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.023527",
            "14097957489755606158",
            "\/scholar?cites=14097957489755606158",
            {
                "2006":9,
                "2007":22,
                "2008":20,
                "2009":11,
                "2010":10,
                "2011":11,
                "2012":13,
                "2013":17,
                "2014":14,
                "2015":16,
                "2016":9,
                "2017":6,
                "2018":4,
                "2019":2,
                "2020":1,
                "2021":1
            }
        ],
        [
            "We present a search for γ-ray emission from the direction of the newly discovered dwarf galaxy Reticulum II. Using Fermi-LAT Collaboration data, we detect a signal that exceeds expected backgrounds between∼ 2–10 GeV and is consistent with annihilation of dark matter for particle masses less than a few× 1 0 2 GeV. Modeling the background as a Poisson process based on Fermi-LAT diffuse models, and taking into account trial factors, we detect emission with p value less than 9.8× 1 0− 5 (> 3.7 σ). An alternative, model-independent treatment of the background reduces the significance, raising the p value to 9.7× 1 0− 3 (2.3 σ). Even in this case, however, Reticulum II has the most significant γ-ray signal of any known dwarf galaxy. If Reticulum II has a dark-matter halo that is similar to those inferred for other nearby dwarfs, the signal is consistent with the s-wave relic abundance cross section for annihilation.",
            "Indication of gamma-ray emission from the newly discovered dwarf galaxy reticulum II",
            "Alex Geringer-Sameth and Matthew G Walker and Savvas M Koushiappas and Sergey E Koposov and Vasily Belokurov and Gabriel Torrealba and N Wyn Evans",
            "2015",
            "YMKKhSkAAAAJ:ZeXyd9-uunAC",
            155,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.081101",
            "3797568667820339277",
            "\/scholar?cites=3797568667820339277",
            {
                "2015":7,
                "2016":52,
                "2017":33,
                "2018":29,
                "2019":19,
                "2020":15
            }
        ],
        [
            "We present a new formalism designed to discover dark matter annihilation occurring in the Milky Way’s dwarf galaxies. The statistical framework extracts all available information in the data by simultaneously combining observations of all the dwarf galaxies and incorporating the impact of particle physics properties, the distribution of dark matter in the dwarfs, and the detector response. The method performs maximally powerful frequentist searches and produces confidence limits on particle physics parameters. Probability distributions of test statistics under various hypotheses are constructed exactly, without relying on large sample approximations. The derived limits have proper coverage by construction and claims of detection are not biased by imperfect background modeling. We implement this formalism using data from the Fermi Gamma-ray Space Telescope to search for an annihilation signal in the complete …",
            "Comprehensive search for dark matter annihilation in dwarf galaxies",
            "Alex Geringer-Sameth and Savvas M Koushiappas and Matthew G Walker",
            "2015",
            "YMKKhSkAAAAJ:mVmsd5A6BfQC",
            143,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.91.083535",
            "3916947436792335556",
            "\/scholar?cites=3916947436792335556",
            {
                "2015":34,
                "2016":34,
                "2017":21,
                "2018":25,
                "2019":15,
                "2020":11,
                "2021":3
            }
        ]
    ]
}