{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The DØ detector is a large general purpose detector for the study of short-distance phenomena in high energy antiproton-proton collisions, now in operation at the Fermilab Tevatron collider. The detector focusses upon the detection of electrons, muons, jets and missing transverse momentum. We describe the design and performance of the major elements of the detector, including the tracking chambers, transition radiation detector, liquid argon calorimetry and muon detection. The associated electronics, triggering systems and data acquisition systems are presented. The global mechanical, high voltage, and experiment monitoring and control systems which support the detector are described. We also discuss the design and implementation of software and software support systems that are specific to DØ.",
            "The DØ detector",
            "S Abachi and M Abolins and BS Acharya and I Adam and S Ahn and H Aihara and G Alvarez and GA Alves and N Amos and W Anderson and Yu Antipov and SH Aronson and R Astur and RE Avery and A Baden and J Balderston and B Baldin and J Bantly and E Barasch and JF Bartlett and K Bazizi and T Behnke and V Bezzubov and PC Bhat and G Blazey and S Blessing and A Boehnlein and F Borcherding and J Borders and N Bozko and A Brandt and R Brock and A Bross and D Buchholz and V Burtovoy and JM Butler and O Callot and D Chakraborty and S Chekulaev and J Chen and L-P Chen and W Chen and BC Choudhary and JH Christenson and D Claes and AR Clark and WG Cobau and J Cochran and WE Cooper and C Cretsinger and D Cullen-Vidal and M Cummings and D Cutts and OI Dahl and B Daniels and K De and M Demarteau and K Denisenko and N Denisenko and D Denisov and S Denisov and W Dharmaratna and HT Diehl and M Diesburg and R Dixon and P Draper and Y Ducros and S Durston-Johnson and D Eartly and PH Eberhard and D Edmunds and A Efimov and J Ellison and VD Elvira and R Engelmann and O Eroshin and V Evdokimov and S Fahey and G Fanourakis and M Fatyga and J Featherly and S Feher and D Fein and T Ferbel and D Finley and G Finocchiaro and HE Fisk and E Flattum and GE Forden and M Fortner and P Franzini and S Fuess and E Gallas and CS Gao and TL Geld and K Genser and CE Gerber and B Gibbard and V Glebov and JF Glicenstein and B Gobbi and M Goforth and ML Good and F Goozen and H Gordon and N Graf and PD Grannis and DR Green and J Green and H Greenlee and N Grossman and P Grudberg and JA Guida and JM Guida and W Guryn and NJ Hadley and H Haggerty and S Hagopian and V Hagopian and RE Hall and S Hansen and J Hauptman and D Hedin and AP Heinson and U Heintz and T Heuring and R Hirosky and K Hodel and JS Hoftun and JR Hubbard and T Huehn and R Huson and S Igarashi and AS Ito and E James and J Jiang and K Johns and CR Johnson and M Johnson and A Jonckheere and M Jones and H Jöstlein and CK Jung and S Kahn and S Kanekal and A Kernan and L Kerth and A Kirunin and A Klatchko and B Klima",
            "1994",
            "Ynoa7w0AAAAJ:Tyk-4Ss8FVUC",
            1789,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0168900294913129",
            "28850475274856199",
            "\/scholar?cites=28850475274856199",
            {
                "1994":60,
                "1995":156,
                "1996":175,
                "1997":119,
                "1998":99,
                "1999":117,
                "2000":79,
                "2001":93,
                "2002":62,
                "2003":49,
                "2004":70,
                "2005":102,
                "2006":44,
                "2007":63,
                "2008":75,
                "2009":52,
                "2010":42,
                "2011":57,
                "2012":48,
                "2013":46,
                "2014":26,
                "2015":24,
                "2016":9,
                "2017":10,
                "2018":9,
                "2019":7,
                "2020":11,
                "2021":9
            }
        ],
        [
            "If the scale of quantum gravity is near TeV, the CERN Large Hadron Collider will be producing one black hole (BH) about every second. The decays of the BHs into the final states with prompt, hard photons, electrons, or muons provide a clean signature with low background. The correlation between the BH mass and its temperature, deduced from the energy spectrum of the decay products, can test Hawking’s evaporation law and determine the number of large new dimensions and the scale of quantum gravity.",
            "Black holes at the large hadron collider",
            "Savas Dimopoulos and Greg Landsberg",
            "2001",
            "Ynoa7w0AAAAJ:qjMakFHDy7sC",
            1391,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.161602",
            "14209703091924667662",
            "\/scholar?cites=14209703091924667662",
            {
                "2001":14,
                "2002":96,
                "2003":92,
                "2004":78,
                "2005":87,
                "2006":94,
                "2007":81,
                "2008":86,
                "2009":80,
                "2010":80,
                "2011":78,
                "2012":71,
                "2013":88,
                "2014":74,
                "2015":52,
                "2016":60,
                "2017":57,
                "2018":50,
                "2019":33,
                "2020":28,
                "2021":2
            }
        ],
        [
            "This document summarises the proposal of the LHC Dark Matter Working Group on how to present LHC results on-channel simplified dark matter models and to compare them to direct (indirect) detection experiments.",
            "Recommendations on presenting LHC searches for missing transverse energy signals using simplified -channel models of dark matter",
            "Jan Heisig",
            "2020",
            "Ynoa7w0AAAAJ:IjCSPb-OGe4C",
            312,
            "https:\/\/dial.uclouvain.be\/pr\/boreal\/object\/boreal:240707",
            "8905851946170204610",
            "\/scholar?cites=8905851946170204610",
            {
                "2015":1,
                "2016":32,
                "2017":76,
                "2018":93,
                "2019":65,
                "2020":44
            }
        ],
        [
            "This document a outlines a set of simplified models for dark matter and its interactions with Standard Model particles. It is intended to summarize the main characteristics that these simplified models have when applied to dark matter searches at the LHC, and to provide a number of useful expressions for reference. The list of models includes both s-channel and t-channel scenarios. For s-channel, spin-0 and spin-1 mediations are discussed, and also realizations where the Higgs particle provides a portal between the dark and visible sectors. The guiding principles underpinning the proposed simplified models are spelled out, and some suggestions for implementation are presented.",
            "Simplified models for dark matter searches at the LHC",
            "Jalal Abdallah and Henrique Araujo and Alexandre Arbey and Adi Ashkenazi and Alexander Belyaev and Joshua Berger and Celine Boehm and Antonio Boveia and Amelia Brennan and Jim Brooke and Oliver Buchmueller and Matthew Buckley and Giorgio Busoni and Lorenzo Calibbi and Sushil Chauhan and Nadir Daci and Gavin Davies and Isabelle De Bruyn and Paul De Jong and Albert De Roeck and Kees de Vries and Daniele Del Re and Andrea De Simone and Andrea Di Simone and Caterina Doglioni and Matthew Dolan and Herbi K Dreiner and John Ellis and Sarah Eno and Erez Etzion and Malcolm Fairbairn and Brian Feldstein and Henning Flaecher and Eric Feng and Patrick Fox and Marie-Hélène Genest and Loukas Gouskos and Johanna Gramling and Ulrich Haisch and Roni Harnik and Anthony Hibbs and Siewyan Hoh and Walter Hopkins and Valerio Ippolito and Thomas Jacques and Felix Kahlhoefer and Valentin V Khoze and Russell Kirk and Andreas Korn and Khristian Kotov and Shuichi Kunori and Greg Landsberg and Sebastian Liem and Tongyan Lin and Steven Lowette and Robyn Lucas and Luca Malgeri and Sarah Malik and Christopher McCabe and Alaettin Serhan Mete and Enrico Morgante and Stephen Mrenna and Yu Nakahama and Dave Newbold and Karl Nordstrom and Priscilla Pani and Michele Papucci and Sophio Pataraia and Bjoern Penning and Deborah Pinna and Giacomo Polesello and Davide Racco and Emanuele Re and Antonio Walter Riotto and Thomas Rizzo and David Salek and Subir Sarkar and Steven Schramm and Patrick Skubic and Oren Slone and Juri Smirnov and Yotam Soreq and Timothy Sumner and Tim MP Tait and Marc Thomas and Ian Tomalin and Christopher Tunnell and Alessandro Vichi and Tomer Volansky and Neal Weiner and Stephen M West and Monika Wielers and Steven Worm and Itay Yavin and Bryan Zaldivar and Ning Zhou and Kathryn Zurek",
            "2015",
            "Ynoa7w0AAAAJ:9yKSN-GCB0IC",
            291,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2212686415000163",
            "12074386670171420408",
            "\/scholar?cites=12074386670171420408",
            {
                "2015":5,
                "2016":51,
                "2017":63,
                "2018":76,
                "2019":52,
                "2020":41,
                "2021":3
            }
        ],
        [
            "We have studied J ψ production in p p collisions at s= 1.8 TeV with the DØ detector at Fermilab using μ+ μ− data. We have measured the inclusive J ψ production cross section as a function of J ψ transverse momentum, p T. For the kinematic range p T> 8 GeV\/c and| η|< 0.6 we obtain σ (p p→ J ψ+ X)· Br (J ψ→ μ+ μ−)= 2.08±0.17 (stat)±0.46 (syst) nb. Using the muon impact parameter we have estimated the fraction of J ψ mesons coming from B meson decays to be f b= 0.35±0.09 (stat)±0.10 (syst) and inferred the inclusive b production cross section. From the information on the event topology the fraction of nonisolated J ψ events has been measured to be f nonisol= 0.64±0.08 (stat)±0.06 (syst). We have also obtained the fraction of J ψ events resulting from radiative decays of χ c states, f χ= 0.32±0.07 (stat)±0.07 (syst). We discuss the implications of our measurements for charmonium production processes.",
            "Jψ production in pp collisions at s= 1.8 TeV",
            "S Abachi and B Abbott and M Abolins and BS Acharya and I Adam and DL Adams and M Adams and S Ahn and H Aihara and J Alitti and G Álvarez and GA Alves and E Amidi and N Amos and EW Anderson and SH Aronson and R Astur and RE Avery and A Baden and V Balamurali and J Balderston and B Baldin and J Bantly and JF Bartlett and K Bazizi and J Bendich and SB Beri and I Bertram and VA Bezzubov and PC Bhat and V Bhatnagar and M Bhattacharjee and A Bischoff and N Biswas and G Blazey and S Blessing and P Bloom and A Boehnlein and NI Bojko and F Borcherding and J Borders and C Boswell and A Brandt and R Brock and A Bross and D Buchholz and VS Burtovoi and JM Butler and W Carvalho and D Casey and H Castilla-Valdez and D Chakraborty and S-M Chang and SV Chekulaev and L-P Chen and W Chen and S Chopra and BC Choudhary and JH Christenson and M Chung and D Claes and AR Clark and WG Cobau and J Cochran and WE Cooper and C Cretsinger and D Cullen-Vidal and MAC Cummings and D Cutts and OI Dahl and K De and M Demarteau and R Demina and K Denisenko and N Denisenko and D Denisov and SP Denisov and HT Diehl and M Diesburg and G Di Loreto and R Dixon and P Draper and J Drinkard and Y Ducros and SR Dugad and S Durston-Johnson and D Edmunds and J Ellison and VD Elvira and R Engelmann and S Eno and G Eppley and P Ermolov and OV Eroshin and VN Evdokimov and S Fahey and T Fahland and M Fatyga and MK Fatyga and J Featherly and S Feher and D Fein and T Ferbel and G Finocchiaro and HE Fisk and Y Fisyak and E Flattum and GE Forden and M Fortner and KC Frame and P Franzini and S Fuess and E Gallas and AN Galyaev and TL Geld and RJ Genik II and K Genser and CE Gerber and B Gibbard and V Glebov and S Glenn and JF Glicenstein and B Gobbi and M Goforth and A Goldschmidt and B Gómez and PI Goncharov and JL Gonzalez Solís and H Gordon and LT Goss and N Graf and PD Grannis and DR Green and J Green and H Greenlee and G Griffin and N Grossman and P Grudberg and S Grünendahl and WX Gu and G Guglielmo and JA Guida and JM Guida and W Guryn and SN Gurzhiev and P Gutierrez and YE Gutnikov and NJ Hadley and H Haggerty and S Hagopian",
            "1996",
            "Ynoa7w0AAAAJ:2osOgNQ5qMEC",
            245,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269396000676",
            "2358161103468993855",
            "\/scholar?cites=2358161103468993855",
            {
                "1995":1,
                "1996":17,
                "1997":20,
                "1998":20,
                "1999":15,
                "2000":21,
                "2001":9,
                "2002":14,
                "2003":16,
                "2004":19,
                "2005":15,
                "2006":8,
                "2007":4,
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":12,
                "2012":7,
                "2013":4,
                "2014":11,
                "2015":2,
                "2016":11,
                "2017":5,
                "2018":1,
                "2019":4,
                "2020":1
            }
        ],
        [
            "In extended Higgs models, the Higgs boson may decay into a pair of light CP-odd scalars, with distinctive collider signatures. We study the ensuing Higgs signals at the upgraded Fermilab Tevatron, considering the subsequent decays of the scalars into pairs of gluons or photons. For CP-odd scalars lighter than a few GeV, the Higgs boson manifests itself as a diphoton resonance and can be discovered up to masses of a few hundred GeV. For heavier CP-odd scalars the reach extends at most up to M h∼ 120 GeV. We also discuss the capabilities of the CERN LHC and lepton colliders in these channels.",
            "Higgs boson decays to -odd scalars at the Fermilab Tevatron and beyond",
            "Bogdan A Dobrescu and Greg Landsberg and Konstantin T Matchev",
            "2001",
            "Ynoa7w0AAAAJ:u5HHmVD_uO8C",
            230,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.075003",
            "4754285090616466314",
            "\/scholar?cites=4754285090616466314",
            {
                "2000":5,
                "2001":7,
                "2002":1,
                "2003":5,
                "2004":9,
                "2005":12,
                "2006":10,
                "2007":16,
                "2008":28,
                "2009":10,
                "2010":11,
                "2011":13,
                "2012":16,
                "2013":13,
                "2014":9,
                "2015":3,
                "2016":26,
                "2017":11,
                "2018":8,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "In the model of Arkani-Hamed, Dimopoulos, and Dvali where gravity is allowed to propagate in the extra dimensions of very large size, virtual graviton exchange between the standard model particles can give rise to signatures that can be tested in collider experiments. We study these effects in dilepton and diphoton production at hadron colliders. Specifically, we examine the double differential cross section in the invariant mass and scattering angle, which is found to be useful in separating the gravity effects from the standard model. In this work, sensitivity obtained using the double differential cross section is higher than that in previous studies based on single differential distributions. Assuming no excess of events over the standard model predictions, we obtain the following 95% confidence level lower limits on the effective Planck scale: 0.9–1.5 TeV in the Fermilab Tevatron run I, 1.3–2.5 TeV in run IIa, 1.7–3.5 …",
            "Drell-Yan and diphoton production at hadron colliders and low scale gravity model",
            "Kingman Cheung and Greg Landsberg",
            "2000",
            "Ynoa7w0AAAAJ:d1gkVwhDpl0C",
            137,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.62.076003",
            "9454589005718047724",
            "\/scholar?cites=9454589005718047724",
            {
                "1999":1,
                "2000":12,
                "2001":15,
                "2002":11,
                "2003":11,
                "2004":9,
                "2005":10,
                "2006":3,
                "2007":7,
                "2008":2,
                "2009":9,
                "2010":3,
                "2011":9,
                "2012":13,
                "2013":2,
                "2014":1,
                "2015":4,
                "2016":7,
                "2017":7
            }
        ],
        [
            "In theories with the standard model gauge bosons propagating in TeV− 1-size extra dimensions, their Kaluza-Klein states interact with the rest of the SM particles confined to the 3-brane. We look for possible signals for this interaction in the present high-energy collider data, and estimate the sensitivity offered by the next generation of collider experiments. Based on the present data from the CERN LEP 2, Fermilab Tevatron, and DESY HERA experiments, we set a lower limit on the extra dimension compactification scale M C> 6.8 TeV at the 9 5% confidence level (dominated by the LEP 2 results) and quote expected sensitivities in the Tevatron Run 2 and at the CERN LHC.",
            "Kaluza-Klein states of the standard model gauge bosons: constraints from high energy experiments",
            "Kingman Cheung and Greg Landsberg",
            "2002",
            "Ynoa7w0AAAAJ:UeHWp8X0CEIC",
            117,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.076003",
            "14481035334145097300",
            "\/scholar?cites=14481035334145097300",
            {
                "2001":3,
                "2002":6,
                "2003":10,
                "2004":13,
                "2005":12,
                "2006":9,
                "2007":8,
                "2008":7,
                "2009":11,
                "2010":9,
                "2011":9,
                "2012":2,
                "2013":2,
                "2014":5,
                "2015":4,
                "2016":4,
                "2017":2
            }
        ],
        [
            "Weakly-coupled TeV-scale particles may mediate the interactions between normal matter and dark matter. If so, the LHC would produce dark matter through these mediators, leading to the familiar\" mono-X\" search signatures, but the mediators would also produce signals without missing momentum via the same vertices involved in their production. This document from the LHC Dark Matter Working Group suggests how to compare searches for these two types of signals in case of vector and axial-vector mediators, based on a workshop that took place on September 19\/20, 2016 and subsequent discussions. These suggestions include how to extend the spin-1 mediated simplified models already in widespread use to include lepton couplings. This document also provides analytic calculations of the relic density in the simplified models and reports an issue that arose when ATLAS and CMS first began to use preliminary numerical calculations of the dark matter relic density in these models.",
            "Recommendations of the LHC dark matter working group: comparing LHC searches for heavy mediators of dark matter production in visible and invisible decay channels",
            "Andreas Albert and Mihailo Backovic and Antonio Boveia and Oliver Buchmueller and Giorgio Busoni and Albert De Roeck and Caterina Doglioni and Tristan DuPree and Malcolm Fairbairn and Marie-Helene Genest and Stefania Gori and Giuliano Gustavino and Kristian Hahn and Ulrich Haisch and Philip C Harris and Dan Hayden and Valerio Ippolito and Isabelle John and Felix Kahlhoefer and Suchita Kulkarni and Greg Landsberg and Steven Lowette and Kentarou Mawatari and Antonio Riotto and William Shepherd and Tim MP Tait and Emma Tolley and Patrick Tunney and Bryan Zaldivar and Markus Zinser",
            "2017",
            "Ynoa7w0AAAAJ:u-x6o8ySG0sC",
            115,
            "https:\/\/arxiv.org\/abs\/1703.05703",
            "5690963633241679683",
            "\/scholar?cites=5690963633241679683",
            {
                "2017":25,
                "2018":50,
                "2019":28,
                "2020":12
            }
        ],
        [
            "One of the most dramatic consequences of low-scale (~ 1 TeV) quantum gravity in models with large or warped extra dimension (s) is copious production of mini-black holes at future colliders and in ultra-high-energy cosmic ray collisions. Hawking radiation of these black holes is expected to be constrained mainly to our three-dimensional world and results in rich phenomenology. In this topical review we discuss the current status of astrophysical observations of black holes and selected aspects of mini-black-hole phenomenology, such as production at colliders and in cosmic rays, and black-hole decay properties, Hawking radiation as a sensitive probe of the dimensionality of extra space, as well as an exciting possibility of finding new physics in the decays of black holes.",
            "Black holes at future colliders and beyond",
            "Greg Landsberg",
            "2006",
            "Ynoa7w0AAAAJ:zYLM7Y9cAGgC",
            102,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/32\/9\/R02\/meta",
            "17072624168812437334",
            "\/scholar?cites=17072624168812437334",
            {
                "2006":2,
                "2007":19,
                "2008":10,
                "2009":17,
                "2010":9,
                "2011":6,
                "2012":3,
                "2013":7,
                "2014":6,
                "2015":6,
                "2016":11,
                "2017":2,
                "2018":1,
                "2019":2
            }
        ]
    ]
}