{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The first complete introduction to health monitoring, encapsulating both technical information and practical case studies spanning the breadth of the subject. Written by a highly-respected figure in structural health monitoring, this book provides readers with the technical skills and practical understanding required to solve new problems encountered in the emerging field of health monitoring. The book presents a suite of methods and applications in loads identification (usage monitoring), in-situ damage identification (diagnostics), and damage and performance prediction (prognostics). Concepts in modelling, measurements, and data analysis are applied through real-world case studies to identify loading, assess damage, and predict the performance of structural components, as well as examine engine components, automotive accessories, aircraft parts, spacecraft components, civil structures and defence system components. In particular the book: provides the reader with a fundamental and practical understanding of the material; discusses models demonstrating the physical basis for health monitoring techniques; gives a detailed review of the best practices in dynamic measurements including sensing; presents numerous data analysis techniques using model-and signal-based methods; discusses case studies involving real-world applications of health monitoring; offers end-of-chapter problems to enhance the study of the topic for students and instructors; and includes an accompanying website with MATLAB programs providing hands-on training to readers for writing health monitoring model simulation and data analysis algorithms. Health …",
            "Health monitoring of structural materials and components: methods with applications",
            "Douglas Adams",
            "2007",
            "YNWAz_AAAAAJ:-FonjvnnhkoC",
            365,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=BOROIf5Ybv8C&oi=fnd&pg=PR7&dq=info:0p6QuKjttz0J:scholar.google.com&ots=ozxvIVgodE&sig=sF3-_Ii7oXZUBBwxwoceHzY3kbA",
            "4447284465958428370",
            "\/scholar?cites=4447284465958428370",
            {
                "2006":1,
                "2007":2,
                "2008":17,
                "2009":28,
                "2010":23,
                "2011":35,
                "2012":30,
                "2013":31,
                "2014":32,
                "2015":35,
                "2016":23,
                "2017":28,
                "2018":23,
                "2019":34,
                "2020":21
            }
        ],
        [
            "Structural health monitoring in the context of a Micon 65\/13 horizontal axis wind turbine was described in this paper as a process in statistical pattern recognition. Simulation data from a calibrated model with less than 8% error in the first 14 natural frequencies of vibration was used to study the operational response under various wind states as well as the effects of three types of damage in the blade, low speed shaft and yaw joint. It was shown that vertical wind shear and turbulent winds lead to different modal contributions in the operational response of the turbine suggesting that the sensitivity of operational data to damage depends on the wind loads. It is also shown that there is less than a 4% change in the wind turbine natural frequencies given a 25% reduction in the stiffness at the root of one blade. The modal assurance criterion was used to analyse the corresponding changes in modal deflections, and this …",
            "Structural health monitoring of wind turbines: method and application to a HAWT",
            "Douglas Adams and Jonathan White and Mark Rumsey and Charles Farrar",
            "2011",
            "YNWAz_AAAAAJ:M3ejUd6NZC8C",
            148,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/we.437",
            "4519477825225004910",
            "\/scholar?cites=4519477825225004910",
            {
                "2011":3,
                "2012":14,
                "2013":11,
                "2014":21,
                "2015":21,
                "2016":23,
                "2017":16,
                "2018":12,
                "2019":15,
                "2020":11,
                "2021":1
            }
        ],
        [
            "This report has been developed based on information exchanges at a two-day workshop on nonlinear system identification for damage detection that was held July 25–26, 2006, at Los Alamos National Laboratory. The workshop is the second in a series hosted by the LANL\/UCSD Engineering Institute (EI). This Institute is an education-and research-focused collaboration between Los Alamos National Laboratory (LANL) and the University of California, San Diego (UCSD), Jacobs School of Engineering. The technical focus of this Institute is damage prognosis (DP), a multidisciplinary engineering science concerned with assessing the current condition and predicting the remaining life of aerospace, civil, and mechanical infrastructure. Structural Health Monitoring, which is the process of identifying damage in structures and tracking its evolution, is one of the technologies necessary to perform DP. Because DP relies on predictive models, model validation and uncertainty quantification is also a key technological component to the DP process.",
            "Nonlinear system identification for damage detection",
            "Charles R Farrar and Keith Worden and Michael D Todd and Gyuhae Park and Jonathon Nichols and Douglas E Adams and Matthew T Bement and Kevin Farinholt",
            "2007",
            "YNWAz_AAAAAJ:u-x6o8ySG0sC",
            145,
            "https:\/\/www.osti.gov\/servlets\/purl\/922532",
            "4534820445157604421",
            "\/scholar?cites=4534820445157604421",
            {
                "2008":8,
                "2009":15,
                "2010":26,
                "2011":14,
                "2012":11,
                "2013":11,
                "2014":15,
                "2015":13,
                "2016":4,
                "2017":3,
                "2018":5,
                "2019":8,
                "2020":10,
                "2021":2
            }
        ],
        [
            "This article discusses the use of frequency domain transmissibility functions for detecting, locating, and quantifying damage in linear and nonlinear structures. Structural damage affects both the system poles and zeros; however, zeros are much more sensitive than poles to localized damage. This is because zeros depend on the input and output locations whereas poles do not. It is demonstrated here that since transmissibility functions are determined solely by the system zeros, they are potentially better indicators of localized linear and nonlinear types of damage. Furthermore, excitation measurements are not required to compute transmissibility functions so damage indices can be calculated directly from response measurements. It is also demonstrated that sensor arrays can sometimes be used to yield mixed transmissibility functions that are differential in nature, that is, they are less sensitive to gross fluctuations …",
            "Transmissibility as a differential indicator of structural damage",
            "Timothy J Johnson and Douglas E Adams",
            "2002",
            "YNWAz_AAAAAJ:d1gkVwhDpl0C",
            145,
            "https:\/\/asmedigitalcollection.asme.org\/vibrationacoustics\/article-abstract\/124\/4\/634\/463479",
            "14060172039912542400",
            "\/scholar?cites=14060172039912542400",
            {
                "2002":2,
                "2003":1,
                "2004":5,
                "2005":8,
                "2006":8,
                "2007":6,
                "2008":3,
                "2009":5,
                "2010":7,
                "2011":8,
                "2012":12,
                "2013":12,
                "2014":11,
                "2015":13,
                "2016":7,
                "2017":5,
                "2018":12,
                "2019":10,
                "2020":8,
                "2021":1
            }
        ],
        [
            "A unifying perspective of non-linear structural dynamic systems as linear in the open loop with non-linear feedback in the closed loop has recently been revisited by the authors. The authors have previously used feedback to derive a new formulation of frequency response function matrices of non-linear systems, which are described as modulations of nominal linear systems. The modulation creates a pseudo-separation of the linear and non-linear dynamics of the system. The present article derives a new method for estimating parameters of non-linear parametric models that uses internal feedback to account for non-linearities. The main advantage of the new formulation of non-linear system identification is its simplicity. Moreover, the method estimates the linear frequency response matrix and non-linear system parameters at forced and unforced degrees of freedom of general multiple-degree-of-freedom non-linear …",
            "A frequency domain method for estimating the parameters of a non-linear structural dynamic model through feedback",
            "DE Adams and RJ Allemang",
            "2000",
            "YNWAz_AAAAAJ:u5HHmVD_uO8C",
            139,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0888327000912925",
            "14559002372927337856",
            "\/scholar?cites=14559002372927337856",
            {
                "1999":1,
                "2000":3,
                "2001":3,
                "2002":7,
                "2003":4,
                "2004":3,
                "2005":9,
                "2006":8,
                "2007":6,
                "2008":11,
                "2009":6,
                "2010":3,
                "2011":7,
                "2012":8,
                "2013":13,
                "2014":6,
                "2015":13,
                "2016":9,
                "2017":5,
                "2018":8,
                "2019":5,
                "2020":1
            }
        ],
        [
            "Phased array filters using piezoelectric sensors are presented as an approach to detect damage in isotropic plates. Plate dynamics can be described in terms of wave propagation. Boundaries and other discontinuities, such as damage, produce reflections from incident wavefronts. Phased arrays, acting as a directional filter, can be used along with a wave propagation approach to look in different directions on a plate. Damage to the plate can be inferred if there is a significant change in the transient response of the plate. The location of this damaged area can be determined using the phased sensor array response. This paper presents results from simulated damage on an isotropic plate. A piezoelectric sensor array is used to actively interrogate the plate to determine the presence and location of damage using low frequency Lamb waves.",
            "Directional piezoelectric phased array filters for detecting damage in isotropic plates",
            "AS Purekar and DJ Pines and S Sundararaman and DE Adams",
            "2004",
            "YNWAz_AAAAAJ:IjCSPb-OGe4C",
            106,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0964-1726\/13\/4\/022\/meta",
            "5614369476191042681",
            "\/scholar?cites=5614369476191042681",
            {
                "2004":2,
                "2005":2,
                "2006":6,
                "2007":7,
                "2008":8,
                "2009":6,
                "2010":7,
                "2011":8,
                "2012":1,
                "2013":2,
                "2014":11,
                "2015":10,
                "2016":11,
                "2017":6,
                "2018":6,
                "2019":9,
                "2020":2,
                "2021":1
            }
        ],
        [
            "This paper presents work on smart sensor arrays for distributed structural health monitoring (SHM) and damage diagnosis. The goal of the work was to implement local vibration-based diagnostic algorithms inside a smart ‘black box’ to demonstrate the feasibility of distributed health monitoring for damage detection and location. Dynamic transmissibility features for SHM and the smart-processing platform are described in detail and various damage configurations in two large test structures, a representative three-storey building and a rotorcraft fuselage, are diagnosed. The results show that the near real-time integrated monitoring system works well in spite of certain limited environmental fluctuations (e.g. temperature, input levels) and boundary condition non-linearities. Wired piezoelectric arrays of accelerometers are implemented in conjunction with the black box.",
            "Distributed structural health monitoring with a smart sensor array",
            "Timothy J Johnson and Rebecca L Brown and Douglas E Adams and Mark Schiefer",
            "2004",
            "YNWAz_AAAAAJ:qjMakFHDy7sC",
            94,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0888327003000025",
            "13899080710177241838",
            "\/scholar?cites=13899080710177241838",
            {
                "2004":1,
                "2005":12,
                "2006":12,
                "2007":3,
                "2008":3,
                "2009":9,
                "2010":8,
                "2011":3,
                "2012":4,
                "2013":4,
                "2014":1,
                "2015":8,
                "2016":7,
                "2017":1,
                "2018":6,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "This work aims to establish a nonlinear dynamics framework for diagnosis and prognosis in structural dynamic systems. The objective is to develop an analytically sound means for extracting features, which can be used to characterize damage, from modal-based input–output data in complex hybrid structures with heterogeneous materials and many components. Although systems like this are complex in nature, the premise of the work here is that damage initiates and evolves in the same phenomenological way regardless of the physical system according to nonlinear dynamic processes. That is, bifurcations occur in healthy systems as a result of damage. By projecting a priori the equations of motion of high-dimensional structural dynamic systems onto lower dimensional center, or so-called ‘damage’, manifolds, it is demonstrated that model reduction near bifurcations might be a useful way to identify certain …",
            "A nonlinear dynamical systems framework for structural diagnosis and prognosis",
            "Douglas E Adams and Madhura Nataraju",
            "2002",
            "YNWAz_AAAAAJ:9yKSN-GCB0IC",
            94,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002072250200112X",
            "7878216835358308827",
            "\/scholar?cites=7878216835358308827",
            {
                "2003":1,
                "2004":2,
                "2005":9,
                "2006":7,
                "2007":6,
                "2008":10,
                "2009":6,
                "2010":9,
                "2011":7,
                "2012":8,
                "2013":8,
                "2014":4,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":3
            }
        ],
        [
            "One practical issue that must be addressed prior to the implementation of a vibration-based structural health monitoring system is the influence that variations in the structure’s environmental and boundary conditions can have on the vibration response of the structure. This issue is especially prominent in the structural health monitoring of aircraft, which operate in a wide variety of different environmental conditions and possess complex structural components connected through various boundary conditions. However, many types of damage introduce nonlinear stiffness and damping restoring forces, which may be used to detect damage even in the midst of these varying conditions. Vibro-acoustic modulation is a nondestructive evaluation technique that is highly sensitivity to the presence of nonlinearities. One factor that complicates the use of vibro-acoustic modulation as a structural health monitoring technique is …",
            "Vibro-acoustic modulation utilizing a swept probing signal for robust crack detection",
            "Nathanael C Yoder and Douglas E Adams",
            "2010",
            "YNWAz_AAAAAJ:RGFaLdJalmkC",
            85,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1475921710365261",
            "1952758675411964743",
            "\/scholar?cites=1952758675411964743",
            {
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":13,
                "2014":10,
                "2015":8,
                "2016":12,
                "2017":11,
                "2018":12,
                "2019":10,
                "2020":2
            }
        ],
        [
            "Structural health monitoring can be viewed as a problem in statistical pattern recognition involving operational evaluation, data cleansing, damage identification, and life prediction. In damage identification, damage features derived from available input-output and output-only time and frequency data are used to detect, locate, and quantify damage in structural dynamic systems. A new set of damage features and their implementation for damage detection and quantification are discussed in this article. These features are the autoregressive and exogenous coefficients in a frequency domain data model and can be used to distinguish between linear and nonlinear types of damage. In this work, autoregressive coefficients are used to characterize nonlinear damage and exogenous coefficients are used to characterize linear damage states. The ability to distinguish between linear and nonlinear types of damage and …",
            "Classifying linear and nonlinear structural damage using frequency domain ARX models",
            "Douglas E Adams and Charles R Farrar",
            "2002",
            "YNWAz_AAAAAJ:zYLM7Y9cAGgC",
            75,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1475921702001002005",
            "15551080358860425999",
            "\/scholar?cites=15551080358860425999",
            {
                "2003":3,
                "2004":1,
                "2005":9,
                "2006":3,
                "2007":6,
                "2008":1,
                "2009":8,
                "2010":7,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":4,
                "2015":8,
                "2016":3,
                "2017":2,
                "2018":6,
                "2019":4,
                "2020":3
            }
        ]
    ]
}