{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Motivated by recent proposals in hep-th\/0202021 and hep-th\/0204051 we develop semiclassical quantization of superstring in AdS 5× S 5. We start with a classical solution describing string rotating in AdS 5 and boosted along large circle of S 5. The energy of the classical solution E is a function of the spin S and the momentum J (R-charge) which interpolates between the limiting cases S= 0 and J= 0 considered previously. We derive the corresponding quadratic fluctuation action for bosonic and fermionic fields from the GS string action and compute the string 1-loop (large√ λ= R 2\/α') correction to the classical energy spectrum in the (S, J) sector. We find that the 1-loop correction to the ground-state energy does not cancel for S≠ 0. For large S it scales as ln S, ie as the classical term, with no higher powers of ln S appearing. This supports the conjecture made in hep-th\/0204051 that the classical E− S= aln S scaling …",
            "Semiclassical quantization of rotating superstring in AdS 5× S 5",
            "Sergey Frolov and Arkady A Tseytlin",
            "2002",
            "YO9ahw0AAAAJ:u5HHmVD_uO8C",
            725,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/06\/007\/meta",
            "6703852681103515186",
            "\/scholar?cites=6703852681103515186",
            {
                "2002":30,
                "2003":43,
                "2004":58,
                "2005":71,
                "2006":62,
                "2007":63,
                "2008":79,
                "2009":53,
                "2010":49,
                "2011":39,
                "2012":40,
                "2013":32,
                "2014":22,
                "2015":21,
                "2016":14,
                "2017":13,
                "2018":15,
                "2019":5,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We propose Bethe equations for the diagonalization of the hamiltonian of quantum strings on AdS 5× S 5 at large string tension and restricted to certain large charge states from a closed fraktur s fraktur u (2) subsector. The ansatz differs from the recently proposed all-loop gauge theory asymptotic Bethe ansatz by additional factorized scattering terms for the local excitations. We also show that our ansatz quantitatively reproduces everything that is currently known about the string spectrum of these states. Firstly, by construction, we recover the integral Bethe equations describing semiclassical spinning strings. Secondly, we explain how to derive the 1\/J energy corrections of M-impurity BMN states, provide explicit, general formulae for both distinct and confluent mode numbers, and compare to asymptotic gauge theory. In the special cases M= 2, 3 we reproduce the results of direct quantization of Callan et al. Lastly, at …",
            "Bethe ansatz for quantum strings",
            "Gleb Arutyunov and Sergey Frolov and Matthias Staudacher",
            "2004",
            "YO9ahw0AAAAJ:u-x6o8ySG0sC",
            691,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2004\/10\/016\/meta",
            "4201025674013673478",
            "\/scholar?cites=4201025674013673478",
            {
                "2004":13,
                "2005":62,
                "2006":68,
                "2007":93,
                "2008":104,
                "2009":87,
                "2010":43,
                "2011":43,
                "2012":35,
                "2013":31,
                "2014":31,
                "2015":23,
                "2016":19,
                "2017":9,
                "2018":12,
                "2019":7,
                "2020":7
            }
        ],
        [
            "Motivated by attempts to extend AdS\/CFT duality to non-BPS states we consider classical closed string solutions with several angular momenta in different directions of AdS 5 and S 5. We find a novel solution describing a circular closed string located at a fixed value of AdS 5 radius while rotating simultaneously in two planes in AdS 5 with equal spins S. This solution is a direct generalization of a two-spin flat-space solution where the string rotates in two orthogonal planes while always lying on a 3-sphere. Similar solution exists for a string rotating in S 5: it is parametrized by the angular momentum J of the center of mass and two equal SO (6) angular momenta J 2= J 3= J′ in the two rotation planes. The remarkably simple case is of J= 0 where the energy depends on J′ as E=(2J′) 2+ λ (λ is the string tension or't Hooft coupling). We discuss interpolation of the E (J′) formula to weak coupling by identifying the …",
            "Multi-spin string solutions in AdS5× S5",
            "SERGEY Frolov and Arkady A Tseytlin",
            "2003",
            "YO9ahw0AAAAJ:d1gkVwhDpl0C",
            479,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303005807",
            "4597556024804008710",
            "\/scholar?cites=4597556024804008710",
            {
                "2003":16,
                "2004":68,
                "2005":81,
                "2006":62,
                "2007":40,
                "2008":47,
                "2009":24,
                "2010":24,
                "2011":24,
                "2012":19,
                "2013":9,
                "2014":11,
                "2015":13,
                "2016":10,
                "2017":9,
                "2018":12,
                "2019":1,
                "2020":3,
                "2021":2
            }
        ],
        [
            "Recently Lunin and Maldacena used an SL (3, Bbb R) transformation of the AdS 5× S 5 background to generate a supergravity solution dual to a so-called β-deformation of Script N= 4 super Yang-Mills theory. We use a T-duality-shift-T-duality (TsT) transformation to obtain the β-deformed background for real β≡ γ, and show that solutions of string theory equations of motion in this background are in one-to-one correspondence with those in AdS 5× S 5 with twisted boundary conditions imposed on the U (1) isometry fields. We then apply the TsT transformation to derive a local and periodic Lax pair for the bosonic part of string theory in the γ-deformed background. We also perform a chain of three consecutive TsT transformations to generate a three-parameter deformation of AdS 5× S 5. The three-parameter background is dual to a nonsupersymmetric marginal deformation of Script N= 4 SYM. Finally, we combine the …",
            "Lax pair for strings in Lunin-Maldacena background",
            "Sergey Frolov",
            "2005",
            "YO9ahw0AAAAJ:9yKSN-GCB0IC",
            432,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2005\/05\/069\/meta",
            "14077706603750861914",
            "\/scholar?cites=14077706603750861914",
            {
                "2005":22,
                "2006":37,
                "2007":28,
                "2008":31,
                "2009":13,
                "2010":23,
                "2011":20,
                "2012":25,
                "2013":16,
                "2014":36,
                "2015":25,
                "2016":35,
                "2017":30,
                "2018":34,
                "2019":21,
                "2020":34,
                "2021":2
            }
        ],
        [
            "We review the recent advances towards finding the spectrum of the AdS 5× S 5 superstring. We thoroughly explain the theoretical techniques which should be useful for the ultimate solution of the spectral problem. In certain cases our exposition is original and cannot be found in the existing literature. The present part I deals with foundations of classical string theory in AdS 5× S 5, light-cone perturbative quantization and the derivation of the exact light-cone world-sheet scattering matrix.",
            "Foundations of the AdS5× S5 superstring: I",
            "Gleb Arutyunov and Sergey Frolov",
            "2009",
            "YO9ahw0AAAAJ:qjMakFHDy7sC",
            431,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1751-8113\/42\/25\/254003\/meta",
            "15414828708135511001",
            "\/scholar?cites=15414828708135511001",
            {
                "2009":29,
                "2010":41,
                "2011":43,
                "2012":36,
                "2013":33,
                "2014":39,
                "2015":39,
                "2016":38,
                "2017":34,
                "2018":37,
                "2019":20,
                "2020":39
            }
        ],
        [
            "We use the string hypothesis for the mirror theory to derive the Thermodynamic Bethe Ansatz equations for the AdS 5× S 5 mirror model. We further demonstrate how these equations can be used to construct the associated Y-system recently discussed in the literature, putting particular emphasis on the assumptions and the range of validity of the corresponding construction.",
            "Thermodynamic Bethe ansatz for the AdS5× S5 mirror model",
            "Gleb Arutyunov and Sergey Frolov",
            "2009",
            "YO9ahw0AAAAJ:IjCSPb-OGe4C",
            365,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/05\/068\/meta",
            "4353195915193893815",
            "\/scholar?cites=4353195915193893815",
            {
                "2009":19,
                "2010":50,
                "2011":57,
                "2012":54,
                "2013":21,
                "2014":30,
                "2015":24,
                "2016":35,
                "2017":20,
                "2018":18,
                "2019":16,
                "2020":17
            }
        ],
        [
            "We show that solitonic solutions of the classical string action on the AdS 5× S 5 background that carry charges (spins) of the Cartan subalgebra of the global symmetry group can be classified in terms of periodic solutions of the Neumann integrable system. We derive equations which determine the energy of these solitons as a function of spins. In the limit of large spins J, the first subleading 1\/J coefficient in the expansion of the string energy is expected to be non-renormalized to all orders in the inverse string tension expansion and thus can be directly compared to the 1-loop anomalous dimensions of the corresponding composite operators in N= 4 super-YM theory. We obtain a closed system of equations that determines this subleading coefficient and, therefore, the 1-loop anomalous dimensions of the dual SYM operators. We expect that an equivalent system of equations should follow from the thermodynamic …",
            "Spinning strings in AdS5× S5 and integrable systems",
            "Gleb Arutyunov and Sergey Frolov and J Russo and Arkady A Tseytlin",
            "2003",
            "YO9ahw0AAAAJ:2osOgNQ5qMEC",
            362,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303007314",
            "2969468905444529659",
            "\/scholar?cites=2969468905444529659",
            {
                "2003":5,
                "2004":69,
                "2005":71,
                "2006":55,
                "2007":28,
                "2008":22,
                "2009":15,
                "2010":14,
                "2011":10,
                "2012":5,
                "2013":2,
                "2014":9,
                "2015":6,
                "2016":10,
                "2017":11,
                "2018":13,
                "2019":3,
                "2020":11,
                "2021":1
            }
        ],
        [
            "According to the recent proposal by Aharony, Bergman, Jafferis and Maldacena the Script N= 6 supersymmetric Chern-Simons theory in three dimensions has a't Hooft limit whose holographic dual is described by type IIA superstings on AdS 4× Bbb C Bbb P 3 background. We argue that the Green-Schwarz action for type IIA string theory on AdS 4× Bbb C Bbb P 3 with κ-symmetry partially fixed can be understood as a coset sigma-model on the same space supplied with a proper Wess-Zumino term. We construct the corresponding sigma-model Lagrangian and show that it is invariant under a local fermionic symmetry which for generic bosonic string configurations allows one to remove 8 out of 24 fermionic degrees of freedom. The remaining 16 fermions together with their bosonic partners should describe the physical content of AdS 4× Bbb C Bbb P 3 superstring. As further evidence, we demonstrate that in the …",
            "Superstrings on AdS4× ℂℙ3 as a coset sigma-model",
            "Gleb Arutyunov and Sergey Frolov",
            "2008",
            "YO9ahw0AAAAJ:Y0pCki6q_DkC",
            313,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/09\/129\/meta",
            "18100505913195536161",
            "\/scholar?cites=18100505913195536161",
            {
                "2008":36,
                "2009":60,
                "2010":43,
                "2011":26,
                "2012":34,
                "2013":20,
                "2014":17,
                "2015":12,
                "2016":15,
                "2017":23,
                "2018":15,
                "2019":2,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We extend recent remarkable progress in the comparison of the dynamical energy spectrum of rotating closed strings in AdS 5× S 5 and the scaling weights of the corresponding non-near-BPS operators in planar Script N= 4 supersymmetric gauge theory. On the string side the computations are feasible, using semiclassical methods, if angular momentum quantum numbers are large. This results in a prediction of gauge theory anomalous dimensions to all orders in thet Hooft coupling λ. On the gauge side the direct computation of these dimensions is feasible, using a recently discovered relation to integrable (super) spin chains, provided one considers the lowest order in λ. This one-loop computation then predicts the small-tension limit of the string spectrum for all (ie small or large) quantum numbers. In the overlapping window of large quantum numbers and small effective string tension, the string theory and gauge …",
            "Precision spectroscopy of AdS\/CFT",
            "Niklas Beisert and Matthias Staudacher and Sergey Frolov and Arkady A Tseytlin",
            "2003",
            "YO9ahw0AAAAJ:UeHWp8X0CEIC",
            298,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2003\/10\/037\/meta",
            "3539672575701455602",
            "\/scholar?cites=3539672575701455602",
            {
                "2003":4,
                "2004":73,
                "2005":65,
                "2006":33,
                "2007":27,
                "2008":20,
                "2009":12,
                "2010":11,
                "2011":13,
                "2012":11,
                "2013":6,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "As was recently found in [3], there exists a simple classical solution describing a closed string rotating in S 5 and located at the center of AdS 5. It is parametrized by the angular momentum J of the center of mass and two equal SO (6) angular momenta J'in the two other orthogonal rotation planes. The corresponding dual N= 4 SYM operators should be scalar operators in SU (4) representations [0, J− J', 2J'] if J≥ J', or [J'− J, 0, J'+ J] if J'≥ J. This solution is stable if J'≤(3\/2) J and for large J+ 2J'its classical energy admits an expansion in positive powers of {λ\/(J+ 2J') 2}(λ 1\/2 is proportional to string tension): E= J+ 2J'+{λ\/(J+ 2J') 2} J'+⋯. This suggests a possibility of a direct comparison with perturbative SYM results for the corresponding anomalous dimensions in the sector with {λ\/(J+ 2J') 2}<< 1, by analogy with the BMN case. We conjecture that all quantum sigma model string corrections are then subleading at large J' …",
            "Quantizing three-spin string solution in AdS 5× S 5",
            "Sergey Frolov and Arkady A Tseytlin",
            "2003",
            "YO9ahw0AAAAJ:zYLM7Y9cAGgC",
            282,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2003\/07\/016\/meta",
            "3676083432505596596",
            "\/scholar?cites=3676083432505596596",
            {
                "2003":9,
                "2004":52,
                "2005":51,
                "2006":38,
                "2007":28,
                "2008":26,
                "2009":11,
                "2010":14,
                "2011":5,
                "2012":11,
                "2013":7,
                "2014":5,
                "2015":7,
                "2016":5,
                "2017":1,
                "2018":8,
                "2019":1,
                "2020":1
            }
        ]
    ]
}