{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The methoxy free radical has been formed in a supersonic free jet expansion by KrF photolysis of methyl nitrite. Its laser-induced fluorescence excitation and wavelength-resolved emission spectra havebeen recorded atlow temperature. This paper reports the vibronic analysis of the CH30 and CD30 A^** X2E electronic spectra. A new value for the electronic origin has been determined as well as a nearly complete set of vibrational frequencies.",
            "Free jet-cooled laser-induced fluorescence spectrum of methoxy. 1. Vibronic analysis of the~ A and~ X states",
            "Stephen C Foster and Prabhakar Misra and Tai Yuan D Lin and Cristino P Damo and Christopher C Carter and Terry A Miller",
            "1988",
            "yOfBf68AAAAJ:2P1L_qKh6hAC",
            139,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100332a014",
            "12538837925031937035",
            "\/scholar?cites=12538837925031937035",
            {
                "1989":7,
                "1990":6,
                "1991":3,
                "1992":4,
                "1993":4,
                "1994":6,
                "1995":7,
                "1996":3,
                "1997":6,
                "1998":2,
                "1999":6,
                "2000":10,
                "2001":2,
                "2002":1,
                "2003":6,
                "2004":3,
                "2005":4,
                "2006":8,
                "2007":3,
                "2008":3,
                "2009":5,
                "2010":3,
                "2011":7,
                "2012":5,
                "2013":2,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":5,
                "2020":1
            }
        ],
        [
            "The rotational structure of the 0q and 3¿ bands of the A2A,** X2E electronic transitionof the methoxy radical has been measured. Simultaneous least-squares fits to these data and that from previously reported microwavestudies of the ground state have been performed. Twelve molecular parameters for the ground state and six for theexcited state, characterizing the rotational and spin structure of methoxy, have been determined. A brief discussion of the implications, in terms of geometries and electronic structure, of these parameters is given.",
            "Free jet-cooled laser-induced fluorescence spectrum of methoxy radical. 2. Rotational analysis of the~ A2A1. tautm.~ X2E electronic transition",
            "Xianming Liu and Cristino P Damo and Tai-Yuan David Lin and Stephen C Foster and Prabhakar Misra and Lian Yu and Terry A Miller",
            "1989",
            "yOfBf68AAAAJ:a0OBvERweLwC",
            104,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100343a016",
            "12135964119349355563",
            "\/scholar?cites=12135964119349355563",
            {
                "1989":3,
                "1990":5,
                "1991":3,
                "1992":4,
                "1993":6,
                "1994":5,
                "1995":8,
                "1996":1,
                "1997":7,
                "1998":5,
                "1999":7,
                "2000":7,
                "2001":3,
                "2002":2,
                "2003":6,
                "2004":2,
                "2005":3,
                "2006":5,
                "2007":4,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2
            }
        ],
        [
            "Metal oxides are suitable for detecting, through conductive measurements, a variety of reducing and oxidizing gases in environmental and sensing applications. Metal-oxide gas sensors can be developed with the goal of sensing gases under specific conditions and, as a whole, are heavily dependent on the manufacturing process. Tungsten oxide (WO3) is a promising metal-oxide material for gas-sensing applications. The purpose of this paper is to determine the existence of a correlation between thermal effects and the changes in the Raman spectra for multiple WO3 structures. We have obtained results utilizing Raman spectroscopy for three different structures of WO3 (monoclinic WO3 on Si substrate, nanopowder, and nanowires) that have been subjected to temperatures in the range of 30–160 °C. The major vibrational modes of the WO3:Si and the nanopowder samples, located at ∼807, ∼716, and ∼271 cm …",
            "Thermal Effects Associated with the Raman Spectroscopy of WO3 Gas-Sensor Materials",
            "Raul F Garcia-Sanchez and Tariq Ahmido and Daniel Casimir and Shankar Baliga and Prabhakar Misra",
            "2013",
            "yOfBf68AAAAJ:R3hNpaxXUhUC",
            99,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp408303p",
            "5899938453281539913",
            "\/scholar?cites=5899938453281539913",
            {
                "2014":2,
                "2015":7,
                "2016":13,
                "2017":21,
                "2018":21,
                "2019":16,
                "2020":14,
                "2021":3
            }
        ],
        [
            "This volume presents a complete and thorough examination of advances in the instrumentation, evaluation, and implementation of UV technology for reliable and efficient data acquisition and analysis. It provides real-world applications in expanding fields such as chemical physics, plasma science, photolithography, laser spectroscopy, astronomy and a",
            "Ultraviolet spectroscopy and UV lasers",
            "Prabhakar Misra and Mark A Dubinskii",
            "2002",
            "yOfBf68AAAAJ:Mojj43d5GZwC",
            95,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=kc39DwAAQBAJ&oi=fnd&pg=PP2&dq=info:GENYYssAzPkJ:scholar.google.com&ots=MGodj0IVIW&sig=x1YqKBGLOKlCgDiBYI8lsFA_ygc",
            "17999762684221342488",
            "\/scholar?cites=17999762684221342488",
            {
                "2003":1,
                "2004":1,
                "2005":5,
                "2006":6,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":5,
                "2013":8,
                "2014":11,
                "2015":17,
                "2016":10,
                "2017":9,
                "2018":7,
                "2019":2
            }
        ]
    ]
}