{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "When we affirm (or deny) that someone knows something, we are making a value judgment of sorts-we are claiming that there is something superior (or inferior) about that person's opinion, or their evidence, or perhaps about them. A central task of the theory of knowledge is to investigate the sort of evaluation at issue. This is the first book to make'epistemic normativity,'or the normative dimension of knowledge and knowledge ascriptions, its central focus. John Greco argues that knowledge is a kind of achievement, as opposed to mere lucky success. This locates knowledge within a broader, familiar normative domain. By reflecting on our thinking and practices in this domain, it is argued, we gain insight into what knowledge is and what kind of value it has for us.",
            "Achieving knowledge: A virtue-theoretic account of epistemic normativity",
            "John Greco",
            "2010",
            "YOIUNf8AAAAJ:dshw04ExmUIC",
            799,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=xi7vh3U5cggC&oi=fnd&pg=PR3&dq=info:z16XEfUHDLMJ:scholar.google.com&ots=RQkzyxinDJ&sig=k7ZxQu-C5TtfdATQgoooni30YBc",
            "12901695781653143247",
            "\/scholar?cites=12901695781653143247",
            {
                "2009":4,
                "2010":10,
                "2011":25,
                "2012":45,
                "2013":74,
                "2014":79,
                "2015":80,
                "2016":85,
                "2017":112,
                "2018":93,
                "2019":78,
                "2020":79,
                "2021":5
            }
        ],
        [
            "The paper begins by reviewing two problems for fallibilism: the lottery problem, or the problem of explaining why fallible evidence, though otherwise excellent, is not enough to know that one will lose the lottery, and Gettier problems. It is then argued that both problems can be resolved if we note an important illocutionary force of knowledge attributions: namely, that when we attribute knowledge to someone we mean to give the person credit for getting things right. Alternatively, to say that a person knows is to say that she got things right due to her own abilities, efforts and actions, rather than due to dumb luck, or blind chance, or something else.",
            "`Knowledge as Credit for True Belief",
            "John Greco",
            "2003",
            "YOIUNf8AAAAJ:WbkHhVStYXYC",
            431,
            "https:\/\/philpapers.org\/archive\/GREKAC",
            "14134420299574861600",
            "\/scholar?cites=14134420299574861600",
            {
                "2002":2,
                "2003":5,
                "2004":5,
                "2005":5,
                "2006":10,
                "2007":21,
                "2008":20,
                "2009":37,
                "2010":20,
                "2011":31,
                "2012":24,
                "2013":34,
                "2014":28,
                "2015":30,
                "2016":21,
                "2017":39,
                "2018":22,
                "2019":29,
                "2020":31,
                "2021":3
            }
        ],
        [
            "This book is about the nature of skeptical arguments and their role in philosophical inquiry. John Greco delineates three main theses: that a number of historically prominent skeptical arguments make no obvious mistake, and therefore cannot be easily dismissed; that the analysis of skeptical arguments is philosophically useful and important, and should therefore have a central place in the methodology of philosophy; and that taking skeptical arguments seriously requires us to adopt an externalist, reliabilist epistemology. This book will be of interest to professionals and graduate students in epistemology and moral philosophy.",
            "Putting skeptics in their place: The nature of skeptical arguments and their role in philosophical inquiry",
            "John Greco",
            "2007",
            "YOIUNf8AAAAJ:4JMBOYKVnBMC",
            411,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=XfrTHY8Zg_QC&oi=fnd&pg=PP1&dq=info:39k0ZmSqimUJ:scholar.google.com&ots=yWfYQtRLXQ&sig=4B9BdBjS7LckTzC1bDfbh_fGqKE",
            "7316847892804983263",
            "\/scholar?cites=7316847892804983263",
            {
                "1998":1,
                "1999":3,
                "2000":1,
                "2001":3,
                "2002":5,
                "2003":13,
                "2004":14,
                "2005":13,
                "2006":13,
                "2007":12,
                "2008":34,
                "2009":20,
                "2010":24,
                "2011":19,
                "2012":24,
                "2013":28,
                "2014":30,
                "2015":20,
                "2016":29,
                "2017":30,
                "2018":24,
                "2019":25,
                "2020":9,
                "2021":3
            }
        ],
        [
            "Hume's skeptical reasoning about unobserved matters of fact is familiar. The standard objection to that reasoning is that Hume is a deductivist. In other words, Hume insists that only deductive reasoning can give rise to knowledge. In my opinion this objection misses the force of Hume's argument. His reasoning does not depend on so obvious a mistake. lHume's reasoning is roughly as follows. First, Hume claims that all empirical reasoning involves a principle to the effect that the future will resemble the past. More exactly, all of our beliefs about unobserved matters of fact depend for their evidence on both a) past and present observations and b) the assumption that unobserved cases will resemble observed cases. We may call this assumption the\" regularity principle,\" because it is equivalent to saying that there is a regularity in nature. But now the regularity principle is itself a belief about an unobserved matter of fact …",
            "Agent reliabilism",
            "John Greco",
            "1999",
            "YOIUNf8AAAAJ:hMod-77fHWUC",
            307,
            "https:\/\/www.jstor.org\/stable\/2676106",
            "9101679320582943112",
            "\/scholar?cites=9101679320582943112",
            {
                "2002":2,
                "2003":8,
                "2004":5,
                "2005":9,
                "2006":11,
                "2007":14,
                "2008":14,
                "2009":9,
                "2010":12,
                "2011":14,
                "2012":13,
                "2013":22,
                "2014":28,
                "2015":18,
                "2016":19,
                "2017":27,
                "2018":18,
                "2019":29,
                "2020":25,
                "2021":2
            }
        ],
        [
            "This entry introduces many of the most important results of the contemporary Virtue epistemology (hereafter'VE') research program. These include novel attempts to resolve longstanding disputes, solve perennial problems, grapple with novel challenges, and expand epistemology’s horizons. In the process, it reveals the diversity within VE. Beyond sharing the two unifying commitments mentioned above, its practitioners diverge over the nature of intellectual virtues, which questions to ask, and which methods to use.",
            "Virtue epistemology",
            "John Greco and John Turri",
            "2017",
            "YOIUNf8AAAAJ:eMMeJKvmdy0C",
            278,
            "https:\/\/philpapers.org\/rec\/GREVE-4",
            "1143789967804560741",
            "\/scholar?cites=1143789967804560741",
            {
                "2000":2,
                "2001":1,
                "2002":4,
                "2003":4,
                "2004":2,
                "2005":7,
                "2006":7,
                "2007":9,
                "2008":8,
                "2009":5,
                "2010":18,
                "2011":17,
                "2012":20,
                "2013":34,
                "2014":27,
                "2015":24,
                "2016":27,
                "2017":19,
                "2018":21,
                "2019":13,
                "2020":1
            }
        ],
        [
            "Sign in | Create an account. PhilPapers PhilPeople PhilArchive PhilEvents PhilJobs. PhilPapers\nhome. Syntax; Advanced Search. New: All new items; Books; Journal articles; Manuscripts. Topics:\nAll Categories; Metaphysics and Epistemology: Metaphysics and Epistemology; Epistemology;\nMetaphilosophy; Metaphysics; Philosophy of Action; Philosophy of Language; Philosophy of\nMind; Philosophy of Religion; M&E, Misc. Value Theory: Value Theory; Aesthetics; Applied Ethics;\nMeta-Ethics; Normative Ethics; Philosophy of Gender, Race, and Sexuality; Philosophy of Law;\nSocial and Political Philosophy; Value Theory, Miscellaneous. Science, Logic, and Mathematics:\nScience, Logic, and Mathematics; Logic and Philosophy of Logic; Philosophy of Biology; … \n",
            "The Blackwell guide to epistemology",
            "John Greco and Ernest Sosa",
            "2002",
            "YOIUNf8AAAAJ:3fE2CSJIrl8C",
            243,
            "https:\/\/philpapers.org\/rec\/GRETBG-3",
            "3477780195303370804",
            "\/scholar?cites=3477780195303370804",
            {
                "2001":4,
                "2002":8,
                "2003":7,
                "2004":14,
                "2005":16,
                "2006":14,
                "2007":14,
                "2008":7,
                "2009":8,
                "2010":14,
                "2011":16,
                "2012":11,
                "2013":14,
                "2014":17,
                "2015":9,
                "2016":10,
                "2017":8,
                "2018":13,
                "2019":13,
                "2020":13
            }
        ],
        [
            "What is a virtue in epistemology? In the broadest sense, a virtue is an excellence of some kind. In epistemology, the relevant kind of excellence will be\" intellectual.\" But then what is an intellectual virtue? Some philosophers have understood intellectual virtues to be broad cognitive abilities or powers. On this view, intellectual virtues are innate faculties or acquired habits that enable a person to arrive at truth and avoid error in some relevant field. For example, Aristotle def1ned\" intuitive reason\" as the ability to grasp first principles and\" science\" as the ability to demonstrate further truths from these. 1 Some contemporary authors add accurate perception, reliable memory, and various kinds of good reasoning to the list of intellectual virtues. These authors follow Aristotle in the notion that intellectual virtues are cognitive abilities or powers, but they loosen the requirements for what count as such. 2 Other authors have understood the intellectual virtues quite differently, however. On their view intellectual virtues are more like personality traits than cognitive abilities or powers. For example, intellectual courage is a trait of mind that allows one to persevere in one's ideas. Intellectual open-mindedness is a trait of mind that allows one to be receptive to the ideas of others. Among these authors, however, there is disagreement about why such personality traits count as virtues. Some think it is because they are truth-conducive, increasing one's chances of arriving at true beliefs while avoiding false beliefs. 3 Others think that such traits are virtues independently of their connection to truth—they would be virtues even if they were not truth-conducive at all. 4",
            "Virtues in epistemology",
            "John Greco",
            "2002",
            "YOIUNf8AAAAJ:bFI3QPDXJZMC",
            217,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=5NJjAwAAQBAJ&oi=fnd&pg=PA287&dq=info:RCvrdFqgM6gJ:scholar.google.com&ots=y-SD6GhUA9&sig=WX1YO46kbLL3KIhmDo12vfAPHNc",
            "12120207332553206596",
            "\/scholar?cites=12120207332553206596",
            {
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":3,
                "2005":5,
                "2006":7,
                "2007":10,
                "2008":6,
                "2009":9,
                "2010":8,
                "2011":13,
                "2012":17,
                "2013":16,
                "2014":7,
                "2015":21,
                "2016":19,
                "2017":20,
                "2018":17,
                "2019":17
            }
        ]
    ]
}