{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Although it is being successfully implemented for exploration of the genome, discovery science has eluded the functional neuroimaging community. The core challenge remains the development of common paradigms for interrogating the myriad functional systems in the brain without the constraints of a priori hypotheses. Resting-state functional MRI (R-fMRI) constitutes a candidate approach capable of addressing this challenge. Imaging the brain during rest reveals large-amplitude spontaneous low-frequency (<0.1 Hz) fluctuations in the fMRI signal that are temporally correlated across functionally related areas. Referred to as functional connectivity, these correlations yield detailed maps of complex neural systems, collectively constituting an individual9s “functional connectome.” Reproducibility across datasets and individuals suggests the functional connectome has a common architecture, yet each individual9s …",
            "Toward discovery science of human brain function",
            "Bharat B Biswal and Maarten Mennes and Xi-Nian Zuo and Suril Gohel and Clare Kelly and Steve M Smith and Christian F Beckmann and Jonathan S Adelstein and Randy L Buckner and Stan Colcombe and Anne-Marie Dogonowski and Monique Ernst and Damien Fair and Michelle Hampson and Matthew J Hoptman and James S Hyde and Vesa J Kiviniemi and Rolf Kötter and Shi-Jiang Li and Ching-Po Lin and Mark J Lowe and Clare Mackay and David J Madden and Kristoffer H Madsen and Daniel S Margulies and Helen S Mayberg and Katie McMahon and Christopher S Monk and Stewart H Mostofsky and Bonnie J Nagel and James J Pekar and Scott J Peltier and Steven E Petersen and Valentin Riedl and Serge ARB Rombouts and Bart Rypma and Bradley L Schlaggar and Sein Schmidt and Rachael D Seidler and Greg J Siegle and Christian Sorg and Gao-Jun Teng and Juha Veijola and Arno Villringer and Martin Walter and Lihong Wang and Xu-Chu Weng and Susan Whitfield-Gabrieli and Peter Williamson and Christian Windischberger and Yu-Feng Zang and Hong-Ying Zhang and F Xavier Castellanos and Michael P Milham",
            "2010",
            "yOStJacAAAAJ:u5HHmVD_uO8C",
            2515,
            "https:\/\/www.pnas.org\/content\/107\/10\/4734.short",
            "12406587470552575458",
            "\/scholar?cites=12406587470552575458",
            {
                "2010":55,
                "2011":131,
                "2012":207,
                "2013":247,
                "2014":278,
                "2015":302,
                "2016":255,
                "2017":263,
                "2018":225,
                "2019":235,
                "2020":261,
                "2021":23
            }
        ],
        [
            "Resting-state functional magnetic resonance imaging (fMRI) has attracted more and more attention because of its effectiveness, simplicity and non-invasiveness in exploration of the intrinsic functional architecture of the human brain. However, user-friendly toolbox for \"pipeline\" data analysis of resting-state fMRI is still lacking. Based on some functions in Statistical Parametric Mapping (SPM) and Resting-State fMRI Data Analysis Toolkit (REST), we have developed a MATLAB toolbox called Data Processing Assistant for Resting-State fMRI (DPARSF) for \"pipeline\" data analysis of resting-state fMRI. After the user arranges the DICOM files and click a few buttons to set parameters, DPARSF will then give all the preprocessed (slice timing, realign, normalize, smooth) data and results for functional connectivity (FC), regional homogeneity (ReHo), amplitude of low-frequency fluctuation (ALFF), and fractional ALFF (fALFF). DPARSF can also create a report for excluding subjects with excessive head motion and generate a set of pictures for easily checking the effect of normalization. In addition, users can also use DPARSF to extract time courses from regions of interest.",
            "DPARSF: a MATLAB toolbox for\" pipeline\" data analysis of resting-state fMRI",
            "Chaogan Yan and Yufeng Zang",
            "2010",
            "yOStJacAAAAJ:C33y2ycGS3YC",
            2356,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fnsys.2010.00013\/full",
            "14114233685643467026",
            "\/scholar?cites=14114233685643467026",
            {
                "2011":18,
                "2012":44,
                "2013":105,
                "2014":180,
                "2015":274,
                "2016":310,
                "2017":360,
                "2018":299,
                "2019":325,
                "2020":376,
                "2021":40
            }
        ],
        [
            "In children with attention deficit hyperactivity disorder (ADHD), functional neuroimaging studies have revealed abnormalities in various brain regions, including prefrontal-striatal circuit, cerebellum, and brainstem. In the current study, we used a new marker of functional magnetic resonance imaging (fMRI), amplitude of low-frequency (0.01–0.08 Hz) fluctuation (ALFF) to investigate the baseline brain function of this disorder. Thirteen boys with ADHD (13.0 ± 1.4 years) were examined by resting-state fMRI and compared with age-matched controls. As a result, we found that patients with ADHD had decreased ALFF in the right inferior frontal cortex, left sensorimotor cortex, and bilateral cerebellum and the vermis as well as increased ALFF in the right anterior cingulated cortex, left sensorimotor cortex, and bilateral brainstem. This resting-state fMRI study suggests that the changed spontaneous neuronal activity of these …",
            "Altered baseline brain activity in children with ADHD revealed by resting-state functional MRI",
            "Zang Yu-Feng and He Yong and Zhu Chao-Zhe and Cao Qing-Jiu and Sui Man-Qiu and Liang Meng and Tian Li-Xia and Jiang Tian-Zi and Wang Yu-Feng",
            "2007",
            "yOStJacAAAAJ:fQNAKQ3IYiAC",
            1816,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0387760406001549",
            "11850925036798379122",
            "\/scholar?cites=11850925036798379122",
            {
                "2007":9,
                "2008":28,
                "2009":25,
                "2010":45,
                "2011":62,
                "2012":101,
                "2013":119,
                "2014":168,
                "2015":200,
                "2016":181,
                "2017":195,
                "2018":188,
                "2019":202,
                "2020":235,
                "2021":23
            }
        ],
        [
            "Kendall's coefficient concordance (KCC) can measure the similarity of a number of time series. It has been used for purifying a given cluster in functional MRI (fMRI). In the present study, a new method was developed based on the regional homogeneity (ReHo), in which KCC was used to measure the similarity of the time series of a given voxel to those of its nearest neighbors in a voxel-wise way. Six healthy subjects performed left and right finger movement tasks in event-related design; five of them were additionally scanned in a rest condition. KCC was compared among the three conditions (left finger movement, right finger movement, and the rest). Results show that bilateral primary motor cortex (M1) had higher KCC in either left or right finger movement condition than in rest condition. Contrary to prediction and to activation pattern, KCC of ipsilateral M1 is significantly higher than contralateral M1 in unilateral …",
            "Regional homogeneity approach to fMRI data analysis",
            "Yufeng Zang and Tianzi Jiang and Yingli Lu and Yong He and Lixia Tian",
            "2004",
            "yOStJacAAAAJ:d1gkVwhDpl0C",
            1673,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053811904000035",
            "1516416766553244220",
            "\/scholar?cites=1516416766553244220",
            {
                "2006":8,
                "2007":12,
                "2008":25,
                "2009":29,
                "2010":41,
                "2011":54,
                "2012":100,
                "2013":116,
                "2014":122,
                "2015":179,
                "2016":186,
                "2017":184,
                "2018":174,
                "2019":179,
                "2020":222,
                "2021":26
            }
        ],
        [
            "Resting-state fMRI (RS-fMRI) has been drawing more and more attention in recent years. However, a publicly available, systematically integrated and easy-to-use tool for RS-fMRI data processing is still lacking. We developed a toolkit for the analysis of RS-fMRI data, namely the RESting-state fMRI data analysis Toolkit (REST). REST was developed in MATLAB with graphical user interface (GUI). After data preprocessing with SPM or AFNI, a few analytic methods can be performed in REST, including functional connectivity analysis based on linear correlation, regional homogeneity, amplitude of low frequency fluctuation (ALFF), and fractional ALFF. A few additional functions were implemented in REST, including a DICOM sorter, linear trend removal, bandpass filtering, time course extraction, regression of covariates, image calculator, statistical analysis, and slice viewer (for result visualization, multiple comparison correction, etc.). REST is an open-source package and is freely available at http:\/\/www.restfmri.net.",
            "REST: a toolkit for resting-state functional magnetic resonance imaging data processing",
            "Xiao-Wei Song and Zhang-Ye Dong and Xiang-Yu Long and Su-Fang Li and Xi-Nian Zuo and Chao-Zhe Zhu and Yong He and Chao-Gan Yan and Yu-Feng Zang",
            "2011",
            "yOStJacAAAAJ:maZDTaKrznsC",
            1630,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0025031",
            "12669185384170578374",
            "\/scholar?cites=12669185384170578374",
            {
                "2012":58,
                "2013":106,
                "2014":155,
                "2015":241,
                "2016":246,
                "2017":254,
                "2018":191,
                "2019":176,
                "2020":175,
                "2021":13
            }
        ],
        [
            "Most of the resting-state functional magnetic resonance imaging (fMRI) studies demonstrated the correlations between spatially distinct brain areas from the perspective of functional connectivity or functional integration. The functional connectivity approaches do not directly provide information of the amplitude of brain activity of each brain region within a network. Alternatively, an index named amplitude of low-frequency fluctuation (ALFF) of the resting-state fMRI signal has been suggested to reflect the intensity of regional spontaneous brain activity. However, it has been indicated that the ALFF is also sensitive to the physiological noise. The current study proposed a fractional ALFF (fALFF) approach, i.e., the ratio of power spectrum of low-frequency (0.01–0.08 Hz) to that of the entire frequency range and this approach was tested in two groups of resting-state fMRI data. The results showed that the brain areas within …",
            "An improved approach to detection of amplitude of low-frequency fluctuation (ALFF) for resting-state fMRI: fractional ALFF",
            "Qi-Hong Zou and Chao-Zhe Zhu and Yihong Yang and Xi-Nian Zuo and Xiang-Yu Long and Qing-Jiu Cao and Yu-Feng Wang and Yu-Feng Zang",
            "2008",
            "yOStJacAAAAJ:UebtZRa9Y70C",
            1103,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0165027008002458",
            "15831687041760365129",
            "\/scholar?cites=15831687041760365129",
            {
                "2009":4,
                "2010":20,
                "2011":21,
                "2012":38,
                "2013":75,
                "2014":77,
                "2015":128,
                "2016":95,
                "2017":134,
                "2018":136,
                "2019":154,
                "2020":180,
                "2021":26
            }
        ],
        [
            "Brain imaging efforts are being increasingly devoted to decode the functioning of the human brain. Among neuroimaging techniques, resting-state fMRI (R-fMRI) is currently expanding exponentially. Beyond the general neuroimaging analysis packages (e.g., SPM, AFNI and FSL), REST and DPARSF were developed to meet the increasing need of user-friendly toolboxes for R-fMRI data processing. To address recently identified methodological challenges of R-fMRI, we introduce the newly developed toolbox, DPABI, which was evolved from REST and DPARSF. DPABI incorporates recent research advances on head motion control and measurement standardization, thus allowing users to evaluate results using stringent control strategies. DPABI also emphasizes test-retest reliability and quality control of data processing. Furthermore, DPABI provides a user-friendly pipeline analysis toolkit for rat\/monkey R …",
            "DPABI: data processing & analysis for (resting-state) brain imaging",
            "Chao-Gan Yan and Xin-Di Wang and Xi-Nian Zuo and Yu-Feng Zang",
            "2016",
            "yOStJacAAAAJ:fFSKOagxvKUC",
            967,
            "https:\/\/link.springer.com\/article\/10.1007\/s12021-016-9299-4",
            "5519247026645305337",
            "\/scholar?cites=5519247026645305337",
            {
                "2016":14,
                "2017":56,
                "2018":170,
                "2019":273,
                "2020":415,
                "2021":36
            }
        ],
        [
            "A selective distribution of Alzheimer's disease (AD) pathological lesions in specific cortical layers isolates the hippocampus from the rest of the brain. However, functional connectivity between the hippocampus and other brain regions remains unclear in AD. Here, we employ a resting state functional MRI (fMRI) to examine changes in hippocampal connectivity comparing 13 patients with mild AD versus 13 healthy age-matched controls. Hippocampal connectivity was investigated by examination of the correlation between low frequency fMRI signal fluctuations in the hippocampus and those in all other brain regions. We found that functional connectivity between the right hippocampus and a set of regions was disrupted in AD; these regions are: medial prefrontal cortex (MPFC), ventral anterior cingulate cortex (vACC), right inferotemporal cortex, right cuneus extending into precuneus, left cuneus, right superior and …",
            "Changes in hippocampal connectivity in the early stages of Alzheimer's disease: evidence from resting state fMRI",
            "Liang Wang and Yufeng Zang and Yong He and Meng Liang and Xinqing Zhang and Lixia Tian and Tao Wu and Tianzi Jiang and Kuncheng Li",
            "2006",
            "yOStJacAAAAJ:u-x6o8ySG0sC",
            811,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053811905025711",
            "16812317888281836425",
            "\/scholar?cites=16812317888281836425",
            {
                "2007":23,
                "2008":34,
                "2009":42,
                "2010":51,
                "2011":67,
                "2012":77,
                "2013":69,
                "2014":79,
                "2015":66,
                "2016":58,
                "2017":64,
                "2018":55,
                "2019":53,
                "2020":60,
                "2021":4
            }
        ],
        [
            "Recent functional imaging studies have indicated that the pathophysiology of Alzheimer’s disease (AD) can be associated with the changes in spontaneous low-frequency (< 0.08 Hz) blood oxygenation level-dependent fluctuations (LFBF) measured during a resting state. The purpose of this study was to examine regional LFBF coherence patterns in early AD and the impact of regional brain atrophy on the functional results. Both structural MRI and resting-state functional MRI scans were collected from 14 AD subjects and 14 age-matched normal controls. We found significant regional coherence decreases in the posterior cingulate cortex\/precuneus (PCC\/PCu) in the AD patients when compared with the normal controls. Moreover, the decrease in the PCC\/PCu coherence was correlated with the disease progression measured by the Mini-Mental State Exam scores. The changes in LFBF in the PCC\/PCu may be …",
            "Regional coherence changes in the early stages of Alzheimer’s disease: a combined structural and resting-state functional MRI study",
            "Yong He and Liang Wang and Yufeng Zang and Lixia Tian and Xinqing Zhang and Kuncheng Li and Tianzi Jiang",
            "2007",
            "yOStJacAAAAJ:2osOgNQ5qMEC",
            564,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053811906011633",
            "16245948648830233090",
            "\/scholar?cites=16245948648830233090",
            {
                "2007":3,
                "2008":25,
                "2009":19,
                "2010":25,
                "2011":47,
                "2012":56,
                "2013":56,
                "2014":62,
                "2015":67,
                "2016":45,
                "2017":41,
                "2018":44,
                "2019":32,
                "2020":38,
                "2021":2
            }
        ],
        [
            "The characterization of topological architecture of complex brain networks is one of the most challenging issues in neuroscience. Slow (<0.1 Hz), spontaneous fluctuations of the blood oxygen level dependent (BOLD) signal in functional magnetic resonance imaging are thought to be potentially important for the reflection of spontaneous neuronal activity. Many studies have shown that these fluctuations are highly coherent within anatomically or functionally linked areas of the brain. However, the underlying topological mechanisms responsible for these coherent intrinsic or spontaneous fluctuations are still poorly understood. Here, we apply modern network analysis techniques to investigate how spontaneous neuronal activities in the human brain derived from the resting-state BOLD signals are topologically organized at both the temporal and spatial scales. We first show that the spontaneous brain functional networks have an intrinsically cohesive modular structure in which the connections between regions are much denser within modules than between them. These identified modules are found to be closely associated with several well known functionally interconnected subsystems such as the somatosensory\/motor, auditory, attention, visual, subcortical, and the “default” system. Specifically, we demonstrate that the module-specific topological features can not be captured by means of computing the corresponding global network parameters, suggesting a unique organization within each module. Finally, we identify several pivotal network connectors and paths (predominantly associated with the association and limbic\/paralimbic cortex regions …",
            "Uncovering intrinsic modular organization of spontaneous brain activity in humans",
            "Yong He and Jinhui Wang and Liang Wang and Zhang J Chen and Chaogan Yan and Hong Yang and Hehan Tang and Chaozhe Zhu and Qiyong Gong and Yufeng Zang and Alan C Evans",
            "2009",
            "yOStJacAAAAJ:Tyk-4Ss8FVUC",
            544,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0005226",
            "5044831199449241901",
            "\/scholar?cites=5044831199449241901",
            {
                "2009":3,
                "2010":28,
                "2011":48,
                "2012":56,
                "2013":63,
                "2014":63,
                "2015":61,
                "2016":53,
                "2017":47,
                "2018":40,
                "2019":34,
                "2020":35,
                "2021":7
            }
        ]
    ]
}