{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Following a brief review of the “two-level (tunneling) systems” model of the low-temperature properties of amorphous solids (“glasses”), we ask whether it is in fact the unique explanation of these properties as is usually assumed, concluding that this is not necessarily the case. We point out that (a) one specific form of the model is already experimentally refuted and (b) that a definitive test of the model in its most general form, while not yet carried out, would appear to be now experimentally feasible.",
            "“Tunneling two-level systems” model of the low-temperature properties of glasses: Are “smoking-gun” tests possible?",
            "Anthony J Leggett and Dervis C Vural",
            "2013",
            "yqDTqW8AAAAJ:uWiczbcajpAC",
            54,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp402222g",
            "11952221225629060241",
            "\/scholar?cites=11952221225629060241",
            {
                "2014":6,
                "2015":4,
                "2016":7,
                "2017":9,
                "2018":3,
                "2019":8,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Glasses are known to exhibit quantitative universalities at low temperatures, the most striking of which is the ultrasonic attenuation coefficient Q−1. In this work we develop a theory of coupled generic blocks with a certain randomness property to show that universality emerges essentially due to the interactions between elastic blocks, regardless of their microscopic nature.",
            "Universal sound absorption in amorphous solids: A theory of elastically coupled generic blocks",
            "Dervis C Vural and Anthony J Leggett",
            "2011",
            "yqDTqW8AAAAJ:9Nmd_mFXekcC",
            35,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022309311004431",
            "2633767016130826683",
            "\/scholar?cites=2633767016130826683",
            {
                "2012":1,
                "2013":6,
                "2014":3,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Collective behavior can spontaneously emerge when individuals follow common rules of interaction. However, the behavior of each individual differs due to existing genetic and non-genetic variation within the population. It remains unclear how this individuality is managed to achieve collective behavior. We quantify individuality in bands of clonal Escherichia coli cells that migrate collectively along a channel by following a self-generated gradient of attractant. We discover that despite substantial differences in individual chemotactic abilities, the cells are able to migrate as a coherent group by spontaneously sorting themselves within the moving band. This sorting mechanism ensures that differences between individual chemotactic abilities are compensated by differences in the local steepness of the traveling gradient each individual must navigate, and determines the minimum performance required to travel with …",
            "Spatial self-organization resolves conflicts between individuality and collective migration",
            "Xiongfei Fu and Setsu Kato and Junjiajia Long and Henry H Mattingly and Caiyun He and Dervis Can Vural and Steven W Zucker and Thierry Emonet",
            "2018",
            "yqDTqW8AAAAJ:URolC5Kub84C",
            25,
            "https:\/\/www.nature.com\/articles\/s41467-018-04539-4",
            "5181804934156195378",
            "\/scholar?cites=5181804934156195378",
            {
                "2018":2,
                "2019":13,
                "2020":8,
                "2021":1
            }
        ]
    ]
}