{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "First-generation semiconductors could not be properly termed\" doped-they were simply very impure. Uncontrolled impurities hindered the discovery of physical laws, baffling researchers and evoking pessimism and derision in advocates of the burgeoning\" pure\" physical disciplines. The eventual banish ment of the\" dirt\" heralded a new era in semiconductor physics, an era that had\" purity\" as its motto. It was this era that yielded the successes of the 1950s and brought about a new technology of\" semiconductor electronics\". Experiments with pure crystals provided a powerful stimulus to the develop ment of semiconductor theory. New methods and theories were developed and tested: the effective-mass method for complex bands, the theory of impurity states, and the theory of kinetic phenomena. These developments constitute what is now known as semiconductor phys ics. In the last fifteen years, however, there has been a noticeable shift towards impure semiconductors-a shift which came about because it is precisely the impurities that are essential to a number of major semiconductor devices. Technology needs impure semiconductors, which unlike the first-generation items, are termed\" doped\" rather than\" impure\" to indicate that the impurity levels can now be controlled to a certain extent.",
            "Electronic properties of doped semiconductors",
            "Boris Isaakovich Shklovskii and Alex L Efros",
            "2013",
            "yQlS47MAAAAJ:u5HHmVD_uO8C",
            6510,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=OZXsCAAAQBAJ&oi=fnd&pg=PA2&dq=info:3YEFykhGUcYJ:scholar.google.com&ots=17SFCPu7oA&sig=6SzOho401sodpZ4EfA-q2GnIn18",
            "14290280371064242653",
            "\/scholar?cites=14290280371064242653",
            {
                "1983":29,
                "1984":17,
                "1985":32,
                "1986":37,
                "1987":64,
                "1988":74,
                "1989":55,
                "1990":84,
                "1991":92,
                "1992":102,
                "1993":113,
                "1994":103,
                "1995":121,
                "1996":148,
                "1997":157,
                "1998":177,
                "1999":186,
                "2000":183,
                "2001":210,
                "2002":192,
                "2003":189,
                "2004":240,
                "2005":227,
                "2006":255,
                "2007":218,
                "2008":230,
                "2009":218,
                "2010":226,
                "2011":244,
                "2012":257,
                "2013":263,
                "2014":260,
                "2015":252,
                "2016":272,
                "2017":224,
                "2018":251,
                "2019":225,
                "2020":204,
                "2021":17
            }
        ],
        [
            "The Coulomb interaction between localized electrons is shown to create a'soft'gap in the density of states near the Fermi level. The new temperature dependence of the hopping DC conductivity is the most important manifestation of the gap. The form of the density of states within the gap is discussed.",
            "Coulomb gap and low temperature conductivity of disordered systems",
            "Al L Éfros and Boris I Shklovskii",
            "1975",
            "yQlS47MAAAAJ:u-x6o8ySG0sC",
            2652,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3719\/8\/4\/003\/meta",
            "11504408239591483009",
            "\/scholar?cites=11504408239591483009",
            {
                "1982":10,
                "1983":18,
                "1984":19,
                "1985":41,
                "1986":23,
                "1987":28,
                "1988":27,
                "1989":37,
                "1990":34,
                "1991":32,
                "1992":40,
                "1993":50,
                "1994":60,
                "1995":42,
                "1996":39,
                "1997":55,
                "1998":58,
                "1999":78,
                "2000":72,
                "2001":84,
                "2002":72,
                "2003":73,
                "2004":75,
                "2005":71,
                "2006":84,
                "2007":87,
                "2008":102,
                "2009":74,
                "2010":77,
                "2011":92,
                "2012":101,
                "2013":92,
                "2014":93,
                "2015":122,
                "2016":122,
                "2017":99,
                "2018":106,
                "2019":93,
                "2020":102,
                "2021":13
            }
        ],
        [
            "We propose a quantitative electrostatic theory of the gate-induced confinement of two-dimensional electron gas (2DEG) in the quantum Hall regime. The self-consistent electrostatic potential in the region occupied by 2DEG changes in a steplike manner due to the formation of alternating strips of compressible and incompressible electron liquids. We obtain the dependence of positions and widths of these strips on the filling factor. Incompressible strips are shown to be much more narrow than the compressible ones. The relationship between the widths of the adjacent compressible and incompressible strips is found to be universal: It does not depend on the strip number, magnetic field, or gate voltage. Our theory enables us to explain results obtained in experimental studies of edge-state equilibration.",
            "Electrostatics of edge channels",
            "DB Chklovskii and Boris I Shklovskii and LI Glazman",
            "1992",
            "yQlS47MAAAAJ:d1gkVwhDpl0C",
            1095,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.46.4026",
            "16772716075651737586",
            "\/scholar?cites=16772716075651737586",
            {
                "1993":25,
                "1994":52,
                "1995":45,
                "1996":53,
                "1997":51,
                "1998":41,
                "1999":30,
                "2000":32,
                "2001":43,
                "2002":32,
                "2003":27,
                "2004":47,
                "2005":48,
                "2006":39,
                "2007":40,
                "2008":43,
                "2009":34,
                "2010":46,
                "2011":37,
                "2012":56,
                "2013":36,
                "2014":35,
                "2015":28,
                "2016":36,
                "2017":38,
                "2018":30,
                "2019":32,
                "2020":32,
                "2021":2
            }
        ],
        [
            "The authors review recent advances in the physics of strongly interacting charged systems functioning in water at room temperature. In these systems, many phenomena go beyond the framework of mean-field theories, whether linear Debye-Hückel or nonlinear Poisson-Boltzmann, culminating in charge inversion—a counterintuitive phenomenon in which a strongly charged particle, called a macroion, binds so many counterions that its net charge changes sign. The review discusses the universal theory of charge inversion based on the idea of a strongly correlated liquid of adsorbed counterions, similar to a Wigner crystal. This theory has a vast array of applications, particularly in biology and chemistry; for example, in the presence of positive multivalent ions (eg, polycations), the DNA double helix acquires a net positive charge and drifts as a positive particle in an electric field. This simplifies DNA uptake by the cell …",
            "Colloquium: The physics of charge inversion in chemical and biological systems",
            "A Yu Grosberg and TT Nguyen and BI Shklovskii",
            "2002",
            "yQlS47MAAAAJ:9yKSN-GCB0IC",
            1094,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.74.329",
            "12847983964863975597",
            "\/scholar?cites=12847983964863975597",
            {
                "2002":5,
                "2003":25,
                "2004":63,
                "2005":63,
                "2006":71,
                "2007":69,
                "2008":74,
                "2009":81,
                "2010":69,
                "2011":58,
                "2012":65,
                "2013":67,
                "2014":67,
                "2015":58,
                "2016":67,
                "2017":52,
                "2018":44,
                "2019":35,
                "2020":54,
                "2021":3
            }
        ],
        [
            "A system consisting of randomly distributed metallic and dielectric regions is considered. The metal‐non‐metal transition takes place when the volume fraction of the metallic phase approaches the percolation threshold. It is shown that the static dielectric constant diverges near the threshold. Critical indexes are introduced which describe the behaviour of the conductivity and the dielectric constant near the threshold as functions of the volume fraction and frequency. The case of non‐zero dc conductivity of dielectric regions is considered also. It is shown that all indexes describing the critical behaviour of complex conductivity can be expressed by two indexes which are known from computer and model experiments. The results of computer calculations of Webman et al. are analysed.",
            "Critical behaviour of conductivity and dielectric constant near the metal‐non‐metal transition threshold",
            "AL Efros and BI Shklovskii",
            "1976",
            "yQlS47MAAAAJ:gKiMpY-AVTkC",
            990,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pssb.2220760205",
            "13374163715740594821",
            "\/scholar?cites=13374163715740594821",
            {
                "1982":4,
                "1983":10,
                "1984":10,
                "1985":13,
                "1986":14,
                "1987":10,
                "1988":21,
                "1989":22,
                "1990":26,
                "1991":27,
                "1992":18,
                "1993":16,
                "1994":20,
                "1995":10,
                "1996":20,
                "1997":22,
                "1998":30,
                "1999":15,
                "2000":16,
                "2001":28,
                "2002":30,
                "2003":25,
                "2004":34,
                "2005":26,
                "2006":32,
                "2007":30,
                "2008":21,
                "2009":31,
                "2010":32,
                "2011":38,
                "2012":31,
                "2013":38,
                "2014":37,
                "2015":41,
                "2016":32,
                "2017":35,
                "2018":29,
                "2019":31,
                "2020":38,
                "2021":2
            }
        ],
        [
            "A metal sample of size L is considered in the one-electron approximation for the case in which the conduction electrons move in a random impurity potential. The fluctuations in the number of levels in an energy band of width E due to random variations in the potential are studied, and it is shown that the fluctuations are described by Dyson's expression when E (Ec, where Ec=+ iLl\/L and D is the diffusion coefficient. For E) E, the fluctuations in the number of levels are much larger than those found by Dyson. Thus for high energies the Wigner-Dyson postulates are not satisfied by an ensemble of metal samples. The relationship between the fluctuations in the sample conductivity and the fluctuations in the level density is analyzed, and the conductivity fluctuations are found to consist of two independent contributions. The first is determined by the fluctuations of the level number in a band of width max CE,, T} centered in the Fermi level (T is the temperature). The second contribution is due to fluctuations of the diffusion coefficient. Both contributions are of the same order of magnitude when TgEc. For T $ Ec the result depends on the dimensionality d of the sample. For d= 3 the contributions from the state density and from the diffusion coefficient remain comparable, while the fluctuations in the diffusion coefficient are dominant for d= 1 and 2.",
            "Repulsion of energy levels and conductivity of small metal samples",
            "BL Altshuler and BI Shklovskii",
            "1986",
            "yQlS47MAAAAJ:qjMakFHDy7sC",
            745,
            "http:\/\/jetp.ac.ru\/cgi-bin\/dn\/e_064_01_0127.pdf",
            "15029520465500734562",
            "\/scholar?cites=15029520465500734562",
            {
                "1987":7,
                "1988":14,
                "1989":11,
                "1990":16,
                "1991":32,
                "1992":27,
                "1993":44,
                "1994":54,
                "1995":58,
                "1996":47,
                "1997":41,
                "1998":42,
                "1999":33,
                "2000":29,
                "2001":32,
                "2002":18,
                "2003":15,
                "2004":24,
                "2005":20,
                "2006":17,
                "2007":10,
                "2008":10,
                "2009":13,
                "2010":15,
                "2011":4,
                "2012":11,
                "2013":3,
                "2014":5,
                "2015":9,
                "2016":5,
                "2017":8,
                "2018":20,
                "2019":23,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We study the nearest-level-spacing distribution function P (s) in a disordered system near the metal-insulator transition. We claim that in the limit of an infinite system there are only three possible functions P (s): Wigner surmise P W (s) in a metal, Poisson law P P (s) in an insulator, and a third one P T (s), exactly at the transition. The function P T is an interesting hybrid of P W (s) and P P (s), it has the small-s behavior of the former and the large-s behavior of the latter one. A scaling theory of critical behavior of P (s) in finite samples is proposed and verified numerically.",
            "Statistics of spectra of disordered systems near the metal-insulator transition",
            "BI Shklovskii and B Shapiro and BR Sears and P Lambrianides and HB Shore",
            "1993",
            "yQlS47MAAAAJ:2osOgNQ5qMEC",
            654,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.11487",
            "4014552058683593851",
            "\/scholar?cites=4014552058683593851",
            {
                "1993":5,
                "1994":14,
                "1995":34,
                "1996":29,
                "1997":17,
                "1998":39,
                "1999":48,
                "2000":26,
                "2001":36,
                "2002":19,
                "2003":25,
                "2004":32,
                "2005":29,
                "2006":24,
                "2007":15,
                "2008":21,
                "2009":21,
                "2010":16,
                "2011":11,
                "2012":17,
                "2013":8,
                "2014":16,
                "2015":20,
                "2016":18,
                "2017":22,
                "2018":25,
                "2019":26,
                "2020":32,
                "2021":3
            }
        ],
        [
            "We study the ground state of a clean two-dimensional electron liquid in a weak magnetic field where N≫ 1 lower Landau levels are completely filled and the upper level is partially filled. It is shown that the electrons at the upper Landau level form domains with filling factors equal to 1 and zero. The domains alternate with a spatial period of order of the cyclotron radius, which is much larger than the interparticle distance at the upper Landau level. The one-particle density of states, which can be probed by tunneling experiments, is shown to have a gap linearly dependent on the magnetic field in the limit of large N.",
            "Charge density wave in two-dimensional electron liquid in weak magnetic field",
            "AA Koulakov and MM Fogler and Boris I Shklovskii",
            "1996",
            "yQlS47MAAAAJ:UeHWp8X0CEIC",
            522,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.76.499",
            "4269882189240193889",
            "\/scholar?cites=4269882189240193889",
            {
                "1996":3,
                "1997":6,
                "1998":4,
                "1999":16,
                "2000":30,
                "2001":41,
                "2002":39,
                "2003":26,
                "2004":33,
                "2005":22,
                "2006":24,
                "2007":17,
                "2008":33,
                "2009":9,
                "2010":14,
                "2011":24,
                "2012":26,
                "2013":17,
                "2014":19,
                "2015":14,
                "2016":24,
                "2017":18,
                "2018":19,
                "2019":20,
                "2020":21,
                "2021":2
            }
        ]
    ]
}