{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Exoplanet detections have revolutionized astronomy, offering new insights into solar system architecture and planet demographics. While nearly 1,900 exoplanets have now been discovered and confirmed 1, none are still in the process of formation. Transition disks, protoplanetary disks with inner clearings 2, 3, 4 best explained by the influence of accreting planets 5, are natural laboratories for the study of planet formation. Some transition disks show evidence for the presence of young planets in the form of disk asymmetries 6, 7 or infrared sources detected within their clearings, as in the case of LkCa 15 (refs 8, 9). Attempts to observe directly signatures of accretion onto protoplanets have hitherto proven unsuccessful 10. Here we report adaptive optics observations of LkCa 15 that probe within the disk clearing. With accurate source positions over multiple epochs spanning 2009–2015, we infer the presence of …",
            "Accreting protoplanets in the LkCa 15 transition disk",
            "S Sallum and KB Follette and Joshua A Eisner and Laird M Close and P Hinz and Kaitlin Kratter and J Males and A Skemer and B Macintosh and P Tuthill and V Bailey and Denis Defrère and K Morzinski and T Rodigas and E Spalding and A Vaz and AJ Weinberger",
            "2015",
            "YqO4qHoAAAAJ:ufrVoPGSRksC",
            240,
            "https:\/\/www.nature.com\/articles\/nature15761",
            "3190846319294697078",
            "\/scholar?cites=3190846319294697078",
            {
                "2015":4,
                "2016":59,
                "2017":51,
                "2018":48,
                "2019":49,
                "2020":23,
                "2021":4
            }
        ],
        [
            "We analyze the multi-frequency behavior of the quasar 3C 454.3 during three prominent γ-ray outbursts: 2009 Autumn, 2010 Spring, and 2010 Autumn. The data reveal a repeating pattern, including a triple flare structure, in the properties of each γ-ray outburst, which implies similar mechanism (s) and location for all three events. The multi-frequency behavior indicates that the lower frequency events are co-spatial with the γ-ray outbursts, although the γ-ray emission varies on the shortest timescales. We determine that the variability from UV to IR wavelengths during an outburst results from a single synchrotron component whose properties do not change significantly over the different outbursts. Despite a general increase in the degree of optical linear polarization during an outburst, the polarization drops significantly at the peak of the γ-ray event, which suggests that both shocks and turbulent processes are involved …",
            "A tight connection between gamma-ray outbursts and parsec-scale jet activity in the quasar 3c 454.3",
            "Svetlana G Jorstad and Alan P Marscher and Paul S Smith and Valeri M Larionov and Iván Agudo and Mark Gurwell and Ann E Wehrle and Anne Lähteenmäki and Maria G Nikolashvili and Gary D Schmidt and Arkady A Arkharov and Dmitry A Blinov and Kelly Blumenthal and Carolina Casadio and Revaz A Chigladze and Natalia V Efimova and Joseph R Eggen and José L Gómez and Dirk Grupe and Vladimir A Hagen-Thorn and Manasvita Joshi and Givi N Kimeridze and Tatiana S Konstantinova and Evgenia N Kopatskaya and Omar M Kurtanidze and Sofia O Kurtanidze and Elena G Larionova and Liudmilla V Larionova and Lorand A Sigua and Nicholas R MacDonald and Jeremy D Maune and Ian M McHardy and H Richard Miller and Sol N Molina and Daria A Morozova and Terri Scott and Brian W Taylor and Merja Tornikoski and Ivan S Troitsky and Clemens Thum and Gary Walker and Karen E Williamson and Stephanie Sallum and Santina Consiglio and Vladimir Strelnitski",
            "2013",
            "YqO4qHoAAAAJ:u5HHmVD_uO8C",
            159,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/773\/2\/147\/meta",
            "16637840010671096365",
            "\/scholar?cites=16637840010671096365",
            {
                "2013":9,
                "2014":23,
                "2015":22,
                "2016":23,
                "2017":23,
                "2018":19,
                "2019":19,
                "2020":16,
                "2021":4
            }
        ],
        [
            "Since 2005, the blazar 3C 454.3 has shown remarkable flaring activity at all frequencies, and during the last four years it has exhibited more than one γ-ray flare per year, becoming the most active γ-ray blazar in the sky. We present for the first time the multi-wavelength AGILE, Swift, INTEGRAL, and GASP-WEBT data collected in order to explain the extraordinary γ-ray flare of 3C 454.3 which occurred in 2010 November. On 2010 November 20 (MJD 55520), 3C 454.3 reached a peak flux (E> 100 MeV) of F p γ=(6.8±1.0)× 10–5 photons cm–2 s–1 on a timescale of about 12 hr, more than a factor of six higher than the flux of the brightest steady γ-ray source, the Vela pulsar, and more than a factor of three brighter than its previous super-flare on 2009 December 2-3. The multi-wavelength data make possible a thorough study of the present event: the comparison with the previous outbursts indicates a close similarity to …",
            "The brightest gamma-ray flaring blazar in the sky: AGILE and multi-wavelength observations of 3c 454.3 during 2010 November",
            "S Vercellone and E Striani and V Vittorini and I Donnarumma and L Pacciani and G Pucella and M Tavani and CM Raiteri and M Villata and P Romano and M Fiocchi and A Bazzano and V Bianchin and C Ferrigno and L Maraschi and E Pian and M Türler and P Ubertini and A Bulgarelli and AW Chen and A Giuliani and F Longo and G Barbiellini and M Cardillo and PW Cattaneo and E Del Monte and Y Evangelista and M Feroci and A Ferrari and F Fuschino and F Gianotti and M Giusti and F Lazzarotto and A Pellizzoni and G Piano and M Pilia and M Rapisarda and A Rappoldi and S Sabatini and P Soffitta and M Trifoglio and A Trois and P Giommi and F Lucarelli and C Pittori and P Santolamazza and F Verrecchia and I Agudo and HD Aller and MF Aller and AA Arkharov and U Bach and A Berdyugin and GA Borman and R Chigladze and Yu S Efimov and NV Efimova and JL Gómez and MA Gurwell and IM McHardy and M Joshi and GN Kimeridze and T Krajci and OM Kurtanidze and SO Kurtanidze and VM Larionov and E Lindfors and SN Molina and DA Morozova and SV Nazarov and MG Nikolashvili and K Nilsson and M Pasanen and R Reinthal and JA Ros and AC Sadun and T Sakamoto and S Sallum and SG Sergeev and RD Schwartz and LA Sigua and A Sillanpää and KV Sokolovsky and V Strelnitski and L Takalo and B Taylor and G Walker",
            "2011",
            "YqO4qHoAAAAJ:u-x6o8ySG0sC",
            99,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/736\/2\/L38\/meta",
            "10653118867731960671",
            "\/scholar?cites=10653118867731960671",
            {
                "2011":3,
                "2012":11,
                "2013":16,
                "2014":13,
                "2015":8,
                "2016":16,
                "2017":8,
                "2018":5,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ],
        [
            "On 2011 June 23, stellar occultations by both Pluto (this work) and Charon (future analysis) were observed from numerous ground stations as well as the Stratospheric Observatory for Infrared Astronomy (SOFIA). This first airborne occultation observation since 1995 with the Kuiper Airborne Observatory resulted in the best occultation chords recorded for the event, in three visible wavelength bands. The data obtained from SOFIA are combined with chords obtained from the ground at the IRTF, the US Naval Observatory Flagstaff Station, and Leeward Community College to give the detailed state of the Pluto-Charon system at the time of the event with a focus on Pluto's atmosphere. The data show a return to the distinct upper and lower atmospheric regions with a knee or kink in the light curve separating them as was observed in 1988, rather than the smoothly transitioning bowl-shaped light curves of recent years …",
            "The 2011 June 23 stellar occultation by Pluto: Airborne and ground observations",
            "MJ Person and EW Dunham and AS Bosh and SE Levine and AAS Gulbis and AM Zangari and CA Zuluaga and JM Pasachoff and BA Babcock and S Pandey and D Amrhein and S Sallum and DJ Tholen and P Collins and T Bida and B Taylor and L Bright and J Wolf and A Meyer and E Pfueller and M Wiedemann and H-P Roeser and R Lucas and M Kakkala and J Ciotti and S Plunkett and N Hiraoka and W Best and EJ Pilger and M Micheli and A Springmann and M Hicks and B Thackeray and JP Emery and T Tilleman and H Harris and S Sheppard and S Rapoport and I Ritchie and M Pearson and A Mattingly and J Brimacombe and D Gault and R Jones and R Nolthenius and J Broughton and T Barry",
            "2013",
            "YqO4qHoAAAAJ:d1gkVwhDpl0C",
            30,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/146\/4\/83\/meta",
            "357157465948891647",
            "\/scholar?cites=357157465948891647",
            {
                "2014":2,
                "2015":11,
                "2016":6,
                "2017":6,
                "2018":1,
                "2019":4
            }
        ],
        [
            "We present multi-epoch non-redundant masking observations of the T Cha transition disk, taken at the Very Large Telescope and Magellan in the H, Ks, and L'bands. T Cha is one of a small number of transition disks that host companion candidates discovered by high-resolution imaging techniques, with a putative companion at a position angle of 78, separation of 62 mas, and contrast of ΔL'= 5.1 mag. We find comparable binary parameters in our re-reduction of the initial detection images, and similar parameters in the 2011 L', 2013 NaCo L', and 2013 NaCo Ks data sets. We find a close-in companion signal in the 2012 NaCo L'data set that cannot be explained by orbital motion, and a non-detection in the 2013 MagAO\/Clio2 L'data. However, Monte Carlo simulations show that the best fits to the 2012 NaCo and 2013 MagAO\/Clio2 followup data may be consistent with noise. There is also a significant probability of …",
            "New spatially resolved observations of the T Cha transition disk and constraints on the previously claimed substellar companion",
            "S Sallum and Joshua A Eisner and Laird M Close and Philip M Hinz and Andrew J Skemer and Vanessa Bailey and Runa Briguglio and Katherine B Follette and Jared R Males and Katie M Morzinski and Alfio Puglisi and Timothy J Rodigas and Alycia J Weinberger and Marco Xompero",
            "2015",
            "YqO4qHoAAAAJ:_FxGoFyzp5QC",
            27,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/801\/2\/85\/meta",
            "8728529398054833258",
            "\/scholar?cites=8728529398054833258",
            {
                "2015":2,
                "2016":6,
                "2017":10,
                "2018":3,
                "2019":6
            }
        ],
        [
            "We present new spatially resolved observations of MWC 349A from the Large Binocular Telescope Interferometer (LBTI), a 23 m baseline interferometer made up of two, co-mounted 8 m telescopes. MWC 349A is a B [e] star with an unknown evolutionary state. Proposed scenarios range from a young stellar object, to a B [e] supergiant, to a tight binary system. Radio continuum and recombination line observations of this source revealed a sub-arcsecond bipolar outflow surrounding an~ 100 mas circumstellar disk. Follow-up infrared studies detected the disk, and suggested that it may have skew and an inner clearing. Our new infrared interferometric observations, which have more than twice the resolution of previously published data sets, support the presence of both skew and a compact infrared excess. They rule out inner clearings with radii greater than~ 14 mas. We show the improvements in disk parameter …",
            "Improved Constraints on the Disk around MWC 349A from the 23 m LBTI",
            "S Sallum and Joshua A Eisner and Philip M Hinz and Patrick D Sheehan and Andrew J Skemer and PG Tuthill and JS Young",
            "2017",
            "YqO4qHoAAAAJ:Se3iqnhoufwC",
            14,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/aa7855\/meta",
            "6150945155898414220",
            "\/scholar?cites=6150945155898414220",
            {
                "2017":2,
                "2018":5,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Transition disks, protoplanetary disks with inner clearings, are promising objects in which to directly image forming planets. The high contrast imaging technique of non-redundant masking is well posed to detect planetary mass companions at several to tens of AU in nearby transition disks. We present non-redundant masking observations of the T Cha and LkCa 15 transition disks, both of which host posited sub-stellar mass companions. However, due to a loss of information intrinsic to the technique, observations of extended sources (e.g. scattered light from disks) can be misinterpreted as moving companions. We discuss tests to distinguish between these two scenarios, with applications to the T Cha and LkCa 15 observations. We argue that a static, forward-scattering disk can explain the T Cha data, while LkCa 15 is best explained by multiple orbiting companions.",
            "Imaging protoplanets: observing transition disks with non-redundant masking",
            "Steph Sallum and Josh Eisner and Laird M Close and Philip M Hinz and Katherine B Follette and Kaitlin Kratter and Andrew J Skemer and Vanessa P Bailey and Runa Briguglio and Denis Defrere and Bruce A Macintosh and Jared R Males and Katie M Morzinski and Alfio T Puglisi and Timothy J Rodigas and Eckhart Spalding and Peter G Tuthill and Amali Vaz and Alycia Weinberger and Marco Xomperio",
            "2016",
            "YqO4qHoAAAAJ:LkGwnXOMwfcC",
            11,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9907\/1\/Imaging-protoplanets-observing-transition-disks-with-non-redundant-masking\/10.1117\/12.2231764.short",
            "15852595159395946740",
            "\/scholar?cites=15852595159395946740",
            {
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":4
            }
        ],
        [
            "The Planetary Systems Imager (PSI) for the Thirty Meter Telescope (TMT) is a modular instrument suite centered on a high-performance adaptive optics (AO) system that enables a broad range of sensing and characterization capabilities, with a particular focus on high-contrast applications. Built on a core capability of wavefront control and starlight suppression, PSI combines science backends providing imaging, polarimetry, integral field spectroscopy, and high-resolution spectroscopic capabilities across a wide range of wavelengths (0.6–13 µm). This instrument is well suited to address major questions in the formation and evolution of planetary systems that will be relevant in the extremely large telescope (ELT) era, as recently examined in the NASEM Exoplanet Science Strategy report. Addressing these questions relies on our leveraging of the diffraction-limited resolution and light-gathering power of TMT, both of which will enable us to directly study gaseous, icy, and rocky planets at a range of effective temperatures. A design goal is to enable the detection of biomarkers in the atmosphere of planets in the habitable zones of nearby stars. Moreover, the instrument’s sensing capabilities enable a wealth of other studies, from solar system to extragalactic astronomy.",
            "The Planetary Systems Imager for TMT",
            "Michael Fitzgerald and Vanessa Bailey and Christoph Baranec and Natasha Batalha and Björn Benneke and Charles Beichman and Timothy Brandt and Jeffrey Chilcote and Mark Chun and Ian Crossfield and Thayne Currie and Kristina Davis and Richard Dekany and Jacques-Robert Delorme and Ruobing Dong and Rene Doyon and Courtney Dressing and Daniel Echeverri and Jonathan Fortney and Richard A Frazin and Olivier Guyon and Jun Hashimoto and Lynne Hillenbrand and Philip Hinz and Andrew Howard and Rebecca Jensen-Clem and Nemanja Jovanovic and Hajime Kawahara and Heather Knutson and Quinn Konopacky and Takayuki Kotani and David Lafreniere and Michael Liu and Julien Lozi and Jessica R Lu and Jared Males and Mark Marley and Christian Marois and Dimitri Mawet and Benjamin Mazin and Maxwell Millar-Blanchaer and Soumen Mondal and Naoshi Murakami and Ruth Murray-Clay and Norio Narita and Jacklyn Pezzato and Tae-Soo Pyo and Lewis Roberts and Garreth Ruane and Steph Sallum and Gene Serabyn and Aomawa Shields and Luc Simard and Andy Skemer and R Deno Stelter and Motohide Tamura and Mitchell Troy and Gautam Vasisht and J Kent Wallace and Jason Wang and Ji Wang and Shelley A Wright",
            "2019",
            "YqO4qHoAAAAJ:4DMP91E08xMC",
            8,
            "http:\/\/surveygizmoresponseuploads.s3.amazonaws.com\/fileuploads\/623127\/5043187\/118-04cecbf35976ab83a641576dbb919061_FitzgeraldMichaelP.pdf",
            "18214954017248570325",
            "\/scholar?cites=18214954017248570325",
            {
                "2019":1,
                "2020":7
            }
        ],
        [
            "Gas giants are the most readily detectable exoplanets but fundamental questions about their system architectures, formation, migration, and atmospheres have been unanswerable with the current generation of ground-and space-based facilities. The dominant techniques to detect and characterize giant planets $-$ radial velocities, transits, direct imaging, microlensing, and astrometry $-$ are each isolated to a limited range of planet masses, separations, ages, and temperatures. These windows into the arrangement and physical properties of giant planets have spawned new questions about the timescale and location of their assembly; the distributions of planet mass and orbital separation at young and old ages; the composition and structure of their atmospheres; and their orbital and rotational angular momentum architectures. The ELTs will address these questions by building bridges between these islands of mass, orbital distance, and age. The angular resolution, collecting area, all-sky coverage, and novel instrumentation suite of these facilities are needed to provide a complete map of the orbits and atmospheric evolution of gas giant planets (0.3$-$10 $ M_\\mathrm {Jup} $) across space (0.1$-$100 AU) and time (1 Myr to 10 Gyr). This white paper highlights the scientific potential of the GMT and TMT to address these outstanding questions, with a particular focus on the role of direct imaging and spectroscopy of large samples of giant planets that will soon be made available with $ Gaia $.",
            "The Demographics and Atmospheres of Giant Planets with the ELTs",
            "Brendan Bowler and Steph Sallum and Alan Boss and Timothy Brandt and Zack Briesemeister and Marta Bryan and Laird Close and Justin Crepp and Thayne Currie and Jonathan Fortney and Julien Girard and Rebecca Jensen-Clem and Mihkel Kama and Adam Kraus and Quinn Konopacky and Michael Liu and Mark Marley and Christian Marois and Dimitri Mawet and Tiffany Meshkat and Michael Meyer and Caroline Morley and Eric Nielsen and Andrew Skemer and Jason Wang and Ya-Lin Wu",
            "2019",
            "YqO4qHoAAAAJ:YOwf2qJgpHMC",
            8,
            "https:\/\/arxiv.org\/abs\/1903.06299",
            "4765418169578997239",
            "\/scholar?cites=4765418169578997239",
            {
                "2019":5,
                "2020":3
            }
        ],
        [
            "The limitations of adaptive optics and coronagraph performance make exoplanet detection close to λ  \/  D extremely difficult with conventional imaging methods. The technique of nonredundant masking (NRM), which turns a filled aperture into an interferometric array, has pushed the planet detection parameter space to within λ  \/  D. For high Strehl, the related filled-aperture kernel phase technique can achieve resolution comparable to NRM, without the associated dramatic decrease in throughput. We present NRM and kernel phase contrast curves generated for ground- and space-based instruments. We use both real and simulated observations to assess the performance of each technique, and discuss their capabilities for different exoplanet science goals such as broadband detection and spectral characterization.",
            "Comparing nonredundant masking and filled-aperture kernel phase for exoplanet detection and characterization",
            "Steph Sallum and Andy Skemer",
            "2019",
            "YqO4qHoAAAAJ:kNdYIx-mwKoC",
            7,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Journal-of-Astronomical-Telescopes-Instruments-and-Systems\/volume-5\/issue-1\/018001\/Comparing-nonredundant-masking-and-filled-aperture-kernel-phase-for-exoplanet\/10.1117\/1.JATIS.5.1.018001.short",
            "8836761016718083174",
            "\/scholar?cites=8836761016718083174",
            {
                "2019":1,
                "2020":4,
                "2021":2
            }
        ]
    ]
}