{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A range of applications, from predicting the spread of human and electronic viruses to city planning and resource management in mobile communications, depend on our ability to foresee the whereabouts and mobility of individuals, raising a fundamental question: To what degree is human behavior predictable? Here we explore the limits of predictability in human dynamics by studying the mobility patterns of anonymized mobile phone users. By measuring the entropy of each individual’s trajectory, we find a 93% potential predictability in user mobility across the whole user base. Despite the significant differences in the travel patterns, we find a remarkable lack of variability in predictability, which is largely independent of the distance users cover on a regular basis.",
            "Limits of predictability in human mobility",
            "Chaoming Song and Zehui Qu and Nicholas Blumm and Albert-László Barabási",
            "2010",
            "YqpNyFUAAAAJ:u-x6o8ySG0sC",
            3052,
            "https:\/\/science.sciencemag.org\/content\/327\/5968\/1018.abstract",
            "10217812348793211628",
            "\/scholar?cites=10217812348793211628",
            {
                "2010":74,
                "2011":135,
                "2012":206,
                "2013":266,
                "2014":306,
                "2015":331,
                "2016":333,
                "2017":330,
                "2018":353,
                "2019":355,
                "2020":290,
                "2021":21
            }
        ],
        [
            "Complex networks have been studied extensively owing to their relevance to many real systems such as the world-wide web, the Internet, energy landscapes and biological and social networks 1, 2, 3, 4, 5. A large number of real networks are referred to as ‘scale-free’because they show a power-law distribution of the number of links per node 1, 6, 7. However, it is widely believed that complex networks are not invariant or self-similar under a length-scale transformation. This conclusion originates from the ‘small-world’property of these networks, which implies that the number of nodes increases exponentially with the ‘diameter’of the network 8, 9, 10, 11, rather than the power-law relation expected for a self-similar structure. Here we analyse a variety of real complex networks and find that, on the contrary, they consist of self-repeating patterns on all length scales. This result is achieved by the application of a …",
            "Self-similarity of complex networks",
            "Chaoming Song and Shlomo Havlin and Hernan A Makse",
            "2005",
            "YqpNyFUAAAAJ:u5HHmVD_uO8C",
            1447,
            "https:\/\/www.nature.com\/articles\/nature03248",
            "2507689962648526703",
            "\/scholar?cites=2507689962648526703",
            {
                "2005":30,
                "2006":54,
                "2007":82,
                "2008":98,
                "2009":67,
                "2010":86,
                "2011":104,
                "2012":104,
                "2013":92,
                "2014":107,
                "2015":110,
                "2016":108,
                "2017":85,
                "2018":104,
                "2019":90,
                "2020":103,
                "2021":8
            }
        ],
        [
            "Individual human trajectories are characterized by fat-tailed distributions of jump sizes and waiting times, suggesting the relevance of continuous-time random-walk (CTRW) models for human mobility. However, human traces are barely random. Given the importance of human mobility, from epidemic modelling to traffic prediction and urban planning, we need quantitative models that can account for the statistical characteristics of individual human trajectories. Here we use empirical data on human mobility, captured by mobile-phone traces, to show that the predictions of the CTRW models are in systematic conflict with the empirical results. We introduce two principles that govern human trajectories, allowing us to build a statistically self-consistent microscopic model for individual human mobility. The model accounts for the empirically observed scaling laws, but also allows us to analytically predict most of the …",
            "Modelling the scaling properties of human mobility",
            "Chaoming Song and Tal Koren and Pu Wang and Albert-László Barabási",
            "2010",
            "YqpNyFUAAAAJ:UeHWp8X0CEIC",
            1045,
            "https:\/\/www.nature.com\/articles\/nphys1760",
            "3115456728224842270",
            "\/scholar?cites=3115456728224842270",
            {
                "2010":3,
                "2011":39,
                "2012":64,
                "2013":77,
                "2014":99,
                "2015":131,
                "2016":111,
                "2017":117,
                "2018":132,
                "2019":111,
                "2020":132,
                "2021":11
            }
        ],
        [
            "The problem of finding the most efficient way to pack spheres has a long history, dating back to the crystalline arrays conjectured 1 by Kepler and the random geometries explored 2 by Bernal. Apart from its mathematical interest, the problem has practical relevance 3 in a wide range of fields, from granular processing to fruit packing. There are currently numerous experiments showing that the loosest way to pack spheres (random loose packing) gives a density of∼ 55 per cent 4, 5, 6. On the other hand, the most compact way to pack spheres (random close packing) results in a maximum density of∼ 64 per cent 2, 4, 6. Although these values seem to be robust, there is as yet no physical interpretation for them. Here we present a statistical description of jammed states 7 in which random close packing can be interpreted as the ground state of the ensemble of jammed matter. Our approach demonstrates that random …",
            "A phase diagram for jammed matter",
            "Chaoming Song and Ping Wang and Hernán A Makse",
            "2008",
            "YqpNyFUAAAAJ:9yKSN-GCB0IC",
            900,
            "https:\/\/www.nature.com\/articles\/nature06981",
            "2856154355671926304",
            "\/scholar?cites=2856154355671926304",
            {
                "2008":12,
                "2009":39,
                "2010":74,
                "2011":71,
                "2012":58,
                "2013":91,
                "2014":93,
                "2015":92,
                "2016":93,
                "2017":81,
                "2018":67,
                "2019":57,
                "2020":61,
                "2021":7
            }
        ],
        [
            "Our understanding of how individual mobility patterns shape and impact the social network is limited, but is essential for a deeper understanding of network dynamics and evolution. This question is largely unexplored, partly due to the difficulty in obtaining large-scale society-wide data that simultaneously capture the dynamical information on individual movements and social interactions. Here we address this challenge for the first time by tracking the trajectories and communication records of 6 Million mobile phone users. We find that the similarity between two individuals' movements strongly correlates with their proximity in the social network. We further investigate how the predictive power hidden in such correlations can be exploited to address a challenging problem: which new links will develop in a social network. We show that mobility measures alone yield surprising predictive power, comparable to traditional …",
            "Human mobility, social ties, and link prediction",
            "Dashun Wang and Dino Pedreschi and Chaoming Song and Fosca Giannotti and Albert-Laszlo Barabasi",
            "2011",
            "YqpNyFUAAAAJ:LkGwnXOMwfcC",
            735,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/2020408.2020581",
            "7921129365137983901",
            "\/scholar?cites=7921129365137983901",
            {
                "2010":4,
                "2011":5,
                "2012":49,
                "2013":63,
                "2014":87,
                "2015":103,
                "2016":89,
                "2017":73,
                "2018":99,
                "2019":80,
                "2020":59,
                "2021":6
            }
        ],
        [
            "The lack of predictability of citation-based measures frequently used to gauge impact, from impact factors to short-term citations, raises a fundamental question: Is there long-term predictability in citation patterns? Here, we derive a mechanistic model for the citation dynamics of individual papers, allowing us to collapse the citation histories of papers from different journals and disciplines into a single curve, indicating that all papers tend to follow the same universal temporal pattern. The observed patterns not only help us uncover basic mechanisms that govern scientific impact but also offer reliable measures of influence that may have potential policy implications.",
            "Quantifying Long-term Scientific Impact",
            "Dashun Wang and Chaoming Song and Albert-László Barabási",
            "2013",
            "YqpNyFUAAAAJ:M3NEmzRMIkIC",
            638,
            "https:\/\/science.sciencemag.org\/content\/342\/6154\/127.abstract",
            "9690053528762966389",
            "\/scholar?cites=9690053528762966389",
            {
                "2013":5,
                "2014":56,
                "2015":69,
                "2016":84,
                "2017":93,
                "2018":110,
                "2019":106,
                "2020":91,
                "2021":10
            }
        ],
        [
            "Complex networks from such different fields as biology, technology or sociology share similar organization principles. The possibility of a unique growth mechanism promises to uncover universal origins of collective behaviour. In particular, the emergence of self-similarity in complex networks raises the fundamental question of the growth process according to which these structures evolve. Here we investigate the concept of renormalization as a mechanism for the growth of fractal and non-fractal modular networks. We show that the key principle that gives rise to the fractal architecture of networks is a strong effective ‘repulsion’(or, disassortativity) between the most connected nodes (that is, the hubs) on all length scales, rendering them very dispersed. More importantly, we show that a robust network comprising functional modules, such as a cellular network, necessitates a fractal topology, suggestive of an …",
            "Origins of fractality in the growth of complex networks",
            "Chaoming Song and Shlomo Havlin and Hernán A Makse",
            "2006",
            "YqpNyFUAAAAJ:d1gkVwhDpl0C",
            564,
            "https:\/\/www.nature.com\/articles\/nphys266",
            "15986910185072039911",
            "\/scholar?cites=15986910185072039911",
            {
                "2006":2,
                "2007":31,
                "2008":46,
                "2009":31,
                "2010":42,
                "2011":46,
                "2012":33,
                "2013":33,
                "2014":37,
                "2015":39,
                "2016":51,
                "2017":33,
                "2018":33,
                "2019":40,
                "2020":56,
                "2021":5
            }
        ],
        [
            "In most areas of human performance, from sport to engineering, the path to a major accomplishment requires a steep learning curve and long practice. Science is not that different: Outstanding discoveries are often preceded by publications of less memorable impact. However, despite the increasing desire to identify early promising scientists, the temporal career patterns that characterize the emergence of scientific excellence remain unknown.How do impact and productivity change over a scientific career? Does impact, arguably the most relevant performance measure, follow predictable patterns? Can we predict the timing of a scientist’s outstanding achievement? Can we model, in quantitative and predictive terms, scientific careers? Driven by these questions, here we quantify the evolution of impact and productivity throughout thousands of scientific careers. We do so by …",
            "Quantifying the evolution of individual scientific impact",
            "Roberta Sinatra and Dashun Wang and Pierre Deville and Chaoming Song and Albert-László Barabási",
            "2016",
            "YqpNyFUAAAAJ:vofGIMt6cyEC",
            306,
            "https:\/\/science.sciencemag.org\/content\/354\/6312\/aaf5239.abstract",
            "11139644137698526609",
            "\/scholar?cites=11139644137698526609",
            {
                "2016":3,
                "2017":43,
                "2018":75,
                "2019":90,
                "2020":83,
                "2021":8
            }
        ],
        [
            "Covering a network with the minimum possible number of boxes can reveal interesting features for the network structure, especially in terms of self-similar or fractal characteristics. Considerable attention has been recently devoted to this problem, with the finding that many real networks are self-similar fractals. Here we present, compare and study in detail a number of algorithms that we have used in previous papers towards this goal. We show that this problem can be mapped to the well-known graph colouring problem and then we simply can apply well-established algorithms. This seems to be the most efficient method, but we also present two other algorithms based on burning which provide a number of other benefits. We argue that the algorithms presented provide a solution close to optimal and that another algorithm that can significantly improve this result in an efficient way does not exist. We offer to anyone …",
            "How to calculate the fractal dimension of a complex network: the box covering algorithm",
            "Chaoming Song and Lazaros K Gallos and Shlomo Havlin and Hernán A Makse",
            "2007",
            "YqpNyFUAAAAJ:Tyk-4Ss8FVUC",
            268,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1742-5468\/2007\/03\/P03006\/meta",
            "15131013903424222708",
            "\/scholar?cites=15131013903424222708",
            {
                "2007":2,
                "2008":6,
                "2009":7,
                "2010":15,
                "2011":11,
                "2012":12,
                "2013":18,
                "2014":19,
                "2015":24,
                "2016":28,
                "2017":30,
                "2018":24,
                "2019":33,
                "2020":36,
                "2021":1
            }
        ],
        [
            "An ability to predict the popularity dynamics of individual items within a complex evolving system has important implications in an array of areas. Here we propose a generative probabilistic framework using a reinforced Poisson process to explicitly model the process through which individual items gain their popularity. This model distinguishes itself from existing models via its capability of modeling the arrival process of popularity and its remarkable power at predicting the popularity of individual items. It possesses the flexibility of applying Bayesian treatment to further improve the predictive power using a conjugate prior. Extensive experiments on a longitudinal citation dataset demonstrate that this model consistently outperforms existing popularity prediction methods.",
            "Modeling and predicting popularity dynamics via reinforced poisson processes",
            "Huawei Shen and Dashun Wang and Chaoming Song and Albert-László Barabási",
            "2014",
            "YqpNyFUAAAAJ:GnPB-g6toBAC",
            227,
            "https:\/\/ojs.aaai.org\/index.php\/AAAI\/article\/view\/8739",
            "16942430642818242032",
            "\/scholar?cites=16942430642818242032",
            {
                "2014":6,
                "2015":9,
                "2016":34,
                "2017":49,
                "2018":44,
                "2019":44,
                "2020":37,
                "2021":1
            }
        ]
    ]
}