{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Purpose: To localize pigment epithelium-derived factor (PEDF) in developing and adult human ocular tissues. Methods: PEDF was localized in fetal and adult eyes by immunofluorescence with a polyclonal antibody (pAb) against amino acids 327-343 of PEDF, or a monoclonal antibody (mAb) against the C-terminal 155 amino acids of PEDF. Specificity of the antibodies was documented by Western blotting. PEDF mRNA was localized in adult retina by in situ hybridization.Results: In developing retinas (7.4 to 21.5 fetal weeks, Fwks), pAb anti-PEDF labeled retinal pigment epithelium (RPE) granules, developing cones, some neuroblasts and many cells in the ganglion cell layer (GCL). In adult retinas, pAb anti-PEDF labeled rod and cone cytoplasm and nuclei of rods but not cones. Cells in the INL and GCL, choroid, corneal epithelium and endothelium, and ciliary body were also pAb PEDF-positive. Preadsorption of pAb anti-PEDF with the immunizing peptide blocked specific labeling in retina and other tissues, except for photoreceptor outer segments. In agreement with the immunolocalization with pAb anti-PEDF, in situ hybridization revealed PEDF mRNA in the RPE, photoreceptors, inner nuclear layer cells and ganglion cells in adult retina. In developing retinas 18 Fwks and older, and in adult retinas, mAb anti-PEDF labeled the interphotoreceptor matrix (IPM). Western blots of retina, cornea, and ciliary body\/iris with pAb anti-PEDF produced several bands at about 46 kDa. With mAb anti-PEDF, retina produced one band at about 46 kDa; cornea and ciliary body\/iris had several bands at about 46 kDa. Conclusions: PEDF, originally reported as a …",
            "Localization of pigment epithelium derived factor (PEDF) in developing and adult human ocular tissues",
            "Petros C Karakousis and Sinoj K John and Kathryn C Behling and Enrico M Surace and Julie E Smith and Anita Hendrickson and Wai-Xing Tang and Jean Bennett and Ann H Milam",
            "2001",
            "yR5q2c8AAAAJ:u5HHmVD_uO8C",
            209,
            "https:\/\/www.researchgate.net\/profile\/Petros_Karakousis\/publication\/11901995_Localization_of_pigment_epithelium_derived_factor_PEDF_in_developing_and_adult_human_ocular_tissues\/links\/54babfc00cf24e50e940367f\/Localization-of-pigment-epithelium-derived-factor-PEDF-in-developing-and-adult-human-ocular-tissues.pdf",
            "8192716443429691874",
            "\/scholar?cites=8192716443429691874",
            {
                "2001":1,
                "2002":10,
                "2003":17,
                "2004":19,
                "2005":14,
                "2006":18,
                "2007":10,
                "2008":12,
                "2009":13,
                "2010":14,
                "2011":11,
                "2012":9,
                "2013":10,
                "2014":8,
                "2015":14,
                "2016":5,
                "2017":8,
                "2018":5,
                "2019":3,
                "2020":5
            }
        ],
        [
            "Neovascularization characterizes diabetic retinopathy and choroidal neovascularization associated with age-related macular degeneration, the most common causes of severe visual loss in the developed world. Gene transfer to the eye using adeno-associated viral (AAV) vectors is a promising new treatment for inherited and acquired ocular diseases. We used an AAV vector with rapid onset and high levels of gene expression in the retina to deliver three anti-angiogenic factors (pigment epithelium-derived factor, tissue inhibitor of metalloproteinase-3, and endostatin) to the eyes of mice in a mouse model of retinopathy of prematurity. All three vectors inhibited ischemia-induced neovascularization.",
            "Inhibition of retinal neovascularization by intraocular viral-mediated delivery of anti-angiogenic agents",
            "Alberto Auricchio and Kathryn C Behling and Albert M Maguire and Erin E O'connor and Jean Bennett and James M Wilson and Michael J Tolentino",
            "2002",
            "yR5q2c8AAAAJ:u-x6o8ySG0sC",
            181,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1525001602907021",
            "13761995991392517255",
            "\/scholar?cites=13761995991392517255",
            {
                "2002":1,
                "2003":15,
                "2004":15,
                "2005":22,
                "2006":29,
                "2007":16,
                "2008":17,
                "2009":5,
                "2010":6,
                "2011":7,
                "2012":7,
                "2013":3,
                "2014":7,
                "2015":9,
                "2016":4,
                "2017":9,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Purpose: Pigment Epithelium-Derived Factor (PEDF) is a 50 kDa secretable protein with neuroprotective, neurotrophic, and antiangiogenic properties. Expression patterns in the human eye suggest that modulation of this protein over time and place may play a role in development of normal ocular vasculature. Because of the potential importance of normal PEDF expression patterns in controlling ocular blood vessel growth in health and disease, we characterized these patterns over the period of retinal vascular development in the mouse.Methods: Eyes from CD1 mice (embryonic days E 14.5, 18.5, P0, P4, P7, P14, and Adult) were cryosectioned and examined. A polyclonal PEDF antibody was used to locate PEDF protein using immunohistochemical techniques while a PEDF RNA probe was used to localize PEDF mRNA by in situ hybridization. Results: Immunohistochemical and in situ hybridization showed initial expression in the ciliary body and choroid during mid-gestation. Near term, relative protein levels increased in the ganglion cell layer and remained high through the first two weeks postnatal. Levels qualitatively decreased after this point but persisted through adulthood. Relative levels of expression in the inner retina were much higher at all timepoints than in the outer retina. Conclusions: These expression patterns likely maintain the vitreous and aqueous humors as avascular spaces and may also control vascular development in the inner\/outer retina.",
            "Pigment epithelium-derived factor expression in the developing mouse eye",
            "KC Behling and EM Surace and J Bennett",
            "2002",
            "yR5q2c8AAAAJ:d1gkVwhDpl0C",
            56,
            "http:\/\/www.molvis.org\/molvis\/v8\/a54\/v8a54-behling.pdf",
            "17622884584047289319",
            "\/scholar?cites=17622884584047289319",
            {
                "2003":4,
                "2004":8,
                "2005":6,
                "2006":7,
                "2007":5,
                "2008":6,
                "2009":3,
                "2010":4,
                "2011":1,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":3,
                "2017":1
            }
        ],
        [
            "Chemotherapy resistance from imbalanced apoptosis regulation may contribute to poor outcome in leukaemias with t(4;11). Anti‐apoptotic BCL‐2 expression and target modulation were characterized in cell lines with t(4;11) and BCL‐2 expression was examined in MLL and non‐MLL infant\/paediatric leukaemia cases by Western blot analysis and\/or real‐time polymerase chain reaction. Cytotoxicity of Genasense™ (Oblimersen Sodium, G3139) alone or combined with cytotoxic drugs was assessed by MTT [(3‐4,5‐dimethylthiazol‐2‐yl)‐2,5‐diphenyl tetrazolium bromide] assays of the cell lines, applying pharmacostatistical response surface modelling of drug interactions. Apoptosis and cell cycle were evaluated by flow cytometry in RS4:11 cells. Primary leukaemias and cell lines with t(4;11) expressed abundant BCL2 mRNA and protein. Variable, sometimes substantial BCL2 mRNA was detected in other …",
            "Abundant anti‐apoptotic BCL‐2 is a molecular target in leukaemias with t (4; 11) translocation",
            "Blaine W Robinson and Kathryn C Behling and Manish Gupta and Alena Y Zhang and Jonni S Moore and Andrew D Bantly and Cheryl L Willman and Andrew J Carroll and Peter C Adamson and Jeffrey S Barrett and Carolyn A Felix",
            "2008",
            "yR5q2c8AAAAJ:9yKSN-GCB0IC",
            45,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2141.2008.07100.x",
            "10489242377216124929",
            "\/scholar?cites=10489242377216124929",
            {
                "2009":3,
                "2010":5,
                "2011":10,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":1,
                "2019":1,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The purpose of our study was to investigate the effect of adipose-derived stem cells (ASCs), endothelial-differentiated ASCs (EC\/ASCs), and various conditioned media (CM) on wound healing in a diabetic swine model. We hypothesized that ASC-based therapies would accelerate wound healing.Diabetes was induced in four Yorkshire swine through intravenous injection of streptozotocin. ASCs were harvested from flank fat and cultured in either M199 or EGM-2 medium. A duplicate series of seven full-thickness dorsal wounds were surgically created on each swine. The wounds in the cellular treatment group underwent injection of low-dose or high-dose ASCs or EC\/ASCs on day 0, with a repeat injection of one half of the initial dose on day 15. Wounds assigned to the topical CM therapy were covered with 2 mL of either serum-free M199 primed by ASCs or human umbilical vein endothelial cells …",
            "Acceleration of diabetic wound healing with adipose-derived stem cells, endothelial-differentiated stem cells, and topical conditioned medium therapy in a swine model",
            "Robin F Irons and Kevin W Cahill and Deviney A Rattigan and Joseph H Marcotte and Marc W Fromer and Shaohua Chang and Ping Zhang and Eric M Behling and Kathryn C Behling and Francis J Caputo",
            "2018",
            "yR5q2c8AAAAJ:EYYDruWGBe4C",
            28,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0741521418308334",
            "993183149323555951",
            "\/scholar?cites=993183149323555951",
            {
                "2018":1,
                "2019":10,
                "2020":17
            }
        ],
        [
            "Hyperactivated HER2\/Neu\/EGFR\/RAS signaling is a major growth-promoting pathway known to drive cellular transformation and oncogenesis in breast cancers. HER2 amplification is detected in ~20% of all human breast cancer and is quite prevalent (up to 49%) in ductal carcinoma in situ (DCIS). The E3 ubiquitin ligase SIAH is considered a key downstream “gatekeeper” required for proper HER2\/EGFR\/RAS signal transduction. Formalin-fixed, paraffin-embedded resection specimens from 65 patients with DCIS treated with wide excision only were stained with an anti-SIAH antibody, and the percentage of tumor and normal adjacent tissue cells positive for SIAH nuclear staining were recorded. Statistical analysis was performed comparing SIAH staining in tumor cells to disease recurrence, histologic type, necrosis, hormone receptor status, and Her2\/neu status, as well as nuclear grade. Correlation of SIAH …",
            "Increased SIAH expression predicts ductal carcinoma in situ (DCIS) progression to invasive carcinoma",
            "Kathryn C Behling and Amy Tang and Boris Freydin and Inna Chervoneva and Sameep Kadakia and Gordon F Schwartz and Hallgeir Rui and Agnieszka K Witkiewicz",
            "2011",
            "yR5q2c8AAAAJ:qjMakFHDy7sC",
            26,
            "https:\/\/link.springer.com\/article\/10.1007\/s10549-010-1254-8",
            "12584848149389036144",
            "\/scholar?cites=12584848149389036144",
            {
                "2011":1,
                "2012":5,
                "2013":1,
                "2014":4,
                "2015":8,
                "2016":2,
                "2017":2,
                "2018":2
            }
        ],
        [
            "Background: Student participation is important for the success of active learning strategies, but participation is often linked to the level of preparation. At our institution, we use two types of active learning activities, a modified case-based learning exercise called active learning groups (ALG) and team-based learning (TBL). These strategies have different assessment and incentive structures for participation. Non-cognitive skills are assessed in ALG using a subjective five-point Likert scale. In TBL, assessment of individual student preparation is based on a multiple choice quiz conducted at the beginning of each session.Methods: We studied first-year medical student participation and performance in ALG and TBL as well as performance on course final examinations.Results: Student performance in TBL, but not in ALG, was strongly correlated with final examination scores. Additionally, in students who performed in the …",
            "Evaluation of the role of incentive structure on student participation and performance in active learning strategies: a comparison of case-based and team-based learning",
            "Gonzalo A Carrasco and Kathryn C Behling and Osvaldo J Lopez",
            "2018",
            "yR5q2c8AAAAJ:L7CI7m0gUJcC",
            19,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/0142159X.2017.1408899",
            "13825467482954733467",
            "\/scholar?cites=13825467482954733467",
            {
                "2018":5,
                "2019":8,
                "2020":6
            }
        ],
        [
            "Objectives: We examined the impact of weekly feedback reports on the test-ordering behavior of internal medicine residents.Study Design: Retrospective analysis of a performance improvement effort.Methods: In a large, urban, academic medical center, we extracted raw data on every inpatient laboratory test ordered by all internal medicine residents during two 26-week time periods. The pre-intervention phase established baseline ordering volume as each resident rotated through the various clinical services. The intervention consisted of a 1-hour educational seminar detailing the potential harm and costs of laboratory overutilization followed by the post intervention phase, which consisted of weekly feedback reports graphically illustrating individual versus group ordering patterns, where the identity of individual residents was protected. The total numbers of tests ordered during the 2 phases were compared using an independent t test.Results: During the post intervention phase, we observed a net reduction of 21% in tests ordered—an average of 941 tests per week—with the greatest reduction in the chemistry section of the laboratory, followed by hematology, coagulation, and all others combined. This reduction in test volume corresponded to a $1.3 million reduction in charges.Conclusions: Providing physicians-in-training with a weekly feedback report detailing their test ordering volume in comparison with those of their peers is an effective method for reducing laboratory overutilization. Benefits to our approach include maintaining physician autonomy without alteration of existing infrastructure or disclosure of test fees.",
            "TRENDS FROM THE FIELD",
            "Christine Minerowicz and Nicole Abel and MBA Krystal Hunter and Kathryn C Behling and Elizabeth Cerceo and Charlene Bierl",
            "2015",
            "yR5q2c8AAAAJ:9Nmd_mFXekcC",
            18,
            "http:\/\/ajmc.s3.amazonaws.com\/_media\/_pdf\/AJMC_11_2015_Minerowicz%20(final).pdf",
            "3912564668274277205",
            "\/scholar?cites=3912564668274277205",
            {
                "2017":4,
                "2018":6,
                "2019":2,
                "2020":6
            }
        ],
        [
            "ObjectivesTo examine whether introduction of Team-based Learning (TBL) improves student learning resulting in improved performance on final examination questions and decreased failures in an infectious diseases course.MethodsTo improve mastery of course content, we designed an intervention, which provided weekly TBL exercises in study years 2 and 3 to review concepts presented during didactic lectures and laboratory exercises. The remaining course structure and content was essentially unchanged. All students taking the course (n= 50 in year 1, n= 64 in year 2, and n= 72 in year 3) participated in this study. Student final examination performance and performance on individual final examination questions were collected and analyzed for changes in response to the study intervention.ResultsAddition of weekly TBL exercises improved student performance on the course final examination as …",
            "Does team-based learning improve performance in an infectious diseases course in a preclinical curriculum?",
            "Kathryn C Behling and Rose Kim and Matthew Gentile and Osvaldo Lopez",
            "2017",
            "yR5q2c8AAAAJ:4MWp96NkSFoC",
            12,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5300291\/",
            "4070528580906368107",
            "\/scholar?cites=4070528580906368107",
            {
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Mycophenolate mofetil (CellCept®), a commonly used immunosuppressive drug in solid organ transplantation, has recently been shown to cause graft-versus-host disease (GVHD)-like changes in the gastrointestinal tract. On rare occasions, true GVHD has also been documented in the gastrointestinal tract of solid organ transplant patients. Because the treatment for these two entities is different, i.e. removal of the offending agent versus the administration of steroids, proper identification of the cause is imperative. We present a case of mycophenolate mofetil colitis mimicking grade I GVHD of the gut. In our study, we used fluorescence in situ hybridization for the Y chromosome to document the lack of male donor lymphocytes in the female recipient colon biopsy. We suggest that molecular techniques including fluorescence in situ hybridization could be used to discriminate between MMF-related colitis and true GVHD …",
            "Graft-versus-host disease-like pattern in mycophenolate mofetil related colon mucosal injury: role of FISH in establishing the diagnosis",
            "Kathryn C Behling and Dorothy MJ Foster and Tina B Edmonston and Agnieszka K Witkiewicz",
            "2009",
            "yR5q2c8AAAAJ:2osOgNQ5qMEC",
            11,
            "https:\/\/www.karger.com\/Article\/Abstract\/260903",
            "2611544390263860283",
            "\/scholar?cites=2611544390263860283",
            {
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":1
            }
        ]
    ]
}