{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "A provocative analysis of what\" sovereignty\" means to indigenous nations, challenging commonly held conceptions about the relationship between sovereignty and economic development.",
            "Indigenous Sovereignty in the 21st Century",
            "Michael Lerma",
            "2014",
            "yRAKK_kAAAAJ:Tyk-4Ss8FVUC",
            17,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=BquEBgAAQBAJ&oi=fnd&pg=PR7&dq=info:56Gi_YO4zqkJ:scholar.google.com&ots=TG1nUB5y_H&sig=St6185MrJdLpagfoZ_YHSnR1Bls",
            "12235920114647736807",
            "\/scholar?cites=12235920114647736807",
            {
                "2016":4,
                "2017":6,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "What is the relationship between Indigenous peoples and violent reactions to contemporary states? This research explores differing, culturally informed notions of attachment to land or place territory. Mechanistic ties and organic ties to land are linked to a key distinction between Indigenous peoples and non-Indigenous peoples. Utilizing the Minorities at Risk (MAR) data set, a subset relationship is explored addressing propensity for Indigenous peoples to rebel against state encroachment of their lands. The results of this research must be considered with the serious limitations of MAR in mind. Within the marginalized groups in the Americas, 28 have an attachment to a place territory. Of these 28 groups, 22 are Indigenous and of the 22 groups, 13 have exhibited some form of rebellious behavior between 1945 and 2003. The power of attachment to place territory, specifically the organic attachment most often …",
            "Indigeneity and homeland: land, history, ceremony, and language",
            "Michael Lerma",
            "2012",
            "yRAKK_kAAAAJ:2osOgNQ5qMEC",
            11,
            "https:\/\/meridian.allenpress.com\/aicrj\/article\/36\/3\/75\/211621",
            "16591781738795891886",
            "\/scholar?cites=16591781738795891886",
            {
                "2012":1,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":1
            }
        ],
        [
            "What do traditional Indigenous institutions of governance offer to our understanding of the contemporary challenges faced by the Navajo Nation today and tomorrow? Guided by the Mountains looks at the tensions between Indigenous political philosophy and the challenges faced by Indigenous nations in building political institutions that address contemporary problems and enact\" good governance.\" Specifically, it looks at Navajo, or Diné, political thought, focusing on traditional Diné institutions that offer\" a new (old) understanding of contemporary governance challenges\" facing the Navajo Nation. Arguing not only for the existence but also the persistence of traditional Navajo political thought and policy, Guided by the Mountains asserts that\" traditional\" Indigenous philosophy provides a model for creating effective governance institutions that address current issues faced by Indigenous nations. Incorporating both visual interpretations and narrative accounts of traditional and contemporary Diné institutions of government from Diné philosophers, the book is the first to represent Indigenous philosophy as the foundation behind traditional and contemporary governance. It also explains how Diné governance institutions operated during Pre-Contact and Post-Contact times. This path-breaking book stands as the first-time normative account of Diné philosophy.",
            "Guided by the mountains: Navajo political philosophy and governance",
            "Michael Lerma",
            "2017",
            "yRAKK_kAAAAJ:WF5omc3nYNoC",
            7,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=s13jDQAAQBAJ&oi=fnd&pg=PP1&dq=info:s-jY7GyTOmcJ:scholar.google.com&ots=ai6Mktvdju&sig=bTRccEK7grmpOUd9Ym7k6UBG3ag",
            "7438419830595184819",
            "\/scholar?cites=7438419830595184819",
            {
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":3
            }
        ]
    ]
}