{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Using a set of scanning probe microscopy techniques, we demonstrate the reproducible tunneling electroresistance effect on nanometer-thick epitaxial BaTiO3 single-crystalline thin films on SrRuO3 bottom electrodes. Correlation between ferroelectric and electronic transport properties is established by direct nanoscale visualization and control of polarization and tunneling current. The obtained results show a change in resistance by about 2 orders of magnitude upon polarization reversal on a lateral scale of 20 nm at room temperature. These results are promising for employing ferroelectric tunnel junctions in nonvolatile memory and logic devices.",
            "Tunneling electroresistance effect in ferroelectric tunnel junctions at the nanoscale",
            "Alexei Gruverman and D Wu and H Lu and Y Wang and HW Jang and CM Folkman and M Ye Zhuravlev and D Felker and M Rzchowski and C-B Eom and EY Tsymbal",
            "2009",
            "YRmBp_QAAAAJ:_xSYboBqXhAC",
            482,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl901754t",
            "11302452409012837349",
            "\/scholar?cites=11302452409012837349",
            {
                "2009":2,
                "2010":19,
                "2011":30,
                "2012":47,
                "2013":45,
                "2014":43,
                "2015":56,
                "2016":54,
                "2017":45,
                "2018":37,
                "2019":49,
                "2020":50,
                "2021":2
            }
        ],
        [
            "Multiferroics, where (anti-) ferromagnetic, ferroelectric and ferroelastic order parameters coexist 1, 2, 3, 4, 5, enable manipulation of magnetic ordering by an electric field through switching of the electric polarization 6, 7, 8, 9. It has been shown that realization of magnetoelectric coupling in a single-phase multiferroic such as BiFeO 3 requires ferroelastic (71∘, 109∘) rather than ferroelectric (180∘) domain switching 6. However, the control of such ferroelastic switching in a single-phase system has been a significant challenge as elastic interactions tend to destabilize small switched volumes, resulting in subsequent ferroelastic back-switching at zero electric field, and thus the disappearance of non-volatile information storage 10, 11. Guided by our phase-field simulations, here we report an approach to stabilize ferroelastic switching by eliminating the stress-induced instability responsible for back-switching using …",
            "Ferroelastic switching for nanoscale non-volatile magnetoelectric devices",
            "SH Baek and HW Jang and CM Folkman and YL Li and B Winchester and JX Zhang and Q He and YH Chu and CT Nelson and MS Rzchowski and XQ Pan and R Ramesh and LQ Chen and CB Eom",
            "2010",
            "YRmBp_QAAAAJ:bEWYMUwI8FkC",
            393,
            "https:\/\/www.nature.com\/articles\/nmat2703",
            "6824986482483188976",
            "\/scholar?cites=6824986482483188976",
            {
                "2010":10,
                "2011":34,
                "2012":34,
                "2013":35,
                "2014":36,
                "2015":36,
                "2016":48,
                "2017":46,
                "2018":35,
                "2019":34,
                "2020":41,
                "2021":3
            }
        ],
        [
            "Microelectromechanical systems (MEMS) incorporating active piezoelectric layers offer integrated actuation, sensing, and transduction. The broad implementation of such active MEMS has long been constrained by the inability to integrate materials with giant piezoelectric response, such as Pb(Mg1\/3Nb2\/3)O3-PbTiO3 (PMN-PT). We synthesized high-quality PMN-PT epitaxial thin films on vicinal (001) Si wafers with the use of an epitaxial (001) SrTiO3 template layer with superior piezoelectric coefficients (e31,f = –27 ± 3 coulombs per square meter) and figures of merit for piezoelectric energy-harvesting systems. We have incorporated these heterostructures into microcantilevers that are actuated with extremely low drive voltage due to thin-film piezoelectric properties that rival bulk PMN-PT single crystals. These epitaxial heterostructures exhibit very large electromechanical coupling for ultrasound medical imaging …",
            "Giant piezoelectricity on Si for hyperactive MEMS",
            "SH Baek and J Park and DM Kim and Vladimir A Aksyuk and RR Das and SD Bu and DA Felker and J Lettieri and V Vaithyanathan and SSN Bharadwaja and N Bassiri-Gharb and YB Chen and HP Sun and CM Folkman and HW Jang and DJ Kreft and SK Streiffer and R Ramesh and XQ Pan and S Trolier-McKinstry and Darrell G Schlom and MS Rzchowski and RH Blick and CB Eom",
            "2011",
            "YRmBp_QAAAAJ:9yKSN-GCB0IC",
            360,
            "https:\/\/science.sciencemag.org\/content\/334\/6058\/958.abstract",
            "64550951919424510",
            "\/scholar?cites=64550951919424510",
            {
                "2012":30,
                "2013":43,
                "2014":44,
                "2015":42,
                "2016":48,
                "2017":39,
                "2018":36,
                "2019":36,
                "2020":39,
                "2021":3
            }
        ],
        [
            "We have grown epitaxial BiFeO3 thin films with smooth surfaces on (001), (101), and (111) SrTiO3 substrates using sputtering. Four-circle x-ray diffraction and cross-sectional transmission electron microscopy show that the BiFeO3 thin films have rhombohedral symmetry although small monoclinic distortions have not been ruled out. Stripe ferroelectric domains oriented perpendicular to the substrate miscut direction and free of impurity phase are observed in BiFeO3 on high miscut (4°) (001) SrTiO3, which attributes to a relatively high value of remanent polarization (∼71μC∕cm2). Films grown on low miscut (0.8°) SrTiO3 have a small amount of impure phase α-Fe2O3 which contributes to lower the polarization values (∼63μC∕cm2). The BiFeO3 films grown on (101) and (111) SrTiO3 exhibited remanent polarizations of 86 and 98μC∕cm2, respectively.",
            "Synthesis and ferroelectric properties of epitaxial  thin films grown by sputtering",
            "RR Das and DM Kim and SH Baek and CB Eom and F Zavaliche and SY Yang and Ramamoorthy Ramesh and YB Chen and XQ Pan and X Ke and MS Rzchowski and SK Streiffer",
            "2006",
            "YRmBp_QAAAAJ:D03iK_w7-QYC",
            279,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2213347",
            "10970241878354471925",
            "\/scholar?cites=10970241878354471925",
            {
                "2006":2,
                "2007":17,
                "2008":17,
                "2009":18,
                "2010":23,
                "2011":26,
                "2012":26,
                "2013":28,
                "2014":20,
                "2015":25,
                "2016":15,
                "2017":26,
                "2018":15,
                "2019":12,
                "2020":5,
                "2021":2
            }
        ],
        [
            "Recently a metallic state was discovered at the interface between insulating oxides, most notably LaAlO3 and SrTiO3. Properties of this two-dimensional electron gas (2DEG) have attracted significant interest due to its potential applications in nanoelectronics. Control over this carrier density and mobility of the 2DEG is essential for applications of these unique systems, and may be achieved by epitaxial strain. However, despite the rich nature of strain effects on oxide materials properties, such as ferroelectricity, magnetism, and superconductivity, the relationship between the strain and electrical properties of the 2DEG at the LaAlO3\/SrTiO3 heterointerface remains largely unexplored. Here, we use different lattice constant single-crystal substrates to produce LaAlO3\/SrTiO3 interfaces with controlled levels of biaxial epitaxial strain. We have found that tensile-strained SrTiO3 destroys the conducting 2DEG, while …",
            "Tailoring a two-dimensional electron gas at the LaAlO3\/SrTiO3 (001) interface by epitaxial strain",
            "CW Bark and DA Felker and Yong Wang and Y Zhang and HW Jang and CM Folkman and JW Park and SH Baek and H Zhou and DD Fong and XQ Pan and EY Tsymbal and MS Rzchowski and CB Eom",
            "2011",
            "YRmBp_QAAAAJ:ye4kPcJQO24C",
            249,
            "https:\/\/www.pnas.org\/content\/108\/12\/4720\/",
            "18427070525970462399",
            "\/scholar?cites=18427070525970462399",
            {
                "2010":1,
                "2011":9,
                "2012":22,
                "2013":39,
                "2014":18,
                "2015":39,
                "2016":35,
                "2017":20,
                "2018":22,
                "2019":23,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Direct measurement of the remanent polarization of high quality (001)-oriented epitaxial BiFeO 3 thin films shows a strong strain dependence, even larger than conventional (001)-oriented PbTiO 3 films. Thermodynamic analysis reveals that a strain-induced polarization rotation mechanism is responsible for the large change in the out-of-plane polarization of (001) BiFeO 3 with biaxial strain while the spontaneous polarization itself remains almost constant.",
            "Strain-Induced Polarization Rotation in Epitaxial (001)  Thin Films",
            "HW Jang and SH Baek and D Ortiz and CM Folkman and RR Das and YH Chu and Paul Shafer and JX Zhang and S Choudhury and V Vaithyanathan and YB Chen and DA Felker and MD Biegalski and MS Rzchowski and XQ Pan and DG Schlom and LQ Chen and R Ramesh and CB Eom",
            "2008",
            "YRmBp_QAAAAJ:2P1L_qKh6hAC",
            246,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.107602",
            "8099312570860219808",
            "\/scholar?cites=8099312570860219808",
            {
                "2008":1,
                "2009":10,
                "2010":24,
                "2011":28,
                "2012":30,
                "2013":30,
                "2014":21,
                "2015":20,
                "2016":17,
                "2017":16,
                "2018":15,
                "2019":17,
                "2020":15
            }
        ],
        [
            "The formation of two-dimensional electron gases (2DEGs) at complex oxide interfaces is directly influenced by the oxide electronic properties. We investigated how local electron correlations control the 2DEG by inserting a single atomic layer of a rare-earth oxide (RO) [(R is lanthanum (La), praseodymium (Pr), neodymium (Nd), samarium (Sm), or yttrium (Y)] into an epitaxial strontium titanate oxide (SrTiO3) matrix using pulsed-laser deposition with atomic layer control. We find that structures with La, Pr, and Nd ions result in conducting 2DEGs at the inserted layer, whereas the structures with Sm or Y ions are insulating. Our local spectroscopic and theoretical results indicate that the interfacial conductivity is dependent on electronic correlations that decay spatially into the SrTiO3 matrix. Such correlation effects can lead to new functionalities in designed heterostructures.",
            "Metallic and insulating oxide interfaces controlled by electronic correlations",
            "HW Jang and DA Felker and CW Bark and Y Wang and Manish K Niranjan and CT Nelson and Y Zhang and D Su and CM Folkman and SH Baek and S Lee and K Janicka and Y Zhu and XQ Pan and DD Fong and Evgeny Y Tsymbal and MS Rzchowski and Chang-Beom Eom",
            "2011",
            "YRmBp_QAAAAJ:R3hNpaxXUhUC",
            243,
            "https:\/\/science.sciencemag.org\/content\/331\/6019\/886.abstract",
            "5324616073561400484",
            "\/scholar?cites=5324616073561400484",
            {
                "2011":7,
                "2012":31,
                "2013":37,
                "2014":19,
                "2015":40,
                "2016":36,
                "2017":25,
                "2018":19,
                "2019":13,
                "2020":10,
                "2021":5
            }
        ],
        [
            "We have applied radio-frequency signals to 1000 by 1000 arrays of Josephson junctions and observed giant Shapiro steps at voltages 1000 times that expected for a single junction. When a perpendicular magnetic field is applied, fractional giant steps appear at voltages directly related to the number of flux quanta per unit cell. A phenomenological model is proposed that utilizes the spatial arrangement of the vortices in a superlattice relative to the underlying array to explain these novel steps.",
            "Fractional giant Shapiro steps and spatially correlated phase motion in 2D Josephson arrays",
            "SP Benz and MS Rzchowski and M Tinkham and CJ Lobb",
            "1990",
            "YRmBp_QAAAAJ:Tiz5es2fbqcC",
            229,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.64.693",
            "13631575658892517485",
            "\/scholar?cites=13631575658892517485",
            {
                "1990":12,
                "1991":17,
                "1992":13,
                "1993":24,
                "1994":21,
                "1995":19,
                "1996":15,
                "1997":6,
                "1998":11,
                "1999":7,
                "2000":2,
                "2001":5,
                "2002":6,
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":1,
                "2007":7,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":4,
                "2012":3,
                "2013":3,
                "2014":2,
                "2015":12,
                "2016":2,
                "2017":5,
                "2018":7,
                "2019":7,
                "2020":1
            }
        ],
        [
            "Gauss’s law dictates that the net electric field inside a conductor in electrostatic equilibrium is zero by effective charge screening; free carriers within a metal eliminate internal dipoles that may arise owing to asymmetric charge distributions 1. Quantum physics supports this view 2, demonstrating that delocalized electrons make a static macroscopic polarization, an ill-defined quantity in metals 3—it is exceedingly unusual to find a polar metal that exhibits long-range ordered dipoles owing to cooperative atomic displacements aligned from dipolar interactions as in insulating phases 4. Here we describe the quantum mechanical design and experimental realization of room-temperature polar metals in thin-film ANiO 3 perovskite nickelates using a strategy based on atomic-scale control of inversion-preserving (centric) displacements 5. We predict with ab initio calculations that cooperative polar A cation displacements …",
            "Polar metals by geometric design",
            "TH Kim and Danilo Puggioni and Y Yuan and L Xie and H Zhou and N Campbell and PJ Ryan and Y Choi and J-W Kim and JR Patzner and S Ryu and JP Podkaminer and J Irwin and Y Ma and CJ Fennie and MS Rzchowski and XQ Pan and V Gopalan and James M Rondinelli and CB Eom",
            "2016",
            "YRmBp_QAAAAJ:pqnbT2bcN3wC",
            198,
            "https:\/\/www.nature.com\/articles\/nature17628",
            "9065387070951718883",
            "\/scholar?cites=9065387070951718883",
            {
                "2016":9,
                "2017":42,
                "2018":43,
                "2019":50,
                "2020":46,
                "2021":5
            }
        ]
    ]
}