{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Current flow, considering a semiclassical electron–electric-field interaction and electron scattering by acoustic phonons, is studied in semiconducting zig-zag carbon nanotubes. The π-electronic band structure and the phonon spectrum of the nanotube are both calculated from graphene by the zone-folding method. Scattering rates are calculated using first-order perturbation theory and the deformation-potential approximation, while the selection rules for the electron-phonon interaction are developed based on the conservation of crystal momentum. The steady-state transport properties of electrons in small-diameter nanotubes are simulated using the Monte Carlo method. Results show negative differential mobility occurring at smaller threshold fields as the tube diameter increases. The peak drift velocity is also found to depend on the tube diameter, and reaches values as high as 5× 10 7 c m\/s in the largest tube …",
            "Semiclassical transport and phonon scattering of electrons in semiconducting carbon nanotubes",
            "G Pennington and N Goldsman",
            "2003",
            "YSibOb4AAAAJ:u5HHmVD_uO8C",
            298,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.68.045426",
            "9583755283070202559",
            "\/scholar?cites=9583755283070202559",
            {
                "2003":5,
                "2004":14,
                "2005":22,
                "2006":28,
                "2007":31,
                "2008":23,
                "2009":30,
                "2010":33,
                "2011":21,
                "2012":12,
                "2013":22,
                "2014":11,
                "2015":11,
                "2016":6,
                "2017":7,
                "2018":10,
                "2019":7,
                "2020":1
            }
        ],
        [
            "Combined simulation and experimental analyses are performed to characterize the 4H-silicon carbide (SiC) lateral metal-oxide-semiconductor field-effect transistor (MOSFET). Using a quasi-two-dimensional depth dependent Coulomb mobility model for scattering due to interface and oxide charge, along with existing models for other scattering mechanisms, and an in-house drift diffusion device simulator tailored for SiC MOSFETs, we have extracted values for interface trap density of states for 4H-SiC MOSFETs. Characterization shows that the interface trapped charge in 4H-SiC MOSFETs is responsible for mobility degradation and reduction in mobile inversion charge, and therefore reduced current. Its effect on mobility degradation decreases at higher gate voltages due to increased screening. Our results show that at high gate voltages, surface roughness plays the major role in surface mobility degradation in 4H …",
            "Numerical and experimental characterization of -silicon carbide lateral metal-oxide-semiconductor field-effect transistor",
            "Siddharth Potbhare and Neil Goldsman and Gary Pennington and Aivars Lelis and James M McGarrity",
            "2006",
            "YSibOb4AAAAJ:d1gkVwhDpl0C",
            118,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2335967",
            "13008256445950694059",
            "\/scholar?cites=13008256445950694059",
            {
                "2006":1,
                "2007":9,
                "2008":11,
                "2009":7,
                "2010":5,
                "2011":6,
                "2012":5,
                "2013":6,
                "2014":9,
                "2015":15,
                "2016":7,
                "2017":10,
                "2018":7,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The theory of semiclassical carrier transport in semiconducting single-walled carbon nanotubes is presented. The focus is on transport in response to a small, axially applied field. Carriers are considered to scatter with longitudinal, torsional, and radial breathing acoustic phonons. Theory predicts large mobilities and large mean free paths, each increasing with increasing tube diameter. This results from a small effective mass, which varies inversely with the nanotube diameter. In large diameter tubes, the carrier mobility at 300 K is approximately 10 5 cm 2 V s, while the mean free path approaches 0.5− 0.8 μ m. Results depend on the lattice temperature, Poisson’s ratio, and the chirality angle of the nanotube. Theoretical results compare very well with experiments on long semiconducting carbon nanotubes. This indicates that transport in long single-walled carbon nanotubes is likely limited by phonon scattering at …",
            "Low-field semiclassical carrier transport in semiconducting carbon nanotubes",
            "G Pennington and N Goldsman",
            "2005",
            "YSibOb4AAAAJ:u-x6o8ySG0sC",
            83,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.205318",
            "13795815317949600530",
            "\/scholar?cites=13795815317949600530",
            {
                "2005":2,
                "2006":6,
                "2007":7,
                "2008":7,
                "2009":9,
                "2010":12,
                "2011":9,
                "2012":4,
                "2013":8,
                "2014":4,
                "2015":5,
                "2016":3,
                "2017":5,
                "2018":2
            }
        ],
        [
            "We report Monte Carlo (MC) simulation results showing applied bias dependent spatial velocity oscillations for semiconducting single-walled zig-zag carbon nanotubes (CNTs). MC simulations show velocity oscillations in CNTs at different lengths due to high scattering rates associated with optical phonon emissions in the one-dimensional CNT system. The frequencies of these oscillations are as high as 30 THz. In addition, we investigate average ensemble electron velocities as a function of tube length.",
            "Electron transport and velocity oscillations in a carbon nanotube",
            "Akin Akturk and Gary Pennington and Neil Goldsman and Alma Wickenden",
            "2007",
            "YSibOb4AAAAJ:9yKSN-GCB0IC",
            76,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4268331\/",
            "15394853613024153415",
            "\/scholar?cites=15394853613024153415",
            {
                "2006":1,
                "2007":4,
                "2008":6,
                "2009":5,
                "2010":8,
                "2011":7,
                "2012":3,
                "2013":9,
                "2014":8,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":5,
                "2019":8,
                "2020":2
            }
        ],
        [
            "In an effort to better understand the behavior of graphene, we developed an ab initio parametrized fit of hydrocarbon interactions, out to arbitrary neighbors, including forces. Our computed bands show that ribbons of graphene have increased numbers of zigzag edge states, and decreased armchair band gaps, when multilayered. Armchair ribbons are known to obey three families of gap-to-width relationships; we further find that carrier group velocity v F varies by family: small gaps have ideal v F, and large gaps have±20% deviations from ideal v F. Boltzmann carrier transport simulations from calculated phonon scattering show a similar, familial conductance behavior, with peak field-effect mobility and saturated, small-field conductance increasing linearly with ribbon width.",
            "From graphene to graphite: A general tight-binding approach for nanoribbon carrier transport",
            "Daniel Finkenstadt and G Pennington and MJ Mehl",
            "2007",
            "YSibOb4AAAAJ:qjMakFHDy7sC",
            59,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.121405",
            "36109473942990685",
            "\/scholar?cites=36109473942990685",
            {
                "2008":8,
                "2009":7,
                "2010":7,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":2,
                "2016":8,
                "2017":4,
                "2018":1,
                "2019":3
            }
        ],
        [
            "Theoretical calculations of carrier transport in semiconducting single-walled carbon nanotubes are compared with recent experiments. Considering carrier-phonon scattering, a deformation potential coupling constant of 14eV is determined. Theory predicts the low-field mobility, conductance, and on resistance of field-effect transistors as a function of nanotube diameter and temperature. When the device is in the on state, the mean free path (Lm-on) varies linearly with tube diameter and inversely with temperature. Intersubband scattering is found to strongly decrease Lm-on when a few subbands are occupied.",
            "Deformation potential carrier-phonon scattering in semiconducting carbon nanotube transistors",
            "G Pennington and N Goldsman and A Akturk and AE Wickenden",
            "2007",
            "YSibOb4AAAAJ:2osOgNQ5qMEC",
            48,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2437127",
            "5469784053129045047",
            "\/scholar?cites=5469784053129045047",
            {
                "2007":6,
                "2008":8,
                "2009":4,
                "2010":9,
                "2011":2,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The silicon carbide (SiC)–silicon dioxide (SiO2) interface in SiC metal-oxide-semiconductor field-effect transistors (MOSFETs) has shown the presence of a very large number of trap states. These traps become filled during inversion causing a lowering of conduction charge in the inversion layer, and increases Coulombic scattering of mobile charges. Owing to the large number of occupied interface traps, Coulomb interaction is likely to be an important scattering mechanism for SiC MOSFET device operation, resulting in very low surface mobilities. We have developed a first principles physics-based Coulomb scattering mobility model to understand this phenomenon and to study its effect on mobility in SiC devices. This type of Coulombic scattering is a quasi-two-dimensional phenomenon. Mobile charges located closer to the interface are scattered at a higher rate than those located far away from the interface …",
            "A quasi-two-dimensional depth-dependent mobility model suitable for device simulation for Coulombic scattering due to interface trapped charges",
            "Siddharth Potbhare and Neil Goldsman and Gary Pennington and Aivars Lelis and James M McGarrity",
            "2006",
            "YSibOb4AAAAJ:W7OEmFMy1HYC",
            48,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2335673",
            "4985232571643822514",
            "\/scholar?cites=4985232571643822514",
            {
                "2006":2,
                "2007":2,
                "2008":5,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":5,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":6,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Surface band structure calculations are performed for different orientations of hexagonal silicon carbide (nH-SiC). The 4H-SiC and 6H-SiC hexagonal polytypes are considered. The subband structure perpendicular to an oxide-SiC interface is determined self-consistently with the confining transverse potential. Investigations have been performed in the range of weak\/strong inversion and high\/low temperatures. The (011̄0), (112̄0), (033̄8), and (0001) surfaces are compared for both 4H-SiC and 6H-SiC. Each orientation is characterized based on its two-dimensional nature, its degree of anisotropy parallel to the oxide, and the spatial extent of mobile electrons from the oxide–semiconductor interface.",
            "Self-consistent calculations for n-type hexagonal SiC inversion layers",
            "G Pennington and N Goldsman",
            "2004",
            "YSibOb4AAAAJ:YsMSGLbcyi4C",
            44,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1687977",
            "11581117342590859266",
            "\/scholar?cites=11581117342590859266",
            {
                "2004":1,
                "2005":2,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":4,
                "2010":1,
                "2011":2,
                "2012":3,
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":5,
                "2018":11
            }
        ]
    ]
}