{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Regulated protein degradation is essential. The timed destruction of crucial proteins by the ClpXP protease drives cell-cycle progression in the bacterium Caulobacter crescentus. Although ClpXP is active alone, additional factors are inexplicably required for cell-cycle-dependent proteolysis. Here, we show that these factors constitute an adaptor hierarchy wherein different substrates are destroyed based on the degree of adaptor assembly. The hierarchy builds upon priming of ClpXP by the adaptor CpdR, which promotes degradation of one class of substrates and also recruits the adaptor RcdA to degrade a second class of substrates. Adding the PopA adaptor promotes destruction of a third class of substrates and inhibits degradation of the second class. We dissect RcdA to generate bespoke adaptors, identifying critical substrate elements needed for RcdA recognition and uncovering additional cell-cycle …",
            "An adaptor hierarchy regulates proteolysis during a bacterial cell cycle",
            "Kamal Kishore Joshi and Matthieu Bergé and Sunish Kumar Radhakrishnan and Patrick Henri Viollier and Peter Chien",
            "2015",
            "YVKtiEYAAAAJ:d1gkVwhDpl0C",
            54,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867415011927",
            "17801584575093130999",
            "\/scholar?cites=17801584575093130999",
            {
                "2015":1,
                "2016":13,
                "2017":8,
                "2018":7,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The cell-division cycle of Caulobacter crescentus depends on periodic activation and deactivation of the essential response regulator CtrA. Although CtrA is critical for transcription during some parts of the cell cycle, its activity must be eliminated before chromosome replication because CtrA also blocks the initiation of DNA replication. CtrA activity is down-regulated both by dephosphorylation and by proteolysis, mediated by the ubiquitous ATP-dependent protease ClpXP. Here we demonstrate that proteins needed for rapid CtrA proteolysis in vivo form a phosphorylation-dependent and cyclic diguanylate (cdG)-dependent adaptor complex that accelerates CtrA degradation in vitro by ClpXP. The adaptor complex includes CpdR, a single-domain response regulator; PopA, a cdG-binding protein; and RcdA, a protein whose activity cannot be predicted. When CpdR is unphosphorylated and when PopA is bound to cdG …",
            "Cell cycle-dependent adaptor complex for ClpXP-mediated proteolysis directly integrates phosphorylation and second messenger signals",
            "Stephen C Smith and Kamal K Joshi and Justin J Zik and Katherine Trinh and Aron Kamajaya and Peter Chien and Kathleen R Ryan",
            "2014",
            "YVKtiEYAAAAJ:u-x6o8ySG0sC",
            44,
            "https:\/\/www.pnas.org\/content\/111\/39\/14229.short",
            "6852966951641518466",
            "\/scholar?cites=6852966951641518466",
            {
                "2015":10,
                "2016":7,
                "2017":7,
                "2018":8,
                "2019":3,
                "2020":8
            }
        ],
        [
            "Cell cycle transitions are often triggered by the proteolysis of key regulatory proteins. In Caulobacter crescentus, the G1‐S transition involves the degradation of an essential DNA‐binding response regulator, CtrA, by the ClpXP protease. Here, we show that another critical cell cycle regulator, SciP, is also degraded during the G1‐S transition, but by the Lon protease. SciP is a small protein that binds directly to CtrA and prevents it from activating target genes during G1. We demonstrate that SciP must be degraded during the G1‐S transition so that cells can properly activate CtrA‐dependent genes following DNA replication initiation and the reaccumulation of CtrA. These results indicate that like CtrA, SciP levels are tightly regulated during the Caulobacter cell cycle. In addition, we show that formation of a complex between CtrA and SciP at target promoters protects both proteins from their respective proteases …",
            "Regulated proteolysis of a transcription factor complex is critical to cell cycle progression in Caulobacter crescentus",
            "Kasia G Gora and Amber Cantin and Matthew Wohlever and Kamal K Joshi and Barrett S Perchuk and Peter Chien and Michael T Laub",
            "2013",
            "YVKtiEYAAAAJ:u5HHmVD_uO8C",
            42,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/mmi.12166",
            "4436446568690234333",
            "\/scholar?cites=4436446568690234333",
            {
                "2013":2,
                "2014":5,
                "2015":8,
                "2016":6,
                "2017":4,
                "2018":5,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Protein degradation is essential for all living things. Bacteria use energy-dependent proteases to control protein destruction in a highly specific manner. Recognition of substrates is determined by the inherent specificity of the proteases and through adaptor proteins that alter the spectrum of substrates. In the α-proteobacterium Caulobacter crescentus, regulated protein degradation is required for stress responses, developmental transitions, and cell cycle progression. In this review, we describe recent progress in our understanding of the regulated and stress-responsive protein degradation pathways in Caulobacter. We discuss how organization of highly specific adaptors into functional hierarchies drives destruction of proteins during the bacterial cell cycle. Because all cells must balance the need for degradation of many true substrates with the toxic consequences of nonspecific protein destruction, principles found …",
            "Regulated Proteolysis in Bacteria: Caulobacter",
            "Kamal Kishore Joshi and Peter Chien",
            "2016",
            "YVKtiEYAAAAJ:9yKSN-GCB0IC",
            27,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-genet-120215-035235",
            "11242199905679550739",
            "\/scholar?cites=11242199905679550739",
            {
                "2017":6,
                "2018":7,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ],
        [
            "In Caulobacter crescentus, timely degradation of several proteins by the ClpXP protease is critical for proper cell cycle progression. During the cell cycle, the ClpXP protease, the substrate CtrA, and many other proteins are localized to the stalked pole dependent on a polar interaction hub composed of PopZ protein oligomers. Prior work suggests that the localization of ClpXP, protease substrates, and cofactors is needed for recognition of substrates, such as CtrA, by ClpXP. Here, we formally test this hypothesis by examining the role of PopZ in ClpXP activity and find, surprisingly, that CtrA degradation is enhanced in cells lacking polar localization due to loss of PopZ. The ClpXP adaptor CpdR is required for this enhanced degradation of CtrA and other adaptor-dependent substrates, but adaptor-independent substrate degradation is not affected upon loss of PopZ. We find that overexpression of PopZ also leads to …",
            "Polar Localization Hub Protein PopZ Restrains Adaptor-Dependent ClpXP Proteolysis in Caulobacter crescentus",
            "Kamal Kishore Joshi and Christine Battle and Peter Chien",
            "2018",
            "YVKtiEYAAAAJ:_FxGoFyzp5QC",
            10,
            "https:\/\/jb.asm.org\/content\/200\/20\/e00221-18.short",
            "10790795999105151004",
            "\/scholar?cites=10790795999105151004",
            {
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Protein degradation in bacteria is a highly controlled process involving proteolytic adaptors that regulate protein degradation during cell cycle progression or during stress responses. Many adaptors work as scaffolds that selectively bind cargo and tether substrates to their cognate proteases to promote substrate destruction, whereas others primarily activate the target protease. Because adaptors must bind their cognate protease, all adaptors run the risk of being recognized by the protease as substrates themselves, a process that could limit their effectiveness. Here we use purified proteins in a reconstituted system and in vivo studies to show that adaptors of the ClpXP protease are readily degraded but that cargo binding inhibits this degradation. We found that this principle extends across several adaptor systems, including the hierarchical adaptors that drive the Caulobacter bacterial cell cycle and the quality …",
            "Cargo engagement protects protease adaptors from degradation in a substrate-specific manner",
            "Kamal Kishore Joshi and Madeleine Sutherland and Peter Chien",
            "2017",
            "YVKtiEYAAAAJ:2osOgNQ5qMEC",
            3,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820365108",
            "18216088481535955010",
            "\/scholar?cites=18216088481535955010",
            {
                "2019":2,
                "2020":1
            }
        ]
    ]
}