{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Optical sensor technology offers significant opportunities in the field of medical research and clinical diagnostics, particularly for the detection of small numbers of molecules in highly diluted solutions. Several methods have been developed for this purpose, including label-free plasmonic biosensors based on metamaterials. However, the detection of lower-molecular-weight (< 500 Da) biomolecules in highly diluted solutions is still a challenging issue owing to their lower polarizability. In this context, we have developed a miniaturized plasmonic biosensor platform based on a hyperbolic metamaterial that can support highly confined bulk plasmon guided modes over a broad wavelength range from visible to near infrared. By exciting these modes using a grating-coupling technique, we achieved different extreme sensitivity modes with a maximum of 30,000 nm per refractive index unit (RIU) and a record figure of merit …",
            "Extreme sensitivity biosensing platform based on hyperbolic metamaterials",
            "Kandammathe Valiyaveedu Sreekanth and Yunus Alapan and Mohamed ElKabbash and Efe Ilker and Michael Hinczewski and Umut A Gurkan and Antonio De Luca and Giuseppe Strangi",
            "2016",
            "yVvQva0AAAAJ:kcGNQN_anIUC",
            400,
            "https:\/\/www.nature.com\/articles\/nmat4609",
            "17760859102150388235",
            "\/scholar?cites=17760859102150388235",
            {
                "2016":10,
                "2017":49,
                "2018":100,
                "2019":123,
                "2020":111,
                "2021":6
            }
        ],
        [
            "The first observation of random laser action in a partially ordered, optically anisotropic nematic liquid crystal with long-range dielectric tensor fluctuations is reported. Above a given pump power the fluorescence curve collapses and the typical narrowing and explosion effect leads to discrete sharp peaks. The unexpected surviving of interference effects in recurrent multiple scattering provide the required optical feedback for lasing in nematics. Coherent backscattering of light waves in orientationally ordered nematic liquid crystals manifests a weak localization of light which strongly supports diffusive laser action in presence of gain medium. Intensity fluctuations of the speckle–like emission pattern indicate the typical spatio-temporal randomness of diffusive laser emission. A comparison of the laser action is reported for systems with different order degree: fully disordered semiconductor powders, self-ordered …",
            "Random lasing and weak localization of light in dye-doped nematic liquid crystals",
            "G Strangi and S Ferjani and V Barna and A De Luca and C Versace and N Scaramuzza and R Bartolino",
            "2006",
            "yVvQva0AAAAJ:u5HHmVD_uO8C",
            161,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OE-14-17-7737",
            "13226617336540315967",
            "\/scholar?cites=13226617336540315967",
            {
                "2006":2,
                "2007":3,
                "2008":9,
                "2009":10,
                "2010":18,
                "2011":7,
                "2012":9,
                "2013":11,
                "2014":12,
                "2015":12,
                "2016":20,
                "2017":15,
                "2018":13,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Here, we numerically investigate the existence of negative group refraction in graphene-based hyperbolic metamaterials (HMM) at THz frequencies. The hyperbolic dispersion of the graphene-based HMM can be tuned by varying the chemical potential and surrounding dielectric layer thickness. The negative group and positive phase indices of refraction are observed for oblique incidence at far below the critical frequency, which permits negative energy refraction and forward wavefront propagation. The highly confined bulk plasmon modes are also observed in the negative group index region that further evidence the negative refraction behaviour of the graphene-based hyperbolic metamaterials.",
            "Negative refraction in graphene-based hyperbolic metamaterials",
            "KV Sreekanth and A De Luca and G Strangi",
            "2013",
            "yVvQva0AAAAJ:9yKSN-GCB0IC",
            136,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4813477",
            "6878589945358712023",
            "\/scholar?cites=6878589945358712023",
            {
                "2013":1,
                "2014":13,
                "2015":25,
                "2016":23,
                "2017":13,
                "2018":13,
                "2019":26,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Distributed feedback microstructures play a fundamental role in confining and manipulating light to obtain lasing in media with gain. Here, we present an innovative array of organic, color-tunable microlasers which are intrinsically phase locked. Dye-doped helixed liquid crystals were embedded within periodic, polymeric microchannels sculptured by light through a single-step process. The helical superstructure was oriented along the microchannels; the lasing was observed along the same direction at the red edge of the stop band. Several physical and technological advantages arise from this engineered heterostructure: a high quality factor of the cavity, ultralow lasing threshold, and thermal and electric control of the lasing wavelength and emission intensity. This level of integration of guest-host systems, embedded in artificially patterned small sized structures, might lead to new photonic chip architectures.",
            "Color-tunable organic microcavity laser array using distributed feedback",
            "Giuseppe Strangi and Valentin Barna and Roberto Caputo and Antonio De Luca and Carlo Versace and Nicola Scaramuzza and Cesare Umeton and Roberto Bartolino and Gabriel Noam Price",
            "2005",
            "yVvQva0AAAAJ:u-x6o8ySG0sC",
            129,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.063903",
            "2297443010104543556",
            "\/scholar?cites=2297443010104543556",
            {
                "2005":7,
                "2006":11,
                "2007":9,
                "2008":14,
                "2009":10,
                "2010":10,
                "2011":6,
                "2012":8,
                "2013":5,
                "2014":10,
                "2015":7,
                "2016":8,
                "2017":4,
                "2018":7,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Hyperbolic metamaterials (HMMs) represent a novel class of fascinating anisotropic plasmonic materials, supporting highly confined bulk plasmon polaritons in addition to the surface plasmon polaritons. However, it is very challenging to tailor and excite those modes at optical frequencies using prism coupling technique because of the intrinsic difficulties to engineer non-traditional optical properties using artificial nanostructures and the unavailability of high refractive index prisms for matching the momentum between the incident light and the guided modes. Here, we experimentally demonstrate the excitation of both surface and bulk plasmon polaritons in a HMM through a grating coupling technique of surface plasmon excitation that makes use a hypergrating, which is a combined structure of metallic diffraction grating and HMM. Initially, we propose an optical hyperbolic metamaterial based on Au\/TiO 2 multilayers …",
            "Experimental demonstration of surface and bulk plasmon polaritons in hypergratings",
            "Kandammathe Valiyaveedu Sreekanth and Antonio De Luca and Giuseppe Strangi",
            "2013",
            "yVvQva0AAAAJ:Se3iqnhoufwC",
            96,
            "https:\/\/www.nature.com\/articles\/srep03291",
            "12628358295766894553",
            "\/scholar?cites=12628358295766894553",
            {
                "2014":6,
                "2015":12,
                "2016":13,
                "2017":16,
                "2018":20,
                "2019":12,
                "2020":13,
                "2021":1
            }
        ]
    ]
}