{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Cooperative learning (CL) has been lauded over the years as one of the most successful teaching\/learning strategies employed by professors of science, mathematics, engineering and technology (SMET) in institutions of higher education throughout Puerto Rico. The goal of the research project presented here was to examine the effectiveness of CL as perceived by SMET faculty who use it in the classroom at member institutions of the Puerto Rico Louis Stokes Alliance for Minority Participation (PR‐LSAMP). As a long‐term goal, PR‐LSAMP researchers desired to use the findings to understand and address the training needs of their SMET faculty. Data was gathered on faculty members' use of CL and their perceptions of the effect of CL strategies on student performance and attitudes. Principal survey results showed that over 60% of faculty felt confident in their knowledge of CL theory and role assignment …",
            "After so much effort: Is faculty using cooperative learning in the classroom?",
            "Lueny Morell and Rosa Buxeda and Moisés Orengo and Ailén Sánchez",
            "2001",
            "yXahgHoAAAAJ:u-x6o8ySG0sC",
            24,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/j.2168-9830.2001.tb00614.x",
            "17672698685315409410",
            "\/scholar?cites=17672698685315409410",
            {
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":5,
                "2007":1,
                "2008":3,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "About eighty percent 80% of the engineering students entering the University of Puerto Rico at Mayaguez start mathematics in the precalculus course. Project Precalculus was implemented to strengthen underprepared students' mathematical skills and to decrease the precalculus attrition rate. Project Precalculus has three main components: the Precalculus Intervention System, a system of training for precalculus teaching assistants, and a system of coordination of examinations and grading. The Precalculus Intervention System alerts students to their particular mathematical weaknesses and provides a structure to help improve these weaknesses. Precalculus teaching assistants undergo an intensive training to improve their teaching skills and to enrich their professional development in general. A stringent coordination system is in place to ensure the fairness and objectivity of grading. Since Project Precalculus has …",
            "Project Precalculus [engineering education]",
            "Deborah Moore",
            "1999",
            "yXahgHoAAAAJ:IjCSPb-OGe4C",
            3,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/841679\/",
            "15082849591136241008",
            "\/scholar?cites=15082849591136241008",
            {
                "2000":1,
                "2001":2
            }
        ]
    ]
}