{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Colloidal suspensions are encountered in a multitude of natural, biological and industrially relevant products and processes. Understanding what affects the flow behavior, or rheology, of colloid particles, and how these suspensions can be manipulated, is important for successful formulation of products such as paint, polymers, foods and pharmaceuticals. This book is the first devoted to the study of colloidal rheology in all its aspects. With material presented in an introductory manner, and complex mathematical derivations kept to a minimum, the reader will gain a strong grasp of the basic principles of colloid science and rheology. Beginning with purely hydrodynamic effects, the contributions of Brownian motion and interparticle forces are covered, before the reader is guided through specific problem areas, such as thixotropy and shear thickening; special classes of colloid suspensions are also treated. An essential guide for academic and industrial researchers, this book is also ideal for graduate course use.",
            "Colloidal suspension rheology",
            "Jan Mewis and Norman J Wagner",
            "2012",
            "YxgbdyQAAAAJ:9yKSN-GCB0IC",
            946,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=Et6kZGtdiFsC&oi=fnd&pg=PR7&dq=info:VHGEqFvorBcJ:scholar.google.com&ots=No-80c4jWF&sig=VmkNrTBwL57MILrOY1qYp5Olpaw",
            "1705993839233495380",
            "\/scholar?cites=1705993839233495380",
            {
                "2012":17,
                "2013":63,
                "2014":64,
                "2015":127,
                "2016":124,
                "2017":111,
                "2018":140,
                "2019":142,
                "2020":138,
                "2021":13
            }
        ],
        [
            "This study reports the ballistic penetration performance of a composite material composed of woven Kevlar® fabric impregnated with a colloidal shear thickening fluid (silica particles (450 nm) dispersed in ethylene glycol). The impregnated Kevlar fabric yields a flexible, yet penetration resistant composite material. Fragment simulation projectile (FSP) ballistic penetration measurements at ∼244 m\/s have been performed to demonstrate the efficacy of the novel composite material. The results demonstrate a significant enhancement in ballistic penetration resistance due to the addition of shear thickening fluid to the fabric, without any loss in material flexibility. Furthermore, under these ballistic test conditions, the impregnated fabric targets perform equivalently to neat fabric targets of equal areal density, while offering significantly less thickness and more material flexibility. The enhancement in ballistic …",
            "The ballistic impact characteristics of Kevlar® woven fabrics impregnated with a colloidal shear thickening fluid",
            "Young S Lee and Eric D Wetzel and Norman J Wagner",
            "2003",
            "YxgbdyQAAAAJ:u5HHmVD_uO8C",
            878,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1024424200221",
            "5610861322277268648",
            "\/scholar?cites=5610861322277268648",
            {
                "2004":9,
                "2005":12,
                "2006":18,
                "2007":25,
                "2008":20,
                "2009":25,
                "2010":48,
                "2011":40,
                "2012":56,
                "2013":50,
                "2014":70,
                "2015":69,
                "2016":73,
                "2017":95,
                "2018":80,
                "2019":81,
                "2020":84,
                "2021":12
            }
        ],
        [
            "Flow can induce reversible and irreversible structural changes in dispersions. The analysis of flow effects on microstructure and rheology remains one of the challenging problems in colloid science. The rheological manifestation of flow-induced structural changes is a variable viscosity. If the changes are reversible and time dependent, the effect is called thixotropy. The basic elements of this concept are reviewed here, including its definition and the relation with nonlinear viscoelasticity. The omnipresence of thixotropy is illustrated with a wide range of examples from natural and manmade colloidal systems. Its various rheological manifestations are reviewed as well as possible measurement procedures. The microstructural changes due to flow are quite complex and not fully understood. Existing models for thixotropic suspension rheology are categorized and evaluated.",
            "Thixotropy",
            "Jan Mewis and Norman J Wagner",
            "2009",
            "YxgbdyQAAAAJ:u-x6o8ySG0sC",
            777,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0001868608001735",
            "13926273701127823678",
            "\/scholar?cites=13926273701127823678",
            {
                "2009":14,
                "2010":20,
                "2011":39,
                "2012":42,
                "2013":64,
                "2014":52,
                "2015":77,
                "2016":80,
                "2017":96,
                "2018":81,
                "2019":92,
                "2020":99,
                "2021":14
            }
        ],
        [
            "The popular interest in cornstarch and water mixtures known as “oobleck” after the complex fluid in one of Dr. Seuss's classic children's books arises from their transition from fluid-like to solid-like behavior when stressed. The viscous liquid that emerges from a roughly 2-to-1 (by volume) combination of starch to water can be poured into one's hand. When squeezed, the liquid morphs into a doughy paste that can be formed into shapes, only to “melt” into a puddle when the applied stress is relieved. Internet videos show people running across a large pool of the stuff, only to sink once they stop in place, and “monsters” that grow out of the mixture when it's acoustically vibrated (for an example, see the online version of this article).",
            "Shear thickening in colloidal dispersions",
            "Norman J Wagner and John F Brady",
            "2009",
            "YxgbdyQAAAAJ:2osOgNQ5qMEC",
            760,
            "https:\/\/authors.library.caltech.edu\/16539\/",
            "12798214429324622530",
            "\/scholar?cites=12798214429324622530",
            {
                "2010":17,
                "2011":35,
                "2012":40,
                "2013":59,
                "2014":63,
                "2015":79,
                "2016":82,
                "2017":91,
                "2018":92,
                "2019":92,
                "2020":94,
                "2021":8
            }
        ],
        [
            "Reversible shear thickening is measured in model colloidal suspensions of silica that exhibit near hard‐sphere behavior. Flow dichroism measurements and the colloidal stress‐optical relationship prove that hydrodynamic interactions drive the shear thickening transition. Turbidity and flow‐small angle neutron scattering (flow‐SANS) demonstrate that particles cluster reversibly in the shear thickened state. Further, SANS measurements show that shear thickening occurs without any shear‐induced order‐disorder transition, in contrast to observations for dispersions of charged colloids. A simple force balance predicts the scaling of the critical stress for the onset of shear thickening with particle size and volume fraction. Measurements on bimodal mixtures verify the scaling laws derived from the force balance and provide a strategy for controlling the shear thickening transition.",
            "Reversible shear thickening in monodisperse and bidisperse colloidal dispersions",
            "Jonathan Bender and Norman J Wagner",
            "1996",
            "YxgbdyQAAAAJ:d1gkVwhDpl0C",
            484,
            "https:\/\/sor.scitation.org\/doi\/abs\/10.1122\/1.550767",
            "16423503657661524863",
            "\/scholar?cites=16423503657661524863",
            {
                "1997":8,
                "1998":15,
                "1999":10,
                "2000":14,
                "2001":8,
                "2002":18,
                "2003":18,
                "2004":14,
                "2005":14,
                "2006":14,
                "2007":13,
                "2008":17,
                "2009":25,
                "2010":28,
                "2011":17,
                "2012":17,
                "2013":22,
                "2014":33,
                "2015":29,
                "2016":37,
                "2017":28,
                "2018":21,
                "2019":32,
                "2020":28,
                "2021":2
            }
        ],
        [
            "The stab resistance of shear thickening fluid (STF)-treated Kevlar® and Nylon fabrics is investigated and found to exhibit significant improvements over neat fabric targets of equivalent areal density. Specifically, dramatic improvements in puncture resistance (spike threat) are observed under high and low speed loading conditions, while slight increases in cut protection (knife threat) are also observed. Studies on the effect of fabric architecture indicate that STF addition provides benefits analogous to the effect of increasing fabric yarn count, with STF addition primarily reducing the mobility of filaments and yarns in the impact zone. Microscopy shows significant energy dissipation in the damage zone that includes plastic flow of the polymeric filaments, as well as deformation of the filaments due to mechanical interaction with the colloidal particles of the STF. These results indicate that these novel materials could be …",
            "Stab resistance of shear thickening fluid (STF)-treated fabrics",
            "MJ Decker and CJ Halbach and CH Nam and NJ Wagner and ED Wetzel",
            "2007",
            "YxgbdyQAAAAJ:YsMSGLbcyi4C",
            383,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0266353806002983",
            "17159536972549351123",
            "\/scholar?cites=17159536972549351123",
            {
                "2007":5,
                "2008":14,
                "2009":15,
                "2010":12,
                "2011":21,
                "2012":22,
                "2013":28,
                "2014":33,
                "2015":23,
                "2016":41,
                "2017":44,
                "2018":39,
                "2019":41,
                "2020":35,
                "2021":9
            }
        ],
        [
            "The electrosteric stabilization of model colloidal dispersions is quantified through high-frequency rheometry and complementary techniques. Model aqueous dispersions with a poly(butyl acrylate)−polystyrene core and a layer of poly(methacrylic acid) grafted onto the surface are prepared and characterized. The influence of pH, electrolyte concentration, and amount of polymer in the stabilizing layer on dispersion stability and rheology is investigated. Dynamic light scattering, electrophoretic mobility, and rheology are used to quantify thickness, hydrodynamic permeability, and charge density of the stabilizing shell. A collapsed layer at low pH leads to aggregation after addition of salt, while a swollen layer at high pH induces stability. The colloidal interaction potential is deduced from measurements of the high-frequency elastic modulus using torsional resonators. The complex electrosteric forces are shown to be …",
            "Electrosteric stabilization of colloidal dispersions",
            "Gerhard Fritz and Volker Schädler and Norbert Willenbacher and Norman J Wagner",
            "2002",
            "YxgbdyQAAAAJ:IjCSPb-OGe4C",
            352,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la015734j",
            "808090821522715460",
            "\/scholar?cites=808090821522715460",
            {
                "2003":7,
                "2004":6,
                "2005":11,
                "2006":8,
                "2007":7,
                "2008":9,
                "2009":10,
                "2010":17,
                "2011":21,
                "2012":15,
                "2013":31,
                "2014":31,
                "2015":38,
                "2016":30,
                "2017":27,
                "2018":29,
                "2019":26,
                "2020":25,
                "2021":1
            }
        ],
        [
            "The particle size dependence of the reversible shear thickening transition in dense colloidal suspensions is explored. Five suspensions of monodisperse silica are synthesized via the Stöber synthesis. The physicochemical properties of the dispersions are quantified using transmission electron microscopy, dynamic light scattering, small angle light scattering, electrophoresis, and viscometry. Rheology measurements indicate a critical stress marking the onset of reversible shear thickening that depends on the dispersion’s particle size, concentration, polydispersity, and interparticle interactions. A simplified two particle force balance between the interparticle repulsive forces and the hydrodynamic compressive forces is used to derive a scaling relationship between this critical shear stress and the suspension properties. The scaling is tested against the fully characterized silica dispersions, which span nearly a decade …",
            "The effects of particle size on reversible shear thickening of concentrated colloidal dispersions",
            "Brent J Maranzano and Norman J Wagner",
            "2001",
            "YxgbdyQAAAAJ:W7OEmFMy1HYC",
            338,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1373687",
            "15392536003267766176",
            "\/scholar?cites=15392536003267766176",
            {
                "2001":2,
                "2002":6,
                "2003":4,
                "2004":6,
                "2005":7,
                "2006":13,
                "2007":8,
                "2008":13,
                "2009":13,
                "2010":12,
                "2011":20,
                "2012":12,
                "2013":21,
                "2014":18,
                "2015":30,
                "2016":18,
                "2017":31,
                "2018":36,
                "2019":24,
                "2020":40,
                "2021":4
            }
        ],
        [
            "The transient shear rheology (i.e., frequency and strain dependence) is compared to the steady rheology for a model colloidal dispersion through the shear thickening transition. Reversible shear thickening is observed and the transition stress compares well to theoretical predictions. Steady and transient shear thickening are observed to occur at the same value of the average stress. The critical strain for shear thickening is found to depend inversely on the frequency at fixed applied stress for low frequencies (high strains), but is limited to an apparent minimum critical strain at higher frequencies. This minimum critical strain is shown to be an artifact of slip. Lissajous plots illustrate the transition in material properties through the shear thickening transition, and the energy dissipated by a shear thickening suspension is analyzed as a function of strain amplitude.",
            "Dynamic properties of shear thickening colloidal suspensions",
            "Young Sil Lee and Norman J Wagner",
            "2003",
            "YxgbdyQAAAAJ:UeHWp8X0CEIC",
            333,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00397-002-0290-7.pdf",
            "2758434096672906422",
            "\/scholar?cites=2758434096672906422",
            {
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":4,
                "2006":14,
                "2007":8,
                "2008":12,
                "2009":15,
                "2010":29,
                "2011":25,
                "2012":20,
                "2013":23,
                "2014":38,
                "2015":37,
                "2016":18,
                "2017":25,
                "2018":24,
                "2019":13,
                "2020":18,
                "2021":5
            }
        ],
        [
            "The rheology, flow birefringence, and small-angle neutron scattering of mixed cationic\/anionic wormlike micellar solutions composed of cetyl trimethylammonium tosylate (CTAT) and sodium dodecyl benzyl sulfonate (SDBS) are studied over a broad range of solution compositions. This combination of experimental techniques enables independent determination of the microstructural length scales (persistence, entanglement, interaction, and contour) that govern the rheological properties. Comparison and contrast of the effect of a hydrotropic salt (NaTosylate) with that of a screening electrolyte (NaCl) demonstrates the influence of micellar charge on the persistence length and, hence, the microstructure and rheology. Surfactant concentration and composition and electrolyte concentration and composition systematically affect the self-assembled microstructure such that a transition in rheological behavior from …",
            "The microstructure and rheology of mixed cationic\/anionic wormlike micelles",
            "Beth A Schubert and Eric W Kaler and Norman J Wagner",
            "2003",
            "YxgbdyQAAAAJ:qjMakFHDy7sC",
            313,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la020821c",
            "4857605908222448050",
            "\/scholar?cites=4857605908222448050",
            {
                "2004":7,
                "2005":11,
                "2006":12,
                "2007":15,
                "2008":18,
                "2009":27,
                "2010":20,
                "2011":27,
                "2012":21,
                "2013":15,
                "2014":16,
                "2015":24,
                "2016":23,
                "2017":20,
                "2018":22,
                "2019":15,
                "2020":13,
                "2021":6
            }
        ]
    ]
}