{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The strong interest in graphene has motivated the scalable production of high-quality graphene and graphene devices. As the large-scale graphene films synthesized so far are typically polycrystalline, it is important to characterize and control grain boundaries, generally believed to degrade graphene quality. Here we study single-crystal graphene grains synthesized by ambient chemical vapour deposition on polycrystalline Cu, and show how individual boundaries between coalescing grains affect graphene’s electronic properties. The graphene grains show no definite epitaxial relationship with the Cu substrate, and can cross Cu grain boundaries. The edges of these grains are found to be predominantly parallel to zigzag directions. We show that grain boundaries give a significant Raman ‘D’peak, impede electrical transport, and induce prominent weak localization indicative of intervalley scattering in graphene …",
            "Control and characterization of individual grains and grain boundaries in graphene grown by chemical vapour deposition",
            "Qingkai Yu and Luis A Jauregui and Wei Wu and Robert Colby and Jifa Tian and Zhihua Su and Helin Cao and Zhihong Liu and Deepak Pandey and Dongguang Wei and Ting Fung Chung and Peng Peng and Nathan P Guisinger and Eric A Stach and Jiming Bao and Shin-Shem Pei and Yong P Chen",
            "2011",
            "yy_w2eEAAAAJ:u5HHmVD_uO8C",
            1437,
            "https:\/\/www.nature.com\/articles\/nmat3010",
            "17958996051016496622",
            "\/scholar?cites=17958996051016496622",
            {
                "2011":37,
                "2012":166,
                "2013":170,
                "2014":198,
                "2015":174,
                "2016":172,
                "2017":165,
                "2018":117,
                "2019":120,
                "2020":100,
                "2021":12
            }
        ],
        [
            "This chapter is a review of the application of Raman spectroscopy in characterizing the properties of graphene, both exfoliated and synthesized, and graphene-based materials such as graphene-oxide. Graphene is a 2-dimensional honeycomb lattice of sp2-bonded carbon atoms and has received enormous interest because of its host of interesting material properties and technological potentials. Raman spectroscopy (and Raman imaging) has become a powerful, noninvasive method to characterize graphene and related materials. A large amount of information such as disorder, edge and grain boundaries, thickness, doping, strain and thermal conductivity of graphene can be learned from the Raman spectrum and its behavior under varying physical conditions. In particular, this chapter will discuss Raman characterization of graphene with artificial disorder generated by irradiations",
            "Raman spectroscopy of graphene and related materials",
            "Isaac Childres and Luis A Jauregui and Wonjun Park and Helin Cao and Yong P Chen",
            "2013",
            "yy_w2eEAAAAJ:4DMP91E08xMC",
            362,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.708.1042&rep=rep1&type=pdf",
            "1526552974098241050",
            "\/scholar?cites=1526552974098241050",
            {
                "2014":11,
                "2015":17,
                "2016":32,
                "2017":69,
                "2018":69,
                "2019":73,
                "2020":76,
                "2021":14
            }
        ],
        [
            "Graphene with a large area was synthesized on Cu foils by chemical vapor deposition under ambient pressure. A 4″ × 4″ graphene film was transferred onto a 6″ Si wafer with a thermally grown oxide film. Raman mapping indicates monolayer graphene dominates the transferred graphene film. Gas sensors were fabricated on a 4 mm × 3 mm size graphene film with a 1 nm palladium film deposited for hydrogen detection. Hydrogen in air with concentrations in 0.0025–1% (25–10,000 ppm) was used to test graphene-based gas sensors. The gas sensors based on palladium-decorated graphene films show high sensitivity, fast response and recovery, and can be used with multiple cycles. The mechanism of hydrogen detection is also discussed.",
            "Wafer-scale synthesis of graphene by chemical vapor deposition and its application in hydrogen sensing",
            "Wei Wu and Zhihong Liu and Luis A Jauregui and Qingkai Yu and Rajeev Pillai and Helin Cao and Jiming Bao and Yong P Chen and Shin-Shem Pei",
            "2010",
            "yy_w2eEAAAAJ:d1gkVwhDpl0C",
            272,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925400510005745",
            "5599265807035673675",
            "\/scholar?cites=5599265807035673675",
            {
                "2011":23,
                "2012":27,
                "2013":30,
                "2014":41,
                "2015":45,
                "2016":32,
                "2017":21,
                "2018":13,
                "2019":20,
                "2020":17,
                "2021":2
            }
        ],
        [
            "A rational yet scalable solution phase method has been established, for the first time, to obtain n-type Bi2Te3 ultrathin nanowires with an average diameter of 8 nm in high yield (up to 93%). Thermoelectric properties of bulk pellets fabricated by compressing the nanowire powder through spark plasma sintering have been investigated. Compared to the current commercial n-type Bi2Te3-based bulk materials, our nanowire devices exhibit an enhanced ZT of 0.96 peaked at 380 K due to a significant reduction of thermal conductivity derived from phonon scattering at the nanoscale interfaces in the bulk pellets, which corresponds to a 13% enhancement compared to that of the best n-type commercial Bi2Te2.7Se0.3 single crystals (∼0.85) and is comparable to the best reported result of n-type Bi2Te2.7Se0.3 sample (ZT = 1.04) fabricated by the hot pressing of ball-milled powder. The uniformity and high yield of the …",
            "Rational Synthesis of Ultrathin n-Type Bi2Te3 Nanowires with Enhanced Thermoelectric Properties",
            "Genqiang Zhang and Benjamin Kirk and Luis A Jauregui and Haoran Yang and Xianfan Xu and Yong P Chen and Yue Wu",
            "2012",
            "yy_w2eEAAAAJ:Tyk-4Ss8FVUC",
            249,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl202935k",
            "4325383223227935327",
            "\/scholar?cites=4325383223227935327",
            {
                "2012":11,
                "2013":16,
                "2014":28,
                "2015":25,
                "2016":34,
                "2017":33,
                "2018":37,
                "2019":38,
                "2020":25,
                "2021":2
            }
        ],
        [
            "We report on electronic properties of graphene synthesized by chemical vapor deposition (CVD) on copper then transferred to SiO2\/Si. Wafer-scale (up to 4 in.) graphene films have been synthesized, consisting dominantly of monolayer graphene as indicated by spectroscopic Raman mapping. Low temperature transport measurements are performed on microdevices fabricated from such CVD graphene, displaying ambipolar field effect (with on\/off ratio ∼5 and carrier mobilities up to ∼3000 cm2\/V s) and “half-integer” quantum Hall effect, a hall-mark of intrinsic electronic properties of monolayer graphene. We also observe weak localization and extract information about phase coherence and scattering of carriers.",
            "Electronic transport in chemical vapor deposited graphene synthesized on Cu: Quantum Hall effect and weak localization",
            "Helin Cao and Qingkai Yu and Luis A Jauregui and Jifa Tian and Wei Wu and Zhihong Liu and Romaneh Jalilian and Daniel K Benjamin and Zhigang Jiang and Jiming Bao and Steven S Pei and Yong P Chen",
            "2010",
            "yy_w2eEAAAAJ:u-x6o8ySG0sC",
            241,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3371684",
            "3756283719741263615",
            "\/scholar?cites=3756283719741263615",
            {
                "2010":14,
                "2011":34,
                "2012":39,
                "2013":40,
                "2014":31,
                "2015":23,
                "2016":24,
                "2017":12,
                "2018":6,
                "2019":9,
                "2020":9
            }
        ],
        [
            "Improving energy\/fuel efficiency by converting waste heat into electricity using thermoelectric materials is of great interest due to its simplicity and reliability. However, many thermoelectric materials are composed of either toxic or scarce elements. Here, we report the experimental realization of using nontoxic and abundant copper zinc tin sulfide (CZTS) nanocrystals for potential thermoelectric applications. The CZTS nanocrystals can be synthesized in large quantities from solution phase reaction and compressed into robust bulk pellets through spark plasma sintering and hot press while still maintaining nanoscale grain size inside. Electrical and thermal measurements have been performed from 300 to 700 K to understand the electron and phonon transports. Extra copper doping during the nanocrystal synthesis introduces a significant improvement in the performance.",
            "Nontoxic and abundant copper zinc tin sulfide nanocrystals for potential high-temperature thermoelectric energy harvesting",
            "Haoran Yang and Luis A Jauregui and Genqiang Zhang and Yong P Chen and Yue Wu",
            "2012",
            "yy_w2eEAAAAJ:_FxGoFyzp5QC",
            201,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl201718z",
            "4320013369414511662",
            "\/scholar?cites=4320013369414511662",
            {
                "2012":9,
                "2013":18,
                "2014":23,
                "2015":25,
                "2016":21,
                "2017":31,
                "2018":22,
                "2019":25,
                "2020":25,
                "2021":2
            }
        ]
    ]
}