{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Graphene 1, 2, 3 is an extraordinary two-dimensional (2D) system with chiral charge carriers and fascinating electronic, mechanical and thermal properties 4, 5. In multilayer graphene 6, 7, stacking order provides an important yet rarely explored degree of freedom for tuning its electronic properties 8. For instance, Bernal-stacked trilayer graphene (B-TLG) is semi-metallic with a tunable band overlap, and rhombohedral-stacked trilayer graphene (r-TLG) is predicted to be semiconducting with a tunable band gap 9, 10, 11, 12, 13, 14, 15, 16, 17. These multilayer graphenes are also expected to exhibit rich novel phenomena at low charge densities owing to enhanced electronic interactions and competing symmetries. Here we demonstrate the dramatically different transport properties in TLG with different stacking orders, and the unexpected spontaneous gap opening in charge neutral r-TLG. At the Dirac point, B-TLG …",
            "Stacking-dependent band gap and quantum transport in trilayer graphene",
            "Wenzhong Bao and Lei Jing and Jr Velasco and Y Lee and Gang Liu and D Tran and B Standley and M Aykol and SB Cronin and D Smirnov and Mikito Koshino and Edward McCann and M Bockrath and Chun Ning Lau",
            "2011",
            "YySNkzIAAAAJ:u5HHmVD_uO8C",
            421,
            "https:\/\/www.nature.com\/articles\/nphys2103",
            "1266944768868589378",
            "\/scholar?cites=1266944768868589378",
            {
                "2011":4,
                "2012":59,
                "2013":61,
                "2014":49,
                "2015":32,
                "2016":35,
                "2017":56,
                "2018":44,
                "2019":36,
                "2020":39,
                "2021":4
            }
        ],
        [
            "Electron valley, a degree of freedom that is analogous to spin, can lead to novel topological phases in bilayer graphene. A tunable bandgap can be induced in bilayer graphene by an external electric field 1, 2, 3, 4, 5, and such gapped bilayer graphene is predicted to be a topological insulating phase protected by no-valley mixing symmetry, featuring quantum valley Hall effects and chiral edge states 6, 7, 8, 9. Observation of such chiral edge states, however, is challenging because inter-valley scattering is induced by atomic-scale defects at real bilayer graphene edges 10. Recent theoretical work 11, 12, 13 has shown that domain walls between AB-and BA-stacked bilayer graphene can support protected chiral edge states of quantum valley Hall insulators. Here we report an experimental observation of ballistic (that is, with no scattering of electrons) conducting channels at bilayer graphene domain walls. We …",
            "Topological valley transport at bilayer graphene domain walls",
            "Long Ju and Zhiwen Shi and Nityan Nair and Yinchuan Lv and Chenhao Jin and Jairo Velasco and Claudia Ojeda-Aristizabal and Hans A Bechtel and Michael C Martin and Alex Zettl and James Analytis and Feng Wang",
            "2015",
            "YySNkzIAAAAJ:hsZV8lGYWTMC",
            408,
            "https:\/\/www.nature.com\/articles\/nature14364",
            "6786021432239402355",
            "\/scholar?cites=6786021432239402355",
            {
                "2015":17,
                "2016":46,
                "2017":62,
                "2018":91,
                "2019":82,
                "2020":100,
                "2021":9
            }
        ],
        [
            "Bilayer graphene is an attractive platform for studying new two-dimensional electron physics 1, 2, 3, 4, 5, because its flat energy bands are sensitive to out-of-plane electric fields and these bands magnify electron–electron interaction effects. Theory 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16 predicts a variety of interesting broken symmetry states when the electron density is at the carrier neutrality point, and some of these states are characterized by spontaneous mass gaps, which lead to insulating behaviour. These proposed gaps 6, 7, 10 are analogous 17, 18 to the masses generated by broken symmetries in particle physics, and they give rise to large Berry phase effects 8, 19 accompanied by spontaneous quantum Hall effects 7, 8, 9, 20. Although recent experiments 21, 22, 23, 24, 25 have provided evidence for strong electronic correlations near the charge neutrality point, the presence of gaps remains controversial …",
            "Transport spectroscopy of symmetry-broken insulating states in bilayer graphene",
            "Jr Velasco and Lei Jing and Wenzhong Bao and Yongjin Lee and Philip Kratz and Vivek Aji and Marc Bockrath and CN Lau and Chandra Varma and Ryan Stillwell and Dmitry Smirnov and Fan Zhang and Jeil Jung and AH MacDonald",
            "2012",
            "YySNkzIAAAAJ:u-x6o8ySG0sC",
            309,
            "https:\/\/www.nature.com\/articles\/nnano.2011.251?message-global=remove&page=4",
            "15746644346200419110",
            "\/scholar?cites=15746644346200419110",
            {
                "2011":1,
                "2012":52,
                "2013":57,
                "2014":52,
                "2015":33,
                "2016":25,
                "2017":26,
                "2018":18,
                "2019":22,
                "2020":18,
                "2021":2
            }
        ],
        [
            "The design of stacks of layered materials in which adjacent layers interact by van der Waals forces 1 has enabled the combination of various two-dimensional crystals with different electrical, optical and mechanical properties as well as the emergence of novel physical phenomena and device functionality 2, 3, 4, 5, 6, 7, 8. Here, we report photoinduced doping in van der Waals heterostructures consisting of graphene and boron nitride layers. It enables flexible and repeatable writing and erasing of charge doping in graphene with visible light. We demonstrate that this photoinduced doping maintains the high carrier mobility of the graphene\/boron nitride heterostructure, thus resembling the modulation doping technique used in semiconductor heterojunctions, and can be used to generate spatially varying doping profiles such as p–n junctions. We show that this photoinduced doping arises from microscopically …",
            "Photoinduced doping in heterostructures of graphene and boron nitride",
            "L Ju and Jr Velasco and E Huang and S Kahn and Casey Nosiglia and Hsin-Zon Tsai and Wei Yang and Takashi Taniguchi and Kenji Watanabe and Y Zhang and G Zhang and M Crommie and A Zettl and F Wang",
            "2014",
            "YySNkzIAAAAJ:mVmsd5A6BfQC",
            241,
            "https:\/\/www.nature.com\/nnano\/journal\/v9\/n5\/full\/nnano.2014.60.html",
            "14187899502076011175",
            "\/scholar?cites=14187899502076011175",
            {
                "2014":7,
                "2015":36,
                "2016":44,
                "2017":29,
                "2018":40,
                "2019":43,
                "2020":37,
                "2021":5
            }
        ],
        [
            "We developed a multilevel lithography process to fabricate graphene p-n-p junctions with contactless, suspended top gates. This fabrication procedure minimizes damage or doping to the single atomic layer, which is only exposed to conventional resists and developers. The process does not require special equipment for depositing gate dielectrics or releasing sacrificial layers, and is compatible with annealing procedures that improve device mobility. Using this technique, we fabricate graphene devices with suspended local top gates, where the creation of high quality graphene p-n-p junctions is confirmed by transport data at zero and high magnetic fields.",
            "Fabrication of graphene  junctions with contactless top gates",
            "Gang Liu and Jairo Velasco Jr and Wenzhong Bao and Chun Ning Lau",
            "2008",
            "YySNkzIAAAAJ:3fE2CSJIrl8C",
            164,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2928234",
            "11973023627412548044",
            "\/scholar?cites=11973023627412548044",
            {
                "2008":3,
                "2009":18,
                "2010":22,
                "2011":19,
                "2012":23,
                "2013":20,
                "2014":15,
                "2015":8,
                "2016":10,
                "2017":6,
                "2018":8,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Defects play a key role in determining the properties and technological applications of nanoscale materials and, because they tend to be highly localized, characterizing them at the single-defect level is of particular importance. Scanning tunnelling microscopy has long been used to image the electronic structure of individual point defects in conductors 1, semiconductors 2, 3, 4 and ultrathin films 5, 6, 7, 8, 9, but such single-defect electronic characterization remains an elusive goal for intrinsic bulk insulators. Here, we show that individual native defects in an intrinsic bulk hexagonal boron nitride insulator can be characterized and manipulated using a scanning tunnelling microscope. This would typically be impossible due to the lack of a conducting drain path for electrical current. We overcome this problem by using a graphene\/boron nitride heterostructure, which exploits the atomically thin nature of graphene to …",
            "Characterization and manipulation of individual defects in insulating hexagonal boron nitride using scanning tunnelling microscopy",
            "Dillon Wong and Jairo Velasco and Long Ju and Juwon Lee and Salman Kahn and Hsin-Zon Tsai and Chad Germany and Takashi Taniguchi and Kenji Watanabe and Alex Zettl and Feng Wang and Michael F Crommie",
            "2015",
            "YySNkzIAAAAJ:PaBasH6fAo0C",
            149,
            "https:\/\/www.nature.com\/articles\/nnano.2015.188",
            "16992816184051362944",
            "\/scholar?cites=16992816184051362944",
            {
                "2015":1,
                "2016":22,
                "2017":28,
                "2018":24,
                "2019":34,
                "2020":37,
                "2021":2
            }
        ],
        [
            "Monolayer molybdenum disulfide (MoS2) is a promising two-dimensional direct-bandgap semiconductor with potential applications in atomically thin and flexible electronics. An attractive insulating substrate or mate for MoS2 (and related materials such as graphene) is hexagonal boron nitride (h-BN). Stacked heterostructures of MoS2 and h-BN have been produced by manual transfer methods, but a more efficient and scalable assembly method is needed. Here we demonstrate the direct growth of single- and few-layer MoS2 on h-BN by chemical vapor deposition (CVD) method, which is scalable with suitably structured substrates. The growth mechanisms for single-layer and few-layer samples are found to be distinct, and for single-layer samples low relative rotation angles (<5°) between the MoS2 and h-BN lattices prevail. Moreover, MoS2 directly grown on h-BN maintains its intrinsic 1.89 eV bandgap. Our CVD …",
            "Direct Growth of Single- and Few-Layer MoS2 on h-BN with Preferred Relative Rotation Angles",
            "Aiming Yan and Jairo Velasco Jr and Salman Kahn and Kenji Watanabe and Takashi Taniguchi and Feng Wang and Michael F Crommie and Alex Zettl",
            "2015",
            "YySNkzIAAAAJ:1yWc8FF-_SYC",
            143,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b01311",
            "3001470417739511637",
            "\/scholar?cites=3001470417739511637",
            {
                "2016":18,
                "2017":35,
                "2018":29,
                "2019":30,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Graphene has emerged as an electronic material that is promising for device applications and for studying two-dimensional electron gases with relativistic dispersion near two Dirac points. Nonetheless, deviations from Dirac-like spectroscopy have been widely reported with varying interpretations. Here we show evidence for strain-induced spatial modulations in the local conductance of single-layer graphene on SiO2 substrates from scanning tunneling microscopic (STM) studies. We find that strained graphene exhibits parabolic, U-shaped conductance vs bias voltage spectra rather than the V-shaped spectra expected for Dirac fermions, whereas V-shaped spectra are recovered in regions of relaxed graphene. Strain maps derived from the STM studies further reveal direct correlation with the local tunneling conductance. These results are attributed to a strain-induced frequency increase in the out-of-plane phonon …",
            "Evidence for Strain-Induced Local Conductance Modulations in Single-Layer Graphene on SiO2",
            "ML Teague and AP Lai and J Velasco and CR Hughes and AD Beyer and MW Bockrath and CN Lau and N-C Yeh",
            "2009",
            "YySNkzIAAAAJ:7wO8s98CvbsC",
            142,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl9005657",
            "11507308552718998421",
            "\/scholar?cites=11507308552718998421",
            {
                "2009":3,
                "2010":24,
                "2011":21,
                "2012":13,
                "2013":13,
                "2014":6,
                "2015":13,
                "2016":12,
                "2017":9,
                "2018":7,
                "2019":6,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Electrostatic confinement of charge carriers in graphene is governed by Klein tunnelling, a relativistic quantum process in which particle–hole transmutation leads to unusual anisotropic transmission at p–n junction boundaries 1, 2, 3, 4, 5. Reflection and transmission at these boundaries affect the quantum interference of electronic waves, enabling the formation of novel quasi-bound states 6, 7, 8, 9, 10, 11, 12. Here we report the use of scanning tunnelling microscopy to map the electronic structure of Dirac fermions confined in quantum dots defined by circular graphene p–n junctions. The quantum dots were fabricated using a technique involving local manipulation of defect charge within the insulating substrate beneath a graphene monolayer 13. Inside such graphene quantum dots we observe resonances due to quasi-bound states and directly visualize the quantum interference patterns arising from these states …",
            "Imaging electrostatically confined Dirac fermions in graphene quantum dots",
            "Juwon Lee and Dillon Wong and Jairo Velasco Jr and Joaquin F Rodriguez-Nieva and Salman Kahn and Hsin-Zon Tsai and Takashi Taniguchi and Kenji Watanabe and Alex Zettl and Feng Wang and Leonid S Levitov and Michael F Crommie",
            "2016",
            "YySNkzIAAAAJ:MAUkC_7iAq8C",
            131,
            "https:\/\/www.nature.com\/articles\/nphys3805",
            "4417813970787532780",
            "\/scholar?cites=4417813970787532780",
            {
                "2016":6,
                "2017":26,
                "2018":33,
                "2019":27,
                "2020":37,
                "2021":2
            }
        ],
        [
            "At the charge neutrality point, bilayer graphene (BLG) is strongly susceptible to electronic interactions and is expected to undergo a phase transition to a state with spontaneously broken symmetries. By systematically investigating a large number of single-and double-gated BLG devices, we observe a bimodal distribution of minimum conductivities at the charge neutrality point. Although σmin is often approximately 2–3 e2\/h (where e is the electron charge and h is Planck’s constant), it is several orders of magnitude smaller in BLG devices that have both high mobility and low extrinsic doping. The insulating state in the latter samples appears below a transition temperature Tc of approximately 5 K and has a T = 0 energy gap of approximately 3 meV. Transitions between these different states can be tuned by adjusting disorder or carrier density.",
            "Evidence for a spontaneous gapped state in ultraclean bilayer graphene",
            "Wenzhong Bao and Jairo Velasco and Fan Zhang and Lei Jing and Brian Standley and Dmitry Smirnov and Marc Bockrath and Allan H MacDonald and Chun Ning Lau",
            "2012",
            "YySNkzIAAAAJ:dhFuZR0502QC",
            123,
            "https:\/\/www.pnas.org\/content\/109\/27\/10802.short",
            "8198991153654504647",
            "\/scholar?cites=8198991153654504647",
            {
                "2012":16,
                "2013":24,
                "2014":23,
                "2015":15,
                "2016":10,
                "2017":13,
                "2018":10,
                "2019":7,
                "2020":4,
                "2021":1
            }
        ]
    ]
}