{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Infrared spectroscopy is a useful technique for the determination of conformation and orientation of membrane-associated proteins and lipids. The technique is especially powerful for detecting conformational changes by recording spectral differences before and after perturbations in physiological solution. Polarized infrared measurements on oriented membrane samples have revealed valuable information on the orientation of chemical groupings and substructures within membrane molecules which is difficult to obtain by other methods. The application of infrared spectroscopy to the static and dynamic structure of proteins and peptides in lipid bilayers is reviewed with some emphasis on the importance of sample preparation. Limitations of the technique with regard to the absolute determination of secondary structure and orientation and new strategies for structural assignments are also discussed.",
            "Infrared spectroscopy of proteins and peptides in lipid bilayers",
            "Lukas K Tamm and Suren A Tatulian",
            "1997",
            "z5OaFJAAAAAJ:u5HHmVD_uO8C",
            771,
            "https:\/\/pdfs.semanticscholar.org\/4854\/8afacef311eb86ce65aaacf36a957349e984.pdf",
            "12289438374665725953",
            "\/scholar?cites=12289438374665725953",
            {
                "1998":7,
                "1999":23,
                "2000":19,
                "2001":18,
                "2002":18,
                "2003":24,
                "2004":22,
                "2005":29,
                "2006":36,
                "2007":34,
                "2008":35,
                "2009":41,
                "2010":31,
                "2011":42,
                "2012":38,
                "2013":59,
                "2014":43,
                "2015":33,
                "2016":50,
                "2017":41,
                "2018":48,
                "2019":32,
                "2020":38,
                "2021":7
            }
        ],
        [
            "The dependence of electrophoretic mobility of multilamellar liposomes composed of egg phosphatidylcholine (PtdCho), dimyristoyl‐glycerophosphocholine (Myr2Gro‐P‐Cho) and dipalmitoyl‐glycerophosphocholine (Pam2‐Gro‐P‐Cho) on the concentration of several cations and anions has been measured. Values of surface densities of binding sites and intrinsic binding constants of ions to liposome membranes were determined by processing the results in the framework of Gouy‐Stern theory. Sharp reductions in the positive surface potential of Myr2Gro‐P‐Cho and Pam2Gro‐P‐Cho liposomes have been detected at the thermotropic transition of the lipids from the gel to liquid‐crystalline phase. Similar alterations of liposome surface potential were revealed at the temperature of pretransition, as well as at about 50°C, in the case of Pam2Gro‐P‐Cho. A model is suggested for ion binding to PtdCho membranes …",
            "Binding of alkaline‐earth metal cations and some anions to hosphatidylcholine liposomes",
            "Suren A TATULIAN",
            "1987",
            "z5OaFJAAAAAJ:u-x6o8ySG0sC",
            167,
            "https:\/\/febs.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1432-1033.1987.tb13715.x",
            "12070815705590335308",
            "\/scholar?cites=12070815705590335308",
            {
                "1988":2,
                "1989":1,
                "1990":3,
                "1991":4,
                "1992":1,
                "1993":4,
                "1994":5,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":1,
                "1999":4,
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":4,
                "2004":2,
                "2005":2,
                "2006":3,
                "2007":12,
                "2008":10,
                "2009":10,
                "2010":9,
                "2011":11,
                "2012":9,
                "2013":8,
                "2014":12,
                "2015":9,
                "2016":10,
                "2017":3,
                "2018":7,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Membrane proteins constitute roughly one-third of all gene products and play key roles in cell function. Despite this, they are poorly represented in the list of proteins with determined atomic-resolution structures, because both crystallography and NMR still encounter difficulties in handling membrane proteins. Large hydrophobic patches of membrane proteins strongly interfere with their crystallization for diffraction experiments (1-3); only a few examples can be mentioned when the structures of membrane-reconstituted proteins were determined by X-ray crystallography (3-8). Despite the considerable progress in determining atomicresolution structures of membrane proteins by solid-state and multidimensional heteronuclear NMR techniques (9-12), modern macromolecular NMR is limited to particles of moderate size. This prohibits the use of lipid vesicles and forces the investigators to use either organic solvents or …",
            "Attenuated total reflection Fourier transform infrared spectroscopy: a method of choice for studying membrane proteins and lipids",
            "Suren A Tatulian",
            "2003",
            "z5OaFJAAAAAJ:2osOgNQ5qMEC",
            153,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi034235+",
            "16387231012355293973",
            "\/scholar?cites=16387231012355293973",
            {
                "2004":7,
                "2005":10,
                "2006":16,
                "2007":10,
                "2008":9,
                "2009":5,
                "2010":11,
                "2011":9,
                "2012":15,
                "2013":9,
                "2014":7,
                "2015":6,
                "2016":10,
                "2017":6,
                "2018":5,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Revised Manuscript Received January 25, 1995® abstract: We have studied the secondary structure of native phospholamban (PLB), a 52-residue integral membrane protein that regulates calcium uptake into the cardiac sarcoplasmic reticulum, as well as its 27-residue carboxy-terminal transmembrane segment (PLB26-52). The relative contents of a-helix,\/3-strand, and randomcoil, as well as the spatial orientations of the a-helices of these molecules, reconstituted in dimyristoylphosphatidylcholine (DMPC) and l-palmitoyl-2-oleoylphosphatidylcholine (POPC) bilayer membranes, were determined using polarized attenuated total reflection (ATR) Fourier transform infrared (FTIR) spectroscopy. The major component of the amide T bands of PLB and PLB26-52 was centered at 1654—1657 cm-1 and was assigned to a-helix. The fraction of a-helix in native PLB was 64—67%(33—35 residues), and the transmembrane …",
            "Secondary structure and orientation of phospholamban reconstituted in supported bilayers from polarized attenuated total reflection FTIR spectroscopy",
            "Suren A Tatulian and Larry R Jones and Laxma G Reddy and David L Stokes and Lukas K Tamm",
            "1995",
            "z5OaFJAAAAAJ:d1gkVwhDpl0C",
            135,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/bi00013a038",
            "17434084384510628231",
            "\/scholar?cites=17434084384510628231",
            {
                "1995":2,
                "1996":13,
                "1997":9,
                "1998":7,
                "1999":8,
                "2000":7,
                "2001":5,
                "2002":3,
                "2003":10,
                "2004":6,
                "2005":6,
                "2006":6,
                "2007":11,
                "2008":8,
                "2009":3,
                "2010":3,
                "2011":7,
                "2012":3,
                "2013":7,
                "2014":3,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":3
            }
        ],
        [
            "Temperature dependence of the electrophoretic mobility of multilamellar liposomes prepared from dimyristoylphosphatidylcholine was measured in the presence of salts with different anions in aqueous solutions. It was established that specific binding of anions to liposome surface induced a pronounced zeta potential (electrostatic potential at the hydrodynamic plane of shear). A combination of Langmuir, Gouy-Chapman, and Boltzmann equations was used to describe the dependence of the zeta potential on the concentration of anions. The values of binding constants (K) and maximum numbers of binding sites per unit area (σ max) were determined by this method. The sequence for anion affinities to liposome surface was found to be as follows: trinitrophenol> ClO 4−> I−> SCN−> Br−> NO 3−> Cl−≊ SO 4 2−. A sharp increase in the negative zeta potential was detected at the temperature of phase transition of the …",
            "Effect of lipid phase transition on the binding of anions to dimyristoylphosphatidylcholine liposomes",
            "Suren A Tatulian",
            "1983",
            "z5OaFJAAAAAJ:9yKSN-GCB0IC",
            134,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0005273683902833",
            "11734506880021113205",
            "\/scholar?cites=11734506880021113205",
            {
                "1985":2,
                "1986":4,
                "1987":4,
                "1988":4,
                "1989":2,
                "1990":3,
                "1991":3,
                "1992":2,
                "1993":7,
                "1994":2,
                "1995":5,
                "1996":1,
                "1997":1,
                "1998":8,
                "1999":1,
                "2000":7,
                "2001":3,
                "2002":3,
                "2003":3,
                "2004":1,
                "2005":6,
                "2006":7,
                "2007":5,
                "2008":6,
                "2009":5,
                "2010":4,
                "2011":5,
                "2012":7,
                "2013":7,
                "2014":5,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":4
            }
        ],
        [
            "Noncovalent functionalization of graphene using peptides is a promising method for producing novel sensors with high sensitivity and selectivity. Here we perform atomic force microscopy, Raman spectroscopy, infrared spectroscopy, and molecular dynamics simulations to investigate peptide-binding behavior to graphene and graphite. We studied a dodecamer peptide identified with phage display to possess affinity for graphite. Optical spectroscopy reveals that the peptide forms secondary structures both in powder form and in an aqueous medium. The dominant structure in the powder form is α-helix, which undergoes a transition to a distorted helical structure in aqueous solution. The peptide forms a complex reticular structure upon adsorption on graphene and graphite, having a helical conformation different from α-helix due to its interaction with the surface. Our observation is consistent with our molecular …",
            "Structure of a peptide adsorbed on graphene and graphite",
            "Jyoti Katoch and Sang Nyon Kim and Zhifeng Kuang and Barry L Farmer and Rajesh R Naik and Suren A Tatulian and Masa Ishigami",
            "2012",
            "z5OaFJAAAAAJ:eQOLeE2rZwMC",
            127,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl300286k",
            "6401111702160415318",
            "\/scholar?cites=6401111702160415318",
            {
                "2012":2,
                "2013":12,
                "2014":22,
                "2015":15,
                "2016":25,
                "2017":10,
                "2018":12,
                "2019":10,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Influenza virus hemagglutinin (HA), the viral envelope glycoprotein that mediates fusion between the viral and cellular membranes, is a homotrimer of three subunits, each containing two disulfide-linked polypeptide chains, HA1 and HA2. Each HA2 chain spans the viral membrane with a single putative transmembrane α-helix near its C-terminus. Fusion experiments with recombinant HAs suggest that this sequence is required for a late step of membrane fusion, as a glycosylphosphatidylinositol-anchored analogue of HA only mediates “hemifusion” of membranes, i.e., the merging of the proximal, but not distal, leaflets of the two juxtaposed lipid bilayers [Kemble et al. (1994) Cell 76, 383−391]. To find a structural explanation for the function of the transmembrane domain of HA2 in membrane fusion, we have studied the secondary structure, orientation, oligomerization, and lipid interactions of a synthetic peptide …",
            "Secondary structure, orientation, oligomerization, and lipid interactions of the transmembrane domain of influenza hemagglutinin",
            "Suren A Tatulian and Lukas K Tamm",
            "2000",
            "z5OaFJAAAAAJ:qjMakFHDy7sC",
            126,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi991594p",
            "14397289855817272007",
            "\/scholar?cites=14397289855817272007",
            {
                "2000":8,
                "2001":4,
                "2002":9,
                "2003":9,
                "2004":10,
                "2005":10,
                "2006":4,
                "2007":3,
                "2008":9,
                "2009":7,
                "2010":4,
                "2011":8,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":6,
                "2016":4,
                "2017":5,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Phospholipase A2 (PLA2) hydrolyzes phospholipids to free fatty acids and lysolipids and thus initiates the biosynthesis of eicosanoids and platelet-activating factor, potent mediators of inflammation, allergy, apoptosis, and tumorigenesis. The relative contributions of the physical properties of membranes and the structural changes in PLA2 to the interfacial activation of PLA2, that is, a strong increase in the lipolytic activity upon binding to the surface of phospholipid membranes or micelles, are not well understood. The present results demonstrate that both binding of PLA2 to phospholipid bilayers and its activity are facilitated by membrane surface electrostatics. Higher PLA2 activity toward negatively charged membranes is shown to result from stronger membrane-enzyme electrostatic interactions rather than selective hydrolysis of the acidic lipid. Phospholipid hydrolysis by PLA2 is followed by preferential removal of …",
            "Toward understanding interfacial activation of secretory phospholipase A2 (PLA2): membrane surface properties and membrane-induced structural changes in the enzyme contribute …",
            "Suren A Tatulian",
            "2001",
            "z5OaFJAAAAAJ:Tyk-4Ss8FVUC",
            120,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349501760584",
            "6922692228635873003",
            "\/scholar?cites=6922692228635873003",
            {
                "2001":1,
                "2002":4,
                "2003":5,
                "2004":4,
                "2005":6,
                "2006":9,
                "2007":8,
                "2008":10,
                "2009":5,
                "2010":11,
                "2011":7,
                "2012":4,
                "2013":6,
                "2014":7,
                "2015":9,
                "2016":3,
                "2017":5,
                "2018":4,
                "2019":6,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Mammalian 5-lipoxygenase (5-LO) catalyzes conversion of arachidonic acid to leukotrienes, potent mediators of inflammation and allergy. Upon cell stimulation, 5-LO selectively binds to nuclear membranes and becomes activated, yet the mechanism of recruitment of 5-LO to nuclear membranes and the mode of 5-LO-membrane interactions are poorly understood. Here we show that membrane fluidity is an important determinant of membrane binding strength of 5-LO, penetration into the membrane hydrophobic core, and activity of the enzyme. The membrane binding strength and activity of 5-LO increase with the degree of lipid acyl chain cis-unsaturation and reach a plateau with 1-palmitoyl-2-arachidonolyl-sn-glycero-3-phosphocholine (PAPC). A fraction of tryptophans of 5-LO penetrate into the hydrocarbon region of fluid PAPC membranes, but not into solid 1,2-dipalmitoyl-sn-glycero-3-phosphocholine …",
            "Membrane fluidity is a key modulator of membrane binding, insertion, and activity of 5-lipoxygenase",
            "Abhay H Pande and Shan Qin and Suren A Tatulian",
            "2005",
            "z5OaFJAAAAAJ:W7OEmFMy1HYC",
            118,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349505734597",
            "4866691972924126976",
            "\/scholar?cites=4866691972924126976",
            {
                "2005":2,
                "2006":10,
                "2007":8,
                "2008":11,
                "2009":7,
                "2010":10,
                "2011":6,
                "2012":3,
                "2013":6,
                "2014":4,
                "2015":7,
                "2016":9,
                "2017":10,
                "2018":6,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Fusion of influenza virus with target membranes is mediated by an acid‐induced conformational change of the viral fusion protein hemagglutinin (HA) involving an extensive reorganization of the alpha‐helices. A ‘spring‐loaded’ displacement over at least 100 A provides a mechanism for the insertion of the fusion peptide into the target membrane, but does not explain how the two membranes are brought into fusion contact. Here we examine, by attenuated total reflection Fourier transform infrared spectroscopy, the secondary structure and orientation of HA reconstituted in planar membranes. At neutral pH, the orientation of the HA trimers in planar membranes is approximately perpendicular to the membrane. However, at the pH of fusion, the HA trimers are tilted 55–70 degrees from the membrane normal in the presence or absence of bound target membranes. In the absence of target membranes, the overall …",
            "Influenza hemagglutinin assumes a tilted conformation during membrane fusion as determined by attenuated total reflection FTIR spectroscopy.",
            "SA Tatulian and P Hinterdorfer and G Baber and LK Tamm",
            "1995",
            "z5OaFJAAAAAJ:IjCSPb-OGe4C",
            116,
            "https:\/\/www.embopress.org\/doi\/abs\/10.1002\/j.1460-2075.1995.tb00238.x",
            "6263829057814241562",
            "\/scholar?cites=6263829057814241562",
            {
                "1996":7,
                "1997":9,
                "1998":11,
                "1999":10,
                "2000":18,
                "2001":4,
                "2002":7,
                "2003":4,
                "2004":2,
                "2005":8,
                "2006":2,
                "2007":4,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":3,
                "2012":6,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":4
            }
        ]
    ]
}