{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose a new mechanism for generating a single transverse spin asymmetry (STSA) in polarized proton-proton and proton-nucleus collisions in the high-energy scattering approximation. In this framework the STSA originates from the q→ q G splitting in the projectile (proton) light-cone wave function followed by a perturbative (C-odd) odderon interaction, together with a C-even interaction, between the projectile and the target. We show that some aspects of the obtained expression for the STSA of the produced quarks are in qualitative agreement with experiment: STSA decreases with decreasing projectile x F and is a nonmonotonic function of the transverse momentum k T. In our framework the STSA peaks at k T near the saturation scale Q s. Our mechanism predicts that the quark STSA in proton-nucleus collisions should be much smaller than in proton-proton collisions. We also observe that in our formalism …",
            "New mechanism for generating a single transverse spin asymmetry",
            "Yuri V Kovchegov and Matthew D Sievert",
            "2012",
            "z6b9CN4AAAAJ:MXK_kJrjxJIC",
            67,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.034028",
            "9634884809526965273",
            "\/scholar?cites=9634884809526965273",
            {
                "2012":4,
                "2013":8,
                "2014":7,
                "2015":10,
                "2016":12,
                "2017":4,
                "2018":7,
                "2019":8,
                "2020":5
            }
        ],
        [
            "We construct small-x evolution equations which can be used to calculate quark and anti-quark helicity TMDs and PDFs, along with the g 1 structure function. These evolution equations resum powers of α s ln 2 (1\/x) in the polarization-dependent evolution along with the powers of α s ln (1\/x) in the unpolarized evolution which includes saturation effects. The equations are written in an operator form in terms of polarization-dependent Wilson line-like operators. While the equations do not close in general, they become closed and self-contained systems of non-linear equations in the large-N c and large-N c & N f limits. As a cross-check, in the ladder approximation, our equations map onto the same ladder limit of the infrared evolution equations for the g 1 structure function derived previously by Bartels, Ermolaev and Ryskin [1].",
            "Helicity evolution at small x",
            "Yuri V Kovchegov and Daniel Pitonyak and Matthew D Sievert",
            "2016",
            "z6b9CN4AAAAJ:mVmsd5A6BfQC",
            53,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP01(2016)072.pdf",
            "13697617020609326717",
            "\/scholar?cites=13697617020609326717",
            {
                "2016":11,
                "2017":7,
                "2018":5,
                "2019":19,
                "2020":11
            }
        ],
        [
            "We extend our earlier results for the quark helicity evolution at small x [J. High Energy Phys. 01 (2016) 072] to derive the small-x asymptotics of the flavor singlet and flavor nonsinglet quark helicity TMDs and PDFs and of the g 1 structure function. In the flavor singlet case we rederive the evolution equations obtained in our previous paper on the subject [J. High Energy Phys. 01 (2016) 072], performing additional cross-checks of our results. In the flavor nonsinglet case we construct new small-x evolution equations by employing the large-N c limit. All evolution equations resum double-logarithmic powers of α s ln 2 (1\/x) in the polarization-dependent evolution along with the single-logarithmic powers of α s ln (1\/x) in the unpolarized evolution which includes saturation effects. We solve the linearized flavor nonsinglet equation analytically, obtaining an intercept which agrees with the one calculated earlier by Bartels …",
            "Helicity evolution at small : Flavor singlet and nonsinglet observables",
            "Yuri V Kovchegov and Daniel Pitonyak and Matthew D Sievert",
            "2017",
            "z6b9CN4AAAAJ:ZeXyd9-uunAC",
            35,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.95.014033",
            "16677224200401589343",
            "\/scholar?cites=16677224200401589343",
            {
                "2017":6,
                "2018":5,
                "2019":15,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We construct a numerical solution of the small-x evolution equations derived in our recent work [J. High Energy Phys. 01 (2016) 072.] for the (anti) quark transverse momentum dependent helicity TMDs and parton distribution functions (PDFs) as well as the g 1 structure function. We focus on the case of large N c, where one finds a closed set of equations. Employing the extracted intercept, we are able to predict directly from theory the behavior of the quark helicity PDFs at small x, which should have important phenomenological consequences. We also give an estimate of how much of the proton’s spin carried by the quarks may be at small x and what impact this has on the spin puzzle.",
            "Small- Asymptotics of the Quark Helicity Distribution",
            "Yuri V Kovchegov and Daniel Pitonyak and Matthew D Sievert",
            "2017",
            "z6b9CN4AAAAJ:Zph67rFs4hoC",
            33,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.052001",
            "12329435063669533940",
            "\/scholar?cites=12329435063669533940",
            {
                "2017":8,
                "2018":4,
                "2019":11,
                "2020":10
            }
        ],
        [
            "We determine the small-x asymptotics of the gluon helicity distribution in a proton at leading order in perturbative QCD at large N c. To achieve this, we begin by evaluating the dipole gluon helicity TMD at small x. In the process we obtain an interesting new result: in contrast to the unpolarized dipole gluon TMD case, the operator governing the small-x behavior of the dipole gluon helicity TMD is different from the operator corresponding to the polarized dipole scattering amplitude (used in our previous work to determine the small-x asymptotics of the quark helicity distribution). We then construct and solve novel small-x large-N c evolution equations for the operator related to the dipole gluon helicity TMD. Our main result is the small-x asymptotics for the gluon helicity distribution: with. We note that the power α G h is approximately 20% lower than the corresponding power α q h for the small …",
            "Small-x asymptotics of the gluon helicity distribution",
            "Yuri V Kovchegov and Daniel Pitonyak and Matthew D Sievert",
            "2017",
            "z6b9CN4AAAAJ:ufrVoPGSRksC",
            31,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP10(2017)198",
            "6549309726118340839",
            "\/scholar?cites=6549309726118340839",
            {
                "2017":1,
                "2018":7,
                "2019":13,
                "2020":10
            }
        ],
        [
            "We examine in detail the diagrammatic mechanisms which provide the change of sign between the single transverse spin asymmetries measured in semi-inclusive deep inelastic scattering (SIDIS) and in the Drell-Yan process (DY). This asymmetry is known to arise due to the transverse spin dependence of the target proton combined with a T-odd complex phase. Using the discrete symmetry properties of transverse spinors, we show that the required complex phase originates in the denominators of rescattering diagrams and their respective cuts. For simplicity, we work in a model where the proton consists of a valence quark and a scalar diquark. We then show that the phases generated in SIDIS and in DY originate from distinctly different cuts in the amplitudes, which at first appears to obscure the relationship between the single-spin asymmetries in the two processes. Nevertheless, further analysis demonstrates …",
            "Single-spin asymmetries in semi-inclusive deep inelastic scattering and Drell-Yan processes",
            "Stanley J Brodsky and Dae Sung Hwang and Yuri V Kovchegov and Ivan Schmidt and Matthew D Sievert",
            "2013",
            "z6b9CN4AAAAJ:YsMSGLbcyi4C",
            31,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.88.014032",
            "5768748165466133254",
            "\/scholar?cites=5768748165466133254",
            {
                "2014":7,
                "2015":6,
                "2016":5,
                "2017":5,
                "2018":5,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We would like to correct the values of parameters and conditions that were used to generate the plots shown in Figs. 13–15:(i) Figures 13 and 15 were calculated with a K-factor of 8.16 instead of 10.0 as suggested by the text.(ii) Figure 14, which was intended to show the breadth of results attainable by our estimates, includes an extra factor of ln (kT=~ m) in the numerator of Eq.(81) not mentioned in the text. This logarithm mimics the coordinate-space logarithms from Eq.(75) that were subsequently neglected in the calculation.",
            "Erratum: New mechanism for generating a single transverse spin asymmetry [Phys. Rev. D 86, 034028 (2012)]",
            "Yuri V Kovchegov and Matthew D Sievert",
            "2012",
            "z6b9CN4AAAAJ:ULOm3_A8WrAC",
            31,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.079906",
            "12490603552247681148",
            "\/scholar?cites=12490603552247681148",
            {
                "2013":3,
                "2014":4,
                "2015":7,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "In this Letter, we analytically solve the evolution equations for the small-x asymptotic behavior of the (flavor singlet) quark helicity distribution in the large-N c limit. These evolution equations form a set of coupled integro-differential equations, which previously could only be solved numerically. This approximate numerical solution, however, revealed simplifying properties of the small-x asymptotics, which we exploit here to obtain an analytic solution. We find that the small-x power-law tail of the quark helicity distribution scales as Δ q S (x, Q 2)∼(1 x) α h with α h= 4 3 α s N c 2 π, in excellent agreement with the numerical estimate α h≈ 2.31 α s N c 2 π obtained previously. We then verify this solution by cross-checking the predicted scaling behavior of the auxiliary “neighbor dipole amplitude” against the numerics, again finding excellent agreement.",
            "Small-x asymptotics of the quark helicity distribution: Analytic results",
            "Yuri V Kovchegov and Daniel Pitonyak and Matthew D Sievert",
            "2017",
            "z6b9CN4AAAAJ:8k81kl-MbHgC",
            27,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269317305087",
            "9481535244801046039",
            "\/scholar?cites=9481535244801046039",
            {
                "2017":3,
                "2018":3,
                "2019":11,
                "2020":10
            }
        ],
        [
            "We set up a formalism for calculating transverse-momentum-dependent parton distribution functions (TMDs) of a large nucleus using the tools of saturation physics. By generalizing the quasi-classical Glauber–Gribov–Mueller\/McLerran–Venugopalan approximation to allow for the possibility of spin–orbit coupling, we show how any TMD can be calculated in the saturation framework. This can also be applied to the TMDs of a proton by modeling it as a large “nucleus.” To illustrate our technique, we calculate the quark TMDs of an unpolarized nucleus at large-x: the unpolarized quark distribution and the quark Boer–Mulders distribution. We observe that spin–orbit coupling leads to mixing between different TMDs of the nucleus and of the nucleons. We then consider the evolution of TMDs: at large-x, in the double-logarithmic approximation, we obtain the Sudakov form factor. At small-x the evolution of unpolarized …",
            "Calculating TMDs of a large nucleus: Quasi-classical approximation and quantum evolution",
            "Yuri V Kovchegov and Matthew D Sievert",
            "2016",
            "z6b9CN4AAAAJ:u-x6o8ySG0sC",
            26,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321315004289",
            "671879735657745209",
            "\/scholar?cites=671879735657745209",
            {
                "2016":9,
                "2017":3,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "We calculate the Sivers function in semi-inclusive deep inelastic scattering (SIDIS) and in the Drell-Yan process (DY) by employing the quasiclassical Glauber-Mueller\/McLerran-Venugopalan approximation. Modeling the hadron as a large “nucleus” with nonzero orbital angular momentum (OAM), we find that its Sivers function receives two dominant contributions: one contribution is due to the OAM, while another one is due to the local Sivers function density in the nucleus. While the latter mechanism, being due to the “lensing” interactions, dominates at large transverse momentum of the produced hadron in SIDIS or of the dilepton pair in DY, the former (OAM) mechanism is leading in saturation power counting and dominates when the above transverse momenta become of the order of the saturation scale. We show that the OAM channel allows for a particularly simple and intuitive interpretation of the celebrated …",
            "Sivers function in the quasiclassical approximation",
            "Yuri V Kovchegov and Matthew D Sievert",
            "2014",
            "z6b9CN4AAAAJ:2osOgNQ5qMEC",
            26,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.054035",
            "1494077460264796488",
            "\/scholar?cites=1494077460264796488",
            {
                "2014":4,
                "2015":7,
                "2016":8,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":2
            }
        ]
    ]
}