{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Plastic pollution is ubiquitous throughout the marine environment, yet estimates of the global abundance and weight of floating plastics have lacked data, particularly from the Southern Hemisphere and remote regions. Here we report an estimate of the total number of plastic particles and their weight floating in the world's oceans from 24 expeditions (2007–2013) across all five sub-tropical gyres, costal Australia, Bay of Bengal and the Mediterranean Sea conducting surface net tows (N = 680) and visual survey transects of large plastic debris (N = 891). Using an oceanographic model of floating debris dispersal calibrated by our data, and correcting for wind-driven vertical mixing, we estimate a minimum of 5.25 trillion particles weighing 268,940 tons. When comparing between four size classes, two microplastic <4.75 mm and meso- and macroplastic >4.75 mm, a tremendous loss of microplastics is observed from the sea surface compared to expected rates of fragmentation, suggesting there are mechanisms at play that remove <4.75 mm plastic particles from the ocean surface.",
            "Plastic pollution in the world's oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea",
            "Marcus Eriksen and Laurent CM Lebreton and Henry S Carson and Martin Thiel and Charles J Moore and Jose C Borerro and Francois Galgani and Peter G Ryan and Julia Reisser",
            "2014",
            "z7v8By0AAAAJ:w0F2JDEymm0C",
            2187,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0111913&xid=17259,15700021,15700124,15700149,15700168,15700173,15700186,15700191,15700201",
            "16360778265355796161",
            "\/scholar?cites=16360778265355796161",
            {
                "2015":97,
                "2016":182,
                "2017":235,
                "2018":368,
                "2019":512,
                "2020":661,
                "2021":79
            }
        ]
    ]
}