{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Potassium niobate (KNbO3) nanowires were synthesized by a hydrothermal method. X-ray diffraction and Raman spectroscopy indicated the nanowires are well-crystallized with orthorhombic structure. High resolution transmission electron microscopy showed the KNbO3 nanowires grew along the [110] direction. The photocatalytic water splitting results over KNbO3 nanowires showed that the rate for H2 evolution from aqueous CH3OH solutions was up to 5.17 mmol\/h\/gcat. To the best of our knowledge, the photocatalytic water splitting activity of the prepared nanowires is the highest in all KNbO3 materials.",
            "Enhanced Photocatalytic Water Splitting Properties of KNbO3 Nanowires Synthesized through Hydrothermal Method",
            "Qing-Ping Ding and Yu-Peng Yuan and Xiang Xiong and Rui-Pu Li and Hong-Bo Huang and Zhao-Sheng Li and Tao Yu and Zhi-Gang Zou and Shao-Guang Yang",
            "2008",
            "Z8o-B5IAAAAJ:Y0pCki6q_DkC",
            136,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp8042768",
            "7851174883061132823",
            "\/scholar?cites=7851174883061132823",
            {
                "2009":2,
                "2010":12,
                "2011":16,
                "2012":14,
                "2013":15,
                "2014":8,
                "2015":11,
                "2016":10,
                "2017":10,
                "2018":13,
                "2019":12,
                "2020":12
            }
        ],
        [
            "Spin-triplet superconductors potentially host topological excitations that are of interest for quantum information processing. We report the discovery of spin-triplet superconductivity in UTe2, featuring a transition temperature of 1.6 kelvin and a very large and anisotropic upper critical field exceeding 40 teslas. This superconducting phase stability suggests that UTe2 is related to ferromagnetic superconductors such as UGe2, URhGe, and UCoGe. However, the lack of magnetic order and the observation of quantum critical scaling place UTe2 at the paramagnetic end of this ferromagnetic superconductor series. A large intrinsic zero-temperature reservoir of ungapped fermions indicates a highly unconventional type of superconducting pairing.",
            "Nearly ferromagnetic spin-triplet superconductivity",
            "Sheng Ran and Chris Eckberg and Qing-Ping Ding and Yuji Furukawa and Tristin Metz and Shanta R Saha and I-Lin Liu and Mark Zic and Hyunsoo Kim and Johnpierre Paglione and Nicholas P Butch",
            "2019",
            "Z8o-B5IAAAAJ:NhqRSupF_l8C",
            117,
            "https:\/\/science.sciencemag.org\/content\/365\/6454\/684.abstract",
            "11321861103374964616",
            "\/scholar?cites=11321861103374964616",
            {
                "2019":22,
                "2020":87,
                "2021":7
            }
        ],
        [
            "Molybdenum trioxide (MoO3) nanobelts and microballs were prepared by oxidization of molybdenum metal in an ambient atmosphere. Their lattice structures and morphologies were carefully studied by X-ray diffraction (XRD), Scanning electron microscopy (SEM) and high-resolution transmission electron microscopy (HRTEM). The as-synthesized nanobelts and mircoballs are orthorhombic and monoclinic structured, respectively. The nanobelts are up to several hundred microns long, several hundred nanometers to several microns wide, with ratio of width to thickness between 5 and 10. HRTEM suggests the nanobelts grow along the [0 0 1] direction. The microballs are 3–10 μm in diameter. Raman spectroscopy and Fourier transform infrared spectroscopy (FTIR) studies revealed the stretching vibration modes of Mo–O bonds as in α-MoO3 nanobelts. The possible growth mechanism of the nanobelts was discussed.",
            "Molybdenum trioxide nanostructures prepared by thermal oxidization of molybdenum",
            "QP Ding and HB Huang and JH Duan and JF Gong and SG Yang and XN Zhao and YW Du",
            "2006",
            "Z8o-B5IAAAAJ:qUcmZB5y_30C",
            73,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022024806006907",
            "3484765323473663732",
            "\/scholar?cites=3484765323473663732",
            {
                "2008":3,
                "2009":6,
                "2010":12,
                "2011":4,
                "2012":4,
                "2013":7,
                "2014":5,
                "2015":2,
                "2016":6,
                "2017":6,
                "2018":6,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Magnetism is widely considered to be a key ingredient of unconventional superconductivity. In contrast to cuprate high-temperature superconductors, antiferromagnetism in most Fe-based superconductors (FeSCs) is characterized by a pair of magnetic propagation vectors,(π, 0) and (0, π). Consequently, three different types of magnetic order are possible. Of these, only stripe-type spin-density wave (SSDW) and spin-charge-density wave (SCDW) orders have been observed. A realization of the proposed spin-vortex crystal (SVC) order is noticeably absent. We report a magnetic phase consistent with the hedgehog variation of SVC order in Ni-doped and Co-doped CaKFe 4 As 4 based on thermodynamic, transport, structural and local magnetic probes combined with symmetry analysis. The exotic SVC phase is stabilized by the reduced symmetry of the CaKFe 4 As 4 structure. Our results suggest that the possible …",
            "Hedgehog spin-vortex crystal stabilized in a hole-doped iron-based superconductor",
            "William R Meier and Qing-Ping Ding and Andreas Kreyssig and Sergey L Bud’ko and Aashish Sapkota and Karunakar Kothapalli and Vladislav Borisov and Roser Valentí and Cristian D Batista and Peter P Orth and Rafael M Fernandes and Alan I Goldman and Yuji Furukawa and Anna E Böhmer and Paul C Canfield",
            "2018",
            "Z8o-B5IAAAAJ:IjCSPb-OGe4C",
            64,
            "https:\/\/www.nature.com\/articles\/s41535-017-0076-x",
            "10347233914754397461",
            "\/scholar?cites=10347233914754397461",
            {
                "2018":23,
                "2019":24,
                "2020":15,
                "2021":2
            }
        ]
    ]
}