{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Gemin3 is a DEAD-box RNA helicase that binds to the Survival of Motor Neurons (SMN) protein and is a component of the SMN complex, which also comprises SMN, Gemin2, Gemin4, Gemin5, and Gemin6. Reduction in SMN protein results in Spinal muscular atrophy (SMA), a common neurodegenerative disease. The SMN complex has critical functions in the assembly\/restructuring of diverse ribonucleoprotein (RNP) complexes. Here we report that Gemin3 and Gemin4 are also in a separate complex that contains eIF2C2, a member of the Argonaute protein family. This novel complex is a large ∼15S RNP that contains numerous microRNAs (miRNAs). We describe 40 miRNAs, a few of which are identical to recently described human miRNAs, a class of small endogenous RNAs. The genomic sequences predict that miRNAs are likely to be derived from larger precursors that have the capacity to form stem–loop …",
            "miRNPs: a novel class of ribonucleoproteins containing numerous microRNAs",
            "Z Mourelatos and J Dostie and S Paushkin and A Sharma and B Charroux and L Abel and J Rappsilber and M Mann and G Dreyfuss",
            "2002",
            "z8tkoWEAAAAJ:dhFuZR0502QC",
            1451,
            "http:\/\/genesdev.cshlp.org\/content\/16\/6\/720.short",
            "9096108829479457458",
            "\/scholar?cites=9096108829479457458",
            {
                "2002":30,
                "2003":88,
                "2004":118,
                "2005":92,
                "2006":95,
                "2007":79,
                "2008":92,
                "2009":76,
                "2010":92,
                "2011":71,
                "2012":96,
                "2013":100,
                "2014":81,
                "2015":73,
                "2016":55,
                "2017":59,
                "2018":60,
                "2019":42,
                "2020":33,
                "2021":2
            }
        ]
    ]
}