{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose a five-dimensional framework for modeling low-energy properties of QCD. In the simplest three parameter model we compute masses, decay rates and couplings of the lightest mesons. The model fits experimental data to within 10%. The framework is a holographic version of the QCD sum rules, motivated by the anti-de Sitter\/conformal field theory correspondence. The model naturally incorporates properties of QCD dictated by chiral symmetry, which we demonstrate by deriving the Gell-Mann–Oakes–Renner relationship for the pion mass.",
            "QCD and a holographic model of hadrons",
            "Joshua Erlich and Emanuel Katz and Dam T Son and Mikhail A Stephanov",
            "2005",
            "Z94xGp0AAAAJ:8k81kl-MbHgC",
            1122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.261602",
            "10648448230060845689",
            "\/scholar?cites=10648448230060845689",
            {
                "2005":6,
                "2006":46,
                "2007":85,
                "2008":98,
                "2009":88,
                "2010":114,
                "2011":86,
                "2012":93,
                "2013":72,
                "2014":72,
                "2015":67,
                "2016":74,
                "2017":42,
                "2018":49,
                "2019":39,
                "2020":81,
                "2021":9
            }
        ],
        [
            "We study gravity in backgrounds that are smooth generalizations of the Randall–Sundrum model, with and without scalar fields. These generalizations include three-branes in higher dimensional spaces which are not necessarily anti-de Sitter far from the branes, intersecting brane configurations and configurations involving negative tension branes. We show that under certain mild assumptions there is a universal equation for the gravitational fluctuations. We study both the graviton ground state and the continuum of Kaluza–Klein modes and we find that the four-dimensional gravitational mode is localized precisely when the effects of the continuum modes decouple at distances larger than the fundamental Planck scale. The decoupling is contingent only on the long-range behaviour of the metric from the brane and we find a universal form for the corrections to Newton's law. We also comment on the possible …",
            "Universal aspects of gravity localized on thick branes",
            "Csaba Csaki and Joshua Erlich and Timothy J Hollowood and Yuri Shirman",
            "2000",
            "Z94xGp0AAAAJ:2osOgNQ5qMEC",
            594,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321300002716",
            "3777715615973665829",
            "\/scholar?cites=3777715615973665829",
            {
                "2000":50,
                "2001":44,
                "2002":31,
                "2003":33,
                "2004":20,
                "2005":24,
                "2006":24,
                "2007":27,
                "2008":27,
                "2009":30,
                "2010":26,
                "2011":31,
                "2012":25,
                "2013":29,
                "2014":38,
                "2015":26,
                "2016":25,
                "2017":19,
                "2018":24,
                "2019":19,
                "2020":19,
                "2021":1
            }
        ],
        [
            "In this report we explore the remarkable connections between light-front dynamics, its holographic mapping to gravity in a higher-dimensional anti-de Sitter (AdS) space, and conformal quantum mechanics. This approach provides new insights into the origin of a fundamental mass scale and the physics underlying confinement dynamics in QCD in the limit of massless quarks. The result is a relativistic light-front wave equation for arbitrary spin with an effective confinement potential derived from a conformal action and its embedding in AdS space. This equation allows for the computation of essential features of hadron spectra in terms of a single scale. The light-front holographic methods described here give a precise interpretation of holographic variables and quantities in AdS space in terms of light-front variables and quantum numbers. This leads to a relation between the AdS wave functions and the boost-invariant …",
            "Light-front holographic QCD and emerging confinement",
            "Stanley J Brodsky and Guy F de Téramond and Hans Günter Dosch and Joshua Erlich",
            "2015",
            "Z94xGp0AAAAJ:9ZlFYXVOiuMC",
            306,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157315002306",
            "14339306464903044567",
            "\/scholar?cites=14339306464903044567",
            {
                "2014":1,
                "2015":25,
                "2016":56,
                "2017":53,
                "2018":57,
                "2019":46,
                "2020":63,
                "2021":4
            }
        ],
        [
            "We investigate spacetimes in which the speed of light along flat 4D sections varies over the extra dimensions due to different warp factors for the space and the time coordinates (“asymmetrically warped” spacetimes). The main property of such spaces is that while the induced metric is flat, implying Lorentz invariant particle physics on a brane, bulk gravitational effects will cause apparent violations of Lorentz invariance and of causality from the brane observer's point of view. An important experimentally verifiable consequence of this is that gravitational waves may travel with a speed different from the speed of light on the brane, and possibly even faster. We find the most general spacetimes of this sort, which are given by AdS–Schwarzschild or AdS–Reissner–Nordström black holes, assuming the simplest possible sources in the bulk. Due to the gravitational Lorentz violations these models do not have an ordinary …",
            "Gravitational Lorentz violations and adjustment of the cosmological constant in asymmetrically warped spacetimes",
            "Csaba Csaki and Joshua Erlich and Christophe Grojean",
            "2001",
            "Z94xGp0AAAAJ:Y0pCki6q_DkC",
            281,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321301001754",
            "5756919405000251717",
            "\/scholar?cites=5756919405000251717",
            {
                "2001":51,
                "2002":39,
                "2003":23,
                "2004":22,
                "2005":18,
                "2006":14,
                "2007":23,
                "2008":16,
                "2009":17,
                "2010":5,
                "2011":13,
                "2012":15,
                "2013":9,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "We study the dynamics of brane worlds coupled to a scalar field and gravity, and find that self-tuning of the cosmological constant is generic in theories with at most two branes or a single brane with orbifold boundary conditions. We demonstrate that singularities are generic in the self-tuned solutions compatible with localized gravity on the brane: we show that localized gravity with an infinitely large extra dimension is only consistent with particular fine-tuned values of the brane tension. The number of allowed brane tension values is related to the number of negative stationary points of the scalar bulk potential and, in the case of an oscillatory potential, the brane tension for which gravity is localized without singularities is quantized. We also examine a resolution of the singularities, and find that fine-tuning is generically reintroduced at the singularities in order to retain a static solution. However, we speculate that the …",
            "General properties of the self-tuning domain wall approach to the cosmological constant problem",
            "Csaba Csaki and Joshua Erlich and Christophe Grojean and Timothy J Hollowood",
            "2000",
            "Z94xGp0AAAAJ:L8Ckcad2t8MC",
            268,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321300003904",
            "14943875332645457676",
            "\/scholar?cites=14943875332645457676",
            {
                "2000":15,
                "2001":43,
                "2002":25,
                "2003":17,
                "2004":21,
                "2005":12,
                "2006":9,
                "2007":14,
                "2008":10,
                "2009":17,
                "2010":13,
                "2011":12,
                "2012":11,
                "2013":10,
                "2014":11,
                "2015":10,
                "2016":2,
                "2017":5,
                "2018":6,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The relation between the trace and R-current anomalies in supersymmetric theories implies that the U (1) R F 2, U (1) R, and U (1) R 3 anomalies which are matched in studies of N= 1 Seiberg duality satisfy positivity constraints. Some constraints are rigorous and others conjectured as four-dimensional generalizations of the Zamolodchikov c theorem. These constraints are tested in a large number of N= 1 supersymmetric gauge theories in the non-Abelian Coulomb phase, and they are satisfied in all renormalizable models with unique anomaly-free R current, including those with accidental symmetry. Most striking is the fact that the flow of the Euler anomaly coefficient a UV− a IR is always positive, as conjectured by Cardy.",
            "Positivity constraints on anomalies in supersymmetric gauge theories",
            "Damiano Anselmi and J Erlich and Daniel Z Freedman and AA Johansen",
            "1998",
            "Z94xGp0AAAAJ:_kc_bZDykSQC",
            260,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.57.7570",
            "11712305798913789454",
            "\/scholar?cites=11712305798913789454",
            {
                "1998":9,
                "1999":12,
                "2000":12,
                "2001":11,
                "2002":8,
                "2003":14,
                "2004":13,
                "2005":12,
                "2006":18,
                "2007":7,
                "2008":9,
                "2009":11,
                "2010":8,
                "2011":10,
                "2012":22,
                "2013":12,
                "2014":11,
                "2015":12,
                "2016":10,
                "2017":10,
                "2018":9,
                "2019":11,
                "2020":7
            }
        ],
        [
            "We consider the two-brane Randall-Sundrum (RS) model with bulk gauge fields. We carefully match the bulk theory to a 4D low-energy effective Lagrangian. In addition to the four-fermion operators induced by KK exchange we find that large negative S and T parameters are induced in the effective theory. This is a tree-level effect and is a consequence of the shapes of the W and Z wave functions in the bulk. Such effects are generic in extra dimensional theories where the standard model (SM) gauge bosons have nonuniform wave functions along the extra dimension. The corrections to precision electroweak observables in the RS model are mostly dominated by S. We fit the parameters of the RS model to the experimental data and find somewhat stronger bounds than previously obtained; however, the standard model bound on the Higgs boson mass from precision measurements can only be slightly relaxed in this …",
            "Effective Lagrangian in the Randall-Sundrum model and electroweak physics",
            "Csaba Csaki and Joshua Erlich and John Terning",
            "2002",
            "Z94xGp0AAAAJ:Zph67rFs4hoC",
            251,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.66.064021",
            "11252353271288670453",
            "\/scholar?cites=11252353271288670453",
            {
                "2001":1,
                "2002":9,
                "2003":17,
                "2004":17,
                "2005":9,
                "2006":18,
                "2007":12,
                "2008":18,
                "2009":12,
                "2010":23,
                "2011":17,
                "2012":28,
                "2013":13,
                "2014":8,
                "2015":8,
                "2016":20,
                "2017":9,
                "2018":5,
                "2019":4,
                "2020":2
            }
        ],
        [
            "We examine the behavior of gravity in brane theories with extra dimensions in a nonfactorizable background geometry. We find that for metrics which are asymptotically flat far from the brane there is a resonant graviton mode at zero energy. The presence of this resonance ensures quasilocalization of gravity, whereby at intermediate scales the gravitational laws on the brane are approximately four dimensional. However, for scales larger than the lifetime of the graviton resonance the five-dimensional laws of gravity will be reproduced due to the decay of the four-dimensional graviton. We also give a simple classification of effective gravity theories for general background geometries.",
            "Quasilocalization of gravity on a brane by resonant modes",
            "Csaba Csaki and Joshua Erlich and Timothy J Hollowood",
            "2000",
            "Z94xGp0AAAAJ:j3f4tGmQtD8C",
            172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5932",
            "18078463117029715815",
            "\/scholar?cites=18078463117029715815",
            {
                "2000":31,
                "2001":45,
                "2002":15,
                "2003":6,
                "2004":8,
                "2005":8,
                "2006":6,
                "2007":5,
                "2008":6,
                "2009":5,
                "2010":5,
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":5,
                "2015":6,
                "2016":2,
                "2017":5,
                "2018":3
            }
        ],
        [
            "We present 4D gauge theories which at low energies coincide with higher dimensional supersymmetric (SUSY) gauge theories on a transverse lattice. We show that in the simplest case of pure 5D SUSY Yang-Mills theory there is an enhancement of SUSY in the continuum limit without fine tuning. This result no longer holds in the presence of matter fields, in which case fine tuning is necessary to ensure higher dimensional Lorentz invariance and supersymmetry. We use this construction to generate 4D models which mimic gaugino mediation of SUSY breaking. The way supersymmetry breaking is mediated in these models to the MSSM is by assuming that the physical gauginos are a mixture of a number of gauge eigenstate gauginos: one of these couples to the SUSY breaking sector, while another couples to the MSSM matter fields. The lattice can be as coarse as just two gauge groups while still obtaining the …",
            "4D constructions of supersymmetric extra dimensions and gaugino mediation",
            "Csaba Csaki and Joshua Erlich and Christophe Grojean and Graham D Kribs",
            "2001",
            "Z94xGp0AAAAJ:mVmsd5A6BfQC",
            134,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.015003",
            "13702520101962101466",
            "\/scholar?cites=13702520101962101466",
            {
                "2001":5,
                "2002":22,
                "2003":22,
                "2004":13,
                "2005":7,
                "2006":4,
                "2007":2,
                "2008":1,
                "2009":3,
                "2010":11,
                "2011":13,
                "2012":6,
                "2013":7,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":1,
                "2018":3,
                "2019":2
            }
        ],
        [
            "We derive the graviton propagator on the brane for theories with quasi-localized gravity. In these models the ordinary 4D graviton is replaced by a resonance in the spectrum of massive Kaluza–Klein modes, which can decay into the extra dimension. We find that the effects of the extra polarization in the massive graviton propagator is exactly cancelled by the bending of the brane due to the matter sources, up to small corrections proportional to the width of the resonance. Thus at intermediate scales the classic predictions of Einstein's gravity are reproduced in these models to arbitrary precision.",
            "Graviton propagators, brane bending and bending of light in theories with quasi-localized gravity",
            "Csaba Csaki and Joshua Erlich and Timothy J Hollowood",
            "2000",
            "Z94xGp0AAAAJ:9yKSN-GCB0IC",
            83,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269300004354",
            "2899671896963637431",
            "\/scholar?cites=2899671896963637431",
            {
                "2000":22,
                "2001":24,
                "2002":8,
                "2003":4,
                "2004":5,
                "2005":3,
                "2006":2,
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":1
            }
        ]
    ]
}