{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Phase-matched harmonic conversion of visible laser light into soft x-rays was demonstrated. The recently developed technique of guided-wave frequency conversion was used to upshift light from 800 nanometers to the range from 17 to 32 nanometers. This process increased the coherent x-ray output by factors of 102 to 103 compared to the non–phase-matched case. This source uses a small-scale (sub-millijoule) high repetition-rate laser and will enable a wide variety of new experimental investigations in linear and nonlinear x-ray science.",
            "Phase-matched generation of coherent soft X-rays",
            "Andy Rundquist and Charles G Durfee and Zenghu Chang and Catherine Herne and Sterling Backus and Margaret M Murnane and Henry C Kapteyn",
            "1998",
            "Z_5DVuAAAAAJ:UebtZRa9Y70C",
            1079,
            "https:\/\/science.sciencemag.org\/content\/280\/5368\/1412.abstract",
            "13061570779357424773",
            "\/scholar?cites=13061570779357424773",
            {
                "1998":9,
                "1999":45,
                "2000":69,
                "2001":83,
                "2002":67,
                "2003":39,
                "2004":53,
                "2005":34,
                "2006":43,
                "2007":65,
                "2008":45,
                "2009":50,
                "2010":28,
                "2011":47,
                "2012":48,
                "2013":40,
                "2014":45,
                "2015":47,
                "2016":58,
                "2017":46,
                "2018":41,
                "2019":33,
                "2020":25,
                "2021":5
            }
        ],
        [
            "Ultrafast laser pulses from a Ti: sapphire laser centered at 800 nm, with 26 fs pulse duration, were used to generate coherent soft-x-ray harmonics, at wavelengths down to 2.7 nm (460 eV) in He, and 5.2 nm (239 eV) in Ne. In He, discrete harmonic peaks are observed up to order 221, and unresolved harmonic emission is observed up to order 297. These wavelengths are well within the “water window” region of x-ray transmission. Our work represents the shortest wavelength coherent light generated to date. The harmonic cutoff from all the noble gases is consistent with analytic theory.",
            "Generation of coherent soft X rays at 2.7 nm using high harmonics",
            "Zenghu Chang and Andy Rundquist and Haiwen Wang and Margaret M Murnane and Henry C Kapteyn",
            "1997",
            "Z_5DVuAAAAAJ:Se3iqnhoufwC",
            965,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.2967",
            "7765252452290354703",
            "\/scholar?cites=7765252452290354703",
            {
                "1997":4,
                "1998":56,
                "1999":54,
                "2000":73,
                "2001":81,
                "2002":51,
                "2003":49,
                "2004":51,
                "2005":44,
                "2006":39,
                "2007":42,
                "2008":57,
                "2009":38,
                "2010":38,
                "2011":31,
                "2012":26,
                "2013":25,
                "2014":32,
                "2015":27,
                "2016":35,
                "2017":25,
                "2018":28,
                "2019":23,
                "2020":26
            }
        ],
        [
            "A single isolated attosecond pulse of 67 as was composed from an extreme UV supercontinuum covering 55–130 eV generated by the double optical gating technique. Phase mismatch was used to exclude the single-atom cutoff of the spectrum that possesses unfavorable attochirp, allowing the positive attochirp of the remaining spectrum to be compensated by the negative dispersion of a zirconium foil. Two algorithms, PROOF and FROG-CRAB, were employed to retrieve the pulse from the experimental spectrogram, yielding nearly identical results.",
            "Tailoring a 67 attosecond pulse through advantageous phase-mismatch",
            "Kun Zhao and Qi Zhang and Michael Chini and Yi Wu and Xiaowei Wang and Zenghu Chang",
            "2012",
            "Z_5DVuAAAAAJ:70eg2SAEIzsC",
            608,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-37-18-3891",
            "8872639885511770975",
            "\/scholar?cites=8872639885511770975",
            {
                "2012":5,
                "2013":64,
                "2014":88,
                "2015":92,
                "2016":102,
                "2017":106,
                "2018":52,
                "2019":56,
                "2020":38,
                "2021":2
            }
        ],
        [
            "We demonstrated a novel optical switch to control the high-order harmonic generation process so that single attosecond pulses can be generated with multiple-cycle pulses. The technique combines two powerful optical gating methods: polarization gating and two-color gating. An extreme ultraviolet supercontinuum supporting 130 as was generated with neon gas using 9 fs laser pulses. We discovered a unique dependence of the harmonic spectra on the carrier-envelope phase of the laser fields, which repeats every 2 π radians.",
            "Double optical gating of high-order harmonic generation with carrier-envelope phase stabilized lasers",
            "Hiroki Mashiko and Steve Gilbertson and Chengquan Li and Sabih D Khan and Mahendra M Shakya and Eric Moon and Zenghu Chang",
            "2008",
            "Z_5DVuAAAAAJ:0EnyYjriUFMC",
            448,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.103906",
            "17474027741140273450",
            "\/scholar?cites=17474027741140273450",
            {
                "2008":15,
                "2009":35,
                "2010":41,
                "2011":49,
                "2012":37,
                "2013":33,
                "2014":43,
                "2015":30,
                "2016":37,
                "2017":36,
                "2018":29,
                "2019":35,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Time-resolved x-ray diffraction with picosecond temporal resolution is used to observe scattering from impulsively generated coherent acoustic phonons in laser-excited InSb crystals. The observed frequencies and damping rates are in agreement with a model based on dynamical diffraction theory coupled to analytic solutions for the laser-induced strain profile. The results are consistent with a 12 ps thermal electron-acoustic phonon coupling time together with an instantaneous component from the deformation-potential interaction. Above a critical laser fluence, we show that the first step in the transition to a disordered state is the excitation of large amplitude, coherent atomic motion.",
            "Time-resolved x-ray diffraction from coherent phonons during a laser-induced phase transition",
            "AM Lindenberg and I Kang and S Lee Johnson and T Missalla and PA Heimann and Z Chang and Jörgen Larsson and PH Bucksbaum and HC Kapteyn and HA Padmore and RW Lee and JS Wark and RW Falcone",
            "2000",
            "Z_5DVuAAAAAJ:hqOjcs7Dif8C",
            448,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.111",
            "15761633240894945873",
            "\/scholar?cites=15761633240894945873",
            {
                "2000":12,
                "2001":57,
                "2002":23,
                "2003":28,
                "2004":32,
                "2005":25,
                "2006":33,
                "2007":19,
                "2008":14,
                "2009":22,
                "2010":23,
                "2011":19,
                "2012":19,
                "2013":21,
                "2014":22,
                "2015":7,
                "2016":18,
                "2017":17,
                "2018":17,
                "2019":7,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The generation of extremely short isolated attosecond pulses requires both a broad spectral bandwidth and control of the spectral phase. Rapid progress has been made in both aspects, leading to the generation of light pulses as short as 67 as in 2012, and broadband attosecond continua covering a wide range of extreme ultraviolet and soft X-ray wavelengths. Such pulses have been successfully applied in photoelectron and photoion spectroscopy and recently developed attosecond transient absorption spectroscopy to study electron dynamics in matter. In this Review, we discuss significant recent advances in the generation, characterization and applications of ultrabroadband, isolated attosecond pulses with spectral bandwidths comparable to the central frequency. These pulses can in principle be compressed to a single optical cycle.",
            "The generation, characterization and applications of broadband isolated attosecond pulses",
            "Michael Chini and Kun Zhao and Zenghu Chang",
            "2014",
            "Z_5DVuAAAAAJ:nRpfm8aw39MC",
            354,
            "https:\/\/www.nature.com\/nphoton\/journal\/v8\/n3\/full\/nphoton.2013.362.html",
            "2122837095210898616",
            "\/scholar?cites=2122837095210898616",
            {
                "2014":18,
                "2015":45,
                "2016":76,
                "2017":77,
                "2018":47,
                "2019":40,
                "2020":47,
                "2021":1
            }
        ],
        [
            "Autoionization of argon atoms was studied experimentally by transient absorption spectroscopy with isolated attosecond pulses. The peak position, intensity, linewidth, and shape of the 3 s 3 p 6 n p P 1 Fano resonance series (26.6–29.2 eV) were modified by intense few-cycle near infrared laser pulses, while the delay between the attosecond pulse and the laser pulse was changed by a few femtoseconds. Numerical simulations revealed that the experimentally observed splitting of the 3 s 3 p 6 4 p P 1 line is caused by the coupling between two short-lived highly excited states in the strong laser field.",
            "Attosecond time-resolved autoionization of argon",
            "He Wang and Michael Chini and Shouyuan Chen and Chang-Hua Zhang and Feng He and Yan Cheng and Yi Wu and Uwe Thumm and Zenghu Chang",
            "2010",
            "Z_5DVuAAAAAJ:dhFuZR0502QC",
            349,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.143002",
            "6785271948096365160",
            "\/scholar?cites=6785271948096365160",
            {
                "2010":1,
                "2011":16,
                "2012":21,
                "2013":43,
                "2014":45,
                "2015":38,
                "2016":44,
                "2017":34,
                "2018":44,
                "2019":23,
                "2020":35,
                "2021":3
            }
        ],
        [
            "Isolated attosecond pulses are powerful tools for exploring electron dynamics in matter. So far, such extreme ultraviolet pulses have only been generated using high power, few-cycle lasers, which are very difficult to construct and operate. We propose and demonstrate a technique called generalized double optical gating for generating isolated attosecond pulses with 20 fs lasers from a hollow-core fiber and 28 fs lasers directly from an amplifier. These pulses, generated from argon gas, are measured to be 260 and 148 as by reconstructing the streaked photoelectron spectrograms. This scheme, with a relaxed requirement on laser pulse duration, makes attophysics more accessible to many laboratories that are capable of producing such multicycle laser pulses.",
            "Generation of isolated attosecond pulses with 20 to 28 femtosecond lasers",
            "Ximao Feng and Steve Gilbertson and Hiroki Mashiko and He Wang and Sabih D Khan and Michael Chini and Yi Wu and Kun Zhao and Zenghu Chang",
            "2009",
            "Z_5DVuAAAAAJ:8k81kl-MbHgC",
            348,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.183901",
            "14984383002406743265",
            "\/scholar?cites=14984383002406743265",
            {
                "2009":1,
                "2010":40,
                "2011":44,
                "2012":43,
                "2013":52,
                "2014":35,
                "2015":35,
                "2016":27,
                "2017":28,
                "2018":13,
                "2019":12,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We present an experimental demonstration of extending the high-order harmonic cutoff photon energy more than a factor of 2 when the driving-field wavelength is changed from 0.8 to 1.51 μm with an optical parametric amplifier. With argon gas, the cutoff has been extended from 64 to 160 eV. We predict that coherent keV x rays can be generated by exciting helium gas with the long-wavelength driving pulses. Experiments on xenon gas with several pump wavelengths also showed the dramatic cutoff extension, as well as full tunability of the generated XUV wavelengths.",
            "Dramatic extension of the high-order harmonic cutoff by using a long-wavelength driving field",
            "Bing Shan and Zenghu Chang",
            "2001",
            "Z_5DVuAAAAAJ:kNdYIx-mwKoC",
            279,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.65.011804",
            "16765876351902752649",
            "\/scholar?cites=16765876351902752649",
            {
                "2002":1,
                "2003":2,
                "2004":3,
                "2005":1,
                "2006":8,
                "2007":9,
                "2008":20,
                "2009":27,
                "2010":20,
                "2011":19,
                "2012":22,
                "2013":12,
                "2014":21,
                "2015":17,
                "2016":26,
                "2017":17,
                "2018":25,
                "2019":15,
                "2020":13
            }
        ],
        [
            "It is proposed that single attosecond pulses be generated by gating high-order harmonic emission with fields whose ellipticity varies rapidly with time. The laser pulse with a time-dependent ellipticity is created from two 5− fs laser pulses centered at 750 nm and separated by 5 fs. One of the laser pulses is left-circularly polarized and the other is right-circularly polarized. Numerical simulations show that when neon atoms are driven by such laser pulses, the generated high-order harmonic spectrum in the 25th to the 85th orders are a supercontinuum that corresponds to single attosecond pulses. A simple analytical expression is derived for estimating the high-harmonic radiation time.",
            "Single attosecond pulse and xuv supercontinuum in the high-order harmonic plateau",
            "Zenghu Chang",
            "2004",
            "Z_5DVuAAAAAJ:MXK_kJrjxJIC",
            263,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.70.043802",
            "10539578568433992681",
            "\/scholar?cites=10539578568433992681",
            {
                "2005":18,
                "2006":14,
                "2007":25,
                "2008":13,
                "2009":16,
                "2010":19,
                "2011":21,
                "2012":22,
                "2013":20,
                "2014":15,
                "2015":19,
                "2016":22,
                "2017":16,
                "2018":6,
                "2019":10,
                "2020":7
            }
        ]
    ]
}