{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy",
            "Daniel Klionsky and Karen Leslie Wright",
            "2016",
            "Z_MIjEQAAAAJ:u_mOZUIutIEC",
            7022,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15548627.2015.1100356",
            "5466665393835199140",
            "\/scholar?cites=5466665393835199140",
            {
                "2012":36,
                "2013":344,
                "2014":631,
                "2015":727,
                "2016":895,
                "2017":1059,
                "2018":1058,
                "2019":1009,
                "2020":1112,
                "2021":101
            }
        ],
        [
            "The endogenous cannabinoids bind to and activate two G protein-coupled receptors, the predominantly central cannabinoid receptor type 1 (CB1) and peripheral cannabinoid receptor type 2 (CB2). Whereas CB1 mediates the cannabinoid psychotropic, analgesic, and orectic effects, CB2 has been implicated recently in the regulation of liver fibrosis and atherosclerosis. Here we show that CB2-deficient mice have a markedly accelerated age-related trabecular bone loss and cortical expansion, although cortical thickness remains unaltered. These changes are reminiscent of human osteoporosis and may result from differential regulation of trabecular and cortical bone remodeling. The CB2–\/– phenotype is also characterized by increased activity of trabecular osteoblasts (bone-forming cells), increased osteoclast (the bone-resorbing cell) number, and a markedly decreased number of diaphyseal osteoblast …",
            "Peripheral cannabinoid receptor, CB2, regulates bone mass",
            "Orr Ofek and Meliha Karsak and Nathalie Leclerc and Meirav Fogel and Baruch Frenkel and Karen Wright and Joseph Tam and Malka Attar-Namdar and Vardit Kram and Esther Shohami and Raphael Mechoulam and Andreas Zimmer and Itai Bab",
            "2006",
            "Z_MIjEQAAAAJ:u5HHmVD_uO8C",
            529,
            "https:\/\/www.pnas.org\/content\/103\/3\/696.short",
            "12072381276446107549",
            "\/scholar?cites=12072381276446107549",
            {
                "2006":16,
                "2007":32,
                "2008":54,
                "2009":34,
                "2010":43,
                "2011":32,
                "2012":28,
                "2013":32,
                "2014":41,
                "2015":40,
                "2016":46,
                "2017":25,
                "2018":23,
                "2019":35,
                "2020":33,
                "2021":3
            }
        ],
        [
            "Objectives: To estimate the economic efficiency of tight blood pressure control, with angiotensin converting enzyme inhibitors or β blockers, compared with less tight control in hypertensive patients with type 2 diabetes.Design: Cost effectiveness analysis incorporating within trial analysis and estimation of impact on life expectancy through use of the within trial hazards of reaching a defined clinical end point. Use of resources driven by trial protocol and use of resources in standard clinical practice were both considered.Setting: 20 hospital based clinics in England, Scotland, and Northern Ireland.Subjects: 1148 hypertensive patients with type 2 diabetes from UK prospective diabetes study randomised to tight control of blood pressure (n=758) or less tight control (n=390).Main outcome measure: Cost effectiveness ratios based on (a) use of healthcare resources associated with tight control and less tight control and …",
            "Cost effectiveness analysis of improved blood pressure control in hypertensive patients with type 2 diabetes: UKPDS 40",
            "UK Prospective Diabetes Study Group",
            "1998",
            "Z_MIjEQAAAAJ:j7XjBeKFbTsC",
            382,
            "https:\/\/www.bmj.com\/content\/317\/7160\/720.short",
            "1453669241448710283",
            "\/scholar?cites=1453669241448710283",
            {
                "1997":1,
                "1998":10,
                "1999":17,
                "2000":37,
                "2001":38,
                "2002":25,
                "2003":31,
                "2004":31,
                "2005":30,
                "2006":24,
                "2007":24,
                "2008":14,
                "2009":17,
                "2010":12,
                "2011":9,
                "2012":6,
                "2013":11,
                "2014":8,
                "2015":6,
                "2016":6,
                "2017":7,
                "2018":3,
                "2019":1,
                "2020":5
            }
        ],
        [
            " Background & Aims: Two G-protein—coupled cannabinoid receptors, termed CB1 and CB2, have been identified and several mammalian enteric nervous systems express CB1 receptors and produce endocannabinoids. An immunomodulatory role for the endocannabinoid system in gastrointestinal inflammatory disorders has been proposed and this study sought to determine the location of both cannabinoid receptors in human colon and to investigate epithelial receptor function. Methods: The location of CB1 and CB2 receptors in human colonic tissue was determined by immunohistochemistry. Primary colonic epithelial cells were treated with both synthetic and endogenous cannabinoids in vitro, and biochemical coupling of the receptors to known signaling events was determined by immunoblotting. Human colonic epithelial cell lines were used in cannabinoid-binding studies and as a model for in vitro wound …",
            "Differential expression of cannabinoid receptors in the human colon: cannabinoids promote epithelial wound healing",
            "Karen Wright and Nicholas Rooney and Mark Feeney and Jeremy Tate and Duncan Robertson and Melanie Welham and Stephen Ward",
            "2005",
            "Z_MIjEQAAAAJ:u-x6o8ySG0sC",
            362,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0016508505009297",
            "18431064836576585018",
            "\/scholar?cites=18431064836576585018",
            {
                "2005":1,
                "2006":14,
                "2007":15,
                "2008":73,
                "2009":17,
                "2010":24,
                "2011":23,
                "2012":15,
                "2013":22,
                "2014":21,
                "2015":16,
                "2016":26,
                "2017":21,
                "2018":21,
                "2019":30,
                "2020":15,
                "2021":2
            }
        ],
        [
            "The emerging potential for the cannabinoid (CB) system in modulating gastrointestinal inflammation has gained momentum over the last few years. Traditional and anecdotal use of marijuana for gastrointestinal disorders, such as diarrhoea and abdominal cramps is recognized, but the therapeutic benefit of cannabinoids in the 21st century is overshadowed by the psychoactive problems associated with CB1 receptor activation. However, the presence and function of the CB2 receptor in the GI tract, whilst not yet well characterized, holds great promise due to its immunomodulatory roles in inflammatory systems and its lack of psychotropic effects. This review of our current knowledge of CB2 receptors in the gastrointestinal tract highlights its role in regulating abnormal motility, modulating intestinal inflammation and limiting visceral sensitivity and pain. CB2 receptors represent a braking system and a …",
            "Cannabinoid CB2 receptors in the gastrointestinal tract: a regulatory system in states of inflammation",
            "KL Wright and M Duncan and KA Sharkey",
            "2008",
            "Z_MIjEQAAAAJ:9yKSN-GCB0IC",
            245,
            "https:\/\/bpspubs.onlinelibrary.wiley.com\/doi\/abs\/10.1038\/sj.bjp.0707486",
            "257577867809973916",
            "\/scholar?cites=257577867809973916",
            {
                "2008":17,
                "2009":16,
                "2010":19,
                "2011":10,
                "2012":19,
                "2013":18,
                "2014":22,
                "2015":18,
                "2016":18,
                "2017":14,
                "2018":23,
                "2019":17,
                "2020":19,
                "2021":2
            }
        ]
    ]
}