{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present long baseline Atacama Large Millimeter\/submillimeter Array (ALMA) observations of the 870 μm continuum emission from the nearest gas-rich protoplanetary disk, around TW Hya, that trace millimeter-sized particles down to spatial scales as small as 1 au (20 mas). These data reveal a series of concentric ring-shaped substructures in the form of bright zones and narrow dark annuli (1–6 au) with modest contrasts (5%–30%). We associate these features with concentrations of solids that have had their inward radial drift slowed or stopped, presumably at local gas pressure maxima. No significant non-axisymmetric structures are detected. Some of the observed features occur near temperatures that may be associated with the condensation fronts of major volatile species, but the relatively small brightness contrasts may also be a consequence of magnetized disk evolution (the so-called zonal flows). Other …",
            "Ringed substructure and a gap at 1 au in the nearest protoplanetary disk",
            "Sean M Andrews and David J Wilner and Zhaohuan Zhu and Tilman Birnstiel and John M Carpenter and Laura M Pérez and Xue-Ning Bai and Karin I Öberg and A Meredith Hughes and Andrea Isella and Luca Ricci",
            "2016",
            "zaB5fpYAAAAJ:pyW8ca7W8N0C",
            466,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8205\/820\/2\/L40\/meta",
            "59888605229786033",
            "\/scholar?cites=59888605229786033",
            {
                "2016":28,
                "2017":103,
                "2018":135,
                "2019":120,
                "2020":68,
                "2021":10
            }
        ],
        [
            "We introduce the Disk Substructures at High Angular Resolution Project (DSHARP), one of the initial Large Programs conducted with the Atacama Large Millimeter\/submillimeter Array (ALMA). The primary goal of DSHARP is to find and characterize substructures in the spatial distributions of solid particles for a sample of 20 nearby protoplanetary disks, using very high resolution (~ 0 farcs 035, or 5 au, FWHM) observations of their 240 GHz (1.25 mm) continuum emission. These data provide a first homogeneous look at the small-scale features in disks that are directly relevant to the planet formation process, quantifying their prevalence, morphologies, spatial scales, spacings, symmetry, and amplitudes, for targets with a variety of disk and stellar host properties. We find that these substructures are ubiquitous in this sample of large, bright disks. They are most frequently manifested as concentric, narrow emission rings …",
            "The disk substructures at high angular resolution project (DSHARP). I. Motivation, sample, calibration, and overview",
            "Sean M Andrews and Jane Huang and Laura M Pérez and Andrea Isella and Cornelis P Dullemond and Nicolás T Kurtovic and Viviana V Guzmán and John M Carpenter and David J Wilner and Shangjia Zhang and Zhaohuan Zhu and Tilman Birnstiel and Xue-Ning Bai and Myriam Benisty and A Meredith Hughes and Karin I Öberg and Luca Ricci",
            "2018",
            "zaB5fpYAAAAJ:SdhP9T11ey4C",
            362,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aaf741\/meta",
            "8286196520441309922",
            "\/scholar?cites=8286196520441309922",
            {
                "2017":1,
                "2018":11,
                "2019":124,
                "2020":204,
                "2021":17
            }
        ],
        [
            "We present new subarcsecond (~ 0 farcs 7) Combined Array for Research in Millimeter-wave Astronomy (CARMA) observations of the 1.3 mm continuum emission from circumstellar disks around 11 low-and intermediate-mass pre-main-sequence stars. High-resolution observations for three additional sources were obtained from the literature. In all cases the disk emission is spatially resolved. We adopt a self-consistent accretion disk model based on the similarity solution for the disk surface density and constrain the dust radial density distribution on spatial scales of about 40 AU. Disk surface densities appear to be correlated with the stellar ages where the characteristic disk radius increases from~ 20 AU to~ 100 AU over about 5 Myr. This disk expansion is accompanied by a decrease in the mass accretion rate, suggesting that our sample disks form an evolutionary sequence. Interpreting our results in terms of the …",
            "Structure and evolution of pre-main-sequence circumstellar disks",
            "Andrea Isella and John M Carpenter and Anneila I Sargent",
            "2009",
            "zaB5fpYAAAAJ:u5HHmVD_uO8C",
            313,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/701\/1\/260\/meta",
            "1495024844855546891",
            "\/scholar?cites=1495024844855546891",
            {
                "2008":1,
                "2009":2,
                "2010":34,
                "2011":38,
                "2012":21,
                "2013":44,
                "2014":27,
                "2015":23,
                "2016":35,
                "2017":26,
                "2018":25,
                "2019":16,
                "2020":17,
                "2021":1
            }
        ],
        [
            "In this chapter we will discuss the evolution of dust in protoplanetary disks, focusing on the processes of grain growth and the observational consequences of this process. In the standard scenario for planet formation, this is the phase in which the solids grow from micrometer-sized particles, which are present in the molecular cloud cores out of which stars and protoplanetary disks are formed, to centimeter-sized and beyond on the path to become planetesimals. This is the last stage of solid growth that is directly observable before the formation of large, planetary-sized bodies that can be individually observed. As this phase of growth is directly observable, it has the potential of setting strong constraints on the initial stages of the planet-formation process. In this review, we focus on the growth of particles on the disk mid-plane, as this is where most of the solid mass of the disk is concentrated and where planets are expected to form. Grain growth in the disk inner regions and atmosphere can be effectively investigated in the IR and have been extensively reviewed in Natta et al.(2007), although at the time of that review the observational evidence and theoretical understanding of the global dust evolution processes in the disk were limited. This phase of growth up to centimeter-sized particles in protoplanetary disks can also be connected to the study of the most pristine solids in our own solar system. We can directly follow grain growth in the solar nebula through the study of primitive rocky meteorites known as chondrites. Chondrites are composed mainly of millimeter-sized, spherical chondrules with an admixture of smaller, irregularly shaped calcium …",
            "Dust evolution in protoplanetary disks",
            "Leonardo Testi and Tilman Birnstiel and Luca Ricci and Sean Andrews and Jürgen Blum and John Carpenter and Carsten Dominik and Andrea Isella and Antonella Natta and Jonathan P Williams and David J Wilner",
            "2014",
            "zaB5fpYAAAAJ:ULOm3_A8WrAC",
            277,
            "http:\/\/scholar.google.com\/scholar?cluster=5839231437985836695&hl=en&oi=scholarr",
            "5839231437985836695",
            "\/scholar?cites=5839231437985836695",
            {
                "2014":3,
                "2015":29,
                "2016":49,
                "2017":54,
                "2018":48,
                "2019":46,
                "2020":41,
                "2021":7
            }
        ],
        [
            "",
            "Discovery of a planetary-mass companion within the gap of the transition disk around PDS 70",
            "Miriam Keppler and Myriam Benisty and André Müller and Th Henning and R Van Boekel and F Cantalloube and C Ginski and RG Van Holstein and A-L Maire and A Pohl and M Samland and H Avenhaus and J-L Baudino and A Boccaletti and J De Boer and M Bonnefoy and G Chauvin and Silvano Desidera and M Langlois and C Lazzoni and G-D Marleau and Christoph Mordasini and Nicole Pawellek and T Stolker and Arthur Vigan and A Zurlo and T Birnstiel and W Brandner and M Feldt and M Flock and J Girard and Raffaele Gratton and J Hagelberg and A Isella and Markus Janson and A Juhasz and J Kemmer and Q Kral and A-M Lagrange and R Launhardt and A Matter and F Ménard and J Milli and P Molliere and J Olofsson and L Pérez and P Pinilla and C Pinte and SP Quanz and T Schmidt and S Udry and Z Wahhaj and JP Williams and E Buenzli and M Cudel and C Dominik and R Galicher and M Kasper and J Lannier and DINO Mesa and D Mouillet and S Peretti and C Perrot and G Salter and E Sissa and F Wildi and L Abe and J Antichi and J-C Augereau and Andrea Baruffolo and P Baudoz and A Bazzon and J-L Beuzit and P Blanchard and SS Brems and T Buey and V De Caprio and M Carbillet and M Carle and Enrico Cascone and A Cheetham and Riccardo Claudi and A Costille and A Delboulbé and K Dohlen and Daniela Fantinel and P Feautrier and T Fusco and Enrico Giro and L Gluck and C Gry and N Hubin and E Hugot and M Jaquet and D Le Mignant and M Llored and F Madec and Y Magnard and P Martinez and D Maurel and M Meyer and O Möller-Nilsson and T Moulin and L Mugnier and A Origné and A Pavlov and D Perret and C Petit and J Pragt and P Puget and P Rabou and J Ramos and F Rigal and S Rochat and R Roelfsema and G Rousset and A Roux and Bernardo Salasnich and J-F Sauvage and A Sevin and C Soenke and E Stadler and M Suarez and Massimo Turatto and L Weber",
            "2018",
            "zaB5fpYAAAAJ:J-pR_7NvFogC",
            248,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2018\/09\/aa32957-18\/aa32957-18.html",
            "16187300253917273812",
            "\/scholar?cites=16187300253917273812",
            {
                "2017":1,
                "2018":13,
                "2019":100,
                "2020":124,
                "2021":10
            }
        ],
        [
            "We present Atacama Large Millimeter and Submillimeter Array observations of the protoplanetary disk around the Herbig Ae star HD 163296 that trace the spatial distribution of millimeter-sized particles and cold molecular gas on spatial scales as small as 25 astronomical units (AU). The image of the disk recorded in the 1.3 mm continuum emission reveals three dark concentric rings that indicate the presence of dust depleted gaps at about 60, 100, and 160 AU from the central star. The maps of the CO 12, CO 13, and C O 18 J= 2− 1 emission do not show such structures but reveal a change in the slope of the radial intensity profile across the positions of the dark rings in the continuum image. By comparing the observations with theoretical models for the disk emission, we find that the density of CO molecules is reduced inside the middle and outer dust gaps. However, in the inner ring there is no evidence of CO …",
            "Ringed structures of the HD 163296 protoplanetary disk revealed by ALMA",
            "Andrea Isella and Greta Guidi and Leonardo Testi and Shangfei Liu and Hui Li and Shengtai Li and Erik Weaver and Yann Boehler and John M Carperter and Itziar De Gregorio-Monsalvo and Carlo F Manara and Antonella Natta and Laura M Pérez and Luca Ricci and Anneila Sargent and Marco Tazzari and Neal Turner",
            "2016",
            "zaB5fpYAAAAJ:dshw04ExmUIC",
            247,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.251101",
            "5595637216916111076",
            "\/scholar?cites=5595637216916111076",
            {
                "2016":2,
                "2017":42,
                "2018":84,
                "2019":68,
                "2020":46,
                "2021":3
            }
        ],
        [
            "",
            "Asymmetric features in the protoplanetary disk MWC 758",
            "Myriam Benisty and A Juhasz and A Boccaletti and H Avenhaus and J Milli and C Thalmann and C Dominik and P Pinilla and E Buenzli and A Pohl and J-L Beuzit and T Birnstiel and J De Boer and M Bonnefoy and G Chauvin and Valentin Christiaens and Antonio Garufi and C Grady and Thomas Henning and N Huelamo and A Isella and M Langlois and Francois Ménard and D Mouillet and J Olofsson and E Pantin and Christophe Pinte and L Pueyo",
            "2015",
            "zaB5fpYAAAAJ:2P1L_qKh6hAC",
            233,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2015\/06\/aa26011-15\/aa26011-15.html",
            "13107000089257518119",
            "\/scholar?cites=13107000089257518119",
            {
                "2015":18,
                "2016":42,
                "2017":35,
                "2018":53,
                "2019":42,
                "2020":42,
                "2021":1
            }
        ],
        [
            "Gravitational forces are expected to excite spiral density waves in protoplanetary disks, disks of gas and dust orbiting young stars. However, previous observations that showed spiral structure were not able to probe disk midplanes, where most of the mass is concentrated and where planet formation takes place. Using the Atacama Large Millimeter\/submillimeter Array, we detected a pair of trailing symmetric spiral arms in the protoplanetary disk surrounding the young star Elias 2-27. The arms extend to the disk outer regions and can be traced down to the midplane. These millimeter-wave observations also reveal an emission gap closer to the star than the spiral arms. We argue that the observed spirals trace shocks of spiral density waves in the midplane of this young disk.",
            "Spiral density waves in a young protoplanetary disk",
            "Laura M Pérez and John M Carpenter and Sean M Andrews and Luca Ricci and Andrea Isella and Hendrik Linz and Anneila I Sargent and David J Wilner and Thomas Henning and Adam T Deller and Claire J Chandler and Cornelis P Dullemond and Joseph Lazio and Karl M Menten and Stuartt A Corder and Shaye Storm and Leonardo Testi and Marco Tazzari and Woojin Kwon and Nuria Calvet and Jane S Greaves and Robert J Harris and Lee G Mundy",
            "2016",
            "zaB5fpYAAAAJ:1sJd4Hv_s6UC",
            212,
            "https:\/\/science.sciencemag.org\/content\/353\/6307\/1519.abstract",
            "916307706296051995",
            "\/scholar?cites=916307706296051995",
            {
                "2016":4,
                "2017":39,
                "2018":63,
                "2019":44,
                "2020":58,
                "2021":3
            }
        ],
        [
            "This paper discusses the properties of the inner puffed-up rim that forms in circumstellar disks when dust evaporates. We argue that the rim shape is controlled by a fundamental property of circumstellar disks, namely their very large vertical density gradient, through the dependence of grain evaporation temperature on gas density. As a result, the bright side of the rim is curved, rather than vertical, as expected when a constant evaporation temperature is assumed. We have computed a number of rim models that take into account this effect in a self-consistent way. The results show that the curved rim (as the vertical rim) emits most of its radiation in the near and mid-IR, and provides a simple explanation for the observed values of the near-IR excess (the “3 μm bump” of Herbig Ae stars). Contrary to the vertical rim, for curved rims the near-IR excess does not depend much on the inclination, being maximum for face-on …",
            "The shape of the inner rim in proto-planetary disks",
            "Andrea Isella and Antonella Natta",
            "2005",
            "zaB5fpYAAAAJ:u-x6o8ySG0sC",
            203,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2005\/30\/aa2773-05\/aa2773-05.html",
            "7158880136070052814",
            "\/scholar?cites=7158880136070052814",
            {
                "2005":3,
                "2006":14,
                "2007":20,
                "2008":23,
                "2009":23,
                "2010":14,
                "2011":13,
                "2012":13,
                "2013":13,
                "2014":7,
                "2015":8,
                "2016":13,
                "2017":5,
                "2018":7,
                "2019":10,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We present new multi-wavelength millimeter interferometric observations of the Herbig Ae star HD 163296 obtained with the IRAM\/PBI, SMA and VLA arrays both in continuum and in the 12CO, 13CO and C18O emission lines. Gas and dust properties have been obtained comparing the observations with self-consistent disk models for the dust and CO emission. The circumstellar disk is resolved both in the continuum and in CO. We find strong evidence that the circumstellar material is in Keplerian rotation around a central star of 2.6 . The disk inclination with respect to the line of sight is 46° ± 4° with a position angle of 128° ± 4°. The slope of the dust opacity measured between 0.87 and 7 mm (β = 1) confirms the presence of mm\/cm-size grains in the disk midplane. The dust continuum emission is asymmetric and confined inside a radius of 200 AU while the CO emission extends up to 540 AU. The comparison …",
            "Millimeter imaging of HD 163296: probing the disk structure and kinematics",
            "Andrea Isella and Leonardo Testi and Antonella Natta and Roberto Neri and David Wilner and Chunhua Qi",
            "2007",
            "zaB5fpYAAAAJ:d1gkVwhDpl0C",
            199,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2007\/25\/aa7385-07\/aa7385-07.html",
            "9129624450815857495",
            "\/scholar?cites=9129624450815857495",
            {
                "2008":18,
                "2009":17,
                "2010":19,
                "2011":13,
                "2012":6,
                "2013":15,
                "2014":14,
                "2015":14,
                "2016":22,
                "2017":14,
                "2018":18,
                "2019":21,
                "2020":6,
                "2021":1
            }
        ]
    ]
}