{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We use a statistical approach to determine the relationship between the stellar masses of galaxies and the masses of the dark matter halos in which they reside. We obtain a parameterized stellar-to-halo mass (SHM) relation by populating halos and subhalos in an N-body simulation with galaxies and requiring that the observed stellar mass function be reproduced. We find good agreement with constraints from galaxy-galaxy lensing and predictions of semi-analytic models. Using this mapping, and the positions of the halos and subhalos obtained from the simulation, we find that our model predictions for the galaxy two-point correlation function (CF) as a function of stellar mass are in excellent agreement with the observed clustering properties in the Sloan Digital Sky Survey at z= 0. We show that the clustering data do not provide additional strong constraints on the SHM function and conclude that our model can …",
            "Constraints on the relationship between stellar mass and halo mass at low and high redshift",
            "Benjamin P Moster and Rachel S Somerville and Christian Maulbetsch and Frank C Van Den Bosch and Andrea V Maccio and Thorsten Naab and Ludwig Oser",
            "2010",
            "zbkDqLIAAAAJ:SdhP9T11ey4C",
            1060,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/710\/2\/903\/meta",
            "18270518072888338402",
            "\/scholar?cites=18270518072888338402",
            {
                "2010":28,
                "2011":63,
                "2012":104,
                "2013":112,
                "2014":115,
                "2015":113,
                "2016":115,
                "2017":90,
                "2018":107,
                "2019":99,
                "2020":101,
                "2021":12
            }
        ],
        [
            "We investigate the effects of changes in the cosmological parameters between the Wilkinson Microwave Anisotropy Probe (WMAP) 1st, 3rd and 5th year results on the structure of dark matter haloes. We use a set of simulations that cover five decades in halo mass ranging from the scales of dwarf galaxies (Vc≈ 30 km s−1) to clusters of galaxies (Vc≈ 1000 km s−1). We find that the concentration mass relation is a power law in all three cosmologies. However, the slope is shallower and the zero-point is lower moving from WMAP1 to WMAP5 to WMAP3. For haloes of mass log M200\/[h−1M⊙]= 10, 12 and 14 the differences in the concentration parameter between WMAP1 and WMAP3 are a factor of 1.55, 1.41 and 1.29, respectively. As we show, this brings the central densities of dark matter haloes in good agreement with the central densities of dwarf and low surface brightness galaxies inferred from their rotation …",
            "Concentration, spin and shape of dark matter haloes as a function of the cosmological model: WMAP1, WMAP3 and WMAP5 results",
            "Andrea V Macciò and Aaron A Dutton and Frank C Van Den Bosch",
            "2008",
            "zbkDqLIAAAAJ:b0M2c_1WBrUC",
            679,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/391\/4\/1940\/1747693",
            "10880339577431950317",
            "\/scholar?cites=10880339577431950317",
            {
                "2009":33,
                "2010":65,
                "2011":55,
                "2012":63,
                "2013":67,
                "2014":73,
                "2015":78,
                "2016":57,
                "2017":49,
                "2018":43,
                "2019":47,
                "2020":41,
                "2021":6
            }
        ],
        [
            "We present the evolution of the structure of relaxed cold dark matter (CDM) haloes in the cosmology from the Planck satellite. Our simulations cover five decades in halo mass, from dwarf galaxies to galaxy clusters. Because of the increased matter density and power spectrum normalization the concentration–mass relation in the Planck cosmology has a ∼20 per cent higher normalization at redshift z = 0 compared to Wilkinson Microwave Anisotropy Probe cosmology. We confirm that CDM haloes are better described by the Einasto profile; for example, at scales near galaxy half-light radii CDM haloes have significantly steeper density profiles than implied by Navarro–Frenk–White (NFW) fits. There is a scatter of ∼0.2 dex in the Einasto shape parameter at fixed halo mass, adding further to the diversity of CDM halo profiles. The evolution of the concentration–mass relation in our simulations is not reproduced …",
            "Cold dark matter haloes in the Planck era: evolution of structural parameters for Einasto and NFW profiles",
            "Aaron A Dutton and Andrea V Maccio",
            "2014",
            "zbkDqLIAAAAJ:d1gkVwhDpl0C",
            587,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/441\/4\/3359\/1209689",
            "139022630578669215",
            "\/scholar?cites=139022630578669215",
            {
                "2014":16,
                "2015":65,
                "2016":84,
                "2017":83,
                "2018":82,
                "2019":111,
                "2020":131,
                "2021":13
            }
        ],
        [
            "We use a series of cosmological N-body simulations for a flat Λ cold dark matter (ΛCDM) cosmology to investigate the structural properties of dark matter haloes, at redshift zero, in the mass range 3× 109 h− 1≲ M vir≲ 3× 1013 h− 1 M⊙. These properties include the concentration parameter, c, the spin parameter, λ, and the mean axis ratio,. For the concentration–mass relation we find c∝ in agreement with the model proposed by Bullock et al., but inconsistent with the alternative model of Eke et al. The normalization of the concentration–mass relation, however, is 15 per cent lower than suggested by Bullock et al. The results for λ and are in good agreement with previous studies, when extrapolated to the lower halo masses probed here, while c and λ are anticorrelated, in that high-spin haloes have, on average, lower concentrations. In an attempt to remove unrelaxed haloes from the sample, we compute for each …",
            "Concentration, spin and shape of dark matter haloes: scatter and the dependence on mass and environment",
            "Andrea V Maccio and Aaron A Dutton and Frank C Van Den Bosch and Ben Moore and Doug Potter and Joachim Stadel",
            "2007",
            "zbkDqLIAAAAJ:5nxA0vEk-isC",
            528,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/378\/1\/55\/1152342",
            "2067301703651515274",
            "\/scholar?cites=2067301703651515274",
            {
                "2007":17,
                "2008":49,
                "2009":33,
                "2010":45,
                "2011":32,
                "2012":43,
                "2013":47,
                "2014":38,
                "2015":44,
                "2016":40,
                "2017":32,
                "2018":39,
                "2019":32,
                "2020":31,
                "2021":3
            }
        ],
        [
            "We introduce the Making Galaxies In a Cosmological Context (MAGICC) programme of smoothed particle hydrodynamics simulations. We describe a parameter study of galaxy formation simulations of an L* galaxy that uses early stellar feedback combined with supernova feedback to match the stellar mass–halo mass relationship. While supernova feedback alone can reduce star formation enough to match the stellar mass–halo mass relationship, the galaxy forms too many stars before z = 2 to match the evolution seen using abundance matching. Our early stellar feedback is purely thermal and thus operates like an ultraviolet ionization source as well as providing some additional pressure from the radiation of massive, young stars. The early feedback heats gas to >106 K before cooling it to 104 K. The pressure from this hot gas creates a more extended disc and prevents more star formation prior to z = 1 …",
            "Making Galaxies In a Cosmological Context: the need for early stellar feedback",
            "GS Stinson and C Brook and AV Macciò and J Wadsley and TR Quinn and HMP Couchman",
            "2013",
            "zbkDqLIAAAAJ:e5wmG9Sq2KIC",
            407,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/428\/1\/129\/1046100",
            "3779985330221053117",
            "\/scholar?cites=3779985330221053117",
            {
                "2012":2,
                "2013":27,
                "2014":57,
                "2015":62,
                "2016":59,
                "2017":54,
                "2018":47,
                "2019":53,
                "2020":42,
                "2021":4
            }
        ],
        [
            "We use a suite of 31 simulated galaxies drawn from the MaGICC project to investigate the effects of baryonic feedback on the density profiles of dark matter haloes. The sample covers a wide mass range: 9.4 × 109 < Mhalo\/ M⊙ < 7.8 × 1011, hosting galaxies with stellar masses in the range 5.0 × 105 < M*\/ M⊙ < 8.3 × 1010, i.e. from dwarf to L*. The galaxies are simulated with blastwave supernova feedback and, for some of them, an additional source of energy from massive stars is included. Within this feedback scheme we vary several parameters, such as the initial mass function, the density threshold for star formation, and energy from supernovae and massive stars. The main result is a clear dependence of the inner slope of the dark matter density profile, α in ρ ∝ rα, on the stellar-to-halo mass ratio, M*\/Mhalo. This relation is independent of the particular choice of parameters within our stellar feedback …",
            "The dependence of dark matter profiles on the stellar-to-halo mass ratio: a prediction for cusps versus cores",
            "Arianna Di Cintio and Chris B Brook and Andrea V Macciò and Greg S Stinson and Alexander Knebe and Aaron A Dutton and James Wadsley",
            "2014",
            "zbkDqLIAAAAJ:uWQEDVKXjbEC",
            353,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/437\/1\/415\/1000064",
            "12057690096617334266",
            "\/scholar?cites=12057690096617334266",
            {
                "2013":4,
                "2014":25,
                "2015":54,
                "2016":41,
                "2017":62,
                "2018":46,
                "2019":60,
                "2020":52,
                "2021":7
            }
        ],
        [
            "We show that the M BH-M bulge scaling relations observed from the local to the high-z universe can be largely or even entirely explained by a non-causal origin, ie, they do not imply the need for any physically coupled growth of black hole (BH) and bulge mass, for example, through feedback by active galactic nuclei (AGNs). Provided some physics for the absolute normalization, the creation of the scaling relations can be fully explained by the hierarchical assembly of BH and stellar mass through galaxy merging, from an initially uncorrelated distribution of BH and stellar masses in the early universe. We show this with a suite of dark matter halo merger trees for which we make assumptions about (uncorrelated) BH and stellar mass values at early cosmic times. We then follow the halos in the presence of global star formation and BH accretion recipes that (1) work without any coupling of the two properties per …",
            "The non-causal origin of the black-hole-galaxy scaling relations",
            "Knud Jahnke and Andrea V Macciò",
            "2011",
            "zbkDqLIAAAAJ:PELIpwtuRlgC",
            349,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/734\/2\/92\/meta",
            "18129248688810707655",
            "\/scholar?cites=18129248688810707655",
            {
                "2010":1,
                "2011":19,
                "2012":38,
                "2013":40,
                "2014":32,
                "2015":41,
                "2016":38,
                "2017":27,
                "2018":28,
                "2019":43,
                "2020":32,
                "2021":9
            }
        ],
        [
            "We use the conditional luminosity function (CLF) and data from the 2-degree Field Galaxy Redshift Survey (2dFGRS) to constrain the average relation between light and mass in a Lambda cold dark matter (ΛCDM) cosmology with Ωm= 0.23 and σ8= 0.74 (hereafter WMAP3 cosmology). Reproducing the observed luminosity dependence of the galaxy two-point correlation function results in average mass-to-light ratios that are ∼35 per cent lower than those in a ΛCDM cosmology with Ωm= 0.3 and σ8= 0.9 (hereafter WMAP1 cosmology). This removes an important problem with previous halo occupation models which had a tendency to predict cluster mass-to-light ratios that were too high. For the WMAP3 cosmology, our model yields average mass-to-light ratios, central galaxy luminosities, halo occupation numbers, satellite fractions and luminosity-gap statistics, that are all in excellent agreement with those …",
            "Towards a concordant model of halo occupation statistics",
            "Frank C Van Den Bosch and Xiaohu Yang and HJ Mo and Simone M Weinmann and Andrea V Macciò and Surhud More and Marcello Cacciato and Ramin Skibba and Xi Kang",
            "2007",
            "zbkDqLIAAAAJ:D_sINldO8mEC",
            299,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/376\/2\/841\/1076235",
            "15571696794364272107",
            "\/scholar?cites=15571696794364272107",
            {
                "2007":8,
                "2008":36,
                "2009":38,
                "2010":23,
                "2011":26,
                "2012":25,
                "2013":22,
                "2014":26,
                "2015":18,
                "2016":21,
                "2017":14,
                "2018":14,
                "2019":17,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The free streaming of warm dark matter particles dampens the fluctuation spectrum, flattens the mass function of haloes and sets a fine-grained phase density limit for dark matter structures. The phase-space density limit is expected to imprint a constant-density core at the halo centre in contrast to what happens for cold dark matter. We explore these effects using high-resolution simulations of structure formation in different warm dark matter scenarios. We find that the size of the core we obtain in simulated haloes is in good agreement with theoretical expectations based on Liouville's theorem. However, our simulations show that in order to create a significant core (rc ∼ kpc) in a dwarf galaxy (M∼ 1010 M⊙), a thermal candidate with mass as low as 0.1 keV is required. This would fully prevent the formation of the dwarf galaxy in the first place. For candidates satisfying large-scale structure constraints (mν larger …",
            "Cores in warm dark matter haloes: a Catch 22 problem",
            "Andrea V Maccio and Sinziana Paduroiu and Donnino Anderhalden and Aurel Schneider and Ben Moore",
            "2012",
            "zbkDqLIAAAAJ:iH-uZ7U-co4C",
            258,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/424\/2\/1105\/998349",
            "5874045468959815611",
            "\/scholar?cites=5874045468959815611",
            {
                "2012":12,
                "2013":33,
                "2014":37,
                "2015":27,
                "2016":31,
                "2017":35,
                "2018":27,
                "2019":35,
                "2020":17,
                "2021":3
            }
        ],
        [
            "We revisit the well known discrepancy between the observed number of Milky Way (MW) dwarf satellite companions and the predicted population of cold dark matter (CDM) subhalos, in light of the dozen new low-luminosity satellites found in imaging data from the Sloan Digital Sky Survey (SDSS) and our recent calibration of the SDSS satellite detection efficiency, which implies a total satellite population far larger than these dozen discoveries. We combine a detailed dynamical model for the CDM subhalo population with simple, physically motivated prescriptions for assigning a stellar content to each subhalo, then apply observational selection effects and compare to the current observational census. Reconciling the observed satellite population with CDM predictions still requires strong mass-dependent suppression of star formation in low-mass subhalos: models in which the stellar mass is a constant fraction F*(Ω …",
            "A quantitative explanation of the observed population of Milky Way satellite galaxies",
            "Sergey E Koposov and Jaiyul Yoo and Hans-Walter Rix and David H Weinberg and Andrea V Macciò and Jordi Miralda Escudé",
            "2009",
            "zbkDqLIAAAAJ:O3NaXMp0MMsC",
            243,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/696\/2\/2179\/meta",
            "7815507411917239844",
            "\/scholar?cites=7815507411917239844",
            {
                "2009":15,
                "2010":38,
                "2011":21,
                "2012":30,
                "2013":25,
                "2014":33,
                "2015":25,
                "2016":10,
                "2017":5,
                "2018":14,
                "2019":9,
                "2020":9,
                "2021":2
            }
        ]
    ]
}