{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "NO2 gas sensor was fabricated by successive ionic layer adsorption and reaction (SILAR) technique and rapid photothermal processing (RPP) of the Sn-doped ZnO film. The experimental results shows that tin doping of zinc oxide thin films improve the sensor element sensitivity to 1.5 ppm NO2 in air and downshift the operating temperature. The influence of variation of Sn concentration in the chemical bath and the RPP temperature on NO2 sensitivity of thin film sensor elements was investigated in this work. Higher sensitivity was obtained at 5–10 at.% tin concentration in the solution of ions and RPP temperature of 550–650 °C. Increasing the Sn concentration in doped ZnO samples more than 10 at.% as well as decreasing the oxygen partial pressure leads to the NO2 gas sensitivity decrease. It looks promising to use the inexpensive tin-doped zinc oxide thin films obtained by SILAR method and RPP in smart gas …",
            "Sensing characteristics of tin-doped ZnO thin films as NO2 gas sensor",
            "Sergiu T Shishiyanu and Teodor S Shishiyanu and Oleg I Lupan",
            "2005",
            "ZbyMYRIAAAAJ:epqYDVWIO7EC",
            509,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925400504007233",
            "18322788894811810414",
            "\/scholar?cites=18322788894811810414",
            {
                "2005":3,
                "2006":9,
                "2007":18,
                "2008":23,
                "2009":25,
                "2010":26,
                "2011":32,
                "2012":45,
                "2013":45,
                "2014":37,
                "2015":43,
                "2016":40,
                "2017":40,
                "2018":50,
                "2019":35,
                "2020":31,
                "2021":5
            }
        ],
        [
            "In this work, we report on a single ZnO nanowire-based nanoscale sensor fabricated using focused ion beam (FIB\/SEM) instrument. We studied the diameter dependence of the gas response and selectivity of ZnO nanowires (NWs) synthesized by chemical vapor phase growth method. The photoluminescence (PL) measurements were used to determine the deep levels related to defects which are presented in the ZnO nanomaterial as well as to evaluate the effect of thermal treatment in H2 atmosphere on the emission from ZnO nanowires. We show that sample annealed in hydrogen leads to passivation of recombination centers thus modifying the NWs properties.We studied the gas response and selectivity of these ZnO nanowires to H2, NH3, i-Butane, CH4 gases at room temperature. Our results indicated that zinc oxide NWs hold a high promise for nanoscale sensor applications due to its capability to operate at …",
            "Selective hydrogen gas nanosensor using individual ZnO nanowire with fast response at room temperature",
            "Oleg Lupan and VV Ursaki and Guangyu Chai and Lee Chow and GA Emelchenko and IM Tiginyanu and AN Gruzintsev and AN Redkin",
            "2010",
            "ZbyMYRIAAAAJ:uJ-U7cs_P_0C",
            453,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925400509008077",
            "17123576602775411139",
            "\/scholar?cites=17123576602775411139",
            {
                "2010":19,
                "2011":27,
                "2012":44,
                "2013":61,
                "2014":52,
                "2015":46,
                "2016":48,
                "2017":46,
                "2018":54,
                "2019":31,
                "2020":21,
                "2021":4
            }
        ],
        [
            "The development of cost-effective and low-temperature synthesis techniques for the growth of high-quality zinc oxide thin films is paramount for fabrication of ZnO-based optoelectronic devices, especially ultraviolet (UV)-light-emitting diodes, lasers and detectors. We demonstrate that the properties, especially UV emission, observed at room temperature, of electrodeposited ZnO thin films from chloride medium (at 70 °C) on fluor-doped tin oxide (FTO) substrates is strongly influenced by the post-growth thermal annealing treatments. X-ray diffraction (XRD) measurements show that the films have preferably grown along (0 0 2) direction. Thermal annealing in the temperature range of 150–400 °C in air has been carried out for these ZnO thin films. The as-grown films contain chlorine which is partially removed after annealing at 400 °C. Morphological changes upon annealing are discussed in the light of compositional …",
            "Effects of annealing on properties of ZnO thin films prepared by electrochemical deposition in chloride medium",
            "Oleg Lupan and Thierry Pauporté and Lee Chow and Bruno Viana and Fabienne Pellé and Luis K Ono and B Roldan Cuenya and Helge Heinrich",
            "2010",
            "ZbyMYRIAAAAJ:fQNAKQ3IYiAC",
            425,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169433209014640",
            "12901769920274275803",
            "\/scholar?cites=12901769920274275803",
            {
                "2010":9,
                "2011":27,
                "2012":23,
                "2013":36,
                "2014":54,
                "2015":52,
                "2016":39,
                "2017":48,
                "2018":48,
                "2019":47,
                "2020":32,
                "2021":8
            }
        ],
        [
            "ZnO nanorods with hexagonal structures were synthesized by a hydrothermal method under different conditions. The effect of synthesis conditions on ZnO nanorod growth was systematically studied by scanning electron microscopy. All samples were characterized by X-ray diffraction, energy-dispersive X-ray spectroscopy and micro-Raman spectroscopy. The results demonstrate that the morphology and ordering of ZnO nanorods are determined by the growth temperature, the overall concentration of the precursors and deposition time.ZnO nanorod morphology and surface-to-volume ratio are most sensitive to temperature. The width of ZnO nanorods can be controlled by the overall concentration of the reactants and by temperature. The influence of the chemical reactions, the nucleation and growth process on the morphology of ZnO nanorods is discussed.",
            "Effect of synthesis conditions on the growth of ZnO nanorods via hydrothermal method",
            "D Polsongkram and P Chamninok and S Pukird and L Chow and O Lupan and G Chai and H Khallaf and S Park and A Schulte",
            "2008",
            "ZbyMYRIAAAAJ:UHK10RUVsp4C",
            409,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921452608002883",
            "15624946036546715951",
            "\/scholar?cites=15624946036546715951",
            {
                "2009":3,
                "2010":8,
                "2011":21,
                "2012":27,
                "2013":34,
                "2014":37,
                "2015":46,
                "2016":60,
                "2017":52,
                "2018":34,
                "2019":46,
                "2020":38,
                "2021":2
            }
        ],
        [
            "Two flame‐based synthesis methods are presented for fabricating ZnO‐nanostructure‐based UV photodetectors: burner flame transport synthesis (B‐FTS) and crucible flame transport synthesis (C‐FTS). B‐FTS allows rapid growth of ZnO nanotetrapods and in situ bridging of them into electrical contacts. The photo detector made from interconnected ZnO nanotetrapod networks exhibits fast response\/recovery times and a high current ratio under UV illumination.",
            "Rapid fabrication technique for interpenetrated ZnO nanotetrapod networks for fast UV sensors",
            "Dawit Gedamu and Ingo Paulowicz and Sören Kaps and Oleg Lupan and Sebastian Wille and Galina Haidarschin and Yogendra Kumar Mishra and Rainer Adelung",
            "2014",
            "ZbyMYRIAAAAJ:l7t_Zn2s7bgC",
            401,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201304363",
            "11813812484930087131",
            "\/scholar?cites=11813812484930087131",
            {
                "2014":24,
                "2015":72,
                "2016":68,
                "2017":75,
                "2018":66,
                "2019":51,
                "2020":39,
                "2021":6
            }
        ],
        [
            "Growth of freestanding nano- and microstructures with complex morphologies is a highly desired aspect for real applications of nanoscale materials in various technologies. Zinc oxide tetrapods (ZnO-T), which exhibit three-dimensional (3D) shapes, are of major importance from a technological applications point of view, and thus efficient techniques for growth of different varieties of tetrapod-based networks are demanded. Here, we demonstrate the versatile and single-step synthesis of ZnO-T with different arm morphologies by a simple flame transport synthesis (FTS) approach, forming a network. Morphological evolutions and structural intactness of these tetrapods have been investigated in detail by scanning electron microscopy, X-ray diffraction, and micro-Raman measurements. For a deeper understanding of the crystallinity, detailed high-resolution transmission electron microscopic studies on a typical ZnO …",
            "Direct growth of freestanding ZnO tetrapod networks for multifunctional applications in photocatalysis, UV photodetection, and gas sensing",
            "Yogendra Kumar Mishra and Gaurav Modi and Vasilii Cretu and Vasile Postica and Oleg Lupan and Tim Reimer and Ingo Paulowicz and Viktor Hrkac and Wolfgang Benecke and Lorenz Kienle and Rainer Adelung",
            "2015",
            "ZbyMYRIAAAAJ:9Nmd_mFXekcC",
            345,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsami.5b02816",
            "17760296959410236820",
            "\/scholar?cites=17760296959410236820",
            {
                "2015":13,
                "2016":71,
                "2017":88,
                "2018":62,
                "2019":54,
                "2020":49,
                "2021":7
            }
        ],
        [
            "For extensive use in an industrialized process of individual ZnO nano\/microrods as building nanoblock in novel hydrogen sensors, a simple, inexpensive, and bio-safe synthesis process and nanofabrication route is required. Here, we report a cost-effective and fast synthesis route for ZnO one-dimensional nanorod using an aqueous-based approach in a reactor. Our synthesis technique permits nano\/microrods to be easily transferred to other substrates and to be distributed on the surface. This flexibility of substrate choice opens the possibility of using focused ion beam (FIB\/SEM) system for handling and fabricating nanosensors. The main advantage of this procedure is a quick verification\/testing of concept and is compatible with micro\/nanoelectronic devices. The described nanofabrication steps permitted us to obtain a 90% success rate for building single nanorod sensor. A sensitivity of ∼4% was obtained for a …",
            "Novel hydrogen gas sensor based on single ZnO nanorod",
            "Oleg Lupan and Guangyu Chai and Lee Chow",
            "2008",
            "ZbyMYRIAAAAJ:_Re3VWB3Y0AC",
            343,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167931708003183",
            "16552612762477273498",
            "\/scholar?cites=16552612762477273498",
            {
                "2009":15,
                "2010":21,
                "2011":26,
                "2012":33,
                "2013":51,
                "2014":37,
                "2015":33,
                "2016":42,
                "2017":24,
                "2018":21,
                "2019":21,
                "2020":16,
                "2021":1
            }
        ],
        [
            "UV LEDs: The fabrication of an ITO\/ZnO‐nanowires\/p‐GaN\/In‐Ga LED structure is reported with an active emitting layer made of high‐quality epitaxial ZnO grown electrochemically from a solution at low temperature (85 C). A narrow ultra‐violet electroluminescence centered at 397 nm is obtained at room temperature starting at an applied forward bias of 4.4 V (see figure). The emission is of high brightness and stable at low applied voltages beyond 6 V.",
            "Low‐voltage UV‐electroluminescence from ZnO‐Nanowire array\/p‐GaN light‐emitting diodes",
            "Oleg Lupan and Thierry Pauporté and Bruno Viana",
            "2010",
            "ZbyMYRIAAAAJ:NMxIlDl6LWMC",
            324,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201000611",
            "6065019920108225888",
            "\/scholar?cites=6065019920108225888",
            {
                "2010":3,
                "2011":39,
                "2012":51,
                "2013":51,
                "2014":36,
                "2015":41,
                "2016":25,
                "2017":22,
                "2018":21,
                "2019":17,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We report on the effects of post-growth hydrothermal treatment and thermal annealing on properties of vertically aligned ZnO nanowires arrays (NWs). The samples were electrochemically deposited (ECD) on indium–tin oxide (ITO)-coated glass substrates and subjected to post-growth hydrothermal treatment (HT) at 150 °C and, for the purpose of comparison, to conventional thermal annealing (CTA) in a furnace at 150, 400, and 600 °C in air. Sample characterization was realized using X-ray diffraction (XRD), SEM, TEM, selected-area electron diffraction (SAED) and photoluminescence (PL). Thermal annealing does not induce significant changes of morphology, but influences the structural and optical properties. At the same time we found that the HT induces more significant improvement of properties of ZnO nanowires arrays (ZnO NWs) on ITO. The results show that the ECD ZnO NWs are single-crystalline with …",
            "Well-aligned arrays of vertically oriented ZnO nanowires electrodeposited on ITO-coated glass and their integration in dye sensitized solar cells",
            "Oleg Lupan and Victoire Marie Guerin and IM Tiginyanu and VV Ursaki and Lee Chow and Helge Heinrich and Thierry Pauporté",
            "2010",
            "ZbyMYRIAAAAJ:5awf1xo2G04C",
            293,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1010603010000389",
            "14658145408864335462",
            "\/scholar?cites=14658145408864335462",
            {
                "2010":11,
                "2011":30,
                "2012":43,
                "2013":43,
                "2014":39,
                "2015":30,
                "2016":23,
                "2017":21,
                "2018":20,
                "2019":15,
                "2020":14,
                "2021":2
            }
        ],
        [
            "ZnO nanorods doped with Ag and Sb have been synthesized by a facile hydrothermal technique. Crystal quality, morphology, chemical\/electronic composition, local structure, and vibrational mode properties are investigated by X-ray diffraction (XRD), scanning electron microscopy (SEM), X-ray photoelectron spectroscopy (XPS), and micro-Raman spectroscopy. Evidence of dopant incorporation is demonstrated in the XPS measurements of both Sb-doped and Ag-doped ZnO nanorods. From XRD data, it was found that the doped ZnO nanorods have a lower degree of crystallinity. The lattice constants of doped ZnO nanorods were slightly larger than that of the pure samples.",
            "Synthesis and characterization of Ag-or Sb-doped ZnO nanorods by a facile hydrothermal route",
            "Oleg Lupan and Lee Chow and Luis K Ono and Beatriz Roldan Cuenya and Guangyu Chai and Hani Khallaf and Sanghoon Park and Alfons Schulte",
            "2010",
            "ZbyMYRIAAAAJ:OU6Ihb5iCvQC",
            219,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp910263n",
            "11026955495626097194",
            "\/scholar?cites=11026955495626097194",
            {
                "2010":1,
                "2011":11,
                "2012":16,
                "2013":21,
                "2014":33,
                "2015":24,
                "2016":20,
                "2017":28,
                "2018":20,
                "2019":22,
                "2020":22,
                "2021":1
            }
        ]
    ]
}