{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We argue that the distribution functions for quarks and gluons are computable at small x for sufficiently large nuclei, perhaps larger than can be physically realized. For such nuclei, we argue that weak coupling methods may be used. We show that the computation of the distribution functions can be recast as a many-body problem with a modified propagator, a coupling constant which depends on the multiplicity of particles per unit rapidity per unit area, and for non-Abelian gauge theories, some extra media-dependent vertices. We explicitly compute the distribution function for gluons to lowest order, and argue how they may be computed in higher order.",
            "Computing quark and gluon distribution functions for very large nuclei",
            "Larry McLerran and Raju Venugopalan",
            "1994",
            "zcxAaxAAAAAJ:u5HHmVD_uO8C",
            2416,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.2233",
            "4129877859663522096",
            "\/scholar?cites=4129877859663522096",
            {
                "1995":11,
                "1996":16,
                "1997":23,
                "1998":28,
                "1999":49,
                "2000":57,
                "2001":102,
                "2002":116,
                "2003":104,
                "2004":114,
                "2005":128,
                "2006":142,
                "2007":124,
                "2008":97,
                "2009":114,
                "2010":86,
                "2011":110,
                "2012":80,
                "2013":99,
                "2014":125,
                "2015":95,
                "2016":139,
                "2017":100,
                "2018":105,
                "2019":116,
                "2020":106,
                "2021":8
            }
        ],
        [
            "We show that the gluon distribution function for very large nuclei may be computed for small transverse momentum as correlation functions of an ultraviolet finite two-dimensional Euclidean field theory. This computation is valid to all orders in the density of partons per unit area, but to lowest order in α s. The gluon distribution function is proportional to 1 x, and the effect of the finite density of partons is to modify the dependence on the transverse momentum for small transverse momenta.",
            "Gluon distribution functions for very large nuclei at small transverse momentum",
            "Larry McLerran and Raju Venugopalan",
            "1994",
            "zcxAaxAAAAAJ:u-x6o8ySG0sC",
            1736,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.3352",
            "12398171724680228756",
            "\/scholar?cites=12398171724680228756",
            {
                "1995":9,
                "1996":12,
                "1997":20,
                "1998":25,
                "1999":37,
                "2000":33,
                "2001":70,
                "2002":89,
                "2003":76,
                "2004":87,
                "2005":86,
                "2006":96,
                "2007":80,
                "2008":67,
                "2009":71,
                "2010":62,
                "2011":82,
                "2012":52,
                "2013":72,
                "2014":93,
                "2015":72,
                "2016":89,
                "2017":87,
                "2018":77,
                "2019":89,
                "2020":80,
                "2021":7
            }
        ],
        [
            "Quantum chromodynamics (QCD) contains field configurations which can be characterized by a topological invariant, the winding number Q w. Configurations with non-zero Q w break the charge-parity (CP) symmetry of QCD. We consider a novel mechanism by which these configurations can separate charge in the presence of a background magnetic field—the “chiral magnetic effect”. We argue that sufficiently large magnetic fields are created in heavy ion collisions so that the chiral magnetic effect causes preferential emission of charged particles along the direction of angular momentum. Since separation of charge is CP-odd, any observation of the chiral magnetic effect could provide a clear demonstration of the topological nature of the QCD vacuum. We give an estimate of the effect and conclude that it might be observed experimentally.",
            "The effects of topological charge change in heavy ion collisions:“Event by event P and CP violation”",
            "Dmitri E Kharzeev and Larry D McLerran and Harmen J Warringa",
            "2008",
            "zcxAaxAAAAAJ:2osOgNQ5qMEC",
            1654,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037594740800078X",
            "5021283723545280419",
            "\/scholar?cites=5021283723545280419",
            {
                "2008":17,
                "2009":58,
                "2010":78,
                "2011":106,
                "2012":102,
                "2013":153,
                "2014":146,
                "2015":119,
                "2016":169,
                "2017":169,
                "2018":167,
                "2019":147,
                "2020":202,
                "2021":18
            }
        ],
        [
            "We discuss two special limiting forms of QCD matter which may be produced at RHIC. We conclude from the available empirical evidence that an equilibrated, but strongly coupled quark–gluon plasma has been made in such collisions. We also discuss the growing body of evidence that its source is a color glass condensate.",
            "New forms of QCD matter discovered at RHIC",
            "Miklos Gyulassy and Larry McLerran",
            "2005",
            "zcxAaxAAAAAJ:d1gkVwhDpl0C",
            1353,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947404011480",
            "9534327015690963090",
            "\/scholar?cites=9534327015690963090",
            {
                "2005":42,
                "2006":86,
                "2007":107,
                "2008":100,
                "2009":110,
                "2010":96,
                "2011":102,
                "2012":91,
                "2013":83,
                "2014":79,
                "2015":97,
                "2016":76,
                "2017":76,
                "2018":74,
                "2019":54,
                "2020":65,
                "2021":8
            }
        ],
        [
            "We consider a nonlinear evolution equation recently proposed to describe the small-x hadronic physics in the regime of very high gluon density. This is a functional Fokker–Planck equation in terms of a classical random color source, which represents the color charge density of the partons with large x. In the saturation regime of interest, the coefficients of this equation must be known to all orders in the source strength. In this first paper of a series of two, we carefully derive the evolution equation, via a matching between classical and quantum correlations, and set up the framework for the exact background source calculation of its coefficients. We address and clarify many of the subtleties and ambiguities which have plagued past attempts at an explicit construction of this equation. We also introduce the physical interpretation of the saturation regime at small x as a Color Glass Condensate. In the second paper we …",
            "Nonlinear gluon evolution in the color glass condensate: I",
            "Edmond Iancu and Andrei Leonidov and Larry McLerran",
            "2001",
            "zcxAaxAAAAAJ:9yKSN-GCB0IC",
            1333,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037594740100642X",
            "1963603333655092763",
            "\/scholar?cites=1963603333655092763",
            {
                "2001":26,
                "2002":54,
                "2003":43,
                "2004":75,
                "2005":90,
                "2006":83,
                "2007":96,
                "2008":62,
                "2009":60,
                "2010":50,
                "2011":79,
                "2012":55,
                "2013":67,
                "2014":85,
                "2015":62,
                "2016":80,
                "2017":67,
                "2018":49,
                "2019":72,
                "2020":63,
                "2021":4
            }
        ]
    ]
}