{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "A search for the Standard Model Higgs boson in proton–proton collisions with the ATLAS detector at the LHC is presented. The datasets used correspond to integrated luminosities of approximately 4.8 fb− 1 collected at s= 7 TeV in 2011 and 5.8 fb− 1 at s= 8 TeV in 2012. Individual searches in the channels H→ Z Z (⁎)→ 4 ℓ, H→ γ γ and H→ W W (⁎)→ e ν μ ν in the 8 TeV data are combined with previously published results of searches for H→ Z Z (⁎), W W (⁎), b b¯ and τ+ τ− in the 7 TeV data and results from improved analyses of the H→ Z Z (⁎)→ 4 ℓ and H→ γ γ channels in the 7 TeV data. Clear evidence for the production of a neutral boson with a measured mass of 126.0±0.4 (stat)±0.4 (sys) GeV is presented. This observation, which has a significance of 5.9 standard deviations, corresponding to a background fluctuation probability of 1.7× 10− 9, is compatible with the production and decay of the Standard Model …",
            "Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC",
            "Georges Aad and Tatevik Abajyan and B Abbott and J Abdallah and S Abdel Khalek and Ahmed Ali Abdelalim and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Agustoni and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and BMM Allbrooke and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and C Amelung and VV Ammosov and SP Amor Dos Santos and A Amorim and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and M-L Andrieux and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and A Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and J-F Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and M Atkinson and B Aubert and E Auge and K Augsten and M Aurousseau and G Avolio and R Avramidou and D Axen and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and P Balek and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil",
            "2012",
            "ZdskMAwAAAAJ:WL7kdwNouo8C",
            9836,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026931200857X",
            "1650605866782918575",
            "\/scholar?cites=1650605866782918575",
            {
                "2012":345,
                "2013":1529,
                "2014":1530,
                "2015":1414,
                "2016":1260,
                "2017":1081,
                "2018":946,
                "2019":844,
                "2020":783,
                "2021":50
            }
        ],
        [
            "The jet energy scale (JES) and its systematic uncertainty are determined for jets measured with the ATLAS detector using proton–proton collision data with a centre-of-mass energy of  s√=7  TeV corresponding to an integrated luminosity of  4.7   fb −1 . Jets are reconstructed from energy deposits forming topological clusters of calorimeter cells using the anti- kt  algorithm with distance parameters  R=0.4  or  R=0.6 , and are calibrated using MC simulations. A residual JES correction is applied to account for differences between data and MC simulations. This correction and its systematic uncertainty are estimated using a combination of in situ techniques exploiting the transverse momentum balance between a jet and a reference object such as a photon or a  Z  boson, for  20≤pjetT<1000 GeV  and pseudorapidities  |η|<4.5 . The effect of multiple proton–proton interactions is corrected for, and an uncertainty is evaluated using in situ techniques. The smallest JES uncertainty of less than 1 % is found in the central calorimeter region ( |η|<1.2 ) for jets with  55≤pjetT<500 GeV . For central jets at lower  pT , the uncertainty is about 3 %. A consistent JES estimate is found using measurements of the calorimeter response of single hadrons in proton–proton collisions and test-beam data, which also provide the estimate for  pjetT>1  TeV. The calibration of forward jets is derived from dijet  pT  balance measurements. The resulting uncertainty reaches its largest value of 6 % for low- pT jets at  |η|=4.5 . Additional JES uncertainties due to specific event topologies, such as close-by jets or selections of event samples with an enhanced content of jets originating …",
            "Jet energy measurement and its systematic uncertainty in proton–proton collisions at√ s= 7TeV with the ATLAS detector",
            "Melissa Franklin and John Huth and L Jeanty and D Lopez Mateos and Kevin Mercurio and Masahiro Morii and William Spearman and Andy Yen and G Zevi Della Porta",
            "2015",
            "ZdskMAwAAAAJ:UEa65astgjsC",
            3832,
            "https:\/\/dash.harvard.edu\/handle\/1\/33839898",
            "6727422993564776635",
            "\/scholar?cites=6727422993564776635",
            {
                "2014":84,
                "2015":650,
                "2016":926,
                "2017":866,
                "2018":664,
                "2019":372,
                "2020":222,
                "2021":14
            }
        ]
    ]
}