{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We consider the possibility that the black-hole (BH) binary detected by LIGO may be a signature of dark matter. Interestingly enough, there remains a window for masses 20 M⊙≲ M bh≲ 100 M⊙ where primordial black holes (PBHs) may constitute the dark matter. If two BHs in a galactic halo pass sufficiently close, they radiate enough energy in gravitational waves to become gravitationally bound. The bound BHs will rapidly spiral inward due to the emission of gravitational radiation and ultimately will merge. Uncertainties in the rate for such events arise from our imprecise knowledge of the phase-space structure of galactic halos on the smallest scales. Still, reasonable estimates span a range that overlaps the 2–53 Gpc− 3 yr− 1 rate estimated from GW150914, thus raising the possibility that LIGO has detected PBH dark matter. PBH mergers are likely to be distributed spatially more like dark matter than luminous …",
            "Did LIGO detect dark matter?",
            "Simeon Bird and Ilias Cholis and Julian B Muñoz and Yacine Ali-Haïmoud and Marc Kamionkowski and Ely D Kovetz and Alvise Raccanelli and Adam G Riess",
            "2016",
            "ZDZZ998AAAAJ:u5HHmVD_uO8C",
            731,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.201301",
            "218089733823933986",
            "\/scholar?cites=218089733823933986",
            {
                "2016":42,
                "2017":124,
                "2018":167,
                "2019":161,
                "2020":210,
                "2021":23
            }
        ],
        [
            "Interest in the idea that primordial black holes (PBHs) might comprise some or all of the dark matter has recently been rekindled following LIGO’s first direct detection of a binary-black-hole merger. Here we revisit the effect of accreting PBHs on the cosmic microwave background (CMB) frequency spectrum and the angular temperature and polarization power spectra. We compute the accretion rate and luminosity of PBHs, accounting for their suppression by Compton drag and Compton cooling by CMB photons. We estimate the gas temperature near the Schwarzschild radius and, hence, the free-free luminosity, accounting for the cooling resulting from collisional ionization when the background gas is mostly neutral. We account approximately for the velocities of PBHs with respect to the background gas. We provide a simple analytic estimate of the efficiency of energy deposition in the plasma. We find that the …",
            "Cosmic microwave background limits on accreting primordial black holes",
            "Yacine Ali-Haïmoud and Marc Kamionkowski",
            "2017",
            "ZDZZ998AAAAJ:zYLM7Y9cAGgC",
            280,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.95.043534",
            "5814167829135159266",
            "\/scholar?cites=5814167829135159266",
            {
                "2016":1,
                "2017":34,
                "2018":74,
                "2019":78,
                "2020":81,
                "2021":11
            }
        ],
        [
            "We present a state-of-the-art primordial recombination code, HYREC, including all the physical effects that have been shown to significantly affect recombination. The computation of helium recombination includes simple analytic treatments of hydrogen continuum opacity in the He I 2 1 P o− 1 1 S line, the He I] 2 3 P o− 1 1 S line, and treats feedback between these lines within the on-the-spot approximation. Hydrogen recombination is computed using the effective multilevel atom method, virtually accounting for an infinite number of excited states. We account for two-photon transitions from 2 s and higher levels as well as frequency diffusion in Lyman-α with a full radiative transfer calculation. We present a new method to evolve the radiation field simultaneously with the level populations and the free electron fraction. These computations are sped up by taking advantage of the particular sparseness pattern of the …",
            "HyRec: A fast and highly accurate primordial hydrogen and helium recombination code",
            "Yacine Ali-Haïmoud and Christopher M Hirata",
            "2011",
            "ZDZZ998AAAAJ:UeHWp8X0CEIC",
            175,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.043513",
            "5603788916461262562",
            "\/scholar?cites=5603788916461262562",
            {
                "2011":8,
                "2012":11,
                "2013":16,
                "2014":11,
                "2015":14,
                "2016":10,
                "2017":15,
                "2018":29,
                "2019":23,
                "2020":32,
                "2021":5
            }
        ],
        [
            "Primordial black holes (PBHs) have long been a candidate for the elusive dark matter (DM), and remain poorly constrained in the∼ 20–100 M⊙ mass range. PBH binaries were recently suggested as the possible source of LIGO’s first detections. In this paper, we thoroughly revisit existing estimates of the merger rate of PBH binaries. We compute the probability distribution of orbital parameters for PBH binaries formed in the early Universe, accounting for tidal torquing by all other PBHs, as well as standard large-scale adiabatic perturbations. We then check whether the orbital parameters of PBH binaries formed in the early Universe can be significantly affected between formation and merger. Our analytic estimates indicate that the tidal field of halos and interactions with other PBHs, as well as dynamical friction by unbound standard DM particles, do not do significant work on nor torque PBH binaries. We estimate the …",
            "Merger rate of primordial black-hole binaries",
            "Yacine Ali-Haïmoud and Ely D Kovetz and Marc Kamionkowski",
            "2017",
            "ZDZZ998AAAAJ:8k81kl-MbHgC",
            172,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.96.123523",
            "14099702738997866700",
            "\/scholar?cites=14099702738997866700",
            {
                "2016":1,
                "2017":2,
                "2018":32,
                "2019":62,
                "2020":66,
                "2021":9
            }
        ],
        [
            "We present a comprehensive treatment of the spectrum of electric dipole emission from spinning dust grains, updating the commonly used model of Draine & Lazarian. Grain angular velocity distributions are computed using the Fokker–Planck equation; we revisit the drift and diffusion coefficients for the major torques on the grain, including collisions, grain-plasma interactions and infrared emission. We use updated grain optical properties and size distributions. The theoretical formalism is implemented in the companion code, spdust, which is publicly available. The effect of some environmental and grain parameters on the emissivity is shown and analysed.",
            "A refined model for spinning dust radiation",
            "Yacine Ali-Haïmoud and Christopher M Hirata and Clive Dickinson",
            "2009",
            "ZDZZ998AAAAJ:W7OEmFMy1HYC",
            172,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/395\/2\/1055\/1747787",
            "6987581269831907547",
            "\/scholar?cites=6987581269831907547",
            {
                "2009":2,
                "2010":13,
                "2011":19,
                "2012":15,
                "2013":11,
                "2014":18,
                "2015":19,
                "2016":16,
                "2017":11,
                "2018":17,
                "2019":17,
                "2020":13
            }
        ],
        [
            "Massive neutrinos make up a fraction of the dark matter, but due to their large thermal velocities, cluster significantly less than cold dark matter (CDM) on small scales. An accurate theoretical modelling of their effect during the non-linear regime of structure formation is required in order to properly analyse current and upcoming high-precision large-scale structure data, and constrain the neutrino mass. Taking advantage of the fact that massive neutrinos remain linearly clustered up to late times, this paper treats the linear growth of neutrino overdensities in a non-linear CDM background. The evolution of the CDM component is obtained via N-body computations. The smooth neutrino component is evaluated from that background by solving the Boltzmann equation linearized with respect to the neutrino overdensity. CDM and neutrinos are simultaneously evolved in time, consistently accounting for their mutual …",
            "An efficient implementation of massive neutrinos in non-linear structure formation simulations",
            "Yacine Ali-Haïmoud and Simeon Bird",
            "2013",
            "ZDZZ998AAAAJ:2osOgNQ5qMEC",
            114,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/428\/4\/3375\/1002176",
            "11475683072183309015",
            "\/scholar?cites=11475683072183309015",
            {
                "2013":3,
                "2014":11,
                "2015":7,
                "2016":11,
                "2017":18,
                "2018":16,
                "2019":19,
                "2020":25,
                "2021":4
            }
        ]
    ]
}