{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Sorghum, an African grass related to sugar cane and maize, is grown for food, feed, fibre and fuel. We present an initial analysis of the∼ 730-megabase Sorghum bicolor (L.) Moench genome, placing∼ 98% of genes in their chromosomal context using whole-genome shotgun sequence validated by genetic, physical and syntenic information. Genetic recombination is largely confined to about one-third of the sorghum genome with gene order and density similar to those of rice. Retrotransposon accumulation in recombinationally recalcitrant heterochromatin explains the∼ 75% larger genome size of sorghum compared with rice. Although gene and repetitive DNA distributions have been preserved since palaeopolyploidization∼ 70 million years ago, most duplicated gene sets lost one member before the sorghum–rice divergence. Concerted evolution makes one duplicated chromosomal segment appear to be only …",
            "The Sorghum bicolor genome and the diversification of grasses",
            "Andrew H Paterson and John E Bowers and Rémy Bruggmann and Inna Dubchak and Jane Grimwood and Heidrun Gundlach and Georg Haberer and Uffe Hellsten and Therese Mitros and Alexander Poliakov and Jeremy Schmutz and Manuel Spannagl and Haibao Tang and Xiyin Wang and Thomas Wicker and Arvind K Bharti and Jarrod Chapman and F Alex Feltus and Udo Gowik and Igor V Grigoriev and Eric Lyons and Christopher A Maher and Mihaela Martis and Apurva Narechania and Robert P Otillar and Bryan W Penning and Asaf A Salamov and Yu Wang and Lifang Zhang and Nicholas C Carpita and Michael Freeling and Alan R Gingle and C Thomas Hash and Beat Keller and Patricia Klein and Stephen Kresovich and Maureen C McCann and Ray Ming and Daniel G Peterson and Doreen Ware and Peter Westhoff and Klaus FX Mayer and Joachim Messing and Daniel S Rokhsar",
            "2009",
            "ZeFpUO8AAAAJ:u5HHmVD_uO8C",
            2634,
            "https:\/\/www.nature.com\/articles\/nature07723",
            "4648698441458395025",
            "\/scholar?cites=4648698441458395025",
            {
                "2009":99,
                "2010":165,
                "2011":206,
                "2012":273,
                "2013":274,
                "2014":272,
                "2015":241,
                "2016":272,
                "2017":211,
                "2018":179,
                "2019":221,
                "2020":194,
                "2021":18
            }
        ]
    ]
}