{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We develop a scheme for the extraction of the properties of the scalar mesons f 0(600) , f 0(980) , and a 0(980) from lattice QCD data. This scheme is based on a two-channel chiral unitary approach with fully relativistic propagators in a finite volume. In order to discuss the feasibility of finding the mass and width of the scalar resonances, we analyze synthetic lattice data with a fixed error assigned, and show that the framework can be indeed used for an accurate determination of resonance pole positions in the multichannel scattering.",
            "Unitarized chiral perturbation theory in a finite volume: scalar meson sector",
            "Michael Döring and U-G Meißner and Eulogio Oset and Akaki Rusetsky",
            "2011",
            "ZEyVdpwAAAAJ:IjCSPb-OGe4C",
            215,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2011-11139-7",
            "1820705568262732096",
            "\/scholar?cites=1820705568262732096",
            {
                "2011":2,
                "2012":30,
                "2013":32,
                "2014":28,
                "2015":16,
                "2016":21,
                "2017":24,
                "2018":23,
                "2019":16,
                "2020":18,
                "2021":4
            }
        ],
        [
            "Elastic πN scattering and the world data of the family of reactions π − p → ηn, K 0 Λ, K 0 Σ 0, K + Σ −, and π + p → K + Σ + are described simultaneously in an analytic, unitary, coupled-channel approach. SU(3) flavor symmetry is used to relate both the t - and the u - channel exchanges that drive the meson-baryon interaction in the different channels. Angular distributions, polarizations, and spin-rotation parameters are compared with available experimental data. Partial-wave amplitudes are determined and the resonance content is extracted from the analytic continuation, including resonance positions and branching ratios, and possible sources of uncertainties are discussed. The results provide the final-state …",
            "Coupled-channel dynamics in the reactions π N→ π N, η N, KΛ, KΣ",
            "D Rönchen and M Döring and F Huang and H Haberzettl and J Haidenbauer and C Hanhart and S Krewald and U-G Meißner and K Nakayama",
            "2013",
            "ZEyVdpwAAAAJ:P5F9QuxV20EC",
            158,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2013-13044-5",
            "18055041896072730348",
            "\/scholar?cites=18055041896072730348",
            {
                "2013":10,
                "2014":21,
                "2015":21,
                "2016":21,
                "2017":20,
                "2018":24,
                "2019":17,
                "2020":20,
                "2021":1
            }
        ],
        [
            "The analytic properties of scattering amplitudes provide important information. Besides the cuts, the poles and zeros on the different Riemann sheets determine the global behavior of the amplitude on the physical axis. Pole positions and residues allow for a parameterization of resonances in a well-defined way, free of assumptions for the background and energy dependence of the resonance part. This is a necessary condition to relate resonance contributions in different reactions. In the present study, we determine the pole structure of pion–nucleon scattering in an analytic model based on meson exchange. For this, the sheet structure of the amplitude is determined. To show the precision of the resonance extraction and discuss phenomena such as resonance interference, we discuss the S 11 amplitude in greater detail.",
            "Analytic properties of the scattering amplitude and resonances parameters in a meson exchange model",
            "M Döring and C Hanhart and F Huang and S Krewald and U-G Meißner",
            "2009",
            "ZEyVdpwAAAAJ:BqipwSGYUEgC",
            149,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037594740900579X",
            "12684066513487434854",
            "\/scholar?cites=12684066513487434854",
            {
                "2009":4,
                "2010":18,
                "2011":27,
                "2012":23,
                "2013":19,
                "2014":12,
                "2015":3,
                "2016":9,
                "2017":11,
                "2018":9,
                "2019":5,
                "2020":9
            }
        ],
        [
            "Phase shifts and resonance parameters can be obtained from finite-volume lattice spectra for interacting pairs of particles, moving with non-zero total momentum. We present a simple derivation of the method that is subsequently applied to obtain the ππ and πK phase shifts in the sectors with total isospin I = 0 and I = 1\/2 , respectively. Considering different total momenta, one obtains extra data points for a given volume that allow for a very efficient extraction of the resonance parameters in the infinite-volume limit. Corrections due to the mixing of partial waves are provided. We expect that our results will help to optimize the strategies in lattice simulations, which aim at an accurate determination of the scattering and resonance properties.",
            "Scalar mesons moving in a finite volume and the role of partial wave mixing",
            "Michael Döring and U-G Meißner and E Oset and A Rusetsky",
            "2012",
            "ZEyVdpwAAAAJ:mB3voiENLucC",
            129,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2012-12114-6",
            "9212359488043643404",
            "\/scholar?cites=9212359488043643404",
            {
                "2012":10,
                "2013":26,
                "2014":19,
                "2015":12,
                "2016":14,
                "2017":11,
                "2018":16,
                "2019":6,
                "2020":12,
                "2021":3
            }
        ],
        [
            "Using a chiral unitary approach for meson-baryon scattering in the strangeness zero sector, where the N*(1535) S 11 resonance is dynamically generated, we study the reactions γ p→ π 0 η p and γ p→ π 0 K 0 Σ+ at photon energies at which the final states are produced close to threshold. Among several reaction mechanisms, we find the most important is the excitation of the Δ*(1700) D 33 state, which subsequently decays into a pseudoscalar meson and a baryon belonging to the Δ (1232) P 33 decuplet. Hence, the reaction provides useful information with which to test current theories of the dynamical generation of the low-lying 3\/2− states. The first reaction is shown to lead to sizable cross sections and the N*(1535) S 11 resonance shape is seen clearly in the η p invariant mass distribution. The same dynamical model is shown to lead to much smaller cross sections at low energies in the second reaction …",
            "Chiral dynamics in the  and  reactions",
            "Michael Döring and E Oset and Dan Strottman",
            "2006",
            "ZEyVdpwAAAAJ:Zph67rFs4hoC",
            107,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.73.045209",
            "4896447679415202251",
            "\/scholar?cites=4896447679415202251",
            {
                "2006":4,
                "2007":8,
                "2008":14,
                "2009":11,
                "2010":19,
                "2011":8,
                "2012":2,
                "2013":5,
                "2014":3,
                "2015":6,
                "2016":5,
                "2017":7,
                "2018":7,
                "2019":2,
                "2020":6
            }
        ],
        [
            "The physical interpretation of lattice QCD simulations, performed in a small volume, requires an extrapolation to the infinite volume. A method is proposed to perform such an extrapolation for three interacting particles at energies above threshold. For this, a recently formulated relativistic  amplitude based on the isobar formulation is adapted to the finite volume. The guiding principle is two- and three-body unitarity that imposes the imaginary parts of the amplitude in the infinite volume. In turn, these imaginary parts dictate the leading power-law finite-volume effects. It is demonstrated that finite-volume poles arising from the singular interaction, from the external two-body sub-amplitudes, and from the disconnected topology cancel exactly leaving only the genuine three-body eigenvalues. The corresponding quantization condition is derived for the case of three identical scalar-isoscalar particles and its …",
            "Three-body unitarity in the finite volume",
            "M Mai and M Döring",
            "2017",
            "ZEyVdpwAAAAJ:xtRiw3GOFMkC",
            106,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2017-12440-1",
            "17553773896339459943",
            "\/scholar?cites=17553773896339459943",
            {
                "2017":1,
                "2018":23,
                "2019":31,
                "2020":45,
                "2021":6
            }
        ],
        [
            "In this paper, we present a review of recent works on weak decay of heavy mesons and baryons with two mesons, or a meson and a baryon, interacting strongly in the final state. The aim is to learn about the interaction of hadrons and how some particular resonances are produced in the reactions. It is shown that these reactions have peculiar features and act as filters for some quantum numbers which allow to identify easily some resonances and learn about their nature. The combination of basic elements of the weak interaction with the framework of the chiral unitary approach allow for an interpretation of results of many reactions and add a novel information to different aspects of the hadron interaction and the properties of dynamically generated resonances.",
            "Weak decays of heavy hadrons into dynamically generated resonances",
            "Eulogio Oset and Wei-Hong Liang and Melahat Bayar and Ju-Jun Xie and Lian Rong Dai and Miguel Albaladejo and Marina Nielsen and Takayasu Sekihara and Fernando Navarra and Luis Roca and Maxim Mai and Juan Nieves and Jorgivan Morais Dias and Alberto Feijoo and Volodymyr K Magas and Angels Ramos and Kenta Miyahara and Tetsuo Hyodo and Daisuke Jido and Michael Doering and Raquel Molina and Hua-Xing Chen and En Wang and Lisheng Geng and Natsumi Ikeno and Pedro Fernandez-Soler and Zhi Feng Sun",
            "2016",
            "ZEyVdpwAAAAJ:kNdYIx-mwKoC",
            104,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0218301316300010",
            "17179306026293287799",
            "\/scholar?cites=17179306026293287799",
            {
                "2015":1,
                "2016":20,
                "2017":17,
                "2018":23,
                "2019":12,
                "2020":29
            }
        ],
        [
            "Simulating the κ (800) on the lattice is a challenging task that starts to become feasible due to the rapid progress in recent-years lattice QCD calculations. As the reso-nance is broad, special attention to finite-volume effects has to be paid, because no sharp resonance signal as from avoided level crossing can be expected. In the present article, we investigate the finite volume effects in the framework of unitarized chiral perturbation theory using next-to-leading order terms. After a fit to meson-meson partial wave data, lattice levels for πK scattering are predicted. In addition, levels are shown for the quantum numbers in which the σ (600), f 0 (980), a 0 (980), φ (1020), K*(892), and ρ (770) appear, as well as the repulsive channels. Methods to extract the κ (800) signal from the lattice spec-trum are presented. Using pseudo-data, we estimate the precision that lattice data should have to allow for a clear-cut extraction of …",
            "Finite volume effects in pion-kaon scattering and reconstruction of the κ (800) resonance",
            "M Döring and U-G Meißner",
            "2012",
            "ZEyVdpwAAAAJ:-f6ydRqryjwC",
            93,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP01(2012)009.pdf",
            "8513806626515748043",
            "\/scholar?cites=8513806626515748043",
            {
                "2012":20,
                "2013":16,
                "2014":12,
                "2015":8,
                "2016":11,
                "2017":8,
                "2018":6,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The recently discovered enhancement of η photoproduction on the quasi-free neutron at energies around s∼ 1.67 GeV is addressed within a SU (3) coupled channel model. The quasi-free cross sections on proton and neutron, σ n and σ p, can be quantitatively explained. In this study, the main source for the peak in σ n\/σ p is a coupled channel effect in S wave that explains the dip-bump structure in γ n→ η n. In particular, the photon coupling to the intermediate meson–baryon states is important. The stability of the result is extensively tested and consistency with several pion-and photon-induced reactions is ensured.",
            "On the cross section ratio σn\/σp in η photoproduction",
            "M Döring and K Nakayama",
            "2010",
            "ZEyVdpwAAAAJ:UebtZRa9Y70C",
            87,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269309014774",
            "3670495658277089990",
            "\/scholar?cites=3670495658277089990",
            {
                "2009":1,
                "2010":5,
                "2011":15,
                "2012":8,
                "2013":10,
                "2014":14,
                "2015":9,
                "2016":7,
                "2017":11,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ]
    ]
}