{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Autonomous unmanned air vehicles (UAVs) are critical to current and future military, civil, and commercial operations. Despite their importance, no previous textbook has accessibly introduced UAVs to students in the engineering, computer, and science disciplines--until now. Small Unmanned Aircraft provides a concise but comprehensive description of the key concepts and technologies underlying the dynamics, control, and guidance of fixed-wing unmanned aircraft, and enables all students with an introductory-level background in controls or robotics to enter this exciting and important area. The authors explore the essential underlying physics and sensors of UAV problems, including low-level autopilot for stability and higher-level autopilot functions of path planning. The textbook leads the student from rigid-body dynamics through aerodynamics, stability augmentation, and state estimation using onboard sensors, to maneuvering through obstacles. To facilitate understanding, the authors have replaced traditional homework assignments with a simulation project using the MATLAB\/Simulink environment. Students begin by modeling rigid-body dynamics, then add aerodynamics and sensor models. They develop low-level autopilot code, extended Kalman filters for state estimation, path-following routines, and high-level path-planning algorithms. The final chapter of the book focuses on UAV guidance using machine vision. Designed for advanced undergraduate or graduate students in engineering or the sciences, this book offers a bridge to the aerodynamics and control of UAV flight.",
            "Small unmanned aircraft: Theory and practice",
            "Randal W Beard and Timothy W McLain",
            "2012",
            "ZG-U4w0AAAAJ:bEWYMUwI8FkC",
            1073,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=YqQtjhPUaNEC&oi=fnd&pg=PP1&dq=info:msBGfrbV-RAJ:scholar.google.com&ots=yz5zACFHS2&sig=BI5wko-YJZn-TFJY_KxTdTgdYkA",
            "1223243753587130522",
            "\/scholar?cites=1223243753587130522",
            {
                "2011":8,
                "2012":23,
                "2013":54,
                "2014":72,
                "2015":107,
                "2016":135,
                "2017":136,
                "2018":164,
                "2019":183,
                "2020":167,
                "2021":13
            }
        ],
        [
            "Presents an end-to-end solution to the cooperative control problem represented by the scenario where M unmanned air vehicles (UAVs) are assigned to transition through N known target locations in the presence of dynamic threats. The problem is decomposed into the subproblems of: 1) cooperative target assignment; 2) coordinated UAV intercept; 3) path planning; 4) feasible trajectory generation; and 5) asymptotic trajectory following. The design technique is based on a hierarchical approach to coordinated control. Simulation results are presented to demonstrate the effectiveness of the approach.",
            "Coordinated target assignment and intercept for unmanned air vehicles",
            "Randal W Beard and Timothy W McLain and Michael A Goodrich and Erik P Anderson",
            "2002",
            "ZG-U4w0AAAAJ:W7OEmFMy1HYC",
            891,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1159009\/",
            "6039788834257198585",
            "\/scholar?cites=6039788834257198585",
            {
                "2002":5,
                "2003":25,
                "2004":47,
                "2005":61,
                "2006":55,
                "2007":64,
                "2008":51,
                "2009":44,
                "2010":59,
                "2011":49,
                "2012":56,
                "2013":51,
                "2014":56,
                "2015":37,
                "2016":51,
                "2017":57,
                "2018":45,
                "2019":39,
                "2020":28,
                "2021":4
            }
        ],
        [
            "The objective of this paper is to explore the feasibility of using multiple low-altitude, short endurance (LASE) unmanned air vehicles (UAVs) to cooperatively monitor and track the propagation of large forest fires. A real-time algorithm is described for tracking the perimeter of fires with an on-board infrared sensor. Using this algorithm, we develop a decentralized multiple-UAV approach to monitoring the perimeter of a fire. The UAVs are assumed to have limited communication and sensing range. The effectiveness of the approach is demonstrated in simulation using a six degree-of-freedom dynamic model for the UAV and a numerical propagation model for the forest fire. Salient features of the approach include the ability to monitor a changing fire perimeter, the ability to systematically add and remove UAVs from the team, and the ability to supply time-critical information to fire fighters.",
            "Cooperative forest fire surveillance using a team of small unmanned air vehicles",
            "David W Casbeer and Derek B Kingston and Randal W Beard and Timothy W McLain",
            "2006",
            "ZG-U4w0AAAAJ:_FxGoFyzp5QC",
            553,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00207720500438480",
            "16379972512485896405",
            "\/scholar?cites=16379972512485896405",
            {
                "2006":6,
                "2007":16,
                "2008":16,
                "2009":33,
                "2010":25,
                "2011":28,
                "2012":31,
                "2013":43,
                "2014":47,
                "2015":51,
                "2016":56,
                "2017":45,
                "2018":59,
                "2019":52,
                "2020":36,
                "2021":6
            }
        ],
        [
            "In this paper, a method for accurate path following for miniature air vehicles is developed. The method is based on the notion of vector fields, which are used to generate desired course inputs to inner-loop attitude control laws. Vector-field path-following control laws are developed for straight-line paths and circular arcs and orbits. Lyapunov stability arguments are used to demonstrate asymptotic decay of path-following errors in the presence of constant wind disturbances. Experimental flight tests have demonstrated mean path-following errors on less than one wingspan for straight-line and orbit paths and less than three wingspans for paths with frequent changes in direction.",
            "Vector field path following for miniature air vehicles",
            "Derek R Nelson and D Blake Barber and Timothy W McLain and Randal W Beard",
            "2007",
            "ZG-U4w0AAAAJ:MXK_kJrjxJIC",
            506,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4252175\/",
            "13281896040646403359",
            "\/scholar?cites=13281896040646403359",
            {
                "2007":4,
                "2008":4,
                "2009":14,
                "2010":21,
                "2011":18,
                "2012":30,
                "2013":28,
                "2014":43,
                "2015":46,
                "2016":57,
                "2017":57,
                "2018":52,
                "2019":72,
                "2020":55,
                "2021":5
            }
        ],
        [
            "Numerous applications require aerial surveillance. Civilian applications include monitoring forest fires, oil fields, and pipelines and tracking wildlife. Applications to homeland security include border patrol and monitoring the perimeter of nuclear power plants. Military applications are numerous. The current approach to these applications is to use a single manned vehicle for surveillance. However, manned vehicles are typically large and expensive. In addition, hazardous environments and operator fatigue can potentially threaten the life of the pilot. Therefore, there is a critical need for automating aerial surveillance using unmanned air vehicles (UAVs). This paper gives an overview of a cooperative control strategy for aerial surveillance that has been successfully flight tested on small (48-in wingspan) UAVs. Our approach to cooperative control problems can be summarized in four steps: 1) the definition of a …",
            "Decentralized cooperative aerial surveillance using fixed-wing miniature UAVs",
            "Randal W Beard and Timothy W McLain and Derek B Nelson and Derek Kingston and David Johanson",
            "2006",
            "ZG-U4w0AAAAJ:LkGwnXOMwfcC",
            475,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1677946\/",
            "2659680100309255646",
            "\/scholar?cites=2659680100309255646",
            {
                "2006":4,
                "2007":13,
                "2008":19,
                "2009":26,
                "2010":25,
                "2011":23,
                "2012":31,
                "2013":36,
                "2014":47,
                "2015":47,
                "2016":53,
                "2017":35,
                "2018":33,
                "2019":37,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Much of the research focus in the cooperative control community has been on formation control problems [1, 3, 7, 10, 19]. This focus may be due to the fact that the group control problem can be reduced to well-established single-agent control problems by employing a leader-follower type control strategy. For example, single-agent path planning and trajectory generation techniques can be employed for the leader, and conventional trajectory tracking strategies can be employed for the followers. Indeed, formation control problems are much like linear systems theory: we search where the light is the brightest. It can be argued that formation control problems are the simplest type of coordination problems and that even if they were to be completely solved, the solution would be of limited usefulness since the formation concept is of limited utility. This last comment is supported by the …",
            "Coordination variables and consensus building in multiple vehicle systems",
            "Wei Ren and Randal Beard and Timothy McLain",
            "2005",
            "ZG-U4w0AAAAJ:YsMSGLbcyi4C",
            441,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-540-31595-7_10",
            "12043677928626862906",
            "\/scholar?cites=12043677928626862906",
            {
                "2004":5,
                "2005":14,
                "2006":23,
                "2007":24,
                "2008":29,
                "2009":19,
                "2010":22,
                "2011":25,
                "2012":37,
                "2013":36,
                "2014":42,
                "2015":31,
                "2016":35,
                "2017":36,
                "2018":18,
                "2019":14,
                "2020":28,
                "2021":1
            }
        ],
        [
            "Frequent updates concerning the progress of a forest fire are essential for effective and safe fire fighting. Since a forest fire is typically inaccessible by ground vehicles due to mountainous terrain, small unmanned air vehicles (UAVs) are emerging as a promising means of monitoring large forest fires. We present an effective UAV path planning algorithm utilizing infrared images that are collected on-board in real-time. To demonstrate the effectiveness of our path planning algorithm in realistic scenarios, we simulated the propagation of a forest fire with the EMBYR model. A new cooperative control mission concept is introduced where multiple low-altitude, short-endurance (LASE) UAVs are used for fire monitoring. By employing multiple UAVs, the effectiveness of the mission in terms of information update rate can be improved dramatically.",
            "Forest fire monitoring with multiple small UAVs",
            "David W Casbeer and Randal W Beard and Timothy W McLain and Sai-Ming Li and Raman K Mehra",
            "2005",
            "ZG-U4w0AAAAJ:UebtZRa9Y70C",
            403,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1470520\/",
            "12222878133059571240",
            "\/scholar?cites=12222878133059571240",
            {
                "2005":3,
                "2006":5,
                "2007":17,
                "2008":12,
                "2009":31,
                "2010":16,
                "2011":10,
                "2012":20,
                "2013":31,
                "2014":34,
                "2015":32,
                "2016":37,
                "2017":37,
                "2018":40,
                "2019":42,
                "2020":28,
                "2021":6
            }
        ],
        [
            "The objective of this paper is to describe the design and implementation of a small semiautonomous fixed-wing unmanned air vehicle. In particular we describe the hardware and software architectures used in the design. We also describe a low weight, low cost autopilot developed at Brigham Young University and the algorithms associated with the autopilot. Novel PDA and voice interfaces to the UAV are described. In addition, we overview our approach to real-time path planning, trajectory generation, and trajectory tracking. The paper is augmented with movie files that demonstrate the functionality of the UAV and its control software.",
            "Autonomous vehicle technologies for small fixed wing UAVs",
            "Randal Beard and Derek Kingston and Morgan Quigley and Deryl Snyder and Reed Christiansen and Walt Johnson and Timothy McLain and Mike Goodrich",
            "2005",
            "ZG-U4w0AAAAJ:ufrVoPGSRksC",
            371,
            "https:\/\/arc.aiaa.org\/doi\/abs\/10.2514\/1.8371",
            "7811959138016764432",
            "\/scholar?cites=7811959138016764432",
            {
                "2004":1,
                "2005":4,
                "2006":12,
                "2007":22,
                "2008":17,
                "2009":27,
                "2010":29,
                "2011":27,
                "2012":25,
                "2013":36,
                "2014":28,
                "2015":24,
                "2016":26,
                "2017":27,
                "2018":25,
                "2019":19,
                "2020":20
            }
        ],
        [
            "This paper uses a team of unmanned air vehicles (UAVs) to cooperatively search, an area of interest that contains regions of opportunity and regions of potential hazard. The objective of the UAV team is to visit as many opportunities as possible, while avoiding as many hazards as possible. To enable cooperation, the UAVs are constrained to stay within communication range of one another. Collision avoidance is also required. Algorithms for team-optimal and individually-optimal\/team-suboptimal solutions are developed and their computational complexity compared. Simulation results demonstrating the feasibility of the cooperative search algorithms are presented.",
            "Multiple UAV cooperative search under collision avoidance and limited range communication constraints",
            "Randal W Beard and Timothy W McLain",
            "2003",
            "ZG-U4w0AAAAJ:roLk4NBRz8UC",
            310,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1272530\/",
            "5771298700966979246",
            "\/scholar?cites=5771298700966979246",
            {
                "2003":2,
                "2004":10,
                "2005":21,
                "2006":23,
                "2007":28,
                "2008":25,
                "2009":17,
                "2010":16,
                "2011":21,
                "2012":16,
                "2013":19,
                "2014":14,
                "2015":14,
                "2016":13,
                "2017":24,
                "2018":11,
                "2019":12,
                "2020":20,
                "2021":2
            }
        ],
        [
            "THE ability to plan paths in a cooperative fashion for a system of vehicles is of great importance in a wide variety of applications. This is especially true for military missions requiring precise timing or sequencing of tasks and operations. The ability “to adjust mission timing on the move to compensate for inevitable changes to plans and still make the time-on-target goal” has been identified as a key capability for the effective military use of unmanned air vehicles (UAVs). 1 Other operations of importance in civil and military aviation that could benefit from cooperative path planning include flight traffic control and landing operations. There are numerous technical challenges to overcome to develop viable cooperative-planning methods for a distributed team of unmanned air vehicles. A significant issue is the level of complexity involved in planning paths for a team of vehicles with competing interests so that the team …",
            "Coordination variables, coordination functions, and cooperative-timing missions",
            "Timothy W McLain and Randal W Beard",
            "2005",
            "ZG-U4w0AAAAJ:WF5omc3nYNoC",
            291,
            "https:\/\/arc.aiaa.org\/doi\/abs\/10.2514\/1.5791",
            "3507469077972103189",
            "\/scholar?cites=3507469077972103189",
            {
                "2004":8,
                "2005":11,
                "2006":13,
                "2007":13,
                "2008":15,
                "2009":31,
                "2010":25,
                "2011":14,
                "2012":17,
                "2013":27,
                "2014":23,
                "2015":18,
                "2016":13,
                "2017":12,
                "2018":18,
                "2019":13,
                "2020":13,
                "2021":1
            }
        ]
    ]
}