{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
            "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
            "M Actis and G Agnetta and Felix Aharonian and A Akhperjanian and J Aleksić and E Aliu and D Allan and I Allekotte and F Antico and LA Antonelli and P Antoranz and A Aravantinos and T Arlen and H Arnaldi and S Artmann and K Asano and H Asorey and J Bähr and A Bais and C Baixeras and S Bajtlik and D Balis and A Bamba and C Barbier and M Barceló and Anna Barnacka and Jürgen Barnstedt and U Barres de Almeida and JA Barrio and S Basso and D Bastieri and C Bauer and J Becerra and Yvonne Becherini and K Bechtol and J Becker and Volker Beckmann and W Bednarek and B Behera and M Beilicke and M Belluso and M Benallou and W Benbow and J Berdugo and K Berger and T Bernardino and K Bernlöhr and A Biland and S Billotta and T Bird and E Birsin and Elisabetta Bissaldi and S Blake and O Blanch and AA Bobkov and Leszek Bogacz and M Bogdan and Catherine Boisson and J Boix and J Bolmont and G Bonanno and A Bonardi and T Bonev and Janett Borkowski and Olga Botner and A Bottani and M Bourgeat and C Boutonnet and A Bouvier and S Brau-Nogué and I Braun and T Bretz and MS Briggs and Pierre Brun and L Brunetti and JH Buckley and V Bugaev and R Bühler and Tomasz Bulik and G Busetto and S Buson and K Byrum and M Cailles and R Cameron and R Canestrari and S Cantu and E Carmona and A Carosi and John Carr and PH Carton and M Casiraghi and H Castarede and O Catalano and S Cavazzani and S Cazaux and B Cerruti and M Cerruti and PM Chadwick and J Chiang and M Chikawa and M Cieślar and M Ciesielska and A Cillis and C Clerc and P Colin and J Colomé and M Compin and P Conconi and V Connaughton and Jan Conrad and JL Contreras and P Coppi and M Corlier and P Corona and O Corpace and D Corti and J Cortina and H Costantini and G Cotter and B Courty and S Couturier and S Covino and J Croston and G Cusumano and MK Daniel and F Dazzi and A De Angelis and E de Cea del Pozo and EM de Gouveia Dal Pino and O De Jager and I de La Calle Pérez and G De La Vega and B De Lotto and M De Naurois and E de Oña Wilhelmi and V De Souza and B Decerprit and C Deil and E Delagnes and G Deleglise and C Delgado and T Dettlaff and A Di Paolo and F Di Pierro and C Díaz and J Dick and H Dickinson and SW Digel and D Dimitrov and G Disset",
            "2011",
            "ZGIGp14AAAAJ:R3hNpaxXUhUC",
            819,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10686-011-9247-0.pdf",
            "1930667592369360055",
            "\/scholar?cites=1930667592369360055",
            {
                "2012":65,
                "2013":119,
                "2014":114,
                "2015":116,
                "2016":114,
                "2017":114,
                "2018":59,
                "2019":55,
                "2020":55,
                "2021":5
            }
        ],
        [
            "The Cherenkov Telescope Array (CTA) is a new observatory for very high-energy (VHE) gamma rays. CTA has ambitions science goals, for which it is necessary to achieve full-sky coverage, to improve the sensitivity by about an order of magnitude, to span about four decades of energy, from a few tens of GeV to above 100 TeV with enhanced angular and energy resolutions over existing VHE gamma-ray observatories. An international collaboration has formed with more than 1000 members from 27 countries in Europe, Asia, Africa and North and South America. In 2010 the CTA Consortium completed a Design Study and started a three-year Preparatory Phase which leads to production readiness of CTA in 2014. In this paper we introduce the science goals and the concept of CTA, and provide an overview of the project.",
            "Introducing the CTA concept",
            "BS Acharya and M Actis and T Aghajani and G Agnetta and J Aguilar and Felix Aharonian and Marco Ajello and A Akhperjanian and M Alcubierre and J Aleksić and R Alfaro and E Aliu and AJ Allafort and D Allan and I Allekotte and E Amato and J Anderson and Ekrem Oǧuzhan Angüner and LA Antonelli and P Antoranz and A Aravantinos and T Arlen and T Armstrong and H Arnaldi and L Arrabito and K Asano and T Ashton and HG Asorey and Y Awane and H Baba and A Babic and N Baby and J Bähr and A Bais and C Baixeras and S Bajtlik and M Balbo and D Balis and C Balkowski and A Bamba and R Bandiera and A Barber and C Barbier and M Barceló and Anna Barnacka and Jürgen Barnstedt and U Barres de Almeida and JA Barrio and A Basili and S Basso and D Bastieri and Christian Bauer and A Baushev and J Becerra and Yvonne Becherini and KC Bechtol and J Becker Tjus and Volker Beckmann and W Bednarek and B Behera and M Belluso and W Benbow and J Berdugo and K Berger and F Bernard and T Bernardino and Konrad Bernlöhr and N Bhat and S Bhattacharyya and C Bigongiari and A Biland and S Billotta and T Bird and E Birsin and Elisabetta Bissaldi and Jonathan Biteau and M Bitossi and S Blake and O Blanch Bigas and P Blasi and A Bobkov and V Boccone and Markus Boettcher and L Bogacz and J Bogart and M Bogdan and Catherine Boisson and J Boix Gargallo and J Bolmont and G Bonanno and A Bonardi and T Bonev and P Bonifacio and G Bonnoli and P Bordas and A Borgland and Janett Borkowski and R Bose and O Botner and A Bottani and L Bouchet and M Bourgeat and C Boutonnet and A Bouvier and S Brau-Nogué and I Braun and T Bretz and M Briggs and T Bringmann and P Brook and Pierre Brun and L Brunetti and T Buanes and J Buckley and R Buehler and V Bugaev and A Bulgarelli and Tomasz Bulik and G Busetto and S Buson and K Byrum and M Cailles and R Cameron and J Camprecios and R Canestrari and S Cantu and M Capalbi and P Caraveo and E Carmona and A Carosi and John Carr and P-H Carton and Sabrina Casanova and M Casiraghi and O Catalano and S Cavazzani and S Cazaux and M Cerruti and E Chabanne and P Chadwick and C Champion and Andrew Chen and J Chiang and L Chiappetti and M Chikawa and VR Chitnis and F Chollet and J Chudoba and M Cieślar and A Cillis",
            "2013",
            "ZGIGp14AAAAJ:k8Z6L05lTy4C",
            632,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650513000169",
            "9787023119337469692",
            "\/scholar?cites=9787023119337469692",
            {
                "2013":34,
                "2014":71,
                "2015":107,
                "2016":100,
                "2017":106,
                "2018":83,
                "2019":78,
                "2020":47,
                "2021":4
            }
        ],
        [
            "The Very Energetic Radiation Imaging Telescope Array System (VERITAS) represents an important step forward in the study of extreme astrophysical processes in the universe. It combines the power of the atmospheric Cherenkov imaging technique using a large optical reflector with the power of stereoscopic observatories using arrays of separated telescopes looking at the same shower. The seven identical telescopes in VERITAS, each of aperture 10 m, will be deployed in a filled hexagonal pattern of side 80 m; each telescope will have a camera consisting of 499 pixels with a field of view of 3.5°. VERITAS will substantially increase the catalog of very high energy (E>100 GeV) γ-ray sources and greatly improve measurements of established sources.",
            "VERITAS: the very energetic radiation imaging telescope array system",
            "TC Weekes and H Badran and SD Biller and I Bond and S Bradbury and J Buckley and D Carter-Lewis and M Catanese and S Criswell and W Cui and P Dowkontt and C Duke and DJ Fegan and J Finley and L Fortson and J Gaidos and GH Gillanders and J Grindlay and TA Hall and K Harris and AM Hillas and P Kaaret and M Kertzman and D Kieda and F Krennrich and MJ Lang and S LeBohec and R Lessard and J Lloyd-Evans and J Knapp and B McKernan and J McEnery and P Moriarty and D Muller and P Ogden and R Ong and D Petry and J Quinn and NW Reay and PT Reynolds and J Rose and M Salamon and G Sembroski and R Sidwell and P Slane and N Stanton and SP Swordy and VV Vassiliev and SP Wakely",
            "2002",
            "ZGIGp14AAAAJ:k_IJM867U9cC",
            520,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650501001529",
            "2172836702169565845",
            "\/scholar?cites=2172836702169565845",
            {
                "2001":2,
                "2002":4,
                "2003":28,
                "2004":27,
                "2005":49,
                "2006":36,
                "2007":38,
                "2008":31,
                "2009":40,
                "2010":30,
                "2011":33,
                "2012":19,
                "2013":30,
                "2014":27,
                "2015":14,
                "2016":19,
                "2017":21,
                "2018":20,
                "2019":18,
                "2020":21
            }
        ],
        [
            "Increases in the solar ultraviolet flux (λ < 1250Å) over the past five years of rising solar activity have been larger than anticipated. This increase in UV flux dramatically affects the production of ionization of the various constituents in the thermosphere. In this paper we use measurements of the solar UV flux by the Atmosphere Explorer satellites to determine ionization frequencies for the major thermospheric species for various dates exhibiting notably different levels of solar activity. For the convenience of users of such dataa reduced set of cross section and flux data is presented for the wavelength range below 1027Åcomprising 37 wavelength intervals.",
            "Ionization Frequencies for Major Thermospheric Constituents as a Function of Solar Cycle 21",
            "M.R. Torr",
            "1979",
            "ZGIGp14AAAAJ:5bg8sr1QxYwC",
            376,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/GL006i010p00771",
            "10820853811100288931",
            "\/scholar?cites=10820853811100288931",
            {
                "1982":13,
                "1983":20,
                "1984":16,
                "1985":17,
                "1986":23,
                "1987":11,
                "1988":15,
                "1989":11,
                "1990":12,
                "1991":19,
                "1992":21,
                "1993":6,
                "1994":8,
                "1995":10,
                "1996":10,
                "1997":7,
                "1998":8,
                "1999":3,
                "2000":9,
                "2001":7,
                "2002":9,
                "2003":5,
                "2004":10,
                "2005":12,
                "2006":6,
                "2007":8,
                "2008":7,
                "2009":4,
                "2010":1,
                "2011":3,
                "2012":11,
                "2013":8,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":1,
                "2021":1
            }
        ],
        [
            "The first atmospheric Cherenkov telescope of VERITAS (the Very Energetic Radiation Imaging Telescope Array System) has been in operation since February 2005. We present here a technical description of the instrument and a summary of its performance. The calibration methods are described, along with the results of Monte Carlo simulations of the telescope and comparisons between real and simulated data. The analysis of TeV γ-ray observations of the Crab Nebula, including the reconstructed energy spectrum, is shown to give results consistent with earlier measurements. The telescope is operating as expected and has met or exceeded all design specifications.",
            "The first VERITAS telescope",
            "Jamie Holder and RW Atkins and HM Badran and G Blaylock and SM Bradbury and JH Buckley and KL Byrum and DA Carter-Lewis and O Celik and YCK Chow and P Cogan and W Cui and MK Daniel and I de la Calle Perez and C Dowdall and P Dowkontt and C Duke and AD Falcone and SJ Fegan and JP Finley and P Fortin and LF Fortson and K Gibbs and G Gillanders and OJ Glidewell and J Grube and KJ Gutierrez and G Gyuk and J Hall and D Hanna and E Hays and D Horan and SB Hughes and TB Humensky and A Imran and I Jung and P Kaaret and GE Kenny and D Kieda and J Kildea and J Knapp and H Krawczynski and F Krennrich and MJ Lang and S LeBohec and E Linton and EK Little and G Maier and H Manseri and A Milovanovic and P Moriarty and R Mukherjee and PA Ogden and RA Ong and D Petry and JS Perkins and F Pizlo and M Pohl and J Quinn and K Ragan and PT Reynolds and ET Roache and HJ Rose and M Schroedter and GH Sembroski and G Sleege and D Steele and SP Swordy and A Syson and JA Toner and L Valcarcel and VV Vassiliev and SP Wakely and TC Weekes and RJ White and DA Williams and R Wagner",
            "2006",
            "ZGIGp14AAAAJ:gsN89kCJA0AC",
            371,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092765050600051X",
            "9493372854806382075",
            "\/scholar?cites=9493372854806382075",
            {
                "2005":2,
                "2006":5,
                "2007":23,
                "2008":26,
                "2009":19,
                "2010":29,
                "2011":26,
                "2012":23,
                "2013":31,
                "2014":20,
                "2015":35,
                "2016":29,
                "2017":24,
                "2018":23,
                "2019":25,
                "2020":29
            }
        ],
        [
            "Microquasars are accreting black holes or neutron stars in binary systems with associated relativistic jets. Despite their frequent outburst activity, they have never been unambiguously detected emitting high-energy gamma rays. The Fermi Large Area Telescope (LAT) has detected a variable high-energy source coinciding with the position of the x-ray binary and microquasar Cygnus X-3. Its identification with Cygnus X-3 is secured by the detection of its orbital period in gamma rays, as well as the correlation of the LAT flux with radio emission from the relativistic jets of Cygnus X-3. The gamma-ray emission probably originates from within the binary system, opening new areas in which to study the formation of relativistic jets.",
            "Modulated high-energy gamma-ray emission from the microquasar Cygnus X-3",
            "Fermi LAT Collaboration",
            "2009",
            "ZGIGp14AAAAJ:ijdKiLOsEJMC",
            339,
            "https:\/\/science.sciencemag.org\/content\/326\/5959\/1512.abstract",
            "3278446734411561911",
            "\/scholar?cites=3278446734411561911",
            {
                "2008":1,
                "2009":6,
                "2010":42,
                "2011":48,
                "2012":48,
                "2013":53,
                "2014":20,
                "2015":21,
                "2016":19,
                "2017":33,
                "2018":25,
                "2019":11,
                "2020":8,
                "2021":2
            }
        ]
    ]
}