{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We investigate the properties of chiral operators in N = 2 superconformal theories. In particular, we study the spectral flow of such models under a one-parameter family of twists generated by the U(1) current, and use this to deduce various properties of the ring of chiral primary fields. We furthermore investigate under what conditions a given superconformal theory can be represented as the fixed point of an N = 2 Landau-Ginzburg theory and show how to determine the superpotential. We also investigate the coset models of Kazama and Suzuki and find a simple cohomological characterization for the elements of the chiral primary ring. Moreover we show how some of them can be represented as LG models.",
            "Chiral rings in N= 2 superconformal theories",
            "Wolfgang Lerche and Cumrun Vafa and Nicholas P Warner",
            "1989",
            "Zh7QyLQAAAAJ:_FM0Bhl9EiAC",
            1139,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321389904744",
            "2577279494515244330",
            "\/scholar?cites=2577279494515244330",
            {
                "1989":3,
                "1990":41,
                "1991":73,
                "1992":72,
                "1993":71,
                "1994":83,
                "1995":61,
                "1996":38,
                "1997":28,
                "1998":30,
                "1999":40,
                "2000":29,
                "2001":30,
                "2002":24,
                "2003":33,
                "2004":25,
                "2005":28,
                "2006":20,
                "2007":20,
                "2008":17,
                "2009":32,
                "2010":27,
                "2011":24,
                "2012":18,
                "2013":24,
                "2014":25,
                "2015":37,
                "2016":31,
                "2017":32,
                "2018":36,
                "2019":34,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We obtain first order equations that determine a supersymmetric kink solution in five-dimensional N= 8 gauged supergravity. The kink interpolates between an exterior anti-de Sitter region with maximal supersymmetry and an interior anti-de Sitter region with one quarter of the maximal supersymmetry. One eighth of supersymmetry is preserved by the kink as a whole. We interpret it as describing the renormalization group flow in N= 4 super-Yang-Mills theory broken to an N= 1 theory by the addition of a mass term for one of the three adjoint chiral superfields. A detailed correspondence is obtained between fields of bulk supergravity in the interior anti-de Sitter region and composite operators of the infrared field theory. We also point out that the truncation used to find the reduced symmetry critical point can be extended to obtain a new N= 4 gauged supergravity theory holographically dual to a sector of N= 2 gauge theories based on quiver diagrams.We consider more general kink geometries and construct a c-function that is positive and monotonic if a weak energy condition holds in the bulk gravity theory. For even-dimensional boundaries, the c-function coincides with the trace anomaly coefficients of the holographically related field theory in limits where conformal invariance is recovered.",
            "Renormalization group flows from holography--Supersymmetry and a c-theorem",
            "Daniel Z Freedman and Steven Scott Gubser and Krzysztof Pilch and Nicholas P Warner",
            "1999",
            "Zh7QyLQAAAAJ:FAceZFleit8C",
            928,
            "https:\/\/arxiv.org\/abs\/hep-th\/9904017",
            "15187983223893679967",
            "\/scholar?cites=15187983223893679967",
            {
                "1999":13,
                "2000":91,
                "2001":83,
                "2002":55,
                "2003":42,
                "2004":37,
                "2005":23,
                "2006":23,
                "2007":24,
                "2008":35,
                "2009":34,
                "2010":32,
                "2011":46,
                "2012":53,
                "2013":49,
                "2014":43,
                "2015":33,
                "2016":34,
                "2017":37,
                "2018":47,
                "2019":32,
                "2020":54,
                "2021":3
            }
        ],
        [
            "Using ideas from renormalization group theory we show that the study of catastrophes (singularities) is a powerful tool in the classification of conformal theories. The results are most powerful when applied to N=2 superconformal models. The ideas are illustrated by considering some examples including the minimal superconformal models.",
            "Catastrophes and the classification of conformal theories",
            "Cumrun Vafa and Nicholas Warner",
            "1989",
            "Zh7QyLQAAAAJ:8d8msizDQcsC",
            563,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269389904735",
            "18053440266412377954",
            "\/scholar?cites=18053440266412377954",
            {
                "1989":27,
                "1990":62,
                "1991":44,
                "1992":44,
                "1993":38,
                "1994":38,
                "1995":27,
                "1996":17,
                "1997":8,
                "1998":7,
                "1999":9,
                "2000":11,
                "2001":7,
                "2002":9,
                "2003":11,
                "2004":12,
                "2005":8,
                "2006":8,
                "2007":12,
                "2008":5,
                "2009":5,
                "2010":12,
                "2011":13,
                "2012":8,
                "2013":11,
                "2014":13,
                "2015":15,
                "2016":17,
                "2017":15,
                "2018":15,
                "2019":18,
                "2020":10
            }
        ],
        [
            "We show how the Riemann surface σ of N= 2 Yang-Mills field theory arises in type II string compactifications on Calabi-Yau threefolds. The relevant local geometry is given by fibrations of ALE spaces. The 3-branes that give rise to BPS multiplets in the string descend to self-dual strings on the Riemann surface, with tension determined by a canonically fixed Seiberg-Witten differential λ. This gives, effectively, a dual formulation of Yang-Mills theory in which gauge bosons and monopoles are treated on equal footing, and represents the rigid analog of type II\/heterotic string duality. The existence of BPS states is essentially reduced to a geodesic problem on the Riemann surface with metric| λ| 2. This allows us, in particular, to easily determine the spectrum of stable BPS states in field theory. Moreover, we identify the six-dimensional space R 4× σ as the world-volume of a five-brane and show that BPS states correspond …",
            "Self-dual strings and N= 2 supersymmetric field theory",
            "Albrecht Klemm and Wolfgang Lerche and Peter Mayr and Cumrun Vafa and Nicholas Warner",
            "1996",
            "Zh7QyLQAAAAJ:LO7wyVUgiFcC",
            530,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321396003537",
            "14329127313734635169",
            "\/scholar?cites=14329127313734635169",
            {
                "1996":14,
                "1997":64,
                "1998":64,
                "1999":51,
                "2000":28,
                "2001":24,
                "2002":14,
                "2003":19,
                "2004":10,
                "2005":17,
                "2006":15,
                "2007":13,
                "2008":12,
                "2009":10,
                "2010":12,
                "2011":17,
                "2012":15,
                "2013":23,
                "2014":15,
                "2015":20,
                "2016":12,
                "2017":10,
                "2018":13,
                "2019":17,
                "2020":18,
                "2021":2
            }
        ]
    ]
}