{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We determine the limiting dynamics of a fermionic condensate following a sudden perturbation for various initial conditions. Possible initial states of the condensate fall into two classes. In the first case, the order parameter asymptotes to a constant value. The approach to a constant is oscillatory with an inverse square root decay. This happens, eg, when the strength of pairing is abruptly changed while the system is in the paired ground state and more generally for any nonequilibrium state that is in the same class as the ground state. In the second case, the order parameter exhibits persistent oscillations with several frequencies. This is realized for nonequilibrium states that belong to the same class as excited stationary states.",
            "Relaxation and persistent oscillations of the order parameter in fermionic condensates",
            "Emil A Yuzbashyan and Oleksandr Tsyplyatyev and Boris L Altshuler",
            "2006",
            "zh8qIMYAAAAJ:9yKSN-GCB0IC",
            230,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.097005",
            "3945311595812268981",
            "\/scholar?cites=3945311595812268981",
            {
                "2006":4,
                "2007":10,
                "2008":8,
                "2009":11,
                "2010":6,
                "2011":7,
                "2012":18,
                "2013":8,
                "2014":13,
                "2015":17,
                "2016":18,
                "2017":29,
                "2018":20,
                "2019":33,
                "2020":27,
                "2021":1
            }
        ],
        [
            "We develop a theory of a pseudogap state appearing near the superconductor-insulator (SI) transition in strongly disordered metals with an attractive interaction. We show that such an interaction combined with the fractal nature of the single-particle wave functions near the mobility edge leads to an anomalously large single-particle gap in the superconducting state near SI transition that persists and even increases in the insulating state long after the superconductivity is destroyed. We give analytic expressions for the value of the pseudogap in terms of the inverse participation ratio of the corresponding localization problem.",
            "Eigenfunction fractality and pseudogap state near the superconductor-insulator transition",
            "MV Feigel’man and LB Ioffe and VE Kravtsov and EA Yuzbashyan",
            "2007",
            "zh8qIMYAAAAJ:d1gkVwhDpl0C",
            201,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.027001",
            "5882740010738682408",
            "\/scholar?cites=5882740010738682408",
            {
                "2007":3,
                "2008":6,
                "2009":8,
                "2010":10,
                "2011":17,
                "2012":25,
                "2013":24,
                "2014":16,
                "2015":11,
                "2016":12,
                "2017":11,
                "2018":16,
                "2019":15,
                "2020":24,
                "2021":2
            }
        ],
        [
            "The environmental topology of complex structures is used by Escherichia coli to create traveling waves of high cell density, a prelude to quorum sensing. When cells are grown to a moderate density within a confining microenvironment, these traveling waves of cell density allow the cells to find and collapse into confining topologies, which are unstable to population fluctuations above a critical threshold. This was first observed in mazes designed to mimic complex environments, then more clearly in a simpler geometry consisting of a large open area surrounding a square (250 × 250 μm) with a narrow opening of 10–30 μm. Our results thus show that under nutrient-deprived conditions bacteria search out each other in a collective manner and that the bacteria can dynamically confine themselves to highly enclosed spaces.",
            "Influence of topology on bacterial social interaction",
            "Sungsu Park and Peter M Wolanin and Emil A Yuzbashyan and Hai Lin and Nicholas C Darnton and Jeffry B Stock and Pascal Silberzan and Robert Austin",
            "2003",
            "zh8qIMYAAAAJ:u5HHmVD_uO8C",
            200,
            "https:\/\/www.pnas.org\/content\/100\/24\/13910.short",
            "10705370359611761480",
            "\/scholar?cites=10705370359611761480",
            {
                "2004":1,
                "2005":7,
                "2006":11,
                "2007":12,
                "2008":14,
                "2009":11,
                "2010":13,
                "2011":21,
                "2012":12,
                "2013":8,
                "2014":14,
                "2015":10,
                "2016":18,
                "2017":6,
                "2018":12,
                "2019":13,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Bacterial gene expression is frequently regulated by small molecules secreted into the surrounding medium. These autoinducers build up with increasing cell number until a critical population density or “quorum” is achieved, at which point the cells produce a response such as virulence or biofilm formation that requires the coordinated activity of large numbers of individuals. It has generally been assumed that quorum formation derives primarily from conditions favorable for growth to high cell density (1). Numerous studies have shown that motility promotes biofilm formation, but this dependence has been attributed to random transport of cells from the bulk medium to a surface (2). Such experiments have been conducted with smooth surfaces that have no preferred surface sites or flow chambers where gradients of attractant chemicals will be dispersed. Here we show that, given appropriate surface topologies, bacteria can use chemotaxis to associate and form a quorum. Thus, chemotaxis provides an important mechanism for establishing the high local cell densities required for quorum-dependent interactions. A culture of Escherichia coli grown to moderate density (approximately 2 108 cells\/ml) in either rich media or in minimal media was used to uniformly fill a microfluidic chamber (7 mm by 3 mm by 30 m) with a small central enclosure (250 m by 250 m) constructed from silicone elastomer. Over the course of 1 to 3 hours (depending on the media), the cells migrate from the chamber into the central enclosure through a narrow (40 m) channel (Fig. 1A). This behavior is not observed with a mutant strain that is motile but deficient in chemotaxis …",
            "Motion to form a quorum",
            "Sungsu Park and Peter M Wolanin and Emil A Yuzbashyan and Pascal Silberzan and Jeffry B Stock and Robert H Austin",
            "2003",
            "zh8qIMYAAAAJ:u-x6o8ySG0sC",
            168,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.880.9525&rep=rep1&type=pdf",
            "16541619570225158476",
            "\/scholar?cites=16541619570225158476",
            {
                "2003":2,
                "2004":5,
                "2005":10,
                "2006":15,
                "2007":10,
                "2008":10,
                "2009":12,
                "2010":7,
                "2011":18,
                "2012":10,
                "2013":11,
                "2014":9,
                "2015":7,
                "2016":14,
                "2017":9,
                "2018":5,
                "2019":7,
                "2020":1,
                "2021":2
            }
        ],
        [
            "We analyze the dynamics of a condensate of ultracold atomic fermions following an abrupt change of the pairing strength. At long times, the system goes to a nonstationary steady state, which we determine exactly. The superfluid order parameter asymptotes to a constant value. We show that the order parameter vanishes when the pairing strength is decreased below a certain critical value. In this case, the steady state of the system combines properties of normal and superfluid states—the gap and the condensate fraction vanish, while the superfluid density is nonzero.",
            "Dynamical vanishing of the order parameter in a fermionic condensate",
            "Emil A Yuzbashyan and Maxim Dzero",
            "2006",
            "zh8qIMYAAAAJ:2osOgNQ5qMEC",
            163,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.230404",
            "17276557058067702772",
            "\/scholar?cites=17276557058067702772",
            {
                "2006":3,
                "2007":5,
                "2008":6,
                "2009":10,
                "2010":4,
                "2011":5,
                "2012":8,
                "2013":6,
                "2014":13,
                "2015":14,
                "2016":16,
                "2017":17,
                "2018":12,
                "2019":25,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We develop an explicit description of a time-dependent response of fermionic condensates to perturbations. The dynamics of Cooper pairs at times shorter than the energy relaxation time can be described by the BCS model. We obtain a general explicit solution for the dynamics of the BCS model. We also solve a closely related dynamical problem—the central spin model, which describes a localized spin coupled to a'spin bath'. Here, we focus on presenting the solution and describing its general properties, but also mention some applications, eg to nonstationary pairing in cold Fermi gases and to the issue of electron spin decoherence in quantum dots. A typical dynamics of the BCS and central spin models is quasi-periodic with a large number of frequencies and stable under small perturbations. We show that for certain special initial conditions the number of frequencies decreases and the solution simplifies. In …",
            "Solution for the dynamics of the BCS and central spin problems",
            "Emil A Yuzbashyan and Boris L Altshuler and Vadim B Kuznetsov and Victor Z Enolskii",
            "2005",
            "zh8qIMYAAAAJ:qjMakFHDy7sC",
            123,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0305-4470\/38\/36\/003\/meta",
            "12362849275321629197",
            "\/scholar?cites=12362849275321629197",
            {
                "2004":1,
                "2005":2,
                "2006":8,
                "2007":11,
                "2008":9,
                "2009":5,
                "2010":7,
                "2011":6,
                "2012":5,
                "2013":11,
                "2014":4,
                "2015":9,
                "2016":8,
                "2017":5,
                "2018":9,
                "2019":12,
                "2020":11
            }
        ],
        [
            "We obtain a complete solution for the mean-field dynamics of the BCS paired state with a large, but finite number of Cooper pairs in the nonadiabatic regime. We show that the problem reduces to a classical integrable Hamiltonian system and derive a complete set of its integrals of motion. The condensate exhibits irregular multifrequency oscillations ergodically exploring the part of the phase space allowed by the conservation laws. In the thermodynamic limit, however, the system can asymptotically reach a steady state.",
            "Nonequilibrium Cooper pairing in the nonadiabatic regime",
            "Emil A Yuzbashyan and Boris L Altshuler and Vadim B Kuznetsov and Victor Z Enolskii",
            "2005",
            "zh8qIMYAAAAJ:UeHWp8X0CEIC",
            117,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.220503",
            "9495124310834060852",
            "\/scholar?cites=9495124310834060852",
            {
                "2006":8,
                "2007":6,
                "2008":7,
                "2009":10,
                "2010":11,
                "2011":4,
                "2012":3,
                "2013":4,
                "2014":8,
                "2015":7,
                "2016":6,
                "2017":9,
                "2018":8,
                "2019":13,
                "2020":11,
                "2021":2
            }
        ],
        [
            "We study the nonadiabatic dynamics of a two-dimensional p+ i p superfluid following an instantaneous quantum quench of the BCS coupling constant. The model describes a topological superconductor with a nontrivial BCS (trivial BEC) phase appearing at weak-(strong-) coupling strengths. We extract the exact long-time asymptotics of the order parameter Δ (t) by exploiting the integrability of the classical p-wave Hamiltonian, which we establish via a Lax construction. Three different types of asymptotic behavior can occur depending upon the strength and direction of the interaction quench. We refer to these as the nonequilibrium phases {I, II, III}, characterized as follows. In phase I, the order parameter asymptotes to zero due to dephasing. In phase II, Δ→ Δ∞, a nonzero constant. Phase III is characterized by persistent oscillations of Δ (t). For quenches within phases I and II, we determine the topological character …",
            "Quantum quench in a  superfluid: Winding numbers and topological states far from equilibrium",
            "Matthew S Foster and Maxim Dzero and Victor Gurarie and Emil A Yuzbashyan",
            "2013",
            "zh8qIMYAAAAJ:D_sINldO8mEC",
            108,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.104511",
            "386401577923648731",
            "\/scholar?cites=386401577923648731",
            {
                "2013":1,
                "2014":9,
                "2015":17,
                "2016":17,
                "2017":15,
                "2018":13,
                "2019":21,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Ultracold atomic gases in two dimensions tuned close to a p-wave Feshbach resonance were expected to exhibit topological superfluidity, but these were found to be experimentally unstable. We show that one can induce a topological Floquet superfluid if weakly interacting atoms are brought suddenly close (“quenched”) to such a resonance, in the time before the instability kicks in. The resulting superfluid possesses Majorana edge modes, yet differs from a conventional Floquet system as it is not driven externally. Instead, the periodic modulation is self-generated by the dynamics.",
            "Quench-Induced Floquet Topological -Wave Superfluids",
            "Matthew S Foster and Victor Gurarie and Maxim Dzero and Emil A Yuzbashyan",
            "2014",
            "zh8qIMYAAAAJ:WF5omc3nYNoC",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.076403",
            "14750973749423432965",
            "\/scholar?cites=14750973749423432965",
            {
                "2014":2,
                "2015":13,
                "2016":21,
                "2017":18,
                "2018":9,
                "2019":19,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We study the dynamic response of an s-wave BCS-BEC (atomic-molecular) condensate to detuning quenches within the two-channel model beyond the weak-coupling BCS limit. At long times after the quench, the condensate ends up in one of three main asymptotic states (nonequilibrium phases), which are qualitatively similar to those in other fermionic condensates defined by a global complex order parameter. In phase I the amplitude of the order parameter vanishes as a power law, in phase II it goes to a nonzero constant, and in phase III it oscillates persistently. We construct exact quench phase diagrams that predict the asymptotic state (including the many-body wave function) depending on the initial and final detunings and on the Feshbach resonance width. Outside of the weak-coupling regime, both the mechanism and the time dependence of the relaxation of the amplitude of the order parameter in phases I …",
            "Quantum quench phase diagrams of an s-wave BCS-BEC condensate",
            "Emil A Yuzbashyan and Maxim Dzero and Victor Gurarie and Matthew S Foster",
            "2015",
            "zh8qIMYAAAAJ:Se3iqnhoufwC",
            73,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.91.033628",
            "1319332922203935515",
            "\/scholar?cites=1319332922203935515",
            {
                "2015":5,
                "2016":7,
                "2017":21,
                "2018":12,
                "2019":17,
                "2020":10,
                "2021":1
            }
        ]
    ]
}