{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "introduce a theory of affective experience at work which emphasizes the role of work events as proximal causes of affective reactions\/discuss the structure of affective experiences, their situational and dispositional causes and their effects on performance and job satisfaction\/[present] a general overview of the previous positions on job satisfaction, and then contrast these positions with one that focuses on affective experiences",
            "Affective events theory: A theoretical discussion of the structure, causes and consequences of affective experiences at work.",
            "Howard M Weiss and Russell Cropanzano",
            "1996",
            "zhUj2-oAAAAJ:u5HHmVD_uO8C",
            5415,
            "https:\/\/psycnet.apa.org\/record\/1996-98665-001",
            "8575306075971981470",
            "\/scholar?cites=8575306075971981470",
            {
                "1999":16,
                "2000":41,
                "2001":42,
                "2002":65,
                "2003":57,
                "2004":83,
                "2005":118,
                "2006":124,
                "2007":122,
                "2008":200,
                "2009":191,
                "2010":233,
                "2011":272,
                "2012":317,
                "2013":338,
                "2014":353,
                "2015":383,
                "2016":418,
                "2017":439,
                "2018":439,
                "2019":517,
                "2020":538,
                "2021":32
            }
        ],
        [
            "The study of affect in the workplace began and peaked in the 1930s, with the decades that followed up to the 1990s not being particularly fertile. Whereas job satisfaction generally continues to be loosely but not carefully thought of and measured as an affective state, critical work in the 1990s has raised serious questions about the affective status of job satisfaction in terms of its causes as well as its definition and measurement. Recent research has focused on the production of moods and emotions at work, with an emphasis, at least conceptually, on stressful events, leaders, work groups, physical settings, and rewards\/punishment. Other recent research has addressed the consequences of workers' feelings, in particular, a variety of performance outcomes (e.g., helping behaviors and creativity). Even though recent interest in affect in the workplace has been intense, many theoretical and methodological …",
            "Organizational behavior: Affect in the workplace",
            "Arthur P Brief and Howard M Weiss",
            "2002",
            "zhUj2-oAAAAJ:u-x6o8ySG0sC",
            2761,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.psych.53.100901.135156",
            "16150455065729608002",
            "\/scholar?cites=16150455065729608002",
            {
                "2002":9,
                "2003":21,
                "2004":47,
                "2005":85,
                "2006":88,
                "2007":116,
                "2008":147,
                "2009":143,
                "2010":159,
                "2011":153,
                "2012":206,
                "2013":171,
                "2014":198,
                "2015":228,
                "2016":216,
                "2017":189,
                "2018":188,
                "2019":175,
                "2020":171,
                "2021":2
            }
        ],
        [
            "In this paper I argue that standard treatments of job satisfaction have inappropriately defined satisfaction as affect and in so doing have obscured the differences among three separate, if related, constructs. These key constructs are overall evaluative judgments about jobs, affective experiences at work, and beliefs about jobs. I show that clearly separating these constructs is consistent with current, basic research and theory on attitudes as well as with current research and theory on “subjective well-being” (SWB). I also argue that the separation of the constructs can produce better criterion predictions than job satisfaction has by itself, suggests new areas of research that cannot be envisioned when satisfaction and affect are treated as equivalent constructs, and requires the development of new measurement systems.",
            "Deconstructing job satisfaction: Separating evaluations, beliefs and affective experiences",
            "Howard M Weiss",
            "2002",
            "zhUj2-oAAAAJ:d1gkVwhDpl0C",
            2318,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053482202000451",
            "8850407587805456731",
            "\/scholar?cites=8850407587805456731",
            {
                "2002":9,
                "2003":11,
                "2004":14,
                "2005":21,
                "2006":34,
                "2007":40,
                "2008":65,
                "2009":79,
                "2010":113,
                "2011":126,
                "2012":189,
                "2013":176,
                "2014":194,
                "2015":208,
                "2016":202,
                "2017":200,
                "2018":209,
                "2019":198,
                "2020":188,
                "2021":4
            }
        ],
        [
            "In this article, the authors present a model linking immediate affective experiences to within-person performance. First, the authors define a time structure for performance (the performance episode) that is commensurate with the dynamic nature of affect. Next, the authors examine the core cognitive and regulatory processes that determine performance for 1 person during any particular episode. Third, the authors describe how various emotions and moods influence the intermediary performance processes, thereby affecting performance. In the final section of the article, the authors discuss limitations, future research directions, and practical implications for their episodic process model of affect and performance.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "An episodic process model of affective influences on performance.",
            "Daniel J Beal and Howard M Weiss and Eduardo Barros and Shelley M MacDermid",
            "2005",
            "zhUj2-oAAAAJ:UeHWp8X0CEIC",
            987,
            "https:\/\/psycnet.apa.org\/record\/2005-14549-003",
            "8923346177851227132",
            "\/scholar?cites=8923346177851227132",
            {
                "2006":3,
                "2007":15,
                "2008":37,
                "2009":33,
                "2010":51,
                "2011":52,
                "2012":65,
                "2013":71,
                "2014":79,
                "2015":94,
                "2016":76,
                "2017":73,
                "2018":89,
                "2019":107,
                "2020":126,
                "2021":10
            }
        ],
        [
            "Research on organizational justice typically focuses on attitudinal, cognitive, or behavioral outcomes. Emotional reactions to justice have been suggested but not studied. The emotional appraisal literature provides a framework within which to analyze emotional reactions to just and unjust events. Undergraduates (67 females and 55 males) were randomly assigned to conditions crossing either a positive or negative outcome and a procedure which was either fair, biased in the participant's favor, or biased in favor of another, after which their emotional responses were assessed by self report. Results support predictions about discrete emotional reactions. As predicted by emotional-appraisal theories, reports of happiness were influenced only by outcome, whereas reports of guilt, anger, and to a lesser extent pride, were influenced by specific combinations of outcome and procedure. Results are discussed within an …",
            "Effects of justice conditions on discrete emotions.",
            "Howard M Weiss and Kathleen Suckow and Russell Cropanzano",
            "1999",
            "zhUj2-oAAAAJ:9yKSN-GCB0IC",
            919,
            "https:\/\/psycnet.apa.org\/record\/1999-01454-011",
            "11827519122827624839",
            "\/scholar?cites=11827519122827624839",
            {
                "2000":3,
                "2001":14,
                "2002":19,
                "2003":11,
                "2004":31,
                "2005":37,
                "2006":30,
                "2007":40,
                "2008":47,
                "2009":52,
                "2010":45,
                "2011":53,
                "2012":65,
                "2013":50,
                "2014":59,
                "2015":68,
                "2016":48,
                "2017":56,
                "2018":63,
                "2019":58,
                "2020":54,
                "2021":3
            }
        ],
        [
            "Discusses traditional and potential roles for personality constructs in explanations of work behavior. An overview of the way personality has been treated in organizational research is presented, and it is argued that current negative evaluations about the contributions of personality are based on research that is conceptually and methodologically limited: Most of the criticisms place greater emphasis on the inability of personality constructs to predict behavior patterns than on the question of construct legitimacy. Three general topics are discussed—situation strength, dependent variable analysis, and interactions—to illustrate issues relevant to a more appropriate examination of personality and organizational behavior.(167 ref)(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Personality and organizational behavior.",
            "Howard M Weiss and Seymour Adler",
            "1984",
            "zhUj2-oAAAAJ:2osOgNQ5qMEC",
            728,
            "https:\/\/psycnet.apa.org\/record\/1984-30230-001",
            "15845946150658130902",
            "\/scholar?cites=15845946150658130902",
            {
                "1985":3,
                "1986":3,
                "1987":4,
                "1988":6,
                "1989":18,
                "1990":8,
                "1991":24,
                "1992":14,
                "1993":14,
                "1994":10,
                "1995":14,
                "1996":9,
                "1997":9,
                "1998":20,
                "1999":12,
                "2000":19,
                "2001":21,
                "2002":17,
                "2003":30,
                "2004":24,
                "2005":35,
                "2006":30,
                "2007":31,
                "2008":40,
                "2009":25,
                "2010":27,
                "2011":28,
                "2012":31,
                "2013":60,
                "2014":35,
                "2015":22,
                "2016":14,
                "2017":15,
                "2018":17,
                "2019":21,
                "2020":12,
                "2021":1
            }
        ],
        [
            "This study investigated the joint influences of episodic levels of pleasant mood at work and beliefs about one's job on judgments of job satisfaction, as well as examining the prediction of the patterns of affective states over time. Twenty-four managerial workers completed a diary during work hours which required them to report their mood state at four different times during the workday. The diaries were completed for 16 workdays. At a separate time they completed a measure of overall satisfaction, a Valence—Instrumentality—Expectancy (VIE) measure of beliefs about the job and two dispositional variables, dispositional happiness and affect intensity. Results showed that average levels of pleasant mood over the 16 days and VIE beliefs about the job made significant and independent contributions to the prediction of overall job satisfaction and did so over and above the contribution of dispositional happiness …",
            "An examination of the joint effects of affective experiences and job beliefs on job satisfaction and variations in affective experiences over time",
            "Howard M Weiss and Jeffrey P Nicholas and Catherine S Daus",
            "1999",
            "zhUj2-oAAAAJ:qjMakFHDy7sC",
            631,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0749597899928248",
            "7442003055037729881",
            "\/scholar?cites=7442003055037729881",
            {
                "2000":2,
                "2001":8,
                "2002":18,
                "2003":18,
                "2004":24,
                "2005":28,
                "2006":33,
                "2007":21,
                "2008":31,
                "2009":36,
                "2010":40,
                "2011":41,
                "2012":34,
                "2013":37,
                "2014":43,
                "2015":39,
                "2016":39,
                "2017":35,
                "2018":36,
                "2019":33,
                "2020":25
            }
        ],
        [
            "The present research examines the within-person structure of job performance, with an emphasis on the relationship between organizational citizenship behavior (OCB) and counterproductive work behavior (CWB). We demonstrate, via two experience-sampling studies, that OCB and CWB are affect-driven phenomena that exhibit considerable within-person variation. Furthermore, as predicted, the within-person affective forces on OCB were independent of those on CWB—and the two phenomena were themselves independent. When directed at an organization (rather than a supervisor or coworkers), both were, however, related (within-person) to each other and to overall job performance. We discuss implications for the within-person performance structure.",
            "A within-person approach to work behavior and performance: Concurrent and lagged citizenship-counterproductivity associations, and dynamic relationships with affect and overall …",
            "Reeshad S Dalal and Holly Lam and Howard M Weiss and Eric R Welch and Charles L Hulin",
            "2009",
            "zhUj2-oAAAAJ:5nxA0vEk-isC",
            463,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/amj.2009.44636148",
            "4936238083003610947",
            "\/scholar?cites=4936238083003610947",
            {
                "2010":14,
                "2011":15,
                "2012":29,
                "2013":33,
                "2014":40,
                "2015":43,
                "2016":34,
                "2017":58,
                "2018":55,
                "2019":61,
                "2020":74,
                "2021":2
            }
        ],
        [
            "The\" Global War on Terrorism\" has resulted in reservists being deployed at an ever-increasing rate. However, because reservists and their families are unaccustomed to deployments, many families may experience boundary ambiguity, a state in which family members are uncertain in their perception about who is in or out of the family and who is performing which roles and tasks within the family. This qualitative description study examined boundary ambiguity in military reserve families over time. A sample of 34 reservists, spouses, and parents was interviewed 7 times within the 1st year of the reservists' return from Iraq. During deployment, all family members experienced boundary ambiguity. Gathering information and attending a family support group provided some relief for families. After the reservists returned, couples as well as those who had experienced additional life events or losses experienced the highest …",
            "Ambiguous absence, ambiguous presence: A qualitative study of military reserve families in wartime.",
            "Anthony J Faber and Elaine Willerton and Shelley R Clymer and Shelley M MacDermid and Howard M Weiss",
            "2008",
            "zhUj2-oAAAAJ:ufrVoPGSRksC",
            441,
            "https:\/\/psycnet.apa.org\/record\/2008-03770-005",
            "8712767244269387643",
            "\/scholar?cites=8712767244269387643",
            {
                "2009":8,
                "2010":24,
                "2011":50,
                "2012":38,
                "2013":50,
                "2014":51,
                "2015":46,
                "2016":46,
                "2017":30,
                "2018":47,
                "2019":22,
                "2020":24
            }
        ],
        [
            "Drawing on the emotional labor and work recovery literatures, we examined the relationship between workday break activities and emotional experiences and the role these variables play in the performance of positive affective displays in service interactions. In results based on data collected from 64 cheerleading instructors via experience sampling, break activities are related to emotional experiences and positive affective displays. Moreover, supporting regulatory resource theory, break activities' impact on positive affective displays goes beyond the effects of emotional experiences. Our findings suggest employees' use of workday breaks can have practical implications for how they feel and perform at work.",
            "Making the break count: An episodic examination of recovery activities, emotional experiences, and positive affective displays",
            "John P Trougakos and Daniel J Beal and Stephen G Green and Howard M Weiss",
            "2008",
            "zhUj2-oAAAAJ:roLk4NBRz8UC",
            423,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/AMJ.2008.30764063",
            "16407456782404438163",
            "\/scholar?cites=16407456782404438163",
            {
                "2008":4,
                "2009":8,
                "2010":20,
                "2011":19,
                "2012":33,
                "2013":36,
                "2014":28,
                "2015":39,
                "2016":43,
                "2017":54,
                "2018":55,
                "2019":38,
                "2020":38,
                "2021":5
            }
        ]
    ]
}