{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The (spherical) gravitational shock wave due to a massless particle moving at the speed of light along the horizon of the Schwarzchild black hole is obtained. Special cases of our procedure yield previous results by Aichelburg and Sexl[1] for a photon in Minkowski vpace and by Penrose [2] for sourceless shock waves in Minkowski space. A new derivation of the (plane) shock wave of a photon in Minkowski space [1] involving explicit calculation of geodesics crossing the shock wave is also given in order to clarify the underlying physics. Applications to quantum gravity, specifically the possible effect on the Hawking temperature, are briefly discussed.",
            "The gravitational shock wave of a massless particle",
            "Tevian Dray and Gerard't Hooft",
            "1985",
            "ZIpeDHkAAAAJ:u5HHmVD_uO8C",
            432,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321385905255",
            "13124215468641205049",
            "\/scholar?cites=13124215468641205049",
            {
                "1985":5,
                "1986":5,
                "1987":7,
                "1988":5,
                "1989":12,
                "1990":10,
                "1991":9,
                "1992":14,
                "1993":8,
                "1994":12,
                "1995":19,
                "1996":9,
                "1997":12,
                "1998":12,
                "1999":6,
                "2000":4,
                "2001":7,
                "2002":4,
                "2003":5,
                "2004":13,
                "2005":12,
                "2006":3,
                "2007":6,
                "2008":9,
                "2009":12,
                "2010":15,
                "2011":9,
                "2012":9,
                "2013":6,
                "2014":10,
                "2015":20,
                "2016":21,
                "2017":18,
                "2018":35,
                "2019":31,
                "2020":35
            }
        ],
        [
            "Based on previous work we show how to join two Schwarzschild solutions, possibly with different masses, along null cylinders each representing a spherical shell of infalling or outgoing massless matter. One of the Schwarzschild masses can be zero, i.e. one region can be flat. The above procedure can be repeated to produce space-times with aC 0 metric describing several different (possibly flat) Schwarzschild regions separated by shells of matter. An exhaustive treatment of the ways of combining four such regions is given; the extension to many regions is then straightforward. Cases of special interest are: (1) the scattering of two spherical gravitational “shock waves” at the horizon of a Schwarzschild black hole, and (2) a configuration involving onlyone external universe, which may be relevant to quantization problems in general relativity. In the latter example, only an infinitesimal amount of matter is …",
            "The effect of spherical shells of matter on the Schwarzschild black hole",
            "Tevian Dray and Gerard't Hooft",
            "1985",
            "ZIpeDHkAAAAJ:u-x6o8ySG0sC",
            144,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01215912",
            "2588960557606528055",
            "\/scholar?cites=2588960557606528055",
            {
                "1986":2,
                "1987":2,
                "1988":3,
                "1989":5,
                "1990":4,
                "1991":1,
                "1992":4,
                "1993":5,
                "1994":6,
                "1995":7,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":4,
                "2000":4,
                "2001":10,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":5,
                "2011":1,
                "2012":7,
                "2013":7,
                "2014":9,
                "2015":2,
                "2016":9,
                "2017":10,
                "2018":17,
                "2019":1
            }
        ],
        [
            "The authors derive an expression for the singular part of the stress-energy tensor on a hypersurface in spacetime in terms of the discontinuities in fundamental forms associated with the surface for both the non-null case, where the results are standard, and the null case. They then derive the minimum conditions which must be satisfied in order to glue two spacetimes together along such a hypersurface. In both cases, the essential requirement is only that the naturally induced (possibly degenerate) 3-metrics on the hypersurface must agree.",
            "Junction conditions for null hypersurfaces",
            "CJS Clarke and Tevian Dray",
            "1987",
            "ZIpeDHkAAAAJ:9yKSN-GCB0IC",
            116,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/4\/2\/010\/meta",
            "9439184213297694757",
            "\/scholar?cites=9439184213297694757",
            {
                "1988":3,
                "1989":4,
                "1990":3,
                "1991":4,
                "1992":1,
                "1993":2,
                "1994":5,
                "1995":1,
                "1996":5,
                "1997":3,
                "1998":4,
                "1999":5,
                "2000":3,
                "2001":8,
                "2002":4,
                "2003":5,
                "2004":5,
                "2005":1,
                "2006":3,
                "2007":2,
                "2008":2,
                "2009":3,
                "2010":2,
                "2011":6,
                "2012":1,
                "2013":5,
                "2014":5,
                "2015":6,
                "2016":5,
                "2017":3,
                "2018":6
            }
        ],
        [
            "We derive conditions for rotating particle detectors to respond in a variety of bounded spacetimes and compare the results with the folklore that particle detectors do not respond in the vacuum state appropriate to their motion. Applications involving possible violations of the second law of thermodynamics are briefly addressed.© 1996 The American Physical Society.",
            "Detecting the rotating quantum vacuum",
            "Paul CW Davies and Tevian Dray and Corinne A Manogue",
            "1996",
            "ZIpeDHkAAAAJ:UeHWp8X0CEIC",
            105,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.53.4382",
            "18053750683479425992",
            "\/scholar?cites=18053750683479425992",
            {
                "1996":1,
                "1997":6,
                "1998":3,
                "1999":7,
                "2000":8,
                "2001":6,
                "2002":2,
                "2003":5,
                "2004":4,
                "2005":4,
                "2006":5,
                "2007":1,
                "2008":4,
                "2009":1,
                "2010":2,
                "2011":7,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":3,
                "2017":9,
                "2018":9,
                "2019":3,
                "2020":8
            }
        ],
        [
            "The definition of angular momentum recently given by Penrose (1982) is analysed on I. It is shown that this definition is essentially a supertranslation of previous definitions. The origin dependence of Penrose's angular momentum is shown to have the correct form. Based on Penrose's expression, the authors then define a momentum for all elements of the BMS Lie algebra, which is the first such expression with the property that its flux vanishes identically in Minkowski space.",
            "Angular momentum at null infinity",
            "Tevian Dray and Michael Streubel",
            "1984",
            "ZIpeDHkAAAAJ:zYLM7Y9cAGgC",
            93,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/1\/1\/005\/meta",
            "1826729124624306023",
            "\/scholar?cites=1826729124624306023",
            {
                "1984":1,
                "1985":2,
                "1986":3,
                "1987":1,
                "1988":2,
                "1989":2,
                "1990":1,
                "1991":4,
                "1992":1,
                "1993":4,
                "1994":1,
                "1995":1,
                "1996":2,
                "1997":3,
                "1998":2,
                "1999":3,
                "2000":1,
                "2001":3,
                "2002":3,
                "2003":4,
                "2004":3,
                "2005":4,
                "2006":7,
                "2007":4,
                "2008":5,
                "2009":4,
                "2010":5,
                "2011":4,
                "2012":12,
                "2013":1
            }
        ],
        [
            "We consider the (massless) scalar field on 2-dimensional manifolds whose metric changes signature and which admit a spacelike isometry. Choosing the wave equation so that there will be a conserved Klein-Gordon product implicitly determines the junction conditions one needs to impose in order to obtain global solutions. The resulting mix of positive and negative frequencies produced by the presence of Euclidean regions depends only on the total width of the regions, and not on the detailed form of the metric.",
            "Particle production from signature change",
            "Tevian Dray and Corinne A Manogue and Robin W Tucker",
            "1991",
            "ZIpeDHkAAAAJ:2osOgNQ5qMEC",
            86,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF00756915.pdf",
            "12811573890825261416",
            "\/scholar?cites=12811573890825261416",
            {
                "1992":1,
                "1993":4,
                "1994":9,
                "1995":16,
                "1996":5,
                "1997":5,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":4,
                "2007":7,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":1
            }
        ],
        [
            "We discuss the eigenvalue problem for 2×2 and 3×3 octonionic Hermitian matrices. In both cases, we give the general solution for real eigenvalues, and we show there are also solutions with non-real eigenvalues.",
            "The octonionic eigenvalue problem",
            "Tevian Dray and Corinne A Manogue",
            "1998",
            "ZIpeDHkAAAAJ:Y0pCki6q_DkC",
            75,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF03043104.pdf",
            "6425579976243520425",
            "\/scholar?cites=6425579976243520425",
            {
                "1998":1,
                "1999":3,
                "2000":8,
                "2001":2,
                "2002":3,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":6,
                "2007":4,
                "2008":3,
                "2009":5,
                "2010":4,
                "2011":4,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":4,
                "2017":2
            }
        ],
        [
            "There are precisely two further generalizations of the real and complex numbers, namely, the quaternions and the octonions. The quaternions naturally describe rotations in three dimensions. In fact, all (continuous) symmetry groups are based on one of these four number systems. This book provides an elementary introduction to the properties of the octonions, with emphasis on their geometric structure. Elementary applications covered include the rotation groups and their spacetime generalization, the Lorentz group, as well as the eigenvalue problem for Hermitian matrices. In addition, more sophisticated applications include the exceptional Lie groups, octonionic projective spaces, and applications to particle physics including the remarkable fact that classical supersymmetry only exists in particular spacetime dimensions. Contents: Introduction\" Number Systems:\" The Geometry of the Complex NumbersThe Geometry of the QuaternionsThe Geometry of the OctonionsOther Number Systems\" Symmetry Groups:\" Some Orthogonal GroupsSome Unitary GroupsSome Symplectic GroupsSymmetry Groups over Other Division AlgebrasLie Groups and Lie AlgebrasThe Exceptional Groups\" Applications:\" Division Algebras in MathematicsOctonionic Eigenvalue ProblemsThe Physics of the OctonionsMagic Squares Readership: Advanced ubdergraduate and graduate students and faculty in mathematics and physics; non-experts with moderately sophisticated mathematics background. Key Features: This book is easily digestible by a large audience wanting to know the elementary introduction to octanionsSuitable for any reader with a grasp of the …",
            "The geometry of the octonions",
            "Tevian Dray and Corinne A Manogue",
            "2015",
            "ZIpeDHkAAAAJ:pqnbT2bcN3wC",
            74,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=znW6CgAAQBAJ&oi=fnd&pg=PR7&dq=info:mzcPMvn9E6wJ:scholar.google.com&ots=oTBXwu5w3v&sig=UhBuyaOEkgj5wScCyK1ZmaV9cIc",
            "12399533445809649563",
            "\/scholar?cites=12399533445809649563",
            {
                "2015":2,
                "2016":9,
                "2017":15,
                "2018":15,
                "2019":11,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We consider the (massless) scalar field on a two-dimensional manifold with metric that changes signature from Lorentzian to Euclidean. Requiring a conserved momentum in the spatially homogeneous case leads to a particular choice of propagation rule. The resulting mix of positive and negative frequencies depends only on the total (conformal) size of the spacelike regions and not on the detailed form of the metric. Reformulating the problem using junction conditions, we then show that the solutions obtained above are the unique ones which satisfy the natural distributional wave equation everywhere. We also give a variational approach, obtaining the same results from a natural Lagrangian.",
            "Scalar field equation in the presence of signature change",
            "Tevian Dray and Corinne A Manogue and Robin W Tucker",
            "1993",
            "ZIpeDHkAAAAJ:qjMakFHDy7sC",
            74,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.48.2587",
            "17289686727510803657",
            "\/scholar?cites=17289686727510803657",
            {
                "1993":1,
                "1994":5,
                "1995":15,
                "1996":8,
                "1997":5,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":3,
                "2007":2,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Using methods similar to those in a previous paper,(Dray and't Hooft 1985), the authors construct exact solutions to Einstein's equation containing two colliding planar shells of matter which divide spacetime into four regions, three of which are flat. In the appendices they consider some more general cases.",
            "The gravitation effect of colliding planar shells of matter",
            "Tevian Dray and G't Hooft",
            "1986",
            "ZIpeDHkAAAAJ:d1gkVwhDpl0C",
            74,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/3\/5\/013\/meta",
            "8662169017875356281",
            "\/scholar?cites=8662169017875356281",
            {
                "1987":1,
                "1988":6,
                "1989":3,
                "1990":4,
                "1991":5,
                "1992":1,
                "1993":4,
                "1994":1,
                "1995":3,
                "1996":1,
                "1997":4,
                "1998":2,
                "1999":4,
                "2000":5,
                "2001":3,
                "2002":4,
                "2003":5,
                "2004":2,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":2,
                "2012":3
            }
        ]
    ]
}