{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Optimization of internal quantum efficiency (IQE) for InGaN quantum wells (QWs) light-emitting diodes (LEDs) is investigated. Staggered InGaN QWs with large electron-hole wavefunction overlap and improved radiative recombination rate are investigated for nitride LEDs application. The effect of interface abruptness in staggered InGaN QWs on radiative recombination rate is studied. Studies show that the less interface abruptness between the InGaN sub-layers will not affect the performance of the staggered InGaN QWs detrimentally. The growths of linearly-shaped staggered InGaN QWs by employing graded growth temperature grading are presented. The effect of current injection efficiency on IQE of InGaN QWs LEDs and other approaches to reduce dislocation in InGaN QWs LEDs are also discussed. The optimization of both radiative efficiency and current injection efficiency in InGaN QWs LEDs are required for …",
            "Approaches for high internal quantum efficiency green InGaN light-emitting diodes with large overlap quantum wells",
            "Hongping Zhao and Guangyu Liu and Jing Zhang and Jonathan D Poplawsky and Volkmar Dierolf and Nelson Tansu",
            "2011",
            "zjrwm-UAAAAJ:Se3iqnhoufwC",
            553,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-19-s4-a991",
            "13384200016395420639",
            "\/scholar?cites=13384200016395420639",
            {
                "2011":16,
                "2012":77,
                "2013":144,
                "2014":95,
                "2015":72,
                "2016":40,
                "2017":37,
                "2018":22,
                "2019":26,
                "2020":18,
                "2021":4
            }
        ],
        [
            "Domains and domain walls are a fundamental property of interest in ferroelectrics, magnetism, ferroelastics, superconductors, and multiferroic materials. Unlike magnetic Bloch walls, ideal ferroelectric domain walls are well accepted to be only one to two lattice units wide, over which polarization and strain change across the wall. However, walls in real ferroelectrics appear to show unexpected property variations in the vicinity of domain walls that can extend over micrometer length scales. This chapter specifically reviews the local electrical, elastic, optical, and structural properties of antiparallel domain walls in the trigonal ferroelectrics lithium niobate and lithium tantalate. It is shown that extrinsic point defects and their clustering play a key role in the observed local wall structure and influence macroscale properties by orders of magnitude. The review also raises broader and yet unexplored fundamental questions …",
            "Defect–domain wall interactions in trigonal ferroelectrics",
            "Venkatraman Gopalan and Volkmar Dierolf and David A Scrymgeour",
            "2007",
            "zjrwm-UAAAAJ:qjMakFHDy7sC",
            195,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev.matsci.37.052506.084247",
            "5275548575608567861",
            "\/scholar?cites=5275548575608567861",
            {
                "2007":1,
                "2008":8,
                "2009":8,
                "2010":17,
                "2011":16,
                "2012":20,
                "2013":16,
                "2014":13,
                "2015":16,
                "2016":21,
                "2017":13,
                "2018":16,
                "2019":14,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Three-layer staggered InGaN quantum wells (QWs) light-emitting diodes (LEDs) emitting at 520–525 nm were grown by metal-organic chemical vapor deposition by employing graded growth-temperature profile. The use of staggered InGaN QW, with improved electron-hole wave functions overlap design, leads to an enhancement of its radiative recombination rate. Both cathodoluminescence and electroluminescence measurements of three-layer staggered InGaN QW LED exhibited enhancements by 1.8–2.8 and 2.0–3.5 times, respectively, over those of conventional InGaN QW LED.",
            "Growths of staggered InGaN quantum wells light-emitting diodes emitting at 520–525 nm employing graded growth-temperature profile",
            "Hongping Zhao and Guangyu Liu and Xiao-Hang Li and GS Huang and Jonathan D Poplawsky and S Tafon Penn and Volkmar Dierolf and Nelson Tansu",
            "2009",
            "zjrwm-UAAAAJ:2osOgNQ5qMEC",
            173,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3204446",
            "8374332444847043746",
            "\/scholar?cites=8374332444847043746",
            {
                "2009":2,
                "2010":17,
                "2011":33,
                "2012":28,
                "2013":18,
                "2014":17,
                "2015":13,
                "2016":11,
                "2017":11,
                "2018":8,
                "2019":7,
                "2020":7
            }
        ],
        [
            "AlGaN samples grown by plasma-assisted molecular-beam epitaxy on sapphire (0001) substrates, with 20%–50% Al content and without the use of indium, show intense room-temperature photoluminescence that is significantly redshifted, 200–400meV, from band edge. This intense emission is characterized by a long room-temperature lifetime (∼375ps) comparable to that seen in low defect density (∼108cm−2) GaN. Room-temperature monochromatic cathodoluminescence images at the redshifted peak reveal spatially nonuniform emission similar to that observed in In(Al)GaN alloys and attributed to compositional inhomogeneity. These observations suggest that spatial localization enhances the luminescence efficiency despite the high defect density (>1010cm−2) of the films by inhibiting movement of carriers to nonradiative sites.",
            "Enhanced room-temperature luminescence efficiency through carrier localization in  alloys",
            "CJ Collins and AV Sampath and GA Garrett and WL Sarney and H Shen and M Wraback and A Yu Nikiforov and GS Cargill III and V Dierolf",
            "2005",
            "zjrwm-UAAAAJ:UeHWp8X0CEIC",
            113,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1856702",
            "17663402377857435862",
            "\/scholar?cites=17663402377857435862",
            {
                "2005":1,
                "2006":11,
                "2007":14,
                "2008":9,
                "2009":5,
                "2010":2,
                "2011":11,
                "2012":8,
                "2013":6,
                "2014":6,
                "2015":11,
                "2016":10,
                "2017":10,
                "2018":2,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Tellurite glasses are promising candidates for optical fiber laser and amplifier applications because of their excellent optical and chemical properties. The emission spectrum from erbium in tellurite glasses is almost twice as broad as the corresponding spectrum in silica. In this presentation, we report the results of a two-prong investigation of new tellurite glasses: a Raman study that provides detail information on the microscopic structure of these glasses, and a study of the erbium emission in fibers fabricated from these glasses. Specifically, we report on the emission from fibers of different lengths and for different pumping schemes.",
            "Characterization of new erbium-doped tellurite glasses and fibers",
            "Sasha Marjanovic and Jean Toulouse and H Jain and Christian Sandmann and V Dierolf and Ahmet R Kortan and Nonna Kopylov and Robert G Ahrens",
            "2003",
            "zjrwm-UAAAAJ:u-x6o8ySG0sC",
            112,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022309303002783",
            "3499376938023946986",
            "\/scholar?cites=3499376938023946986",
            {
                "2002":1,
                "2003":1,
                "2004":7,
                "2005":9,
                "2006":3,
                "2007":13,
                "2008":5,
                "2009":6,
                "2010":3,
                "2011":6,
                "2012":4,
                "2013":5,
                "2014":2,
                "2015":5,
                "2016":6,
                "2017":14,
                "2018":8,
                "2019":8,
                "2020":6
            }
        ],
        [
            "A large experimental body of literature on lithium niobate, a technologically important ferroelectric, suggests that nonstoichiometric defects dominate its physical behavior, from macroscale switching to nanoscale wall structure. The exact structure and energetics of such proposed intrinsic defects and defect clusters remains unverified by either first-principles calculations or experiments. Here, density functional theory (DFT) is used to determine the dominant intrinsic defects in Li Nb O 3 under various conditions. In particular, in an Nb 2 O 5-rich environment, a cluster consisting of a niobium antisite compensated by four lithium vacancies is predicted to be the most stable defect structure, thereby verifying what was thus far a conjecture in the literature. Under Li 2 O-rich conditions, the lithium Frenkel defect is predicted to be the most stable, with a positive defect formation energy (DFE). This is proposed as the underlying …",
            "Stability of intrinsic defects and defect clusters in Li Nb O 3 from density functional theory calculations",
            "Haixuan Xu and Donghwa Lee and Jun He and Susan B Sinnott and Venkatraman Gopalan and Volkmar Dierolf and Simon R Phillpot",
            "2008",
            "zjrwm-UAAAAJ:_FxGoFyzp5QC",
            110,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.174103",
            "8884020311978871203",
            "\/scholar?cites=8884020311978871203",
            {
                "2009":2,
                "2010":10,
                "2011":8,
                "2012":6,
                "2013":6,
                "2014":9,
                "2015":13,
                "2016":12,
                "2017":9,
                "2018":8,
                "2019":13,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Staggered InGaN quantum wells (QWs) are investigated both numerically and experimentally as improved active region for light-emitting diodes (LEDs) emitting at 520–525 nm. Based on a self-consistent six-band k·p method, band structures of both two-layer staggered InxGa1−xN\/InyGa1−yN QW and three-layer staggered InyGa1−yN\/InxGa1−xN\/InyGa1−yN QW structures are investigated as active region to enhance the spontaneous emission radiative recombination rate (Rsp) for LEDs emitting at 520–525 nm. Numerical analysis shows significant enhancement of Rsp for both two-layer and three-layer staggered InGaN QWs as compared to that of the conventional InzGa1−zN QW. Significant reduction of the radiative carrier lifetime contributes to the enhancement of the radiative efficiency for both two-layer and three-layer staggered InGaN QW LEDs emitting at 520–525 nm. Three-layer staggered InGaN QW …",
            "Design and characteristics of staggered InGaN quantum-well light-emitting diodes in the green spectral regime",
            "HP Zhao and GY Liu and X-H Li and RA Arif and GS Huang and JD Poplawsky and S Tafon Penn and V Dierolf and N Tansu",
            "2009",
            "zjrwm-UAAAAJ:UebtZRa9Y70C",
            103,
            "https:\/\/digital-library.theiet.org\/content\/journals\/10.1049\/iet-opt.2009.0050",
            "8165292420646725525",
            "\/scholar?cites=8165292420646725525",
            {
                "2010":11,
                "2011":18,
                "2012":7,
                "2013":34,
                "2014":4,
                "2015":8,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We have developed a technique to directly write stable ferroelectric domain patterns into lithium niobate crystals using visible light from an argon laser tightly focused to a diffraction limited spot in a confocal luminescence microscope. The patterns produced exhibit feature sizes down to 2 μm and show very little strain. The coercive field was reduced by as much as 30%. From the dynamics of the process, we attribute the reduction in coercive field to space charge fields produced by photoionization of defects. We have ruled out the possibility that the reduction in coercive field is simply a result of increased temperature by making local temperature measurements using the Stokes\/anti-Stokes intensity ratio in confocal Raman measurements.",
            "Direct-write method for domain inversion patterns in ",
            "V Dierolf and C Sandmann",
            "2004",
            "zjrwm-UAAAAJ:d1gkVwhDpl0C",
            91,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1753057",
            "4233016801993432120",
            "\/scholar?cites=4233016801993432120",
            {
                "2004":1,
                "2005":9,
                "2006":6,
                "2007":8,
                "2008":8,
                "2009":9,
                "2010":14,
                "2011":8,
                "2012":6,
                "2013":2,
                "2014":5,
                "2015":2,
                "2016":3,
                "2017":6,
                "2018":2
            }
        ]
    ]
}