{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Physical Biology of the Cell is a textbook for a first course in physical biology or biophysics for undergraduate or graduate students. It maps the huge and complex landscape of cell and molecular biology from the distinct perspective of physical biology. As a key organizing principle, the proximity of topics is based on the physical concepts that",
            "Physical biology of the cell",
            "Rob Phillips and Jane Kondev and Julie Theriot and Hernan Garcia",
            "2012",
            "ZKBl6bQAAAAJ:2osOgNQ5qMEC",
            1078,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=t2SzDwAAQBAJ&oi=fnd&pg=PR4&dq=info:nP7j1CyFx6EJ:scholar.google.com&ots=Yi4xX59Hyj&sig=2dMbTGa_Kczk-sbZkXH6IoV_ELo",
            "11657432588068585116",
            "\/scholar?cites=11657432588068585116",
            {
                "2011":42,
                "2012":61,
                "2013":86,
                "2014":87,
                "2015":108,
                "2016":120,
                "2017":136,
                "2018":132,
                "2019":119,
                "2020":109,
                "2021":8
            }
        ],
        [
            "The expression of genes is regularly characterized with respect to how much, how fast, when and where. Such quantitative data demands quantitative models. Thermodynamic models are based on the assumption that the level of gene expression is proportional to the equilibrium probability that RNA polymerase (RNAP) is bound to the promoter of interest. Statistical mechanics provides a framework for computing these probabilities. Within this framework, interactions of activators, repressors, helper molecules and RNAP are described by a single function, the ‘regulation factor’. This analysis culminates in an expression for the probability of RNA polymerase binding at the promoter of interest as a function of the number of regulatory proteins in the cell.",
            "Transcriptional regulation by the numbers: models",
            "Lacramioara Bintu and Nicolas E Buchler and Hernan G Garcia and Ulrich Gerland and Terence Hwa and Jané Kondev and Rob Phillips",
            "2005",
            "ZKBl6bQAAAAJ:u5HHmVD_uO8C",
            759,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959437X05000304",
            "17286607280914806868",
            "\/scholar?cites=17286607280914806868",
            {
                "2005":5,
                "2006":21,
                "2007":39,
                "2008":32,
                "2009":42,
                "2010":62,
                "2011":55,
                "2012":54,
                "2013":50,
                "2014":62,
                "2015":55,
                "2016":47,
                "2017":51,
                "2018":56,
                "2019":65,
                "2020":49,
                "2021":6
            }
        ],
        [
            "With the increasing amount of experimental data on gene expression and regulation, there is a growing need for quantitative models to describe the data and relate them to their respective context. Thermodynamic models provide a useful framework for the quantitative analysis of bacterial transcription regulation. This framework can facilitate the quantification of vastly different forms of gene expression from several well-characterized bacterial promoters that are regulated by one or two species of transcription factors; it is useful because it requires only a few parameters. As such, it provides a compact description useful for higher-level studies (e.g. of genetic networks) without the need to invoke the biochemical details of every component. Moreover, it can be used to generate hypotheses on the likely mechanisms of transcriptional control.",
            "Transcriptional regulation by the numbers: applications",
            "Lacramioara Bintu and Nicolas E Buchler and Hernan G Garcia and Ulrich Gerland and Terence Hwa and Jane Kondev and Thomas Kuhlman and Rob Phillips",
            "2005",
            "ZKBl6bQAAAAJ:u-x6o8ySG0sC",
            404,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959437X05000298",
            "76672546554179453",
            "\/scholar?cites=76672546554179453",
            {
                "2005":3,
                "2006":15,
                "2007":32,
                "2008":20,
                "2009":27,
                "2010":18,
                "2011":33,
                "2012":32,
                "2013":35,
                "2014":41,
                "2015":31,
                "2016":21,
                "2017":31,
                "2018":14,
                "2019":22,
                "2020":22,
                "2021":2
            }
        ],
        [
            "The conjunction of insights from structural biology, solution biochemistry, genetics, and single-molecule biophysics has provided a renewed impetus for the construction of quantitative models of biological processes. One area that has been a beneficiary of these experimental techniques is the study of viruses. In this article we describe how the insights obtained from such experiments can be utilized to construct physical models of processes in the viral life cycle. We focus on dsDNA bacteriophages and show that the bending elasticity of DNA and its electrostatics in solution can be combined to determine the forces experienced during packaging and ejection of the viral genome. Furthermore, we quantitatively analyze the effect of fluid viscosity and capsid expansion on the forces experienced during packaging. Finally, we present a model for DNA ejection from bacteriophages based on the hypothesis that the energy …",
            "Forces during bacteriophage DNA packaging and ejection",
            "Prashant K Purohit and Mandar M Inamdar and Paul D Grayson and Todd M Squires and Jané Kondev and Rob Phillips",
            "2005",
            "ZKBl6bQAAAAJ:d1gkVwhDpl0C",
            291,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000634950573160X",
            "2162242087298896047",
            "\/scholar?cites=2162242087298896047",
            {
                "2005":3,
                "2006":21,
                "2007":34,
                "2008":24,
                "2009":17,
                "2010":20,
                "2011":21,
                "2012":20,
                "2013":25,
                "2014":19,
                "2015":16,
                "2016":15,
                "2017":14,
                "2018":15,
                "2019":12,
                "2020":15
            }
        ],
        [
            "A new generation of single-molecule experiments has opened up the possibility of reexamining many of the fundamental processes of biochemistry and molecular biology from a unique and quantitative perspective. One technique producing a host of intriguing results is the use of optical tweezers to measure the mechanical forces exerted by molecular motors during key processes such as the transcription of DNA or the packing of a viral genome into its capsid. The objective of the current article is to respond to such measurements on viruses and to use the theory of elasticity and a simple model of charge and hydration forces to derive the force required to pack DNA into a viral capsid as a function of the fraction of the viral genome that has been packed. The results are found to be in excellent accord with recent measurements and complement previous theoretical work. Because the packing of DNA in viral capsids …",
            "Mechanics of DNA packaging in viruses",
            "Prashant K Purohit and Jané Kondev and Rob Phillips",
            "2003",
            "ZKBl6bQAAAAJ:9yKSN-GCB0IC",
            274,
            "https:\/\/www.pnas.org\/content\/100\/6\/3173.short",
            "4366608215912959240",
            "\/scholar?cites=4366608215912959240",
            {
                "2003":4,
                "2004":9,
                "2005":17,
                "2006":22,
                "2007":19,
                "2008":22,
                "2009":16,
                "2010":13,
                "2011":14,
                "2012":27,
                "2013":18,
                "2014":12,
                "2015":13,
                "2016":12,
                "2017":13,
                "2018":16,
                "2019":13,
                "2020":11,
                "2021":3
            }
        ],
        [
            "The mechanical properties of DNA play a critical role in many biological functions. For example, DNA packing in viruses involves confining the viral genome in a volume (the viral capsid) with dimensions that are comparable to the DNA persistence length. Similarly, eukaryotic DNA is packed in DNA–protein complexes (nucleosomes), in which DNA is tightly bent around protein spools. DNA is also tightly bent by many proteins that regulate transcription, resulting in a variation in gene expression that is amenable to quantitative analysis. In these cases, DNA loops are formed with lengths that are comparable to or smaller than the DNA persistence length. The aim of this review is to describe the physical forces associated with tightly bent DNA in all of these settings and to explore the biological consequences of such bending, as increasingly accessible by single‐molecule techniques. © 2006 Wiley Periodicals, Inc …",
            "Biological consequences of tightly bent DNA: the other life of a macromolecular celebrity",
            "Hernan G Garcia and Paul Grayson and Lin Han and Mandar Inamdar and Jané Kondev and Philip C Nelson and Rob Phillips and Jonathan Widom and Paul A Wiggins",
            "2007",
            "ZKBl6bQAAAAJ:UeHWp8X0CEIC",
            171,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/bip.20627",
            "5616034713842343912",
            "\/scholar?cites=5616034713842343912",
            {
                "2007":10,
                "2008":12,
                "2009":24,
                "2010":14,
                "2011":15,
                "2012":11,
                "2013":15,
                "2014":16,
                "2015":12,
                "2016":11,
                "2017":3,
                "2018":9,
                "2019":6,
                "2020":11
            }
        ]
    ]
}