{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The s-wave neutron fraction of the 0+ levels in 12 Be has been investigated for the first time through the 11 Be (d, p) transfer reaction using a 5 A MeV 11 Be beam at TRIUMF, Canada. The reaction populated all the known bound states of 12 Be. The ground state s-wave spectroscopic factor was determined to be 0.28− 0.07+ 0.03 while that for the long-lived 0 2+ excited state was 0.73− 0.40+ 0.27. This observation, together with the smaller effective separation energy indicates enhanced probability for an extended density tail beyond the 10 Be core for the 0 2+ excited state compared to the ground state.",
            "Structure of states in 12Be via the 11Be (d, p) reaction",
            "Rituparna Kanungo and AT Gallant and M Uchida and C Andreoiu and Roby Anne Elizabeth Austin and D Bandyopadhyay and GC Ball and JA Becker and AJ Boston and HC Boston and BA Brown and L Buchmann and SJ Colosimo and RM Clark and D Cline and DS Cross and H Dare and B Davids and TE Drake and M Djongolov and P Finlay and N Galinski and PE Garrett and AB Garnsworthy and KL Green and S Grist and G Hackman and LJ Harkness and AB Hayes and D Howell and AM Hurst and HB Jeppesen and KG Leach and AO Macchiavelli and D Oxley and CJ Pearson and B Pietras and AA Phillips and SV Rigby and C Ruiz and G Ruprecht and F Sarazin and MA Schumaker and AC Shotter and CS Sumitharachchi and CE Svensson and I Tanihata and S Triambak and C Unsworth and SJ Williams and P Walden and J Wong and CY Wu",
            "2010",
            "ZMauPHQAAAAJ:u5HHmVD_uO8C",
            75,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269309013586",
            "9999637773337430907",
            "\/scholar?cites=9999637773337430907",
            {
                "2010":5,
                "2011":7,
                "2012":11,
                "2013":10,
                "2014":9,
                "2015":2,
                "2016":6,
                "2017":6,
                "2018":12,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Based on results from a measurement of weak decay branches observed following the β− decay of Y 94 and on lifetime data from a study of Zr 94 by inelastic neutron scattering, collective structure is deduced in the closed-subshell nucleus Zr 94. These results establish shape coexistence in Zr 94. The role of subshells for nuclear collectivity is suggested to be important.",
            "Collective Structure in Zr 94 and Subshell Effects in Shape Coexistence",
            "A Chakraborty and EE Peters and BP Crider and C Andreoiu and PC Bender and DS Cross and GA Demand and AB Garnsworthy and PE Garrett and G Hackman and B Hadinia and S Ketelhut and Ajay Kumar and KG Leach and MT McEllistrem and J Pore and FM Prados-Estévez and ET Rand and B Singh and ER Tardiff and Z-M Wang and JL Wood and SW Yates",
            "2013",
            "ZMauPHQAAAAJ:IjCSPb-OGe4C",
            66,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.022504",
            "18233342272780708704",
            "\/scholar?cites=18233342272780708704",
            {
                "2013":10,
                "2014":4,
                "2015":7,
                "2016":6,
                "2017":11,
                "2018":5,
                "2019":15,
                "2020":7,
                "2021":1
            }
        ],
        [
            "A precision mass investigation of the neutron-rich titanium isotopes Ti 51− 55 was performed at TRIUMF’s Ion Trap for Atomic and Nuclear science (TITAN). The range of the measurements covers the N= 32 shell closure, and the overall uncertainties of the Ti 52− 55 mass values were significantly reduced. Our results conclusively establish the existence of the weak shell effect at N= 32, narrowing down the abrupt onset of this shell closure. Our data were compared with state-of-the-art ab initio shell model calculations which, despite very successfully describing where the N= 32 shell gap is strong, overpredict its strength and extent in titanium and heavier isotones. These measurements also represent the first scientific results of TITAN using the newly commissioned multiple-reflection time-of-flight mass spectrometer, substantiated by independent measurements from TITAN’s Penning trap mass spectrometer.",
            "Dawning of the  Shell Closure Seen through Precision Mass Measurements of Neutron-Rich Titanium Isotopes",
            "E Leistenschneider and MP Reiter and S Ayet San Andrés and B Kootte and JD Holt and P Navrátil and C Babcock and Carlo Barbieri and BR Barquest and J Bergmann and J Bollig and T Brunner and E Dunling and A Finlay and H Geissel and L Graham and F Greiner and H Hergert and C Hornung and C Jesch and Renee Klawitter and Y Lan and D Lascar and KG Leach and W Lippert and JE McKay and SF Paul and Achim Schwenk and D Short and J Simonis and V Somà and R Steinbrügge and SR Stroberg and R Thompson and ME Wieser and C Will and M Yavor and C Andreoiu and T Dickel and I Dillmann and G Gwinner and WR Plaß and C Scheidenberger and AA Kwiatkowski and J Dilling",
            "2018",
            "ZMauPHQAAAAJ:ZuybSZzF8UAC",
            57,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.120.062503",
            "4168050937845936585",
            "\/scholar?cites=4168050937845936585",
            {
                "2018":12,
                "2019":22,
                "2020":21,
                "2021":2
            }
        ],
        [
            "A study of the β+-electron capture decay of 110 In into levels of 110 Cd is combined with a reanalysis of data from a previous study of 110 Cd with the (n, n′ γ) reaction with monoenergetic neutrons. The γ γ coincidences from the 110 In decay leads to many new assignments of γ rays observed in the (n, n′ γ) reaction, permitting the observation of weak low-energy transitions, and setting stringent upper limits on unobserved decay branches. The uncertainties on many of the lifetimes from the (n, n′ γ) reaction are significantly reduced, and limits are established for the lifetimes of levels too long for a direct measurement. The absence of enhanced transitions between the previously assigned phonon states and the deformed intruder states strongly suggests that mixing between the configurations is generally weak, refuting the strong-mixing scenario as an explanation of the decay pattern of the excited 0+ states in …",
            "Detailed spectroscopy of 110 Cd: Evidence for weak mixing and the emergence of γ-soft behavior",
            "PE Garrett and J Bangay and A Diaz Varela and GC Ball and DS Cross and GA Demand and P Finlay and AB Garnsworthy and KL Green and G Hackman and CD Hannant and B Jigmeddorj and J Jolie and WD Kulp and KG Leach and JN Orce and AA Phillips and AJ Radich and ET Rand and MA Schumaker and CE Svensson and C Sumithrarachchi and S Triambak and N Warr and J Wong and JL Wood and SW Yates",
            "2012",
            "ZMauPHQAAAAJ:Y0pCki6q_DkC",
            51,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.86.044304",
            "3947729969856004773",
            "\/scholar?cites=3947729969856004773",
            {
                "2012":1,
                "2013":3,
                "2014":4,
                "2015":7,
                "2016":8,
                "2017":6,
                "2018":9,
                "2019":6,
                "2020":6
            }
        ],
        [
            "A high-precision half-life measurement for the superallowed β+ emitter Al m 26 was performed at the TRIUMF-ISAC radioactive ion beam facility yielding T 1\/2= 6346.54±0.46 stat±0.60 syst ms, consistent with, but 2.5 times more precise than, the previous world average. The Al m 26 half-life and f t value, 3037.53 (61) s, are now the most precisely determined for any superallowed β decay. Combined with recent theoretical corrections for isospin-symmetry-breaking and radiative effects, the corrected F t value for Al m 26, 3073.0 (12) s, sets a new benchmark for the high-precision superallowed Fermi β-decay studies used to test the conserved vector current hypothesis and determine the V u d element of the Cabibbo-Kobayashi-Maskawa quark mixing matrix.",
            "High-Precision Half-Life Measurement for the Superallowed  Emitter ",
            "P Finlay and S Ettenauer and GC Ball and JR Leslie and CE Svensson and C Andreoiu and RAE Austin and D Bandyopadhyay and DS Cross and G Demand and M Djongolov and PE Garrett and KL Green and GF Grinyer and G Hackman and KG Leach and CJ Pearson and AA Phillips and CS Sumithrarachchi and S Triambak and SJ Williams",
            "2011",
            "ZMauPHQAAAAJ:u-x6o8ySG0sC",
            48,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.032501",
            "1800409487993789923",
            "\/scholar?cites=1800409487993789923",
            {
                "2011":1,
                "2012":5,
                "2013":14,
                "2014":5,
                "2015":10,
                "2016":5,
                "2017":4,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "A high-precision branching ratio measurement for the superallowed β+ decay of Ga 62 was performed at the Isotope Separator and Accelerator (ISAC) radioactive ion beam facility. The 8π spectrometer, an array of 20 high-purity germanium detectors, was employed to detect the γ rays emitted following Gamow-Teller and nonanalog Fermi β+ decays of Ga 62, and the SCEPTAR plastic scintillator array was used to detect the emitted β particles. Thirty γ rays were identified following Ga 62 decay, establishing the superallowed branching ratio to be 99. 858 (8)%. Combined with the world-average half-life and a recent high-precision Q-value measurement for Ga 62, this branching ratio yields an ft value of 3074. 3±1. 1 s, making Ga 62 among the most precisely determined superallowed ft values. Comparison between the superallowed ft value determined in this work and the world-average corrected F t value allows the …",
            "High-precision branching ratio measurement for the superallowed β+ emitter Ga 62",
            "P Finlay and GC Ball and JR Leslie and CE Svensson and IS Towner and RAE Austin and D Bandyopadhyay and A Chaffey and RS Chakrawarthy and PE Garrett and GF Grinyer and G Hackman and B Hyland and R Kanungo and KG Leach and CM Mattoon and AC Morton and CJ Pearson and AA Phillips and JJ Ressler and F Sarazin and H Savajols and MA Schumaker and J Wong",
            "2008",
            "ZMauPHQAAAAJ:ULOm3_A8WrAC",
            48,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.78.025502",
            "13703597938267670766",
            "\/scholar?cites=13703597938267670766",
            {
                "2008":1,
                "2009":3,
                "2010":2,
                "2011":6,
                "2012":4,
                "2013":10,
                "2014":3,
                "2015":4,
                "2016":6,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "At TRIUMF’s Ion Trap for Atomic and Nuclear Science (TITAN) a multiplereflection time-of-flight mass spectrometer (MR-TOF-MS) will extend TITAN’s capabilities and facilitate mass measurements and in-trap decay spectroscopy of exotic nuclei that so far have not been possible due to strong isobaric contaminations. This MR-TOF-MS will also enable mass measurements of very short-lived nuclides (half-life > 1 ms) that are produced in very low quantities (a few detected ions overall). In order to allow the installation of an MR-TOF-MS in the restricted space on the platform, on which the TITAN facility is located, novel mass spectrometric methods have been developed. Transport, cooling and distribution of the ions inside the device is done using a buffer gas-filled RFQ-based ion beam switchyard. Mass selection is achieved using a dynamic retrapping technique after time-of-flight analysis in an electrostatic …",
            "The MR-TOF-MS isobar separator for the TITAN facility at TRIUMF",
            "Christian Jesch and Timo Dickel and Wolfgang R Plaß and Devin Short and Samuel Ayet San Andres and Jens Dilling and Hans Geissel and Florian Greiner and Johannes Lang and Kyle G Leach and Wayne Lippert and Christoph Scheidenberger and Mikhail I Yavor",
            "2017",
            "ZMauPHQAAAAJ:hFOr9nPyWt4C",
            46,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-319-61588-2_21",
            "15033576423154750691",
            "\/scholar?cites=15033576423154750691",
            {
                "2016":4,
                "2017":6,
                "2018":10,
                "2019":10,
                "2020":15,
                "2021":1
            }
        ],
        [
            "A general technique that corrects γ-ray gated β decay-curve data for detector pulse pile-up is presented. The method includes corrections for non-zero time-resolution and energy-threshold effects in addition to a special treatment of saturating events due to cosmic rays. This technique is verified through a Monte Carlo simulation and experimental data using radioactive beams of Na 26 implanted at the center of the 8 π γ-ray spectrometer at the ISAC facility at TRIUMF in Vancouver, Canada. The β-decay half-life of Na 26 obtained from counting 1809-keV γ-ray photopeaks emitted by the daughter Mg 26 was determined to be T 1\/2= 1.07167±0.00055 s following a 27 σ correction for detector pulse pile-up. This result is in excellent agreement with the result of a previous measurement that employed direct β counting and demonstrates the feasibility of high-precision β-decay half-life measurements through the use of …",
            "Pile-up corrections for high-precision superallowed β decay half-life measurements via γ-ray photopeak counting",
            "GF Grinyer and CE Svensson and C Andreoiu and AN Andreyev and RAE Austin and GC Ball and D Bandyopadhyay and RS Chakrawarthy and Paul Finlay and PE Garrett and G Hackman and B Hyland and WD Kulp and KG Leach and JR Leslie and AC Morton and CJ Pearson and AA Phillips and F Sarazin and MA Schumaker and MB Smith and JJ Valiente-Dobón and JC Waddington and SJ Williams and J Wong and JL Wood and EF Zganjar",
            "2007",
            "ZMauPHQAAAAJ:2osOgNQ5qMEC",
            42,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016890020701203X",
            "7735665160161605682",
            "\/scholar?cites=7735665160161605682",
            {
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":7,
                "2013":3,
                "2014":9,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":5
            }
        ],
        [
            "Using the Penning trap mass spectrometer TITAN, we performed the first direct mass measurements of Mg 20, 21, isotopes that are the most proton-rich members of the A= 20 and A= 21 isospin multiplets. These measurements were possible through the use of a unique ion-guide laser ion source, a development that suppressed isobaric contamination by 6 orders of magnitude. Compared to the latest atomic mass evaluation, we find that the mass of Mg 21 is in good agreement but that the mass of Mg 20 deviates by 3 σ. These measurements reduce the uncertainties in the masses of Mg 20, 21 by 15 and 22 times, respectively, resulting in a significant departure from the expected behavior of the isobaric multiplet mass equation in both the A= 20 and A= 21 multiplets. This presents a challenge to shell model calculations using either the isospin nonconserving universal s d USDA and USDB Hamiltonians or isospin …",
            "Breakdown of the Isobaric Multiplet Mass Equation for the  and 21 Multiplets",
            "AT Gallant and M Brodeur and C Andreoiu and A Bader and A Chaudhuri and U Chowdhury and A Grossheim and Renee Klawitter and AA Kwiatkowski and KG Leach and A Lennarz and TD Macdonald and BE Schultz and J Lassen and H Heggen and S Raeder and A Teigelhöfer and BA Brown and A Magilligan and JD Holt and J Menéndez and J Simonis and A Schwenk and J Dilling",
            "2014",
            "ZMauPHQAAAAJ:Zph67rFs4hoC",
            40,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.082501",
            "13622592839402429172",
            "\/scholar?cites=13622592839402429172",
            {
                "2015":6,
                "2016":12,
                "2017":9,
                "2018":5,
                "2019":7,
                "2020":1
            }
        ],
        [
            "High-statistics β-decay measurements of Ag 112 and In 112 were performed to study the structure of the Cd 112 nucleus. The precise energies of the doublet of levels at 1871 keV, for which the 0+ member has been suggested as a possible daughter state following neutrinoless double electron capture of Sn 112, were determined to be 1871.137 (72) keV (0 4+ level) and 1870.743 (54) keV (4 2+ level). The nature of the 0 4+ level, required for the calculation of the nuclear matrix element that would be needed to extract a neutrino mass from neutrinoless double electron capture to this state, is suggested to be of intruder origin.",
            "Degeneracy at 1871 keV in Cd 112 and implications for neutrinoless double electron capture",
            "KL Green and PE Garrett and RAE Austin and GC Ball and DS Bandyopadhyay and S Colosimo and D Cross and GA Demand and GF Grinyer and G Hackman and WD Kulp and KG Leach and AC Morton and CJ Pearson and AA Phillips and MA Schumaker and CE Svensson and J Wong and JL Wood and SW Yates",
            "2009",
            "ZMauPHQAAAAJ:UeHWp8X0CEIC",
            35,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.80.032502",
            "16967132918398913523",
            "\/scholar?cites=16967132918398913523",
            {
                "2009":1,
                "2010":2,
                "2011":4,
                "2012":2,
                "2013":2,
                "2014":5,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":4,
                "2019":1,
                "2020":3,
                "2021":1
            }
        ]
    ]
}