{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Room-temperature infrared sub-band gap photoresponse in silicon is of interest for telecommunications, imaging and solid-state energy conversion. Attempts to induce infrared response in silicon largely centred on combining the modification of its electronic structure via controlled defect formation (for example, vacancies and dislocations) with waveguide coupling, or integration with foreign materials. Impurity-mediated sub-band gap photoresponse in silicon is an alternative to these methods but it has only been studied at low temperature. Here we demonstrate impurity-mediated room-temperature sub-band gap photoresponse in single-crystal silicon-based planar photodiodes. A rapid and repeatable laser-based hyperdoping method incorporates supersaturated gold dopant concentrations on the order of 10 20 cm− 3 into a single-crystal surface layer~ 150 nm thin. We demonstrate room-temperature silicon …",
            "Room-temperature sub-band gap optoelectronic response of hyperdoped silicon",
            "Jonathan P Mailoa and Austin J Akey and Christie B Simmons and David Hutchinson and Jay Mathews and Joseph T Sullivan and Daniel Recht and Mark T Winkler and James S Williams and Jeffrey M Warrender and Peter D Persans and Michael J Aziz and Tonio Buonassisi",
            "2014",
            "zMJ2aqkAAAAJ:ZHo1McVdvXMC",
            141,
            "https:\/\/www.nature.com\/articles\/ncomms4011",
            "2119345690129096172",
            "\/scholar?cites=2119345690129096172",
            {
                "2013":1,
                "2014":10,
                "2015":17,
                "2016":19,
                "2017":19,
                "2018":20,
                "2019":29,
                "2020":21,
                "2021":5
            }
        ],
        [
            "We analyze optical-absorption and Raman-scattering measurements of CdS-and Zn-doped borosilicate glass, heat treated at 600 C to 725 C, to study the nucleation and growth of II-VI nanoparticles. The energy of vibrational Raman modes indicates that Cd 1− x Zn x S crystallites form where x is initially zero and increases to 0.15 with time. In glass which is quenched from high temperature (> 1000 C) there is a weak, monotonic optical absorption which increases with photon energy. Heat treatment at 600 C to 725 C causes the optical absorption to increase and to form a peak between 3.0 and 3.2 eV. After the peak reaches its maximum value, it begins to shift to lower energy. We interpret the optical data in terms of quantum confinement of electron and hole excited states. We conclude that nucleation of particles in this glass composition is homogeneous. Typical critical nuclei are in the range from 1.5 to 2 nm. The …",
            "Optical studies of the growth of Cd 1− x Zn x S nanocrystals in borosilicate glass",
            "Hikmet Yükselici and PD Persans and TM Hayes",
            "1995",
            "zMJ2aqkAAAAJ:9yKSN-GCB0IC",
            138,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.52.11763",
            "12329147429041508031",
            "\/scholar?cites=12329147429041508031",
            {
                "1996":2,
                "1997":3,
                "1998":2,
                "1999":1,
                "2000":4,
                "2001":7,
                "2002":4,
                "2003":6,
                "2004":10,
                "2005":3,
                "2006":3,
                "2007":7,
                "2008":7,
                "2009":9,
                "2010":6,
                "2011":7,
                "2012":5,
                "2013":10,
                "2014":10,
                "2015":6,
                "2016":5,
                "2017":6,
                "2018":9,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Sauf mention contraire ci-dessus, le contenu de cette notice bibliographique peut être utilisé dans le cadre d’une licence CC BY 4.0 Inist-CNRS\/Unless otherwise stated above, the content of this bibliographic record may be used under a CC BY 4.0 licence by Inist-CNRS\/A menos que se haya señalado antes, el contenido de este registro bibliográfico puede ser utilizado al amparo de una licencia CC BY 4.0 Inist-CNRS",
            "AMORPHOUS SEMICONDUCTING SILICON-HYDROGEN ALLOYS.",
            "H Fritzsche and TSAI CC",
            "1978",
            "zMJ2aqkAAAAJ:u-x6o8ySG0sC",
            138,
            "https:\/\/pascal-francis.inist.fr\/vibad\/index.php?action=getRecordDetail&idt=PASCAL7830335636",
            "798611344752950752",
            "\/scholar?cites=798611344752950752",
            {
                "1977":1,
                "1978":6,
                "1979":21,
                "1980":24,
                "1981":11,
                "1982":12,
                "1983":6,
                "1984":6,
                "1985":7,
                "1986":3,
                "1987":5,
                "1988":8,
                "1989":3,
                "1990":1,
                "1991":4,
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":1
            }
        ],
        [
            "We show how Raman optic‐mode peak positions and relative intensities can be used in a straightforward way to determine crystallite composition in CdSxSe1−x nanocrystals embedded in glass. These Raman techniques are particularly useful for low‐concentration or small‐crystallite‐size composites where x‐ray diffraction is not a viable technique for structural characterization of crystallites.",
            "Raman scattering as a compositional probe of II‐VI ternary semiconductor nanocrystals",
            "An Tu and PD Persans",
            "1991",
            "zMJ2aqkAAAAJ:d1gkVwhDpl0C",
            128,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.105160",
            "1209816874021248079",
            "\/scholar?cites=1209816874021248079",
            {
                "1991":1,
                "1992":8,
                "1993":7,
                "1994":7,
                "1995":8,
                "1996":9,
                "1997":1,
                "1998":3,
                "1999":3,
                "2000":2,
                "2001":6,
                "2002":2,
                "2003":2,
                "2004":7,
                "2005":1,
                "2006":5,
                "2007":3,
                "2008":5,
                "2009":5,
                "2010":7,
                "2011":4,
                "2012":5,
                "2013":6,
                "2014":5,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":5,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Pressure-tuned resonant Raman scattering was used to determine the band-gap shift due to quantum size effects of microcrystalline CdS in glass composites and colloids. The wurtzite-to rocksalt-phase-transition behavior in the microcrystallite CdS systems was also studied and is quite different from that in bulk CdS. This different behavior is attributed to the large number of defects in microcrystallite CdS systems. We systematically investigated these defect properties in terms of the pressure coefficients of the photoluminescence peaks. This work demonstrates that the main defects in the CdS-glass composites are cadmium vacancies, V Cd; whereas in the CdS colloids the defects consist of cadmium vacancies, V Cd; sulfur vacancies, V S; interstitial sulfur, I S; and cadmium atoms adsorbed on the surface, S Cd.",
            "Resonant-Raman-scattering and photoluminescence studies in glass-composite and colloidal CdS",
            "XS Zhao and J Schroeder and PD Persans and TG Bilodeau",
            "1991",
            "zMJ2aqkAAAAJ:2osOgNQ5qMEC",
            125,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.43.12580",
            "4571971513341331935",
            "\/scholar?cites=4571971513341331935",
            {
                "1992":3,
                "1993":3,
                "1994":7,
                "1995":7,
                "1996":5,
                "1997":3,
                "1998":5,
                "1999":2,
                "2000":1,
                "2001":3,
                "2002":1,
                "2003":4,
                "2004":4,
                "2005":2,
                "2006":6,
                "2007":3,
                "2008":5,
                "2009":7,
                "2010":5,
                "2011":6,
                "2012":11,
                "2013":11,
                "2014":1,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":2
            }
        ],
        [
            "The need to decrease signal delay and cross-talk in interconnects within integrated circuits is becoming increasingly important as device dimensions shrink. Electrical connections require lower resistivity metals and lower dielectric constant insulating films to meet future goals. Even these materials may not provide for sufficient signal bandwidth, and so optical interconnections are also envisioned. Porous materials offer the opportunity to fabricate scaleable dielectric constant materials for both electrical and optical interconnections. At Rensselaer, we have been working on projects using porous silica materials (xerogels) as low-k dielectrics for electrical interconnections and as low refractive index ‘cladding’ materials for optical interconnections. This paper focuses on the relationship between the porosity of the material and its optical, electrical, interfacial and mechanical properties. We find porosity has profound …",
            "Porous silica materials as low-k dielectrics for electronic and optical interconnects",
            "A Jain and S Rogojevic and S Ponoth and N Agarwal and I Matthew and WN Gill and P Persans and M Tomozawa and JL Plawsky and E Simonyi",
            "2001",
            "zMJ2aqkAAAAJ:u5HHmVD_uO8C",
            122,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0040609001013116",
            "4570090333766628454",
            "\/scholar?cites=4570090333766628454",
            {
                "2002":1,
                "2003":2,
                "2004":12,
                "2005":12,
                "2006":8,
                "2007":9,
                "2008":10,
                "2009":3,
                "2010":9,
                "2011":4,
                "2012":7,
                "2013":3,
                "2014":14,
                "2015":7,
                "2016":5,
                "2017":2,
                "2018":5,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ]
    ]
}