{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The purpose of this article is to describe the basic physical processes involved in the nucleation and growth of thin films of materials on solid surfaces. In this introduction the three modes of crystal growth which are thought to occur on surfaces in the absence of interdiffusion are described, and the relationships between the thermodynamics of adsorption and the kinetics of crystal growth are explored in general terms. This is followed by a brief review of atomistic nucleation theory, explaining the relations of such theories to experimental observables. In the next three sections, recent experimental examples of these three growth modes are given, which are interpreted where possible in terms of nucleation and growth theory. The last section discusses observations on the shapes of growing crystallites and the relation of such observations to nucleation and surface diffusion processes.",
            "Nucleation and growth of thin films",
            "JA Venables and GDT Spiller",
            "1983",
            "zmnMJo0AAAAJ:u5HHmVD_uO8C",
            3125,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4684-4343-1_16",
            "16113026186755258615",
            "\/scholar?cites=16113026186755258615",
            {
                "1985":16,
                "1986":21,
                "1987":34,
                "1988":22,
                "1989":51,
                "1990":48,
                "1991":43,
                "1992":39,
                "1993":59,
                "1994":68,
                "1995":71,
                "1996":73,
                "1997":96,
                "1998":96,
                "1999":68,
                "2000":80,
                "2001":99,
                "2002":76,
                "2003":84,
                "2004":70,
                "2005":91,
                "2006":96,
                "2007":97,
                "2008":106,
                "2009":100,
                "2010":96,
                "2011":126,
                "2012":122,
                "2013":137,
                "2014":129,
                "2015":133,
                "2016":131,
                "2017":165,
                "2018":139,
                "2019":113,
                "2020":106,
                "2021":10
            }
        ],
        [
            "Surface and thin film processes are crucial in understanding current and future electronic, magnetic, optical and chemical devices. This book covers the experimental and theoretical understanding of surface and thin film processes. It presents a unique description of surface processes in absorption and crystal growth, including bonding in metals and semiconductors. Venables, an international expert on the subject, covers practical experimental design, sample preparation, and analytical techniques, including detailed discussions of Auger electron spectroscopy and microscopy. Throughout, he emphasizes thermodynamic and kinetic models of structure. This volume provides extensive leads into practical and research literature, as well as links to resources on the World Wide Web. Each chapter contains problems that will help develop awareness of the subject and the methods used. An ideal graduate textbook, this book will also be useful as a sourcebook for graduate students, researchers and practitioners in physics, chemistry, materials science and engineering.",
            "Introduction to surface and thin film processes",
            "John Venables",
            "2000",
            "zmnMJo0AAAAJ:d1gkVwhDpl0C",
            969,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=b0HseBYXwQIC&oi=fnd&pg=PR11&dq=info:qIS54sAJTRUJ:scholar.google.com&ots=WYCYyDGA2O&sig=N6CxpDvgFSsV0v4FXz7Mcy-P9Hc",
            "1534893772045386920",
            "\/scholar?cites=1534893772045386920",
            {
                "2001":6,
                "2002":27,
                "2003":33,
                "2004":32,
                "2005":37,
                "2006":45,
                "2007":45,
                "2008":47,
                "2009":57,
                "2010":57,
                "2011":58,
                "2012":67,
                "2013":74,
                "2014":69,
                "2015":64,
                "2016":41,
                "2017":55,
                "2018":55,
                "2019":52,
                "2020":38,
                "2021":6
            }
        ],
        [
            "This comprehensive reference collects fundamental theories and recent research from a wide range of fields including biology, biochemistry, physics, applied mathematics, and computer, materials, surface, and colloid science-providing key references, tools, and analytical techniques for practical applications in industrial, agricultural, and forensic processes, as well as in the production of natural and synthetic compounds such as foods, minerals, paints, proteins, pharmaceuticals, polymers, and soaps.",
            "Encyclopedia of surface and colloid science",
            "Arthur T Hubbard",
            "2002",
            "zmnMJo0AAAAJ:ZfRJV9d4-WMC",
            914,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=GobXwAOZIxcC&oi=fnd&pg=PR21&dq=info:C1Dx_HtxgLsJ:scholar.google.com&ots=9wHAZFxDHi&sig=6Ua2uXDVZsZcpxm6-HkR24oOfs8",
            "13510923659450077195",
            "\/scholar?cites=13510923659450077195",
            {
                "2001":3,
                "2002":4,
                "2003":10,
                "2004":31,
                "2005":28,
                "2006":55,
                "2007":54,
                "2008":54,
                "2009":73,
                "2010":59,
                "2011":71,
                "2012":59,
                "2013":59,
                "2014":71,
                "2015":58,
                "2016":64,
                "2017":50,
                "2018":34,
                "2019":34,
                "2020":33,
                "2021":4
            }
        ],
        [
            "The nucleation and growth of crystals on a substrate are discussed in terms of rate equations for the atom cluster concentrations as a function of time. Simple approximations allow this general set of equations to be reduced to three coupled equations. Many physical processes can be incorporated into these rate equations, including coalescence of clusters, and cluster mobility. The problem of increasing correlation between single atoms and stable clusters as growth proceeds is studied. It is shown that the problem can be solved self-consistently using an auxiliary diffusion equation and that approximations may be obtained which give upper and lower bounds for the cluster growth rates. These diffusion equations also give expressions which enable the cluster-cluster correlations and cluster size distributions to be discussed. With these approximations, expressions are derived for observable quantities and …",
            "Rate equation approaches to thin film nucleation kinetics",
            "JA Venables",
            "1973",
            "zmnMJo0AAAAJ:u-x6o8ySG0sC",
            804,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/14786437308219242",
            "5734402716918637578",
            "\/scholar?cites=5734402716918637578",
            {
                "1982":7,
                "1983":10,
                "1984":8,
                "1985":3,
                "1986":8,
                "1987":5,
                "1988":2,
                "1989":6,
                "1990":8,
                "1991":8,
                "1992":10,
                "1993":14,
                "1994":16,
                "1995":23,
                "1996":22,
                "1997":39,
                "1998":27,
                "1999":24,
                "2000":28,
                "2001":29,
                "2002":37,
                "2003":34,
                "2004":22,
                "2005":25,
                "2006":23,
                "2007":17,
                "2008":27,
                "2009":25,
                "2010":26,
                "2011":23,
                "2012":28,
                "2013":16,
                "2014":29,
                "2015":16,
                "2016":12,
                "2017":11,
                "2018":14,
                "2019":6,
                "2020":11,
                "2021":3
            }
        ],
        [
            "It is shown that the angular distribution of back-scattered electrons can be observed in a scanning electron microscope, and that the patterns observed can be used to obtain crystallographic information about the specimen. The patterns are termed electron back-scattering patterns (E.B.S.P.). The use of these patterns as a crystallographic techniques is shown to have several significant advantages over two other techniques currently in use in scanning electron microscopes.",
            "Electron back-scattering patterns—A new technique for obtaining crystallographic information in the scanning electron microscope",
            "JA Venables and CJ Harland",
            "1973",
            "zmnMJo0AAAAJ:9yKSN-GCB0IC",
            558,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/14786437308225827",
            "15442745578307503213",
            "\/scholar?cites=15442745578307503213",
            {
                "1982":4,
                "1983":1,
                "1984":3,
                "1985":2,
                "1986":2,
                "1987":1,
                "1988":4,
                "1989":4,
                "1990":1,
                "1991":10,
                "1992":13,
                "1993":10,
                "1994":28,
                "1995":18,
                "1996":30,
                "1997":27,
                "1998":19,
                "1999":16,
                "2000":22,
                "2001":9,
                "2002":14,
                "2003":16,
                "2004":15,
                "2005":16,
                "2006":17,
                "2007":19,
                "2008":15,
                "2009":10,
                "2010":10,
                "2011":16,
                "2012":19,
                "2013":18,
                "2014":17,
                "2015":15,
                "2016":16,
                "2017":14,
                "2018":15,
                "2019":15,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The nucleation of the low temperature h.c.p. ε and b.c.c. α phases produced by deformation in a 304 stainless steel has been studied by transmission electron microscopy. The ε phase has been found to be an intermediate phase in the nucleation of α martensite from the austenitic matrix.",
            "The martensite transformation in stainless steel",
            "JA Venables",
            "1962",
            "zmnMJo0AAAAJ:2osOgNQ5qMEC",
            510,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/14786436208201856",
            "4004136449510294439",
            "\/scholar?cites=4004136449510294439",
            {
                "1982":14,
                "1983":4,
                "1984":4,
                "1985":2,
                "1986":6,
                "1987":4,
                "1988":5,
                "1989":2,
                "1990":4,
                "1991":3,
                "1992":10,
                "1993":5,
                "1994":1,
                "1995":3,
                "1996":7,
                "1997":4,
                "1998":1,
                "1999":7,
                "2000":5,
                "2001":3,
                "2002":7,
                "2003":5,
                "2004":5,
                "2005":7,
                "2006":10,
                "2007":20,
                "2008":7,
                "2009":9,
                "2010":13,
                "2011":16,
                "2012":14,
                "2013":13,
                "2014":16,
                "2015":19,
                "2016":21,
                "2017":13,
                "2018":23,
                "2019":20,
                "2020":30,
                "2021":5
            }
        ],
        [
            "The thermodynamic and kinetic processes which are involved in the early stages of crystal growth are discussed, with especial reference to vapor deposition of thin films. The atomic processes taking place during deposition are described in terms of rate and diffusion equations; the concept of “competitive capture” is outlined, where adatoms are forced to choose between competing sinks. The use of microscopy and surface physics techniques to study nucleation in films is emphasised. Examples of island (Volmer-Weber), layer (Frank-van der Merwe) and layer plus island (Stranski-Krastanov) growth in metal\/insulator, metal\/semi-conductor and semiconductor\/semiconductor deposition systems are given.",
            "Atomic processes in crystal growth",
            "John A Venables",
            "1994",
            "zmnMJo0AAAAJ:qjMakFHDy7sC",
            490,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003960289490698X",
            "13411848691877207753",
            "\/scholar?cites=13411848691877207753",
            {
                "1994":2,
                "1995":10,
                "1996":23,
                "1997":21,
                "1998":21,
                "1999":30,
                "2000":25,
                "2001":19,
                "2002":22,
                "2003":28,
                "2004":16,
                "2005":18,
                "2006":19,
                "2007":12,
                "2008":21,
                "2009":20,
                "2010":16,
                "2011":22,
                "2012":16,
                "2013":23,
                "2014":18,
                "2015":20,
                "2016":15,
                "2017":12,
                "2018":10,
                "2019":12,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The principal features of the experimental results of Blewitt et al. (1957) and of Suzuki and Barrett (1958) on deformation twinning in face-centred cubic metals are explained in terms of an extension of the ‘prismatic’ source mechanism of Cottrell and Bilby (1951). Suitable prismatic dislocation sources are thought to be long jogs in the dislocations of the two conjugate slip systems in a work-hardened metal and prismatic dislocation loops produced by vacancy condensation in a neutron-irradiated metal. The dissociation of slip dislocations is also considered and is found to be an unlikely mechanism for the production of deformation twins in copper, silver or gold.",
            "Deformation twinning in face-centred cubic metals",
            "JA Venables",
            "1961",
            "zmnMJo0AAAAJ:UeHWp8X0CEIC",
            393,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/14786436108235892",
            "3230281035087066117",
            "\/scholar?cites=3230281035087066117",
            {
                "1982":1,
                "1983":2,
                "1984":1,
                "1985":4,
                "1986":1,
                "1987":1,
                "1988":3,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":5,
                "1994":7,
                "1995":7,
                "1996":2,
                "1997":6,
                "1998":5,
                "1999":2,
                "2000":3,
                "2001":4,
                "2002":9,
                "2003":6,
                "2004":1,
                "2005":6,
                "2006":7,
                "2007":13,
                "2008":16,
                "2009":11,
                "2010":24,
                "2011":17,
                "2012":18,
                "2013":9,
                "2014":13,
                "2015":17,
                "2016":23,
                "2017":21,
                "2018":23,
                "2019":22,
                "2020":4
            }
        ],
        [
            "The idea of this book crystallized in the Summer of 1971, when the editors met at the Banff Conference on Quantum Solids. We felt that the study of the rare gas solids had progressed very considerably during the 1960's and that now was the time to write up all this knowledge in book form. Such an idea leads to a simple choice: either you do the book yourselves, or you ask many other fellow-researchers to join you in a cooperative venture.",
            "Rare gas solids",
            "Michael L Klein and Michael L Klein and JA Venables and J A Venables",
            "1976",
            "zmnMJo0AAAAJ:eQOLeE2rZwMC",
            355,
            "http:\/\/scholar.google.com\/scholar?cluster=1635418467585396543&hl=en&oi=scholarr",
            "1635418467585396543",
            "\/scholar?cites=1635418467585396543",
            {
                "1981":2,
                "1982":8,
                "1983":5,
                "1984":16,
                "1985":11,
                "1986":10,
                "1987":10,
                "1988":9,
                "1989":8,
                "1990":4,
                "1991":4,
                "1992":8,
                "1993":7,
                "1994":9,
                "1995":11,
                "1996":12,
                "1997":11,
                "1998":7,
                "1999":8,
                "2000":14,
                "2001":7,
                "2002":6,
                "2003":10,
                "2004":13,
                "2005":12,
                "2006":10,
                "2007":11,
                "2008":10,
                "2009":7,
                "2010":4,
                "2011":10,
                "2012":6,
                "2013":1,
                "2014":5,
                "2015":9,
                "2016":4,
                "2017":5,
                "2018":2,
                "2019":6,
                "2020":3
            }
        ]
    ]
}