{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BACKGROUND: There is compelling evidence that estrogens influence breast cancer risk.  Since the mid-1980s, dietary fat intervention studies have been conducted to investigate the  effect of fat intake on endogenous estrogen levels. To further our understanding of the possible  relationship between dietary fat and breast cancer, we conducted a meta-analysis of dietary fat  intervention studies that investigated serum estradiol levels, and we reviewed the nature of the  evidence provided by prospective analytic studies of fat consumption and breast cancer risk.  METHODS: A computerized search of the English language literature on estrogen\/estradiol and  dietary fat intervention studies published from January 1966 through June 1998 was conducted  using the MEDLINE® database. Pooled estimates were derived from the change in estradiol  levels associated with fat reduction from 13 studies. Analyses …",
            "Meta-analysis: dietary fat intake, serum estrogen levels, and the risk of breast cancer",
            "Anna H Wu and Malcolm C Pike and Daniel O Stram",
            "1999",
            "ZNHf7_wAAAAJ:Yeq4f8IuGg4C",
            354,
            "https:\/\/academic.oup.com\/jnci\/article-abstract\/91\/6\/529\/2549361",
            "6091299336629461162",
            "\/scholar?cites=6091299336629461162",
            {
                "1999":9,
                "2000":20,
                "2001":24,
                "2002":20,
                "2003":18,
                "2004":18,
                "2005":14,
                "2006":30,
                "2007":25,
                "2008":12,
                "2009":20,
                "2010":19,
                "2011":19,
                "2012":12,
                "2013":12,
                "2014":15,
                "2015":14,
                "2016":13,
                "2017":5,
                "2018":4,
                "2019":8,
                "2020":5
            }
        ]
    ]
}