{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
            "Review of particle physics",
            "Kenzo Nakamura",
            "2010",
            "zo5jv3IAAAAJ:2osOgNQ5qMEC",
            15309,
            "http:\/\/scholar.google.com\/scholar?cluster=2576254620197471737&hl=en&oi=scholarr",
            "2576254620197471737",
            "\/scholar?cites=2576254620197471737",
            {
                "2006":232,
                "2007":1577,
                "2008":1935,
                "2009":806,
                "2010":645,
                "2011":3050,
                "2012":3433,
                "2013":1393,
                "2014":626,
                "2015":394,
                "2016":310,
                "2017":233,
                "2018":202,
                "2019":143,
                "2020":150,
                "2021":7
            }
        ],
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2778 new measurements from 645 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on CKM quark-mixing matrix, Vud & Vus, Vcb & Vub, top quark, muon anomalous magnetic moment, extra dimensions, particle detectors, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology.",
            "Review of particle physics",
            "Claude Amsler and Michael Doser and P Bloch and A Ceccucci and GF Giudice and A Höcker and ML Mangano and A Masoni and S Spanier and NA Törnqvist and B Krusche and T DeGrand and Particle Data Group",
            "2008",
            "zo5jv3IAAAAJ:OU6Ihb5iCvQC",
            13423,
            "https:\/\/www.zora.uzh.ch\/id\/eprint\/11249\/",
            "4215890609753782758",
            "\/scholar?cites=4215890609753782758",
            {
                "2007":1458,
                "2008":2134,
                "2009":3114,
                "2010":3185,
                "2011":1416,
                "2012":556,
                "2013":336,
                "2014":198,
                "2015":144,
                "2016":125,
                "2017":118,
                "2018":107,
                "2019":74,
                "2020":72,
                "2021":4
            }
        ],
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
            "Review of particle physics",
            "Kenzo Nakamura",
            "2010",
            "zo5jv3IAAAAJ:L8Ckcad2t8MC",
            9600,
            "http:\/\/scholar.google.com\/scholar?cluster=2576254620197471737&hl=en&oi=scholarr",
            "2576254620197471737",
            "\/scholar?cites=2576254620197471737",
            {
                "2010":331,
                "2011":2852,
                "2012":3305,
                "2013":1292,
                "2014":563,
                "2015":323,
                "2016":262,
                "2017":185,
                "2018":157,
                "2019":105,
                "2020":116,
                "2021":6
            }
        ],
        [
            "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 1726 new measurements from 512 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, gures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 119 reviews are many that are new or heavily revised including those on neutrino mixing, CP violation in K, D, and B mesons, Vcb, the new exotic (1540) particle, extra-dimensions, grand uni ed theories, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology. A booklet is …",
            "Review of particle physics",
            "Simon Eidelman and KG Hayes and KA ea Olive and M Aguilar-Benitez and C Amsler and D Asner and KS Babu and RM Barnett and J Beringer and PR Burchat and CD Carone and S Caso and G Conforto and O Dahl and G D'Ambrosio and M Doser and JL Feng and T Gherghetta and L Gibbons and M Goodman and C Grab and DE Groom and A Gurtu and K Hagiwara and JJ Hernández-Rey and K Hikasa and K Honscheid and H Jawahery and C Kolda and Y Kwon and ML Mangano and AV Manohar and J March-Russell and A Masoni and R Miquel and K Mönig and H Murayama and K Nakamura and S Navas and Luc Pape and C Patrignani and A Piepke and G Raffelt and Matts Roos and M Tanabashi and J Terning and NA Törnqvist and TG Trippe and P Vogel and CG Wohl and RL Workman and W-M Yao and PA Zyla and B Armstrong and PS Gee and G Harper and KS Lugovsky and SB Lugovsky and VS Lugovsky and A Rom and M Artuso and E Barberio and M Battaglia and H Bichsel and O Biebel and P Bloch and RN Cahn and D Casper and A Cattai and RS Chivukula and G Cowan and TMAG Damour and K Desler and MA Dobbs and M Drees and A Edwards and DA Edwards and VD Elvira and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and D Froidevaux and M Fukugita and TK Gaisser and L Garren and H-J Gerber and G Gerbier and FJ Gilman and HE Haber and C Hagmann and J Hewett and I Hinchliffe and CJ Hogan and G Höhler and P Igo-Kemenes and JD Jackson and KF Johnson and D Karlen and B Kayser and D Kirkby and SR Klein and K Kleinknecht and IG Knowles and P Kreitz and Yu V Kuyanov and O Lahav and P Langacker and A Liddle and L Littenberg and DM Manley and AD Martin and M Narain and P Nason and Y Nir and JA Peacock and HR Quinn and S Raby and BN Ratcliff and EA Razuvaev and B Renk and G Rolandi and MT Ronan and LJ Rosenberg and CT Sachrajda and Y Sakai and AI Sanda and S Sarkar and M Schmitt and O Schneider and D Scott and WG Seligman and MH Shaevitz and T Sjöstrand and GF Smoot and S Spanier and H Spieler and NJC Spooner and M Srednicki and A Stahl and T Stanev and M Suzuki and NP Tkachenko and GH Trilling and G Valencia and K Van Bibber and MG Vincter and DR Ward and BR Webber",
            "2004",
            "zo5jv3IAAAAJ:u-x6o8ySG0sC",
            7622,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269304007579",
            "9450086800060785278",
            "\/scholar?cites=9450086800060785278",
            {
                "2004":473,
                "2005":2085,
                "2006":2336,
                "2007":1012,
                "2008":450,
                "2009":263,
                "2010":153,
                "2011":134,
                "2012":117,
                "2013":79,
                "2014":68,
                "2015":56,
                "2016":84,
                "2017":65,
                "2018":57,
                "2019":31,
                "2020":44,
                "2021":10
            }
        ],
        [
            "This biennial Review summarizes much of Particle Physics Using data from previous editions, plus 2205 new measurements from 667 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles All the particle properties and search limits are listed in Summary Tables We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics This edition features expanded coverage of CP violation in B mesons and of neutrino oscillations For the first time we cover searches for evidence of extra dimensions (both in the particle listings and in a new review) Another new review is on Grand Unified Theories A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review All tables, listings, and reviews (and errata) are also available on the Particle Data Group website http \/\/pdg 1b1 gov.",
            "Review of particle physics",
            "Kaoru Hagiwara and K Hikasa and Kenzo Nakamura and M Tanabashi and M Aguilar-Benitez and C Amsler and RMichael Barnett and PR Burchat and CD Carone and C Caso and G Conforto and O Dahl and M Doser and S Eidelman and JL Feng and L Gibbons and M Goodman and C Grab and DE Groom and A Gurtu and KG Hayes and JJ Hernandez-Rey and K Honscheid and C Kolda and Michelangelo L Mangano and DM Manley and AV Manohar and J March-Russell and A Masoni and R Miquel and K Monig and H Murayama and S Navas and Keith A Olive and L Pape and C Patrignani and A Piepke and M Roos and J Terning and NA Tornqvist and TG Trippe and P Vogel and CG Wohl and RL Workman and WM Yao and B Armstrong and PS Gee and KS Lugovsky and SB Lugovsky and VS Lugovsky",
            "2002",
            "zo5jv3IAAAAJ:fQNAKQ3IYiAC",
            6260,
            "https:\/\/lup.lub.lu.se\/record\/326420",
            "16212134684069079587",
            "\/scholar?cites=16212134684069079587",
            {
                "2002":268,
                "2003":1797,
                "2004":1990,
                "2005":789,
                "2006":303,
                "2007":174,
                "2008":170,
                "2009":99,
                "2010":69,
                "2011":63,
                "2012":75,
                "2013":37,
                "2014":31,
                "2015":39,
                "2016":48,
                "2017":41,
                "2018":46,
                "2019":20,
                "2020":19,
                "2021":10
            }
        ],
        [
            "This biennial Review summarizes mueh of particle physies. Using data from previous editions, plus 2633 new measurements from 689 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 110 reviews are many that are new or heavily revised including those on CKM quark-mixing matrix, V Ud & V us, V cb, & V ub, top quark, muon anomalous magnetic moment, extra dimensions, particle detectors, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov.",
            "Review of particle physics",
            "Wei-Ming Yao and CD Amsler and David M Asner and RM Bamett and J Beringer and PR Burchat and CD Carone and C Caso and Orin I Dahl and Giancarlo D'Ambrosio and A Dcgouvca and M Doscr and Simon Eidelman and JL Feng and T Ghcrghctta and M Goodman and C Grab and DE Groom and A Gurtu and Kaoru Hagiwara and KG Hayes and JJ Hernandez-Rey and K Hikasa and H Jawahcry and C Kolda and Y Kwon and Michelangelo L Mangano and AV Manohar and A Masoni and R Miqucl and K Monig and H Murayama and Kenzo Nakamura and S Navas and Keith A Olive and L Rape and C Patrignani and A Picpkc and G Punzi and G Raffclt and JG Smith and M Tanabashi and J Tcrning and NA Tornqvist and TG Trippc and P Vogcl and T Watari and CG Wohl and RL Workman and PA Zyla and B Armstrong and G Harper and VS Lugovsky and P Schaffner and M Artuso and KS Babu and Henry R Band and Elisabetta Barberio and Marina Battaglia and H Bichscl and O Bicbcl and Heinz P Bloch and E Bluchcr and RN Calm and David William Casper and A Cattal and A Ccccucci and D Chakraborty and R Sekhar Chivukula and Glen Cowan and Thibault Damour and T Dcgrand and K Dcslcr and MA Dobbs and Manuel Drees and A Edwards and DA Edwards and VD Elvira and Jens Erler and Vladimir V Ezhela and W Fetscher and BD Fields and RB Foster and D Froidevaux and TK Galsser and L Garren and HJ Gerber and G Gerbier and L Gibbons and FJ Gilman and GF Giudice and AV Gritsan and M Griinewald and HE Haber and C Hagmann and I Hinchliffe and A Hocker and P Igo-Kemenes and JD Jackson and KF Johnson and D Karlen and B Kayser and Diane Kirkby and SR Klein and K Kleinknecht and IG Knowles and RV Kowalewski and P Kreitz and B Krusche and Yu V Kuyanov and Ofer Lahav and P Langacker and A Liddle and Z Ligeti and TM Liss and L Littenberg and JC Liu and KS Lugovsky and SB Lugovsky and T Mannel and DM Manley and WJ Marciano and AD Martin and D Milstead and M Narain and Paolo Nason and Y Nir and John Andrew Peacock and SA Prell and A Quadt and S Raby and BN Ratcliff and EA Razuvaev and B Renk and P Richardson and S Roesler and G Rolandi and MT Ronan and JL Rosenberg and CT Sachrajda and Y Sakal and Santonu Sarkar and BM Schmitt and O Schneider and D Scott and Torbjorn Sjostrand and GF Smoot and P Sokolsky and S Spanier and H Spieler",
            "2006",
            "zo5jv3IAAAAJ:u5HHmVD_uO8C",
            6247,
            "https:\/\/research.monash.edu\/en\/publications\/review-of-particle-physics-6",
            "9346227762168247791",
            "\/scholar?cites=9346227762168247791",
            {
                "2005":20,
                "2006":261,
                "2007":1725,
                "2008":2073,
                "2009":849,
                "2010":335,
                "2011":257,
                "2012":167,
                "2013":131,
                "2014":74,
                "2015":77,
                "2016":48,
                "2017":55,
                "2018":46,
                "2019":40,
                "2020":34,
                "2021":1
            }
        ],
        [
            "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 2000 new measurements from 610 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review.",
            "Review of particle physics",
            "Donald E Groom and M Aguilar-Benitez and C Amsler and RM Barnett and PR Burchat and CD Carone and C Caso and G Conforto and O Dahl and M Doser and S Eidelman and JL Feng and L Gibbons and M Goodman and C Grab and A Gurtu and K Hagiwara and KG Hayes and JJ Hernández and K Hikasa and K Honscheid and C Kolda and ML Mangano and AV Manohar and A Masoni and K Mónig and H Murayama and K Nakamura and S Navas and KA Olive and L Pape and A Piepke and M Roos and M Tanabashi and NA Törnqvist and TG Trippe and P Vogel and CG Wohl and RL Workman and WM Yao and B Armstrong and JL Casas Serradilla and BB Filimonov and PS Gee and SB Lugovsky and F Nicholson and KS Babu and D Besson and O Biebel and P Bloch and RN Cahn and A Cattai and RS Chivukula and RD Cousins and TMAG Damour and K Desler and RJ Donahue and DA Edwards and J Erler and VV Ezhela and A Fassò and W Fetscher and D Froidevaux and M Fukugita and TK Gaisser and L Garren and S Geer and HJ Gerber and FJ Gilman and HE Haber and C Hagmann and I Hinchliffe and CJ Hogan and G Höhler and P Igo-Kemenes and JD Jackson and KF Johnson and D Karlen and B Kayser and SR Klein and K Kleinknecht and IG Knowles and EW Kolb and P Kreitz and R Landua and P Langacker and L Littenberg and DM Manley and J March-Russell and T Nakada and HR Quinn and G Raffelt and B Renk and L Rolandi and MT Ronan and LJ Rosenberg and H FW Sadrozinski and AI Sanda and M Schmitt",
            "2000",
            "zo5jv3IAAAAJ:pyW8ca7W8N0C",
            4911,
            "https:\/\/www.scholars.northwestern.edu\/en\/publications\/review-of-particle-physics-4",
            "10437579626125375325",
            "\/scholar?cites=10437579626125375325",
            {
                "2000":204,
                "2001":1342,
                "2002":1494,
                "2003":696,
                "2004":271,
                "2005":150,
                "2006":114,
                "2007":68,
                "2008":125,
                "2009":55,
                "2010":37,
                "2011":35,
                "2012":35,
                "2013":29,
                "2014":11,
                "2015":18,
                "2016":34,
                "2017":19,
                "2018":27,
                "2019":17,
                "2020":9,
                "2021":8
            }
        ],
        [
            "We demonstrate a new source for flavor-changing neutral currents within the minimal supersymmetric standard model. At moderate to large tan β, it is no longer possible to diagonalize the masses of the quarks in the same basis as their Yukawa couplings. This generates flavor-violating couplings of the form b R d L φ and b R s L φ where φ is any of the three neutral, physical Higgs bosons. These new couplings lead to rare processes in the B system such as B 0→ μ+ μ− and B 0− B 0 mixing. We show that the latter are anomalously suppressed, while the former is in the experimentally interesting range, with an observable signal possible at Run II of the Tevatron if m A≲ 400–700 GeV.",
            "Higgs-Mediated  in Minimal Supersymmetry",
            "KS Babu and Christopher Kolda",
            "2000",
            "zo5jv3IAAAAJ:J_g5lzvAfSwC",
            787,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.228",
            "11866189532158786065",
            "\/scholar?cites=11866189532158786065",
            {
                "2000":7,
                "2001":22,
                "2002":51,
                "2003":42,
                "2004":38,
                "2005":49,
                "2006":47,
                "2007":48,
                "2008":63,
                "2009":54,
                "2010":54,
                "2011":45,
                "2012":47,
                "2013":56,
                "2014":33,
                "2015":30,
                "2016":21,
                "2017":32,
                "2018":13,
                "2019":12,
                "2020":9
            }
        ],
        [
            "We demonstrate a new source for flavor-changing neutral currents within the minimal supersymmetric standard model. At moderate to large tan β, it is no longer possible to diagonalize the masses of the quarks in the same basis as their Yukawa couplings. This generates flavor-violating couplings of the form b R d L φ and b R s L φ where φ is any of the three neutral, physical Higgs bosons. These new couplings lead to rare processes in the B system such as B 0→ μ+ μ− and B 0− B 0 mixing. We show that the latter are anomalously suppressed, while the former is in the experimentally interesting range, with an observable signal possible at Run II of the Tevatron if m A≲ 400–700 GeV.",
            "Higgs-Mediated  in Minimal Supersymmetry",
            "KS Babu and Christopher Kolda",
            "2000",
            "zo5jv3IAAAAJ:hMod-77fHWUC",
            787,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.228",
            "11866189532158786065",
            "\/scholar?cites=11866189532158786065",
            {
                "2000":7,
                "2001":22,
                "2002":51,
                "2003":42,
                "2004":38,
                "2005":49,
                "2006":47,
                "2007":48,
                "2008":63,
                "2009":54,
                "2010":54,
                "2011":45,
                "2012":47,
                "2013":56,
                "2014":33,
                "2015":30,
                "2016":21,
                "2017":32,
                "2018":13,
                "2019":12,
                "2020":9
            }
        ],
        [
            "We demonstrate a new source for flavor-changing neutral currents within the minimal supersymmetric standard model. At moderate to large tan β, it is no longer possible to diagonalize the masses of the quarks in the same basis as their Yukawa couplings. This generates flavor-violating couplings of the form b R d L φ and b R s L φ where φ is any of the three neutral, physical Higgs bosons. These new couplings lead to rare processes in the B system such as B 0→ μ+ μ− and B 0− B 0 mixing. We show that the latter are anomalously suppressed, while the former is in the experimentally interesting range, with an observable signal possible at Run II of the Tevatron if m A≲ 400–700 GeV.",
            "Higgs-Mediated  in Minimal Supersymmetry",
            "KS Babu and Christopher Kolda",
            "2000",
            "zo5jv3IAAAAJ:9yKSN-GCB0IC",
            787,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.228",
            "11866189532158786065",
            "\/scholar?cites=11866189532158786065",
            {
                "2000":7,
                "2001":22,
                "2002":51,
                "2003":42,
                "2004":38,
                "2005":49,
                "2006":47,
                "2007":48,
                "2008":63,
                "2009":54,
                "2010":54,
                "2011":45,
                "2012":47,
                "2013":56,
                "2014":33,
                "2015":30,
                "2016":21,
                "2017":32,
                "2018":13,
                "2019":12,
                "2020":9
            }
        ]
    ]
}