{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recognition of an avirulent pathogen triggers the rapid production of the reactive oxygen intermediates superoxide (O 2−) and hydrogen peroxide (H 2 O 2) 1. This oxidative burst drives cross-linking of the cell wall 2, induces several plant genes involved in cellular protection and defence 3, 4, and is necessary for the initiation of host cell death in the hypersensitive disease-resistance response 1, 3. However, this burst is not enough to support a strong disease-resistance response 4, 5. Here we show that nitric oxide, which acts as a signal in the immune, nervous and vascular systems 6, potentiates the induction of hypersensitive cell death in soybean cells by reactive oxygen intermediates and functions independently of such intermediates to induce genes for the synthesis of protective natural products. Moreover, inhibitors of nitric oxide synthesis compromise the hypersensitive disease-resistance response of …",
            "Nitric oxide functions as a signal in plant disease resistance",
            "Massimo Delledonne and Yiji Xia and Richard A Dixon and Chris Lamb",
            "1998",
            "zo8cuDgAAAAJ:u5HHmVD_uO8C",
            2251,
            "https:\/\/www.nature.com\/articles\/29087?free=2",
            "14778756637282744003",
            "\/scholar?cites=14778756637282744003",
            {
                "1998":14,
                "1999":61,
                "2000":92,
                "2001":73,
                "2002":80,
                "2003":88,
                "2004":98,
                "2005":114,
                "2006":120,
                "2007":131,
                "2008":112,
                "2009":143,
                "2010":126,
                "2011":129,
                "2012":116,
                "2013":126,
                "2014":105,
                "2015":99,
                "2016":113,
                "2017":69,
                "2018":71,
                "2019":89,
                "2020":60,
                "2021":4
            }
        ],
        [
            "Plants produce a wide array of natural products, many of which are likely to be useful bioactive structures. Unfortunately, these complex natural products usually occur at very low abundance and with restricted tissue distribution, thereby hindering their evaluation. Here, we report a novel approach for enhancing the accumulation of natural products based on activation tagging by Agrobacterium-mediated transformation with a T-DNA that carries cauliflower mosaic virus 35S enhancer sequences at its right border. Among ∼5000 Arabidopsis activation-tagged lines, we found a plant that exhibited intense purple pigmentation in many vegetative organs throughout development. This upregulation of pigmentation reflected a dominant mutation that resulted in massive activation of phenylpropanoid biosynthetic genes and enhanced accumulation of lignin, hydroxycinnamic acid esters, and flavonoids, including various …",
            "Activation tagging identifies a conserved MYB regulator of phenylpropanoid biosynthesis",
            "Justin O Borevitz and Yiji Xia and Jack Blount and Richard A Dixon and Chris Lamb",
            "2000",
            "zo8cuDgAAAAJ:d1gkVwhDpl0C",
            1309,
            "http:\/\/www.plantcell.org\/content\/12\/12\/2383.short",
            "8907260056676441533",
            "\/scholar?cites=8907260056676441533",
            {
                "2001":12,
                "2002":31,
                "2003":41,
                "2004":33,
                "2005":47,
                "2006":56,
                "2007":66,
                "2008":72,
                "2009":78,
                "2010":67,
                "2011":71,
                "2012":65,
                "2013":81,
                "2014":83,
                "2015":91,
                "2016":84,
                "2017":65,
                "2018":78,
                "2019":74,
                "2020":99,
                "2021":10
            }
        ],
        [
            "Activation tagging using T-DNA vectors that contain multimerized transcriptional enhancers from the cauliflower mosaic virus (CaMV) 35S gene has been applied to Arabidopsis plants. New activation-tagging vectors that confer resistance to the antibiotic kanamycin or the herbicide glufosinate have been used to generate several tens of thousands of transformed plants. From these, over 30 dominant mutants with various phenotypes have been isolated. Analysis of a subset of mutants has shown that overexpressed genes are almost always found immediately adjacent to the inserted CaMV 35S enhancers, at distances ranging from 380 bp to 3.6 kb. In at least one case, the CaMV 35S enhancers led primarily to an enhancement of the endogenous expression pattern rather than to constitutive ectopic expression, suggesting that the CaMV 35S enhancers used here act differently than the complete CaMV 35S promoter …",
            "Activation tagging in Arabidopsis",
            "Detlef Weigel and Ji Hoon Ahn and Miguel A Blázquez and Justin O Borevitz and Sioux K Christensen and Christian Fankhauser and Cristina Ferrándiz and Igor Kardailsky and Elizabeth J Malancharuvil and Michael M Neff and Jasmine Thuy Nguyen and Shusei Sato and Zhi-Yong Wang and Yiji Xia and Richard A Dixon and Maria J Harrison and Chris J Lamb and Martin F Yanofsky and Joanne Chory",
            "2000",
            "zo8cuDgAAAAJ:u-x6o8ySG0sC",
            1161,
            "http:\/\/www.plantphysiol.org\/content\/122\/4\/1003.short",
            "14641249283905079508",
            "\/scholar?cites=14641249283905079508",
            {
                "2000":21,
                "2001":54,
                "2002":39,
                "2003":62,
                "2004":89,
                "2005":78,
                "2006":82,
                "2007":87,
                "2008":68,
                "2009":78,
                "2010":70,
                "2011":60,
                "2012":61,
                "2013":56,
                "2014":59,
                "2015":38,
                "2016":38,
                "2017":35,
                "2018":29,
                "2019":25,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We have used activation tagging with T‐DNA carrying cauliflower mosaic virus 35S enhancers to investigate the complex signaling networks underlying disease resistance in Arabidopsis. From a screen of ∼5000 lines, we identified constitutive disease resistance (CDR1) encoding an apoplastic aspartic protease, the overexpression of which causes dwarfing and resistance to virulent Pseudomonas syringae. These phenotypes reflect salicylic‐acid‐dependent activation of micro‐oxidative bursts and various defense‐related genes. Antisense CDR1 plants were compromised for resistance to avirulent P. syringae and more susceptible to virulent strains than wild type. CDR1 accumulates in intercellular fluid in response to pathogen attacks. Induction of CDR1 generates a small mobile signal, and CDR1 action is blocked by the protease inhibitor pepstatin and by mutations in the protease active sites. We propose that …",
            "An extracellular aspartic protease functions in Arabidopsis disease resistance signaling",
            "Yiji Xia and Hideyuki Suzuki and Justin Borevitz and Jack Blount and Zejian Guo and Kanu Patel and Richard A Dixon and Chris Lamb",
            "2004",
            "zo8cuDgAAAAJ:9yKSN-GCB0IC",
            323,
            "https:\/\/www.embopress.org\/doi\/abs\/10.1038\/sj.emboj.7600086",
            "11645861562437942538",
            "\/scholar?cites=11645861562437942538",
            {
                "2004":8,
                "2005":13,
                "2006":19,
                "2007":19,
                "2008":24,
                "2009":24,
                "2010":17,
                "2011":22,
                "2012":20,
                "2013":24,
                "2014":21,
                "2015":26,
                "2016":17,
                "2017":11,
                "2018":15,
                "2019":18,
                "2020":21,
                "2021":3
            }
        ],
        [
            "A 470-kb segment from the long arm of chromosome 3 of Zea mays (inbred LH82), encompassing the a1-sh2 interval, was cloned as a yeast artificial chromosome. Comparison of the sizes of the restriction fragments generated from the cloned DNA fragment and from the DNA isolated from the maize inbred line LH82 established the colinearity of the a1-sh2 interval in these DNAs. By utilizing a chromosome fragmentation technique, a yeast artificial chromosome encompassing the a1-sh2 interval was separately fragmented at the a1 and sh2 loci. Comparison of the sizes of these fragmentation products established the physical distance between the a1 and sh2 loci to be 140 kb. Furthermore, these fragmentation experiments established the physical orientation of the a1 and sh2 genes relative to the maize centromere. The molecular cloning of the contiguous region between the a1 and sh2 loci made it possible to …",
            "The relationship between genetic and physical distances in the cloned a1-sh2 interval of the Zea mays L. genome",
            "Laura Civardi and Yiji Xia and Keith J Edwards and Patrick S Schnable and Basil J Nikolau",
            "1994",
            "zo8cuDgAAAAJ:2osOgNQ5qMEC",
            200,
            "https:\/\/www.pnas.org\/content\/91\/17\/8268.short",
            "5210624666492109517",
            "\/scholar?cites=5210624666492109517",
            {
                "1995":10,
                "1996":13,
                "1997":8,
                "1998":12,
                "1999":12,
                "2000":13,
                "2001":9,
                "2002":14,
                "2003":4,
                "2004":11,
                "2005":13,
                "2006":10,
                "2007":4,
                "2008":4,
                "2009":5,
                "2010":1,
                "2011":1,
                "2012":6,
                "2013":28,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":7,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Cuticular waxes are complex mixtures of very long chain fatty acids and their derivatives that cover plant surfaces. Mutants of the ECERIFERUM2 (cer2) gene of Arabidopsis condition bright green stems and siliques, indicative of the relatively low abundance of the cuticular wax crystals that comprise the wax bloom on wild-type plants. We cloned the CER2 gene via chromosome walking. Three lines of evidence establish that the cloned sequence represents the CER2 gene: (1) this sequence is capable of complementing the cer2 mutant phenotype in transgenic plants; (2) the corresponding DNA sequence isolated from plants homozygous for the cer2-2 mutant allele contains a sequence polymorphism that generates a premature stop codon; and (3) the deduced CER2 protein sequence exhibits sequence similarity to that of a maize gene (glossy2) that also is involved in cuticular wax accumulation. The CER2 gene …",
            "Cloning and characterization of CER2, an Arabidopsis gene that affects cuticular wax accumulation.",
            "Yiji Xia and Basil J Nikolau and Patrick S Schnable",
            "1996",
            "zo8cuDgAAAAJ:qjMakFHDy7sC",
            139,
            "http:\/\/www.plantcell.org\/content\/8\/8\/1291.short",
            "5027179577749920890",
            "\/scholar?cites=5027179577749920890",
            {
                "1996":1,
                "1997":5,
                "1998":7,
                "1999":5,
                "2000":4,
                "2001":1,
                "2002":4,
                "2003":4,
                "2004":4,
                "2005":5,
                "2006":5,
                "2007":8,
                "2008":10,
                "2009":6,
                "2010":4,
                "2011":6,
                "2012":7,
                "2013":9,
                "2014":2,
                "2015":11,
                "2016":8,
                "2017":5,
                "2018":9,
                "2019":4,
                "2020":5
            }
        ],
        [
            "The components and pathways that regulate and execute developmental cell death programmes in plants remain largely unknown. We have found that the PROMOTION OF CELL SURVIVAL 1 (PCS1) gene in Arabidopsis, which encodes an aspartic protease, has an important role in determining the fate of cells in embryonic development and in reproduction processes. The loss‐of‐function mutation of PCS1 causes degeneration of both male and female gametophytes and excessive cell death of developing embryos. Conversely, ectopic expression of PCS1 causes the septum and stomium cells that normally die in the anther wall to survive instead, leading to a failure in anther dehiscence and male sterility. PCS1 provides a new avenue for understanding the mechanisms of the programmed cell death processes that are associated with developmental pathways in plants and makes available a useful tool for …",
            "An Arabidopsis aspartic protease functions as an anti‐cell‐death component in reproduction and embryogenesis",
            "Xiaochun Ge and Charles Dietrich and Michiyo Matsuno and Guojing Li and Howard Berg and Yiji Xia",
            "2005",
            "zo8cuDgAAAAJ:UeHWp8X0CEIC",
            133,
            "https:\/\/www.embopress.org\/doi\/abs\/10.1038\/sj.embor.7400357",
            "5423610824367758968",
            "\/scholar?cites=5423610824367758968",
            {
                "2006":3,
                "2007":4,
                "2008":9,
                "2009":12,
                "2010":7,
                "2011":11,
                "2012":12,
                "2013":8,
                "2014":6,
                "2015":12,
                "2016":7,
                "2017":9,
                "2018":8,
                "2019":11,
                "2020":10,
                "2021":4
            }
        ],
        [
            "Plants have evolved complicated regulatory systems to control immune responses. Both positive and negative signaling pathways interplay to coordinate development of a resistance response with the appropriate amplitude and duration. AtNUDT7, a Nudix domain-containing protein in Arabidopsis (Arabidopsis thaliana) that hydrolyzes nucleotide derivatives, was found to be a negative regulator of the basal defense response, and its loss-of-function mutation results in enhanced resistance to infection by Pseudomonas syringae. The nudt7 mutation does not cause a strong constitutive disease resistance phenotype, but it leads to a heightened defense response, including accelerated activation of defense-related genes that can be triggered by pathogenic and nonpathogenic microorganisms. The nudt7 mutation enhances two distinct defense response pathways: one independent of and the other dependent on …",
            "AtNUDT7, a negative regulator of basal immunity in Arabidopsis, modulates two distinct defense response pathways and is involved in maintaining redox homeostasis",
            "Xiaochun Ge and Guo-Jing Li and Sheng-Bing Wang and Huifen Zhu and Tong Zhu and Xun Wang and Yiji Xia",
            "2007",
            "zo8cuDgAAAAJ:IjCSPb-OGe4C",
            123,
            "http:\/\/www.plantphysiol.org\/content\/145\/1\/204.short",
            "17769611125719954637",
            "\/scholar?cites=17769611125719954637",
            {
                "2007":2,
                "2008":9,
                "2009":11,
                "2010":12,
                "2011":5,
                "2012":16,
                "2013":11,
                "2014":9,
                "2015":16,
                "2016":10,
                "2017":3,
                "2018":7,
                "2019":5,
                "2020":5
            }
        ],
        [
            "The gl8 locus of maize (Zea mays L.) was previously defined by a mutation that reduces the amount and alters the composition of seedling cuticular waxes. Sixty independently derived gl8 mutant alleles were isolated from stocks that carried the Mutator transposon system. A DNA fragment that contains a Mu8 transposon and that co-segregates with one of these alleles, gl8-Mu3142, was identified and cloned. DNA flanking the Mu8 transposon was shown via allelic cross-referencing experiments to represent the gl8 locus. The gl8 probe revealed a 1.4-kb transcript present in wild-type seedling leaves and, in lesser amounts, in other organs and at other developmental stages. The amino acid sequence deduced from an apparently full-length gl8 cDNA exhibits highly significant sequence similarity to a group of enzymes from plants, eubacteria, and mammals that catalyzes the reduction of ketones. This finding suggests …",
            "Sequence analysis of the cloned glossy8 gene of maize suggests that it may code for a [beta]-ketoacyl reductase required for the biosynthesis of cuticular waxes",
            "Xiaojie Xu and Charles R Dietrich and Massimo Delledonne and Yiji Xia and Tsui-Jung Wen and Donald S Robertson and Basil J Nikolau and Patrick S Schnable",
            "1997",
            "zo8cuDgAAAAJ:zYLM7Y9cAGgC",
            114,
            "http:\/\/www.plantphysiol.org\/content\/115\/2\/501.short",
            "15652071088297285745",
            "\/scholar?cites=15652071088297285745",
            {
                "1997":1,
                "1998":4,
                "1999":1,
                "2000":6,
                "2001":8,
                "2002":4,
                "2003":9,
                "2004":3,
                "2005":12,
                "2006":10,
                "2007":6,
                "2008":8,
                "2009":1,
                "2010":6,
                "2011":7,
                "2012":3,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":5,
                "2017":8,
                "2018":5,
                "2019":1
            }
        ],
        [
            "Cavendish, the most widely grown banana cultivar, is relatively resistant to Race 1 of Fusarium oxysporum f. sp. cubense (Foc1) which caused widespread Panama disease during the first half of the 20th century but is susceptible to Tropical Race 4 of Foc (Foc TR4) which is threatening world banana production. The genome of the diploid species Musa acuminata which is the ancestor of a majority of triploid banana cultivars has recently been sequenced. Availability of banana transcriptomes will be highly useful for improving banana genome annotation and for biological research. The knowledge of global gene expression patterns influenced by infection of different Foc races will help to understand the host responses to the infection. RNA samples from different organs of the Cavendish cultivar were pooled for deep sequencing using the Illumina technology. Analysis of the banana transcriptome led to identification of over 842 genes that were not annotated by the Musa genome project. A large number of simple nucleotide polymorphisms (SNPs) and short insertions and deletion (indels) were identified from the transcriptome data. GFP-expressing Foc1 and Foc TR4 were used to monitor the infection process. Both Foc1 and Foc TR4 were found to be able to invade banana roots and spread to root vascular tissues in the first two days following inoculation. Digital gene expression (DGE) profiling analysis reveal that the infection by Foc1 and Foc TR4 caused very similar changes in the global gene expression profiles in the banana roots during the first two days of infection. The Foc infection led to induction of many well-known defense-related …",
            "Analysis of banana transcriptome and global gene expression profiles in banana roots in response to infection by race 1 and tropical race 4 of Fusarium oxysporum f. sp. cubense",
            "Chunqiang Li and Jiaofang Shao and Yejun Wang and Wenbin Li and Dianjing Guo and Bin Yan and Yiji Xia and Ming Peng",
            "2013",
            "zo8cuDgAAAAJ:WF5omc3nYNoC",
            95,
            "https:\/\/bmcgenomics.biomedcentral.com\/articles\/10.1186\/1471-2164-14-851",
            "15659001693228754599",
            "\/scholar?cites=15659001693228754599",
            {
                "2014":11,
                "2015":12,
                "2016":15,
                "2017":19,
                "2018":12,
                "2019":15,
                "2020":10,
                "2021":1
            }
        ]
    ]
}