{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We develop a theory of magneto-oscillations in the photoconductivity of a two-dimensional electron gas observed in recent experiments. The effect is governed by a change of the electron distribution function induced by the microwave radiation. We analyze a nonlinearity with respect to both the dc field and the microwave power, as well as the temperature dependence determined by the inelastic relaxation rate.",
            "Theory of microwave-induced oscillations in the magnetoconductivity of a two-dimensional electron gas",
            "IA Dmitriev and MG Vavilov and IL Aleiner and AD Mirlin and DG Polyakov",
            "2005",
            "zpEDv9QAAAAJ:9pM33mqn1YgC",
            382,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.115316",
            "15843679368659708586",
            "\/scholar?cites=15843679368659708586",
            {
                "2005":13,
                "2006":22,
                "2007":26,
                "2008":34,
                "2009":35,
                "2010":40,
                "2011":32,
                "2012":18,
                "2013":20,
                "2014":19,
                "2015":21,
                "2016":27,
                "2017":21,
                "2018":24,
                "2019":11,
                "2020":18
            }
        ],
        [
            "We derive the quantum Boltzmann equation for the two-dimensional electron gas in a magnetic field such that the filling factor ν≫ 1. This equation describes all of the effects of the external fields on the impurity collision integral including Shubnikov–de Haas oscillations, the smooth part of the magnetoresistance, and nonlinear transport. Furthermore, we obtain quantitative results for the effect of the external microwave radiation on the linear and nonlinear dc transport in the system. Our findings are relevant for the description of the oscillating resistivity discovered by Zudov et al., the zero-resistance state discovered by Mani et al. and Zudov et al., and for the microscopic justification of the model of Andreev et al. We also present a semiclassical picture for the qualitative consideration of the effects of the applied field on the collision integral.",
            "Magnetotransport in a two-dimensional electron gas at large filling factors",
            "MG Vavilov and IL Aleiner",
            "2004",
            "zpEDv9QAAAAJ:BwyfMAYsbu0C",
            313,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.035303",
            "9074967069128421449",
            "\/scholar?cites=9074967069128421449",
            {
                "2004":28,
                "2005":37,
                "2006":25,
                "2007":23,
                "2008":24,
                "2009":24,
                "2010":26,
                "2011":26,
                "2012":15,
                "2013":11,
                "2014":13,
                "2015":10,
                "2016":17,
                "2017":12,
                "2018":7,
                "2019":5,
                "2020":9
            }
        ],
        [
            "We present a detailed description of two-band quasi-two-dimensional metals with s-wave superconducting (SC) and antiferromagnetic spin-density-wave (SDW) correlations. We present a general approach and use it to investigate the influence of the difference between the shapes and the areas of the two Fermi surfaces on the phase diagram. In particular, we determine the conditions for the coexistence of SC and SDW orders at different temperatures and dopings. We argue that a conventional s-wave SC order coexists with SDW order only at very low T and in a very tiny range of parameters. An extended s-wave superconductivity, for which SC gap changes sign between the two bands, coexists with antiferromagnetic SDW over a much wider range of parameters and temperatures but even for this SC order the regions of SDW and SC can still be separated by a first-order transition. We show that the coexistence …",
            "Superconductivity and spin-density waves in multiband metals",
            "AB Vorontsov and MG Vavilov and AV Chubukov",
            "2010",
            "zpEDv9QAAAAJ:OTTXONDVkokC",
            173,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.174538",
            "18293456739397770347",
            "\/scholar?cites=18293456739397770347",
            {
                "2010":9,
                "2011":18,
                "2012":24,
                "2013":16,
                "2014":25,
                "2015":22,
                "2016":16,
                "2017":12,
                "2018":10,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ]
    ]
}