{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The interaction of matter and light is one of the fundamental processes occurring in nature, and its most elementary form is realized when a single atom interacts with a single photon. Reaching this regime has been a major focus of research in atomic physics and quantum optics 1 for several decades and has generated the field of cavity quantum electrodynamics 2, 3. Here we perform an experiment in which a superconducting two-level system, playing the role of an artificial atom, is coupled to an on-chip cavity consisting of a superconducting transmission line resonator. We show that the strong coupling regime can be attained in a solid-state system, and we experimentally observe the coherent interaction of a superconducting two-level system with a single microwave photon. The concept of circuit quantum electrodynamics opens many new possibilities for studying the strong interaction of light and matter. This …",
            "Strong coupling of a single photon to a superconducting qubit using circuit quantum electrodynamics",
            "Andreas Wallraff and David I Schuster and Alexandre Blais and Luigi Frunzio and R-S Huang and Johannes Majer and Sameer Kumar and Steven M Girvin and Robert J Schoelkopf",
            "2004",
            "ZQHLxBcAAAAJ:u-x6o8ySG0sC",
            3853,
            "https:\/\/www.nature.com\/articles\/nature02851",
            "10754524181730612677",
            "\/scholar?cites=10754524181730612677",
            {
                "2004":14,
                "2005":98,
                "2006":129,
                "2007":141,
                "2008":191,
                "2009":206,
                "2010":256,
                "2011":230,
                "2012":263,
                "2013":284,
                "2014":287,
                "2015":301,
                "2016":312,
                "2017":311,
                "2018":234,
                "2019":256,
                "2020":307,
                "2021":16
            }
        ]
    ]
}