{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Recent literature on synthesis gas conversion to higher alcohols over Mo-based catalysts is reviewed. Density functional theory calculations show that Mo-CO adsorption is weakened by C, P, or S ligands and this facilitates CO dissociation, either directly on Mo2C, or by H-assisted dissociation on MoS2, Mo2C, and MoP. Consequently, Mo-based catalysts have high hydrocarbon selectivity unless they are promoted with alkali metals and\/or Group VIII metals. Promoted MoS2 and MoP have alcohol selectivities of ∼80 C atom % (CO2-free basis) at typical operating conditions (5–8 MPa, H2\/CO = 2–1, 537–603 K), whereas on promoted Mo2C, alcohol selectivities are ∼60%. The kinetics of the synthesis gas conversion reactions over Mo-based catalysts have mostly been described by empirical power law models and the alcohol and hydrocarbon product distributions are consistent with a CO insertion mechanism for …",
            "A review of molybdenum catalysts for synthesis gas conversion to alcohols: catalysts, mechanisms and kinetics",
            "Sharif Zaman and Kevin J Smith",
            "2012",
            "Zs6-RUkAAAAJ:GnPB-g6toBAC",
            209,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/01614940.2012.627224",
            "1840259450060154387",
            "\/scholar?cites=1840259450060154387",
            {
                "2012":1,
                "2013":19,
                "2014":24,
                "2015":26,
                "2016":32,
                "2017":23,
                "2018":19,
                "2019":29,
                "2020":32,
                "2021":4
            }
        ],
        [
            "A study of the hydrodeoxygenation (HDO) of 4-methylphenol over unsupported, low-surface-area MoS2, MoO2, MoO3, and MoP catalysts is reported. With the exception of MoO3, the catalysts had the same physicochemical properties before and after the 5 h reaction at 623 K and 4.40 MPa H2. The used MoO3 was partially reduced to a mixed oxide containing Mo4O11, MoO2, and Mo. Compared to the unused MoO3, the used MoO3 CO uptake increased by a factor of 100 following the reaction. The partially reduced Mo oxide catalyst had a high conversion for the HDO of 4-methylphenol because of Brønsted acid sites and the formation of anionic vacancies. The catalyst turnover frequency (TOF) based on CO uptake for the HDO of 4-methylphenol decreased in the order MoP > MoS2 > MoO2 > MoO3, while the activation energy increased in the order of MoP < MoS2 < MoO2 < MoO3. The activity trends correspond …",
            "Hydrodeoxygenation of 4-Methylphenol over Unsupported MoP, MoS2, and MoOx Catalysts",
            "Victoria ML Whiffen and Kevin J Smith",
            "2010",
            "Zs6-RUkAAAAJ:4TOpqqG69KYC",
            207,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ef901270h",
            "3060808147159402006",
            "\/scholar?cites=3060808147159402006",
            {
                "2011":10,
                "2012":18,
                "2013":13,
                "2014":29,
                "2015":22,
                "2016":21,
                "2017":25,
                "2018":21,
                "2019":22,
                "2020":24,
                "2021":2
            }
        ],
        [
            "The synthesis of higher (C+ 2) alcohols and esters has been studied over cesium-doped Cu ZnO catalysts. Under higher alcohol synthesis conditions, eg, 583 K, 7.6 MPa, and gas hourly space velocity= 3260 liters (STP)\/kg cat\/hr with a H 2 CO= 0.45 synthesis gas, the presence of cesium promoted the formation of higher oxygenates, especially 2-methyl-1-propanol. The yields of products passed through distinct maxima at cesium nominal concentrations of 0.3–0.5%. These nominal concentrations generated optimum surface cesium concentrations of 15–25%. Under the reaction conditions employed, the principal role of cesium was to increase the ethanol synthesis rate and to provide an even greater enhancement in the rate of ethanol conversion to 1-propanol and subsequently to higher alcohols. To obtain insight into the mechanism of the carbon chain growth, eg, C 1→ C 2, C 2→ C 3, and linear versus …",
            "Higher alcohol and oxygenate synthesis over cesium-doped Cu\/ZnO catalysts",
            "John G Nunan and Charles E Bogdan and Kamil Klier and Kevin J Smith and Chyi-Woei Young and Richard G Herman",
            "1989",
            "Zs6-RUkAAAAJ:u5HHmVD_uO8C",
            186,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0021951789900869",
            "8837724750988233798",
            "\/scholar?cites=8837724750988233798",
            {
                "1989":3,
                "1990":7,
                "1991":10,
                "1992":10,
                "1993":10,
                "1994":4,
                "1995":3,
                "1996":5,
                "1997":6,
                "1998":12,
                "1999":5,
                "2000":4,
                "2001":4,
                "2002":1,
                "2003":5,
                "2004":2,
                "2005":3,
                "2006":1,
                "2007":7,
                "2008":4,
                "2009":2,
                "2010":9,
                "2011":8,
                "2012":7,
                "2013":12,
                "2014":6,
                "2015":10,
                "2016":3,
                "2017":9,
                "2018":4,
                "2019":8
            }
        ],
        [
            "Bulk metal phosphide catalysts with nominal composition Co x Ni 2 P (0⩽ x⩽ 0.34) and Co 0.07 MoP were investigated for the hydrodesulfurization (HDS) of 4, 6-dimethyldibenzothiophene (4, 6-DMDBT) at 583 K and 3.0 MPa H 2. The selectivity for the direct desulfurization (DDS) of 4, 6-DMDBT to the product dimethylbiphenyl (DMBP) increased to 49 and 31% over the Co 0.08 Ni 2 P and Co 0.07 MoP catalysts, respectively, compared with the< 3% DMBP selectivity obtained on bulk Ni 2 P and MoP. Analysis by X-ray photoelectron spectroscopy (XPS) showed that the addition of the Co to MoP and Ni 2 P resulted in a P enrichment of the catalyst surface. Among the Co x Ni 2 P and Co 0.07 MoP catalysts studied, the maximum DMBP selectivity occurred for the Co 0.08 Ni 2 P catalyst; this catalyst had the highest n-propylamine uptake and lowest CO uptake and the highest P\/metal atom ratio, as determined by XPS …",
            "The effect of cobalt addition to bulk MoP and Ni2P catalysts for the hydrodesulfurization of 4, 6-dimethyldibenzothiophene",
            "Ibrahim I Abu and Kevin J Smith",
            "2006",
            "Zs6-RUkAAAAJ:2osOgNQ5qMEC",
            185,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021951706001655",
            "14116373170323420737",
            "\/scholar?cites=14116373170323420737",
            {
                "2006":1,
                "2007":4,
                "2008":6,
                "2009":12,
                "2010":19,
                "2011":14,
                "2012":18,
                "2013":8,
                "2014":12,
                "2015":22,
                "2016":22,
                "2017":12,
                "2018":17,
                "2019":6,
                "2020":8,
                "2021":4
            }
        ],
        [
            "Alkali oxides added to methanol catalysts increase the formation of ethanol, n‐propanol and isobutyl alcohol. This result has been known for many years, yet few quantitative studies have been reported in the literature. Data obtained on a commercial copper‐zinc oxide catalyst promoted with K2 CO3 are presented and compared with published work. The optimum promoter concentration was about 0.5% by weight. The H2 to CO feed ratio was important in determining the higher alcohol selectivity. The rate of production of isobutyl alcohol varied as p p while for methanol, ethanol and n‐propanol both exponents were positive and less than 1.6. Decreasing the hydrogen to carbon monoxide ratio from 2 to 0.5 more than doubled the isobutyl alcohol selectivity. Chain growth schemes predicting the higher alcohol selectivity are presented and estimates of the parameters are given.",
            "The higher alcohol synthesis over promoted Cu\/ZnO catalysts",
            "Kevin J Smith and Robert B Anderson",
            "1983",
            "Zs6-RUkAAAAJ:d1gkVwhDpl0C",
            180,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cjce.5450610106",
            "14834339134308516971",
            "\/scholar?cites=14834339134308516971",
            {
                "1984":4,
                "1985":3,
                "1986":6,
                "1987":10,
                "1988":10,
                "1989":9,
                "1990":6,
                "1991":7,
                "1992":10,
                "1993":6,
                "1994":5,
                "1995":1,
                "1996":4,
                "1997":6,
                "1998":6,
                "1999":1,
                "2000":3,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":6,
                "2010":8,
                "2011":3,
                "2012":9,
                "2013":10,
                "2014":9,
                "2015":5,
                "2016":9,
                "2017":3,
                "2018":3,
                "2019":2
            }
        ],
        [
            "A chain growth scheme for the synthesis of alcohols from carbon monoxide and hydrogen is proposed. The scheme describes the alcohol product distribution, assuming one or two carbon addition at the α-or β-carbon atom of the growing alcohol. Estimates of the distribution parameters were obtained from selectivities measured for a range of operating conditions on a Cu ZnO catalyst promoted with 0.5% K 2 CO 3. The α-addition is a slow step with a large activation energy (140 kJ\/mol) while β-addition is faster and has a smaller activation energy (66 kJ\/mol). Large methanol selectivities result from the slow initial α-addition, and large 2-methyl-1-propanol selectivities from α-addition being the only growth step of the 2-methyl-1-propanol intermediate. The rate of chain growth is approximately proportional to the CO partial pressure and the rate of chain termination proportional to the H 2 partial pressure. Addition of …",
            "A chain growth scheme for the higher alcohols synthesis",
            "Kevin J Smith and Robert B Anderson",
            "1984",
            "Zs6-RUkAAAAJ:u-x6o8ySG0sC",
            174,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/002195178490232X",
            "15089029800703716801",
            "\/scholar?cites=15089029800703716801",
            {
                "1984":1,
                "1985":4,
                "1986":6,
                "1987":8,
                "1988":7,
                "1989":5,
                "1990":11,
                "1991":8,
                "1992":5,
                "1993":5,
                "1994":5,
                "1995":4,
                "1996":1,
                "1997":6,
                "1998":2,
                "1999":5,
                "2000":4,
                "2001":4,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":6,
                "2010":6,
                "2011":8,
                "2012":6,
                "2013":8,
                "2014":4,
                "2015":7,
                "2016":9,
                "2017":4,
                "2018":4,
                "2019":1
            }
        ]
    ]
}