{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
            "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
            "Writing Group Members and Véronique L Roger and Alan S Go and Donald M Lloyd-Jones and Emelia J Benjamin and Jarett D Berry and William B Borden and Dawn M Bravata and Shifan Dai and Earl S Ford and Caroline S Fox and Heather J Fullerton and Cathleen Gillespie and Susan M Hailpern and John A Heit and Virginia J Howard and Brett M Kissela and Steven J Kittner and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Diane M Makuc and Gregory M Marcus and Ariane Marelli and David B Matchar and Claudia S Moy and Dariush Mozaffarian and Michael E Mussolino and Graham Nichol and Nina P Paynter and Elsayed Z Soliman and Paul D Sorlie and Nona Sotoodehnia and Tanya N Turan and Salim S Virani and Nathan D Wong and Daniel Woo and Melanie B Turner",
            "2012",
            "ZSGn07MAAAAJ:aK62MiYD7mUC",
            24944,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/cir.0b013e31823ac046",
            "1542958399579433181",
            "\/scholar?cites=1542958399579433181",
            {
                "2012":661,
                "2013":2326,
                "2014":3779,
                "2015":4190,
                "2016":3157,
                "2017":2367,
                "2018":2193,
                "2019":2918,
                "2020":2660,
                "2021":184
            }
        ],
        [
            "The classification of diabetes mellitus and the tests used for its diagnosis were brought into order by the National Diabetes Data Group of the USA and the second World Health Organization Expert Committee on Diabetes Mellitus in 1979 and 1980. Apart from minor modifications by WHO in 1985, little has been changed since that time. There is however considerable new knowledge regarding the aetiology of different forms of diabetes as well as more information on the predictive value of different blood glucose values for the complications of diabetes. A WHO Consultation has therefore taken place in parallel with a report by an American Diabetes Association Expert Committee to re‐examine diagnostic criteria and classification. The present document includes the conclusions of the former and is intended for wide distribution and discussion before final proposals are submitted to WHO for approval. The main …",
            "Definition, diagnosis and classification of diabetes mellitus and its complications. Part 1: diagnosis and classification of diabetes mellitus. Provisional report of a WHO …",
            "Kurt George Matthew Mayer Alberti and Paul Z Zimmet",
            "1998",
            "ZSGn07MAAAAJ:u5HHmVD_uO8C",
            15493,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1096-9136(199807)15:7%3C539::AID-DIA668%3E3.0.CO;2-S",
            "5598213135107548817",
            "\/scholar?cites=5598213135107548817",
            {
                "1999":77,
                "2000":159,
                "2001":197,
                "2002":267,
                "2003":419,
                "2004":495,
                "2005":630,
                "2006":730,
                "2007":865,
                "2008":863,
                "2009":775,
                "2010":812,
                "2011":803,
                "2012":853,
                "2013":913,
                "2014":938,
                "2015":989,
                "2016":1004,
                "2017":911,
                "2018":913,
                "2019":815,
                "2020":775,
                "2021":47
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together in a single document the most up-to-date statistics related to heart disease, stroke, and the factors in the AHA’s Life’s Simple 7 (Figure 1), which include core health behaviors (smoking, physical activity [PA], diet, and weight) and health factors (cholesterol, blood pressure [BP], and glucose control) that contribute to cardiovascular health. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, health advocates, and others seeking the best available data on these factors and conditions. Cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The …",
            "Heart disease and stroke statistics—2017 update: a report from the American Heart Association",
            "Emelia J Benjamin and Michael J Blaha and Stephanie E Chiuve and Mary Cushman and Sandeep R Das and Rajat Deo and Sarah D De Ferranti and James Floyd and Myriam Fornage and Cathleen Gillespie and Carmen R Isasi and Monik C Jimenez and Lori Chaffin Jordan and Suzanne E Judd and Daniel Lackland and Judith H Lichtman and Lynda Lisabeth and Simin Liu and Chris T Longenecker and Rachel H Mackey and Kunihiro Matsushita and Dariush Mozaffarian and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Latha Palaniappan and Dilip K Pandey and Ravi R Thiagarajan and Mathew J Reeves and Matthew Ritchey and Carlos J Rodriguez and Gregory A Roth and Wayne D Rosamond and Comilla Sasson and Amytis Towfighi and Connie W Tsao and Melanie B Turner and Salim S Virani and Jenifer H Voeks and Joshua Z Willey and John T Wilkins and Jason HY Wu and Heather M Alger and Sally S Wong and Paul Muntner",
            "2017",
            "ZSGn07MAAAAJ:zmHQPunddckC",
            8265,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000485",
            "12750599967268488540",
            "\/scholar?cites=12750599967268488540",
            {
                "2017":686,
                "2018":2359,
                "2019":2558,
                "2020":2308,
                "2021":168
            }
        ],
        [
            "OBJECTIVE—To estimate the prevalence of and the cardiovascular risk associated with the metabolic syndrome using the new definition proposed by the World Health Organization (WHO).RESEARCH DESIGN AND METHODS—A total of 4,483 subjects aged 35–70 years participating in a large family study of type 2 diabetes in Finland and Sweden (the Botnia study) were included in the analysis of cardiovascular risk associated with the metabolic syndrome. In subjects who had type 2 diabetes (n = 1,697), impaired fasting glucose (IFG)\/impaired glucose tolerance (IGT) (n = 798), or insulin-resistance with normal glucose tolerance (NGT) (n = 1,988), the metabolic syndrome was defined as presence of at least two of the following risk factors: obesity, hypertension, dyslipidemia, or microalbuminuria. Cardiovascular mortality was assessed in 3,606 subjects with a median follow-up of 6.9 years.RESULTS—In women …",
            "Cardiovascular morbidity and mortality associated with the metabolic syndrome",
            "BO Isomaa and Peter Almgren and Tiinamaija Tuomi and Björn Forsén and Kaj Lahti and Michael Nissen and Marja-Riitta Taskinen and Leif Groop",
            "2001",
            "ZSGn07MAAAAJ:u-x6o8ySG0sC",
            6624,
            "https:\/\/care.diabetesjournals.org\/content\/24\/4\/683?frbrVersion=7",
            "16704821725487778590",
            "\/scholar?cites=16704821725487778590",
            {
                "2002":94,
                "2003":190,
                "2004":294,
                "2005":420,
                "2006":530,
                "2007":565,
                "2008":554,
                "2009":458,
                "2010":433,
                "2011":436,
                "2012":363,
                "2013":352,
                "2014":361,
                "2015":305,
                "2016":311,
                "2017":265,
                "2018":208,
                "2019":173,
                "2020":179,
                "2021":12
            }
        ],
        [
            "DNA microarrays can be used to identify gene expression changes characteristic of human disease. This is challenging, however, when relevant differences are subtle at the level of individual genes. We introduce an analytical strategy, Gene Set Enrichment Analysis, designed to detect modest but coordinate changes in the expression of groups of functionally related genes. Using this approach, we identify a set of genes involved in oxidative phosphorylation whose expression is coordinately decreased in human diabetic muscle. Expression of these genes is high at sites of insulin-mediated glucose disposal, activated by PGC-1α and correlated with total-body aerobic capacity. Our results associate this gene set with clinically important variation in human metabolism and illustrate the value of pathway relationships in the analysis of genomic profiling experiments.",
            "PGC-1α-responsive genes involved in oxidative phosphorylation are coordinately downregulated in human diabetes",
            "Vamsi K Mootha and Cecilia M Lindgren and Karl-Fredrik Eriksson and Aravind Subramanian and Smita Sihag and Joseph Lehar and Pere Puigserver and Emma Carlsson and Martin Ridderstråle and Esa Laurila and Nicholas Houstis and Mark J Daly and Nick Patterson and Jill P Mesirov and Todd R Golub and Pablo Tamayo and Bruce Spiegelman and Eric S Lander and Joel N Hirschhorn and David Altshuler and Leif C Groop",
            "2003",
            "ZSGn07MAAAAJ:d1gkVwhDpl0C",
            6561,
            "https:\/\/www.nature.com\/articles\/ng1180",
            "18319484689235648470",
            "\/scholar?cites=18319484689235648470",
            {
                "2004":108,
                "2005":198,
                "2006":250,
                "2007":277,
                "2008":313,
                "2009":320,
                "2010":342,
                "2011":350,
                "2012":366,
                "2013":359,
                "2014":350,
                "2015":359,
                "2016":403,
                "2017":472,
                "2018":512,
                "2019":586,
                "2020":851,
                "2021":84
            }
        ],
        [
            "Plasma concentrations of total cholesterol, low-density lipoprotein cholesterol, high-density lipoprotein cholesterol and triglycerides are among the most important risk factors for coronary artery disease (CAD) and are targets for therapeutic intervention. We screened the genome for common variants associated with plasma lipids in> 100,000 individuals of European ancestry. Here we report 95 significantly associated loci (P< 5× 10− 8), with 59 showing genome-wide significant association with lipid traits for the first time. The newly reported associations include single nucleotide polymorphisms (SNPs) near known lipid regulators (for example, CYP7A1, NPC1L1 and SCARB1) as well as in scores of loci not previously implicated in lipoprotein metabolism. The 95 loci contribute not only to normal variation in lipid traits but also to extreme lipid phenotypes and have an impact on lipid traits in three non-European …",
            "Biological, clinical and population relevance of 95 loci for blood lipids",
            "Tanya M Teslovich and Kiran Musunuru and Albert V Smith and Andrew C Edmondson and Ioannis M Stylianou and Masahiro Koseki and James P Pirruccello and Samuli Ripatti and Daniel I Chasman and Cristen J Willer and Christopher T Johansen and Sigrid W Fouchier and Aaron Isaacs and Gina M Peloso and Maja Barbalic and Sally L Ricketts and Joshua C Bis and Yurii S Aulchenko and Gudmar Thorleifsson and Mary F Feitosa and John Chambers and Marju Orho-Melander and Olle Melander and Toby Johnson and Xiaohui Li and Xiuqing Guo and Mingyao Li and Yoon Shin Cho and Min Jin Go and Young Jin Kim and Jong-Young Lee and Taesung Park and Kyunga Kim and Xueling Sim and Rick Twee-Hee Ong and Damien C Croteau-Chonka and Leslie A Lange and Joshua D Smith and Kijoung Song and Jing Hua Zhao and Xin Yuan and Jian’an Luan and Claudia Lamina and Andreas Ziegler and Weihua Zhang and Robert YL Zee and Alan F Wright and Jacqueline CM Witteman and James F Wilson and Gonneke Willemsen and H-Erich Wichmann and John B Whitfield and Dawn M Waterworth and Nicholas J Wareham and Gérard Waeber and Peter Vollenweider and Benjamin F Voight and Veronique Vitart and Andre G Uitterlinden and Manuela Uda and Jaakko Tuomilehto and John R Thompson and Toshiko Tanaka and Ida Surakka and Heather M Stringham and Tim D Spector and Nicole Soranzo and Johannes H Smit and Juha Sinisalo and Kaisa Silander and Eric JG Sijbrands and Angelo Scuteri and James Scott and David Schlessinger and Serena Sanna and Veikko Salomaa and Juha Saharinen and Chiara Sabatti and Aimo Ruokonen and Igor Rudan and Lynda M Rose and Robert Roberts and Mark Rieder and Bruce M Psaty and Peter P Pramstaller and Irene Pichler and Markus Perola and Brenda WJH Penninx and Nancy L Pedersen and Cristian Pattaro and Alex N Parker and Guillaume Pare and Ben A Oostra and Christopher J O’Donnell and Markku S Nieminen and Deborah A Nickerson and Grant W Montgomery and Thomas Meitinger and Ruth McPherson and Mark I McCarthy and Wendy McArdle and David Masson and Nicholas G Martin and Fabio Marroni and Massimo Mangino and Patrik KE Magnusson and Gavin Lucas and Robert Luben and Ruth JF Loos and Marja-Liisa Lokki and Guillaume Lettre and Claudia Langenberg and Lenore J Launer and Edward G Lakatta and Reijo Laaksonen and Kirsten O Kyvik and Florian Kronenberg and Inke R Koenig and Kay-Tee Khaw and Jaakko Kaprio and Lee M Kaplan and Åsa Johansson and Marjo-Riitta Jarvelin and A Cecile JW Janssens and Erik Ingelsson and Wilmar Igl and G Kees Hovingh and Jouke-Jan Hottenga and Albert Hofman and Andrew A Hicks and Christian Hengstenberg and Iris M Heid and Caroline Hayward and Aki S Havulinna and Nicholas D Hastie and Tamara B Harris and Talin Haritunians and Alistair S Hall and Ulf Gyllensten and Candace Guiducci and Leif C Groop and Elena Gonzalez and Christian Gieger and Nelson B Freimer and Luigi Ferrucci and Jeanette Erdmann and Paul Elliott and Kenechi G Ejebe and Angela Döring and Anna F Dominiczak",
            "2010",
            "ZSGn07MAAAAJ:qjMakFHDy7sC",
            3277,
            "https:\/\/www.nature.com\/articles\/nature09270",
            "17106639313078732455",
            "\/scholar?cites=17106639313078732455",
            {
                "2010":30,
                "2011":254,
                "2012":357,
                "2013":355,
                "2014":366,
                "2015":404,
                "2016":345,
                "2017":294,
                "2018":322,
                "2019":270,
                "2020":238,
                "2021":15
            }
        ],
        [
            "Obesity is globally prevalent and highly heritable, but its underlying genetic factors remain largely elusive. To identify genetic loci for obesity susceptibility, we examined associations between body mass index and∼ 2.8 million SNPs in up to 123,865 individuals with targeted follow up of 42 SNPs in up to 125,931 additional individuals. We confirmed 14 known obesity susceptibility loci and identified 18 new loci associated with body mass index (P< 5× 10− 8), one of which includes a copy number variant near GPRC5B. Some loci (at MC4R, POMC, SH2B1 and BDNF) map near key hypothalamic regulators of energy balance, and one of these loci is near GIPR, an incretin receptor. Furthermore, genes in other newly associated loci may provide new insights into human body weight regulation.",
            "Association analyses of 249,796 individuals reveal 18 new loci associated with body mass index",
            "Elizabeth K Speliotes and Cristen J Willer and Sonja I Berndt and Keri L Monda and Gudmar Thorleifsson and Anne U Jackson and Hana Lango Allen and Cecilia M Lindgren and Reedik Mägi and Joshua C Randall and Sailaja Vedantam and Thomas W Winkler and Lu Qi and Tsegaselassie Workalemahu and Iris M Heid and Valgerdur Steinthorsdottir and Heather M Stringham and Michael N Weedon and Eleanor Wheeler and Andrew R Wood and Teresa Ferreira and Robert J Weyant and Ayellet V Segrè and Karol Estrada and Liming Liang and James Nemesh and Ju-Hyun Park and Stefan Gustafsson and Tuomas O Kilpeläinen and Jian Yang and Nabila Bouatia-Naji and Tõnu Esko and Mary F Feitosa and Zoltán Kutalik and Massimo Mangino and Soumya Raychaudhuri and Andre Scherag and Albert Vernon Smith and Ryan Welch and Jing Hua Zhao and Katja K Aben and Devin M Absher and Najaf Amin and Anna L Dixon and Eva Fisher and Nicole L Glazer and Michael E Goddard and Nancy L Heard-Costa and Volker Hoesel and Jouke-Jan Hottenga and Åsa Johansson and Toby Johnson and Shamika Ketkar and Claudia Lamina and Shengxu Li and Miriam F Moffatt and Richard H Myers and Narisu Narisu and John RB Perry and Marjolein J Peters and Michael Preuss and Samuli Ripatti and Fernando Rivadeneira and Camilla Sandholt and Laura J Scott and Nicholas J Timpson and Jonathan P Tyrer and Sophie Van Wingerden and Richard M Watanabe and Charles C White and Fredrik Wiklund and Christina Barlassina and Daniel I Chasman and Matthew N Cooper and John-Olov Jansson and Robert W Lawrence and Niina Pellikka and Inga Prokopenko and Jianxin Shi and Elisabeth Thiering and Helene Alavere and Maria TS Alibrandi and Peter Almgren and Alice M Arnold and Thor Aspelund and Larry D Atwood and Beverley Balkau and Anthony J Balmforth and Amanda J Bennett and Yoav Ben-Shlomo and Richard N Bergman and Sven Bergmann and Heike Biebermann and Alexandra IF Blakemore and Tanja Boes and Lori L Bonnycastle and Stefan R Bornstein and Morris J Brown and Thomas A Buchanan and Fabio Busonero and Harry Campbell and Francesco P Cappuccio and Christine Cavalcanti-Proença and Yii-Der Ida Chen and Chih-Mei Chen and Peter S Chines and Robert Clarke and Lachlan Coin and John Connell and Ian NM Day and Martin Den Heijer and Jubao Duan and Shah Ebrahim and Paul Elliott and Roberto Elosua and Gudny Eiriksdottir and Michael R Erdos and Johan G Eriksson and Maurizio F Facheris and Stephan B Felix and Pamela Fischer-Posovszky and Aaron R Folsom and Nele Friedrich and Nelson B Freimer and Mao Fu and Stefan Gaget and Pablo V Gejman and Eco JC Geus and Christian Gieger and Anette P Gjesing and Anuj Goel and Philippe Goyette and Harald Grallert and Jürgen Gräßler and Danielle M Greenawalt and Christopher J Groves and Vilmundur Gudnason and Candace Guiducci and Anna-Liisa Hartikainen and Neelam Hassanali and Alistair S Hall and Aki S Havulinna and Caroline Hayward and Andrew C Heath and Christian Hengstenberg and Andrew A Hicks and Anke Hinney and Albert Hofman and Georg Homuth and Jennie Hui",
            "2010",
            "ZSGn07MAAAAJ:IjCSPb-OGe4C",
            2906,
            "https:\/\/www.nature.com\/articles\/ng.686?version=meter+at+null&module=meter-Links&pgtype=article&contentId=&mediaId=&referrer=&priority=true&action=click&contentCollection=meter-links-click",
            "6445594709161865121",
            "\/scholar?cites=6445594709161865121",
            {
                "2010":13,
                "2011":182,
                "2012":312,
                "2013":352,
                "2014":377,
                "2015":358,
                "2016":304,
                "2017":310,
                "2018":247,
                "2019":217,
                "2020":177,
                "2021":12
            }
        ],
        [
            "Obesity is heritable and predisposes to many diseases. To understand the genetic basis of obesity better, here we conduct a genome-wide association study and Metabochip meta-analysis of body mass index (BMI), a measure commonly used to define obesity and assess adiposity, in up to 339,224 individuals. This analysis identifies 97 BMI-associated loci (P< 5× 10− 8), 56 of which are novel. Five loci demonstrate clear evidence of several independent association signals, and many loci have significant effects on other metabolic phenotypes. The 97 loci account for∼ 2.7% of BMI variation, and genome-wide estimates suggest that common variation accounts for> 20% of BMI variation. Pathway analyses provide strong support for a role of the central nervous system in obesity susceptibility and implicate new genes and pathways, including those related to synaptic function, glutamate signalling, insulin secretion …",
            "Genetic studies of body mass index yield new insights for obesity biology",
            "Adam E Locke and Bratati Kahali and Sonja I Berndt and Anne E Justice and Tune H Pers and Felix R Day and Corey Powell and Sailaja Vedantam and Martin L Buchkovich and Jian Yang and Damien C Croteau-Chonka and Tonu Esko and Tove Fall and Teresa Ferreira and Stefan Gustafsson and Zoltán Kutalik and Jian’an Luan and Reedik Mägi and Joshua C Randall and Thomas W Winkler and Andrew R Wood and Tsegaselassie Workalemahu and Jessica D Faul and Jennifer A Smith and Jing Hua Zhao and Wei Zhao and Jin Chen and Rudolf Fehrmann and Åsa K Hedman and Juha Karjalainen and Ellen M Schmidt and Devin Absher and Najaf Amin and Denise Anderson and Marian Beekman and Jennifer L Bolton and Jennifer L Bragg-Gresham and Steven Buyske and Ayse Demirkan and Guohong Deng and Georg B Ehret and Bjarke Feenstra and Mary F Feitosa and Krista Fischer and Anuj Goel and Jian Gong and Anne U Jackson and Stavroula Kanoni and Marcus E Kleber and Kati Kristiansson and Unhee Lim and Vaneet Lotay and Massimo Mangino and Irene Mateo Leach and Carolina Medina-Gomez and Sarah E Medland and Michael A Nalls and Cameron D Palmer and Dorota Pasko and Sonali Pechlivanis and Marjolein J Peters and Inga Prokopenko and Dmitry Shungin and Alena Stančáková and Rona J Strawbridge and Yun Ju Sung and Toshiko Tanaka and Alexander Teumer and Stella Trompet and Sander W Van Der Laan and Jessica Van Setten and Jana V Van Vliet-Ostaptchouk and Zhaoming Wang and Loïc Yengo and Weihua Zhang and Aaron Isaacs and Eva Albrecht and Johan Ärnlöv and Gillian M Arscott and Antony P Attwood and Stefania Bandinelli and Amy Barrett and Isabelita N Bas and Claire Bellis and Amanda J Bennett and Christian Berne and Roza Blagieva and Matthias Blüher and Stefan Böhringer and Lori L Bonnycastle and Yvonne Böttcher and Heather A Boyd and Marcel Bruinenberg and Ida H Caspersen and Yii-Der Ida Chen and Robert Clarke and E Warwick Daw and Anton JM De Craen and Graciela Delgado and Maria Dimitriou and Alex SF Doney and Niina Eklund and Karol Estrada and Elodie Eury and Lasse Folkersen and Ross M Fraser and Melissa E Garcia and Frank Geller and Vilmantas Giedraitis and Bruna Gigante and Alan S Go and Alain Golay and Alison H Goodall and Scott D Gordon and Mathias Gorski and Hans-Jörgen Grabe and Harald Grallert and Tanja B Grammer and Jürgen Gräßler and Henrik Grönberg and Christopher J Groves and Gaëlle Gusto and Jeffrey Haessler and Per Hall and Toomas Haller and Goran Hallmans and Catharina A Hartman and Maija Hassinen and Caroline Hayward and Nancy L Heard-Costa and Quinta Helmer and Christian Hengstenberg and Oddgeir Holmen and Jouke-Jan Hottenga and Alan L James and Janina M Jeff and Åsa Johansson and Jennifer Jolley and Thorhildur Juliusdottir and Leena Kinnunen and Wolfgang Koenig and Markku Koskenvuo and Wolfgang Kratzer and Jaana Laitinen and Claudia Lamina and Karin Leander and Nanette R Lee and Peter Lichtner and Lars Lind and Jaana Lindström",
            "2015",
            "ZSGn07MAAAAJ:vV6vV6tmYwMC",
            2835,
            "https:\/\/www.nature.com\/articles\/nature14177?report=reader",
            "4209019938866240964",
            "\/scholar?cites=4209019938866240964",
            {
                "2015":156,
                "2016":375,
                "2017":562,
                "2018":598,
                "2019":531,
                "2020":534,
                "2021":45
            }
        ],
        [
            "New strategies for prevention and treatment of type 2 diabetes (T2D) require improved insight into disease etiology. We analyzed 386,731 common single-nucleotide polymorphisms (SNPs) in 1464 patients with T2D and 1467 matched controls, each characterized for measures of glucose metabolism, lipids, obesity, and blood pressure. With collaborators (FUSION and WTCCC\/UKT2D), we identified and confirmed three loci associated with T2D—in a noncoding region near CDKN2A and CDKN2B, in an intron of IGF2BP2, and an intron of CDKAL1—and replicated associations near HHEX and in SLC30A8 found by a recent whole-genome association study. We identified and confirmed association of a SNP in an intron of glucokinase regulatory protein (GCKR) with serum triglycerides. The discovery of associated variants in unsuspected genes and outside coding regions illustrates the ability of genome-wide …",
            "Genome-wide association analysis identifies loci for type 2 diabetes and triglyceride levels",
            "Richa Saxena and Benjamin F Voight and Valeriya Lyssenko and Noël P Burtt and Paul IW de Bakker and Hong Chen and Jeffrey J Roix and Sekar Kathiresan and Joel N Hirschhorn and Mark J Daly and Thomas E Hughes and Leif Groop and David Altshuler and Peter Almgren and Jose C Florez and Joanne Meyer and Kristin Ardlie and Kristina Bengtsson Boström and Bo Isomaa and Guillaume Lettre and Ulf Lindblad and Helen N Lyon and Olle Melander and Christopher Newton-Cheh and Peter Nilsson and Marju Orho-Melander and Lennart Råstam and Elizabeth K Speliotes and Marja-Riitta Taskinen and Tiinamaija Tuomi and Candace Guiducci and Anna Berglund and Joyce Carlson and Lauren Gianniny and Rachel Hackett and Liselotte Hall and Johan Holmkvist and Esa Laurila and Marketa Sjögren and Maria Sterner and Aarti Surti and Margareta Svensson and Malin Svensson and Ryan Tewhey and Brendan Blumenstiel and Melissa Parkin and Matthew DeFelice and Rachel Barry and Wendy Brodeur and Jody Camarata and Nancy Chia and Mary Fava and John Gibbons and Bob Handsaker and Claire Healy and Kieu Nguyen and Casey Gates and Carrie Sougnez and Diane Gage and Marcia Nizzari and Stacey B Gabriel and Gung-Wei Chirn and Qicheng Ma and Hemang Parikh and Delwood Richardson and Darrell Ricke and Shaun Purcell",
            "2007",
            "ZSGn07MAAAAJ:9yKSN-GCB0IC",
            2685,
            "https:\/\/science.sciencemag.org\/content\/316\/5829\/1331.abstract",
            "12205299888014885965",
            "\/scholar?cites=12205299888014885965",
            {
                "2007":105,
                "2008":353,
                "2009":347,
                "2010":331,
                "2011":293,
                "2012":227,
                "2013":179,
                "2014":173,
                "2015":173,
                "2016":123,
                "2017":96,
                "2018":100,
                "2019":89,
                "2020":67,
                "2021":4
            }
        ]
    ]
}