{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In this study, we have successfully developed a facile method for the high-yield fabrication of Au−Pd core−shell heterostructures with an unusual tetrahexahedral (THH) morphology using Au nanocubes as the structure-directing cores. The lattice orientations of the Au nanocubes match those of the Pd shells. Structural analysis establishes that the THH nanocrystals are bounded by high-index {730} facets. A substantial lattice mismatch between Au and Pd, oxidative etching in the presence of chloride and oxygen, the use of cetyltrimethylammonium chloride (CTAC) surfactant, and the reaction temperature (30−60 °C) were identified to be key factors facilitating the formation of the THH core−shell nanocrystals. Intermediate products have also been examined to follow the growth process. By selecting cubic gold cores with sizes of 30−70 nm and varying the volume of the gold core solution used, THH Au−Pd core−shell …",
            "Au nanocube-directed fabrication of Au− Pd core− shell nanocrystals with tetrahexahedral, concave octahedral, and octahedral structures and their electrocatalytic activity",
            "Chun-Lun Lu and Kariate Sudhakara Prasad and Hsin-Lun Wu and Ja-an Annie Ho and Michael H Huang",
            "2010",
            "ZudCN8kAAAAJ:u5HHmVD_uO8C",
            349,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja105401p",
            "10320166419565914590",
            "\/scholar?cites=10320166419565914590",
            {
                "2011":31,
                "2012":55,
                "2013":68,
                "2014":39,
                "2015":36,
                "2016":25,
                "2017":26,
                "2018":20,
                "2019":25,
                "2020":21,
                "2021":1
            }
        ],
        [
            "The role of oxygen functionalities and edge plane sites on disposable screen-printed carbon electrodes (SPCE) was evaluated for simultaneous determination of dopamine, uric acid and ascorbic acid in this study. Both electrochemically preanodized and oxygen plasma treated SPCEs were adopted for the purpose of partially differentiating these two effects. Raman and XPS analyses verify that different treatment can indeed induce different surface characteristics. The electrocatalytic activity thereby increases by the substantial increase in surface bound carbon–oxygen functional groups and\/or the generation of edge plane sites through surface reorientation. Possible mechanism is proposed to explain the voltammetric behavior. The peaks for dopamine, uric acid and ascorbic acid are especially well-resolved from each other at the electrochemically preanodized SPCE and simultaneous detection at neutral pH can …",
            "The role of oxygen functionalities and edge plane sites on screen-printed carbon electrodes for simultaneous determination of dopamine, uric acid and ascorbic acid",
            "K Sudhakara Prasad and Govindan Muthuraman and Jyh-Myng Zen",
            "2008",
            "ZudCN8kAAAAJ:9yKSN-GCB0IC",
            154,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S138824810800043X",
            "6526277294842181138",
            "\/scholar?cites=6526277294842181138",
            {
                "2008":4,
                "2009":11,
                "2010":11,
                "2011":21,
                "2012":15,
                "2013":18,
                "2014":13,
                "2015":12,
                "2016":9,
                "2017":11,
                "2018":12,
                "2019":8,
                "2020":6,
                "2021":3
            }
        ],
        [
            "Herein we describe an improved synthesis for homoleptic iridium(III) 2-phenylpyridine based photocatalysts that allows rapid access to these compounds in good to high yields which have recently become a vital component within the field of catalysis. In addition, we synthesized a number of heteroleptic iridium(III) 2-phenylpyridine photocatalysts and report their photophysical and electrochemical properties. The emission energies span the range of 473–560 nm and reduction potentials from −2.27 V to −1.23 V and oxidation potentials ranging from 1.81 V to 0.69 V. Additionally, we provide the calculated excited state properties and comment on the role of these properties in designing catalytic cycles.",
            "Facile synthesis and complete characterization of homoleptic and heteroleptic cyclometalated Iridium (III) complexes for photocatalysis",
            "Anuradha Singh and Kip Teegardin and Megan Kelly and Kariate S Prasad and Sadagopan Krishnan and Jimmie D Weaver",
            "2015",
            "ZudCN8kAAAAJ:umqufdRvDiIC",
            99,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022328X14005208",
            "12491667182344393088",
            "\/scholar?cites=12491667182344393088",
            {
                "2015":4,
                "2016":7,
                "2017":11,
                "2018":29,
                "2019":23,
                "2020":19,
                "2021":3
            }
        ],
        [
            "We report here a simple, selective and sensitive method for the determination of NADH in neutral aqueous solution by using an electrochemically preanodized screen printed carbon electrode (SPCE*) without the addition of any redox mediator. The preanodization procedure makes the SPCE more electroactive towards NADH oxidation with a decrease of ∼300 mV in the overpotential without electrode fouling. It is proposed that surface reorientation to generate more edge plane sites during the preanodization procedure, as confirmed by a distinctive Raman band at ∼1360 cm−1, is the main cause for the facilitated electron transfer for the oxidation of NADH. Presence of large excess of ascorbic acid does not interfere the detection of NADH and the SPCE* shows individual voltammetric peaks for ascorbic acid and NADH. Under optimized conditions, the obtained calibration plot shows a linear range up to 100 μM …",
            "Mediatorless catalytic oxidation of NADH at a disposable electrochemical sensor",
            "KS Prasad and J-C Chen and C Ay and J-M Zen",
            "2007",
            "ZudCN8kAAAAJ:IjCSPb-OGe4C",
            59,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925400506006897",
            "2488154342863516502",
            "\/scholar?cites=2488154342863516502",
            {
                "2008":6,
                "2009":4,
                "2010":3,
                "2011":10,
                "2012":5,
                "2013":4,
                "2014":9,
                "2015":4,
                "2016":4,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Metal‐free nitrogen and phosphorus dual‐doped, electrocatlytically active, functionalized nanocarbon (FNC) and photoluminescent carbon nanodots (PCNDs) are simultaneously synthesized using a facile one‐pot microwave‐assisted process. The successful incorporation of phosphorus and nitrogen to oxygen rich PCNDs and FNC are confirmed using surface morphological and spectral studies. The characterization studies of FNC further reveals the presence of edge‐plane‐like sites\/defects and remarkable electrocatalytical activity. In addition to the electroctalytical activity, FNC shows attractive properties as a metal‐free oxygen reduction catalyst and is resistant to methanol crossover effects in alkaline media. The 5–10 nm PCNDs, which exhibit blue fluorescence under UV exposure, are successfully used for bioimaging applications.",
            "Microwave‐Assisted One‐Pot Synthesis of Metal‐Free Nitrogen and Phosphorus Dual‐Doped Nanocarbon for Electrocatalysis and Cell Imaging",
            "K Sudhakara Prasad and Ramjee Pallela and Dong‐Min Kim and Yoon‐Bo Shim",
            "2013",
            "ZudCN8kAAAAJ:2VqYfGB8ITEC",
            57,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ppsc.201300020",
            "7394714404311131298",
            "\/scholar?cites=7394714404311131298",
            {
                "2013":1,
                "2014":4,
                "2015":15,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":10,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Saliva diagnostics is an emerging field in the branch of diagnostic medicine. Here in this focused mini-review, we address and discuss the emerging highly sensitive graphene and its derivative (graphene oxide and reduced graphene oxide) biosensors, which exhibit promising results in monitoring of glucose concentrations in saliva through a non-invasive way, thereby contributing to diagnosis, monitoring and formulation of a treatment plan for diabetes mellitus patients.",
            "Graphene based sensors in the detection of glucose in saliva – a promising emerging modality to diagnose diabetes mellitus",
            "Vagish Kumar L. Shanbhag and K. S. Prasad",
            "2016",
            "ZudCN8kAAAAJ:4hFrxpcac9AC",
            24,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2016\/ay\/c6ay01023g",
            "8726006624522019090",
            "\/scholar?cites=8726006624522019090",
            {
                "2017":2,
                "2018":3,
                "2019":8,
                "2020":11
            }
        ],
        [
            "A simple procedure for the modification of carbon nanoparticles (CNPs) from castor oil soot using acid treatment was described herein. Characterization studies revealed the presence of edge plane sites and surface carbon–oxygen functionalities at the surface of the CNP material. Voltammetric studies revealed the increased electrochemical activity of the CNP-modified electrode toward various biologically important molecules, including dopamine, uric acid, dihydronicotinamide adenine dinucleotide, tyrosine, and serotonin, relative to those obtained using the unmodified electrode. The improved electro-oxidation potentials for these compounds—and, thereby, the enhanced sensitivity of related sensors—was due directly to the presence of surface C(δ+)O(δ−) functional groups and the greater number of edge plane sites developed after acid treatment of the soot sample.",
            "Synthesis, characterization, and electrochemical applications of carbon nanoparticles derived from castor oil soot",
            "K Sudhakara Prasad and Min-Chieh Chuang and Ja-An Annie Ho",
            "2012",
            "ZudCN8kAAAAJ:u-x6o8ySG0sC",
            24,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0039914011009908",
            "2634233855310851005",
            "\/scholar?cites=2634233855310851005",
            {
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":4
            }
        ],
        [
            "An exceptionally large electroactively connected microperoxidase-11 (MP-11) with strong affinity for organic peroxide and offering a high electrocatalytic reduction current density of 7.5 mA cm−2 is achieved for the first time. For this, MP-11 was attached via pyrene linkers on the surface of multiwalled carbon nanotube-modified graphite electrodes.",
            "Enhanced Electroactivity and Substrate Affinity of Microperoxidase-11 Attached to Pyrene-linkers π-π Stacked on Carbon Nanostructure Electrodes.",
            "KS Prasad and C Walgama and S Krishnan",
            "2015",
            "ZudCN8kAAAAJ:a9-T7VOCCH8C",
            19,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2015\/ra\/c4ra14361b",
            "15960195017980123329",
            "\/scholar?cites=15960195017980123329",
            {
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ],
        [
            "This article reports direct electrocatalytic oxidation of cysteine (CySH) and cystine (CyS‐SCy) at an inexpensive Nafion\/lead oxide‐manganese oxide combined catalyst in physiological pH. The synthesized lead oxide‐manganese oxide material is simply mixed with Nafion in the form of cast solution and modified on a disposable screen‐printed carbon electrode (designated as SPE\/Nf‐PMO) for biosensing application. Electrochemical study with a standard redox couple of quinone\/hydroquinone demonstrates an enhanced current response at the combined catalyst compared to its individual component. Surface characterization further provides information regarding the structural morphology of the catalyst to its catalytic performance. Direct electrocatalytic oxidation signals are observed at +0.75 and +1.20 V vs. Ag\/AgCl for cysteine and cystine, respectively, at the SPE\/Nf‐PMO. To extend the applicability, we …",
            "Direct Electrocatalytic Oxidation of Cysteine and Cystine Based on Nafion\/Lead Oxide‐Manganese Oxide Combined Catalyst",
            "Kariate Sudhakara Prasad and Govindan Muthuraman and Jyh‐Myng Zen",
            "2008",
            "ZudCN8kAAAAJ:2osOgNQ5qMEC",
            18,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/elan.200704133",
            "5067976910652014739",
            "\/scholar?cites=5067976910652014739",
            {
                "2009":1,
                "2010":1,
                "2011":6,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "The catalytic activities of Cu2O microcubes decorated with Au and Pd nanoparticles (Cu2O\/Au and Cu2O\/Pd) were synthesized by a microwave assisted technique and examined for the specific organic reactions, separately. Cu2O\/Au and Cu2O\/Pd catalysts were characterized and examined as the catalysts for the aerobic oxidation of benzyl alcohol to benzaldehyde and the Suzuki–Miyaura coupling reaction in water, separately. The yields of products were >90% with a selectivity of >99% for both catalytic reactions. The cheap, ligand free, efficient, non-toxic, and water soluble properties make the present catalyst ultimate for Suzuki and aerobic oxidation reaction.",
            "Catalytic properties of Au and Pd nanoparticles decorated on Cu2O microcubes for aerobic benzyl alcohol oxidation and Suzuki-Miyaura coupling reactions in water",
            "K Sudhakara Prasad and Hui-Bog Noh and S Subba Reddy and A Eswar Reddy and Yoon-Bo Shim",
            "2014",
            "ZudCN8kAAAAJ:0izLItjtcgwC",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0926860X14001094",
            "6493913625792336869",
            "\/scholar?cites=6493913625792336869",
            {
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ]
    ]
}