{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "How to effectively utilize low and medium temperature energy is one of the solutions to alleviate the energy shortage and environmental pollution problems. In the past twenty years, because of its feasibility and reliability, organic Rankine cycle has received widespread attentions and researches. In this paper, it reviews the selections of working fluids and expanders for organic Rankine cycle, including an analysis of the influence of working fluids' category and their thermodynamic and physical properties on the organic Rankine cycle's performance, a summary of pure and mixed working fluids' screening researches for organic Rankine cycle, a comparison of pure and mixture working fluids' applications and a discussion of all types of expansion machines' operating characteristics, which would be beneficial to select the optimal working fluid and suitable expansion machine for an effective organic Rankine cycle …",
            "A review of working fluid and expander selections for organic Rankine cycle",
            "Junjiang Bao and Li Zhao",
            "2013",
            "ZUSWjHIAAAAJ:qjMakFHDy7sC",
            1151,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364032113001998",
            "17367058473111131626",
            "\/scholar?cites=17367058473111131626",
            {
                "2013":12,
                "2014":79,
                "2015":141,
                "2016":150,
                "2017":196,
                "2018":189,
                "2019":173,
                "2020":178,
                "2021":22
            }
        ],
        [
            "Type I IFNs induce gene expression through Stat1 and Stat2, which can in turn associate either to form Stat1 homodimers or the transcription factor ISGF-3. Stat1 homodimers also transduce signals for IFN-γ. To explore the unique properties of Stat2 and ISGF-3 in type I IFN signaling, its gene was targeted for deletion. Stat2 null mice exhibit a number of defects in immune response. This includes an increased susceptibility to viral infection and the loss of a type I IFN autocrine\/paracrine loop, which in turn regulates several aspects of immune response. Intriguingly, Stat2-deficient fibroblasts exhibit a more significant defect in their response to type I IFNs than macrophages, highlighting tissue-specific differences in the response to this family of ligands.",
            "Immune response in Stat2 knockout mice",
            "Christopher Park and Suzanne Li and Edward Cha and Christian Schindler",
            "2000",
            "ZUSWjHIAAAAJ:i2xiXl-TujoC",
            425,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074761300000777",
            "4658766962803303461",
            "\/scholar?cites=4658766962803303461",
            {
                "2001":11,
                "2002":20,
                "2003":20,
                "2004":32,
                "2005":26,
                "2006":28,
                "2007":24,
                "2008":24,
                "2009":22,
                "2010":26,
                "2011":23,
                "2012":22,
                "2013":26,
                "2014":12,
                "2015":24,
                "2016":19,
                "2017":16,
                "2018":18,
                "2019":14,
                "2020":15,
                "2021":2
            }
        ],
        [
            "A low-temperature solar Rankine system utilizing R245fa as the working fluid is proposed and an experimental system is designed, constructed and tested. Both the evacuated solar collectors and the flat plate solar collectors are used in the experimental system, meanwhile, a rolling-piston R245fa expander is also mounted in the system. The new designed R245fa expander works stably in the experiment, with an average expansion power output of 1.73 kW and an average isentropic efficiency of 45.2%. The overall power generation efficiency estimated is 4.2%, when the evacuated solar collector is utilized in the system, and with the condition of flat plate solar collector, it is about 3.2%. The experimental results show that using R245fa as working fluid in the low-temperature solar power Rankine cycle system is feasible and the performance is acceptable.",
            "Performance evaluation of a low-temperature solar Rankine cycle system utilizing R245fa",
            "XD Wang and L Zhao and JL Wang and WZ Zhang and XZ Zhao and W Wu",
            "2010",
            "ZUSWjHIAAAAJ:d1gkVwhDpl0C",
            282,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038092X09002692",
            "9407602485724460584",
            "\/scholar?cites=9407602485724460584",
            {
                "2010":8,
                "2011":12,
                "2012":17,
                "2013":22,
                "2014":35,
                "2015":37,
                "2016":30,
                "2017":35,
                "2018":35,
                "2019":21,
                "2020":24,
                "2021":5
            }
        ],
        [
            "This paper presents the analysis of low-temperature solar Rankine cycles for power generation using zeotropic mixtures. Three typical mass fractions 0.9\/0.1 (Ma) 0.65\/0.35 (Mb), 0.45\/0.55 (Mc) of R245fa\/R152a are chosen. In the proposed temperature range from 25 °C to 85 °C, the three zeotropic mixtures are investigated as the working fluids of the low-temperature solar Rankine cycle. Because there is an obvious temperature glide during phase change for zeotropic mixtures, an internal heat exchanger (IHE) is introduced to the Rankine cycle. Investigation shows that different from the pure fluids, among the proposed zeotropic mixtures, the isentropic working fluid Mb possesses the lowest Rankine cycle efficiency. For zeotropic mixtures a significant increase of thermal efficiencies can be gained when superheating is combined with IHE. It is also indicated that utilizing zeotropic mixtures can extend the range of …",
            "Analysis of zeotropic mixtures used in low-temperature solar Rankine cycles for power generation",
            "XD Wang and L Zhao",
            "2009",
            "ZUSWjHIAAAAJ:u5HHmVD_uO8C",
            273,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038092X08002764",
            "13050099610863943417",
            "\/scholar?cites=13050099610863943417",
            {
                "2008":1,
                "2009":1,
                "2010":12,
                "2011":15,
                "2012":21,
                "2013":21,
                "2014":31,
                "2015":46,
                "2016":26,
                "2017":29,
                "2018":24,
                "2019":20,
                "2020":21,
                "2021":4
            }
        ],
        [
            "The paper presents an on site experimental study of a low-temperature solar Rankine cycle system for power generation. The cycle performances of pure fluid M1 (R245fa) and zeotropic mixtures M2 (R245fa\/R152a, 0.9\/0.1) and M3 (R245fa\/R152a, 0.7\/0.3) are compared, respectively, based on the experimental prototype. The experiments have been conducted under constant volume flow rate of different fluids. The results show that, with the component of R152a increasing, the system pressure level increases and the power output varies accordingly, which provides an additional means of capacity adjustment. The collector efficiency and thermal efficiency of zeotropic mixtures are comparatively higher than pure fluid of R245fa in the experimental condition, which indicates that zeotropic mixtures have the potential for overall efficiency improvement. Due to the non-isothermal condensation of zeotropic mixture, the …",
            "A comparative study of pure and zeotropic mixtures in low-temperature solar Rankine cycle",
            "JL Wang and Li Zhao and XD Wang",
            "2010",
            "ZUSWjHIAAAAJ:u-x6o8ySG0sC",
            263,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0306261910001844",
            "12338930800184200336",
            "\/scholar?cites=12338930800184200336",
            {
                "2011":8,
                "2012":25,
                "2013":23,
                "2014":26,
                "2015":43,
                "2016":32,
                "2017":40,
                "2018":23,
                "2019":15,
                "2020":24,
                "2021":3
            }
        ],
        [
            "There is a need for better wound dressings that possess the requisite angiogenic capacity for rapid in situ healing of full-thickness skin wounds. Borate bioactive glass microfibers are showing a remarkable ability to heal soft tissue wounds but little is known about the process and mechanisms of healing. In the present study, wound dressings composed of borate bioactive glass microfibers (diameter = 0.4–1.2 μm; composition 6Na2O, 8K2O, 8MgO, 22CaO, 54B2O3, 2P2O5; mol%) doped with 0–3.0 wt.% CuO were created and evaluated in vitro and in vivo. When immersed in simulated body fluid, the fibers degraded and converted to hydroxyapatite within ∼7 days, releasing ions such as Ca, B and Cu into the medium. In vitro cell culture showed that the ionic dissolution product of the fibers was not toxic to human umbilical vein endothelial cells (HUVECs) and fibroblasts, promoted HUVEC migration, tubule formation …",
            "Wound dressings composed of copper-doped borate bioactive glass microfibers stimulate angiogenesis and heal full-thickness skin defects in a rodent model",
            "Shichang Zhao and Le Li and Hui Wang and Yadong Zhang and Xiangguo Cheng and Nai Zhou and Mohamed N Rahaman and Zhongtang Liu and Wenhai Huang and Changqing Zhang",
            "2015",
            "ZUSWjHIAAAAJ:r7mTg6vxT4gC",
            214,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961215002501",
            "12422241866555927551",
            "\/scholar?cites=12422241866555927551",
            {
                "2015":10,
                "2016":31,
                "2017":38,
                "2018":33,
                "2019":46,
                "2020":47,
                "2021":9
            }
        ],
        [
            "Pyrolysis of certain poplar wood sawdust (PWS) was studied by thermogravimetric analyzer coupled with Fourier transform infrared spectroscopy (TG-FTIR). Different heating rates were applied with final temperature of 950 °C and about 80% loss weight was observed at the heating rate of 20–80 °C\/min. The temperature trend of evolving gaseous products of PWS was also investigated. Following experimental research on pyrolysis of PWS was carried out on a pyrolysis–gas-chromatography\/mass spectrometry (Py–GC\/MS). Associated with the analysis results of TG-FTIR and Py–GC\/MS for the pyrolytic products, PWS undergoes in three consecutive stages, corresponding to (1) moisture evaporation, (2) thermal decomposition, and (3) further carbonization. The main pyrolysis sections and the maximum weight loss rates are similar for different heating rates. Carbonyls, including aldehydes and ketones, are the main …",
            "Pyrolysis of poplar wood sawdust by TG-FTIR and Py–GC\/MS",
            "Xiaoli Gu and Xu Ma and Lixian Li and Cheng Liu and Kanghua Cheng and Zhongzheng Li",
            "2013",
            "ZUSWjHIAAAAJ:eP5N1itS6b0C",
            176,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0165237013000867",
            "13433163775382612673",
            "\/scholar?cites=13433163775382612673",
            {
                "2013":2,
                "2014":15,
                "2015":28,
                "2016":24,
                "2017":24,
                "2018":24,
                "2019":24,
                "2020":28,
                "2021":6
            }
        ],
        [
            "Chlorogenic acid (CGA) is a type of polyphenol with anti-inflammatory, antioxidant activities. Our previous studies showed CGA could efficiently inhibit carbon tetrachloride (CCl4)-induced liver fibrosis in rats. However, the specific underlying mechanism remains unclear. The aim of this study is to investigate the effects of CGA on liver inflammation and fibrosis induced by CCl4 and whether they are related to inhibition of toll-like receptor 4 (TLR4) signaling pathway. Male Sprague-Dawley (SD) rats were administrated CCl4 together with or without CGA for 8 weeks. Histopathological and biochemical analyses were carried out. The mRNA and protein expression levels of proinflammatory and profibrotic mediators were detected by RT-PCR and Western blot, respectively. The levels of serum proinflammatory cytokines were detected by ELISA. CGA significantly attenuated CCl4-induced liver damage and symptoms of …",
            "Chlorogenic acid reduces liver inflammation and fibrosis through inhibition of toll-like receptor 4 signaling pathway",
            "Haitao Shi and Lei Dong and Jiong Jiang and Juhui Zhao and Gang Zhao and Xiaoyan Dang and Xiaolan Lu and Miao Jia",
            "2013",
            "ZUSWjHIAAAAJ:afsF9h1fxg0C",
            173,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0300483X12003812",
            "11765649993338818524",
            "\/scholar?cites=11765649993338818524",
            {
                "2013":5,
                "2014":22,
                "2015":20,
                "2016":20,
                "2017":21,
                "2018":31,
                "2019":27,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Transient receptor potential (TRP) genes of the mucolipin subfamily (TRPML1–3 and MCOLN1–3) are presumed to encode ion channel proteins of intracellular endosomes and lysosomes. Mutations in human TRPML1 (mucolipin 1\/MCOLN1) result in mucolipidosis type IV, a severe inherited neurodegenerative disease associated with defective lysosomal biogenesis and trafficking. A mutation in mouse TRPML3 (A419P; TRPML3Va) results in the varitint–waddler (Va) phenotype. Va mice are deaf, exhibit circling behavior due to vestibular defects, and have variegated\/dilute coat color as a result of pigmentation defects. Prior electrophysiological studies of presumed TRPML plasma membrane channels are contradictory and inconsistent with known TRP channel properties. Here, we report that the Va mutation produces a gain-of-function that allows TRPML1 and TRPML3 to be measured and identified as inwardly …",
            "Activating mutation in a mucolipin transient receptor potential channel leads to melanocyte loss in varitint–waddler mice",
            "Haoxing Xu and Markus Delling and Linyu Li and Xianping Dong and David E Clapham",
            "2007",
            "ZUSWjHIAAAAJ:tHtfpZlB6tUC",
            170,
            "https:\/\/www.pnas.org\/content\/104\/46\/18321.short",
            "4936809914306489778",
            "\/scholar?cites=4936809914306489778",
            {
                "2008":13,
                "2009":20,
                "2010":20,
                "2011":16,
                "2012":12,
                "2013":5,
                "2014":16,
                "2015":5,
                "2016":11,
                "2017":16,
                "2018":10,
                "2019":8,
                "2020":15,
                "2021":3
            }
        ],
        [
            "In Arabidopsis, two floral homeotic genes APETALA2 (AP2) and AGAMOUS (AG) specify the identities of perianth and reproductive organs, respectively, in flower development. The two genes act antagonistically to restrict each other to their proper domains of action within the floral meristem. In addition to AG, which antagonizes AP2, miR172, a microRNA, serves as a negative regulator of AP2. In this study, we showed that AG and miR172 have distinct functions in flower development and that they largely act independently in the negative regulation of AP2. We uncovered functions of miR172‐mediated repression of AP2 in the regulation of floral stem cells and in the delineation of the expression domain of another class of floral homeotic genes. Given the antiquity of miR172 in land plants, our findings have implications for the recruitment of a microRNA in the building of a flower in evolution.",
            "miR172 regulates stem cell fate and defines the inner boundary of APETALA3 and PISTILLATA expression domain in Arabidopsis floral meristems",
            "Li Zhao and YunJu Kim and Theresa T Dinh and Xuemei Chen",
            "2007",
            "ZUSWjHIAAAAJ:gqMmJtG4vxUC",
            169,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-313X.2007.03181.x",
            "17082042360840839312",
            "\/scholar?cites=17082042360840839312",
            {
                "2007":2,
                "2008":6,
                "2009":15,
                "2010":18,
                "2011":16,
                "2012":12,
                "2013":14,
                "2014":11,
                "2015":14,
                "2016":7,
                "2017":13,
                "2018":16,
                "2019":10,
                "2020":14
            }
        ]
    ]
}