{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The La 1− x Sr x MnO 3 system with 0.2≲ x≲ 0.4 has traditionally been modeled with a “double-exchange” Hamiltonian in which it is assumed that the only relevant physics is the tendency of carrier hopping to line up neighboring spins. We present a solution of the double-exchange model, show it is incompatible with many aspects of the data, and propose that in addition to double-exchange physics a strong electron-phonon interaction arising from the Jahn-Teller splitting of the outer Mn d level plays a crucial role.",
            "Double Exchange Alone Does Not Explain the Resistivity of ",
            "Andrew J Millis and Peter B Littlewood and Boris I Shraiman",
            "1995",
            "ZVaMoP0AAAAJ:u5HHmVD_uO8C",
            3827,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.5144",
            "17733910934080229451",
            "\/scholar?cites=17733910934080229451",
            {
                "1995":16,
                "1996":121,
                "1997":192,
                "1998":244,
                "1999":246,
                "2000":276,
                "2001":266,
                "2002":192,
                "2003":199,
                "2004":181,
                "2005":203,
                "2006":203,
                "2007":146,
                "2008":168,
                "2009":137,
                "2010":107,
                "2011":109,
                "2012":108,
                "2013":114,
                "2014":100,
                "2015":104,
                "2016":82,
                "2017":93,
                "2018":71,
                "2019":69,
                "2020":46,
                "2021":6
            }
        ],
        [
            "I reexamine the work of Hertz on quantum phase transitions in itinerant fermion systems. I determine when it is permissible to integrate out the fermions and analyze the critical phenomena via an effective bosonic theory in which only fluctuations of the ordering field are explicitly retained. By solving appropriate scaling equations I obtain the different regimes of behavior of the correlation length and free energy in the disordered phase of the effective bosonic theory. The results in many cases differ from those of Hertz, but make contact with more recent work on the dilute Bose gas. I briefly discuss the relevance of the results to heavy-fermion materials.",
            "Effect of a nonzero temperature on quantum critical points in itinerant fermion systems",
            "AJ Millis",
            "1993",
            "ZVaMoP0AAAAJ:u-x6o8ySG0sC",
            1987,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.48.7183",
            "8558347881944406148",
            "\/scholar?cites=8558347881944406148",
            {
                "1994":7,
                "1995":29,
                "1996":42,
                "1997":42,
                "1998":43,
                "1999":59,
                "2000":66,
                "2001":71,
                "2002":66,
                "2003":73,
                "2004":80,
                "2005":89,
                "2006":90,
                "2007":87,
                "2008":101,
                "2009":78,
                "2010":109,
                "2011":106,
                "2012":84,
                "2013":77,
                "2014":76,
                "2015":95,
                "2016":83,
                "2017":82,
                "2018":82,
                "2019":74,
                "2020":82,
                "2021":3
            }
        ],
        [
            "A model for the doped rare-earth manganites such as La 1− x Sr x MnO 3 incorporating the physics of dynamic Jahn-Teller and double-exchange effects is presented and solved via a dynamical mean field approximation. The interplay of these two effects as the electron phonon coupling is varied reproduces the observed behavior of the resistivity and magnetic transition temperature.",
            "Dynamic Jahn-Teller Effect and Colossal Magnetoresistance in ",
            "AJ Millis and Boris I Shraiman and R Mueller",
            "1996",
            "ZVaMoP0AAAAJ:d1gkVwhDpl0C",
            1626,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.175",
            "9960820061363134560",
            "\/scholar?cites=9960820061363134560",
            {
                "1996":12,
                "1997":64,
                "1998":123,
                "1999":159,
                "2000":116,
                "2001":117,
                "2002":69,
                "2003":65,
                "2004":75,
                "2005":76,
                "2006":79,
                "2007":61,
                "2008":70,
                "2009":48,
                "2010":50,
                "2011":38,
                "2012":45,
                "2013":48,
                "2014":41,
                "2015":44,
                "2016":57,
                "2017":49,
                "2018":47,
                "2019":33,
                "2020":28,
                "2021":4
            }
        ],
        [
            "Quantum impurity models describe an atom or molecule embedded in a host material with which it can exchange electrons. They are basic to nanoscience as representations of quantum dots and molecular conductors and play an increasingly important role in the theory of “correlated electron” materials as auxiliary problems whose solution gives the “dynamical mean-field” approximation to the self-energy and local correlation functions. These applications require a method of solution which provides access to both high and low energy scales and is effective for wide classes of physically realistic models. The continuous-time quantum Monte Carlo algorithms reviewed in this article meet this challenge. Derivations and descriptions of the algorithms are presented in enough detail to allow other workers to write their own implementations, discuss the strengths and weaknesses of the methods, summarize the problems …",
            "Continuous-time Monte Carlo methods for quantum impurity models",
            "Emanuel Gull and Andrew J Millis and Alexander I Lichtenstein and Alexey N Rubtsov and Matthias Troyer and Philipp Werner",
            "2011",
            "ZVaMoP0AAAAJ:IjCSPb-OGe4C",
            1289,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.349",
            "2139591222448493028",
            "\/scholar?cites=2139591222448493028",
            {
                "2011":46,
                "2012":95,
                "2013":103,
                "2014":124,
                "2015":146,
                "2016":134,
                "2017":165,
                "2018":129,
                "2019":150,
                "2020":175,
                "2021":10
            }
        ],
        [
            "The discovery of spectacularly large magnetoresistive responses in a class of metallic manganese oxides has raised hopes that these compounds might be of practical utility. But regardless of whether this promise is realized, these materials provide an ideal system in which to elucidate the properties of metals in which electron–lattice interactions play a key role.",
            "Lattice effects in magnetoresistive manganese perovskites",
            "AJ Millis",
            "1998",
            "ZVaMoP0AAAAJ:2osOgNQ5qMEC",
            1225,
            "https:\/\/www.nature.com\/articles\/32348\/briefing\/signup\/?origin=Nature&originReferralPoint=EmailBanner",
            "1105914891029421395",
            "\/scholar?cites=1105914891029421395",
            {
                "1998":12,
                "1999":47,
                "2000":74,
                "2001":57,
                "2002":62,
                "2003":47,
                "2004":69,
                "2005":90,
                "2006":73,
                "2007":74,
                "2008":64,
                "2009":38,
                "2010":54,
                "2011":40,
                "2012":60,
                "2013":56,
                "2014":48,
                "2015":51,
                "2016":51,
                "2017":44,
                "2018":33,
                "2019":31,
                "2020":39,
                "2021":4
            }
        ],
        [
            "A phenomenological model of a system of antiferromagnetically correlated spins is shown to give a good quantitative description of NMR, nuclear-quadrupole-resonance, and Knight-shift measurements on yttrium, planar copper, and planar oxygen sites in YBa 2 Cu 3 O 7. The antiferromagnetic correlation length is estimated to be∼ 2.5 lattice constants at T= 100 K. The temperature dependence of the correlation length ceases at T x≃ 100 K. The enhancement of the observed relaxation rates over what is expected for weakly interacting electrons is calculated and shown to be large. Extension of the calculation to other cuprate superconductors is discussed.",
            "Phenomenological model of nuclear relaxation in the normal state of YBa 2 Cu 3 O 7",
            "AJ Millis and Hartmut Monien and David Pines",
            "1990",
            "ZVaMoP0AAAAJ:9yKSN-GCB0IC",
            1225,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.42.167",
            "8430912102264870561",
            "\/scholar?cites=8430912102264870561",
            {
                "1990":6,
                "1991":79,
                "1992":89,
                "1993":78,
                "1994":77,
                "1995":64,
                "1996":79,
                "1997":67,
                "1998":63,
                "1999":65,
                "2000":57,
                "2001":56,
                "2002":47,
                "2003":33,
                "2004":23,
                "2005":35,
                "2006":25,
                "2007":25,
                "2008":40,
                "2009":29,
                "2010":23,
                "2011":35,
                "2012":23,
                "2013":11,
                "2014":12,
                "2015":18,
                "2016":10,
                "2017":10,
                "2018":13,
                "2019":13,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The high-temperature copper oxide superconductors are of fundamental and enduring interest. They not only manifest superconducting transition temperatures inconceivable 15 years ago, but also exhibit many other properties apparently incompatible with conventional metal physics. The materials expand our notions of what is possible, and compel us to develop new experimental techniques and theoretical concepts. This article provides a perspective on recent developments and their implications for our understanding of interacting electrons in metals.",
            "Advances in the physics of high-temperature superconductivity",
            "J Orenstein and AJ Millis",
            "2000",
            "ZVaMoP0AAAAJ:qjMakFHDy7sC",
            1102,
            "https:\/\/science.sciencemag.org\/content\/288\/5465\/468.abstract",
            "4131656112736470906",
            "\/scholar?cites=4131656112736470906",
            {
                "2000":9,
                "2001":53,
                "2002":82,
                "2003":79,
                "2004":84,
                "2005":82,
                "2006":63,
                "2007":59,
                "2008":60,
                "2009":62,
                "2010":55,
                "2011":56,
                "2012":41,
                "2013":45,
                "2014":42,
                "2015":40,
                "2016":40,
                "2017":43,
                "2018":20,
                "2019":41,
                "2020":42
            }
        ],
        [
            "We present a new continuous-time solver for quantum impurity models such as those relevant to dynamical mean field theory. It is based on a stochastic sampling of a perturbation expansion in the impurity-bath hybridization parameter. Comparisons with Monte Carlo and exact diagonalization calculations confirm the accuracy of the new approach, which allows very efficient simulations even at low temperatures and for strong interactions. As examples of the power of the method we present results for the temperature dependence of the kinetic energy and the free energy, enabling an accurate location of the temperature-driven metal-insulator transition.",
            "Continuous-time solver for quantum impurity models",
            "Philipp Werner and Armin Comanac and Luca De’Medici and Matthias Troyer and Andrew J Millis",
            "2006",
            "ZVaMoP0AAAAJ:UeHWp8X0CEIC",
            1012,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.076405",
            "1650534974339943105",
            "\/scholar?cites=1650534974339943105",
            {
                "2006":7,
                "2007":21,
                "2008":38,
                "2009":38,
                "2010":58,
                "2011":80,
                "2012":78,
                "2013":67,
                "2014":84,
                "2015":111,
                "2016":92,
                "2017":88,
                "2018":76,
                "2019":82,
                "2020":82,
                "2021":3
            }
        ],
        [
            "The concept of quantum criticality is proving to be central to attempts to understand the physics of strongly correlated electrons. Here, we argue that observations on the itinerant metamagnet Sr3Ru2O7 represent good evidence for a new class of quantum critical point, arising when the critical end point terminating a line of first-order transitions is depressed toward zero temperature. This is of interest both in its own right and because of the convenience of having a quantum critical point for which the tuning parameter is the magnetic field. The relationship between the resultant critical fluctuations and novel behavior very near the critical field is discussed.",
            "Magnetic field-tuned quantum criticality in the metallic ruthenate Sr3Ru2O7",
            "SA Grigera and RS Perry and AJ Schofield and M Chiao and SR Julian and GG Lonzarich and SI Ikeda and Y Maeno and AJ Millis and AP Mackenzie",
            "2001",
            "ZVaMoP0AAAAJ:Tyk-4Ss8FVUC",
            618,
            "https:\/\/science.sciencemag.org\/content\/294\/5541\/329.abstract",
            "4536823698225981707",
            "\/scholar?cites=4536823698225981707",
            {
                "2002":22,
                "2003":38,
                "2004":51,
                "2005":44,
                "2006":44,
                "2007":32,
                "2008":35,
                "2009":33,
                "2010":33,
                "2011":44,
                "2012":25,
                "2013":35,
                "2014":26,
                "2015":22,
                "2016":29,
                "2017":31,
                "2018":36,
                "2019":13,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Surface science is an important and well-established branch of materials science involving the study of changes in material properties near a surface or interface. A fundamental issue has been atomic reconstruction: how the surface lattice symmetry differs from the bulk.‘Correlated-electron compounds’ are materials in which strong electron–electron and electron–lattice interactions produce new electronic phases, including interaction-induced (Mott) insulators, many forms of spin, charge and orbital ordering, and (presumably) high-transition-temperature superconductivity 1, 2. Here we propose that the fundamental issue for the new field of correlated-electron surface\/interface science is ‘electronic reconstruction’: how does the surface\/interface electronic phase differ from that in the bulk? As a step towards a general understanding of such phenomena, we present a theoretical study of an interface between a strongly …",
            "Electronic reconstruction at an interface between a Mott insulator and a band insulator",
            "Satoshi Okamoto and Andrew J Millis",
            "2004",
            "ZVaMoP0AAAAJ:eQOLeE2rZwMC",
            579,
            "https:\/\/www.nature.com\/articles\/nature02450",
            "14779258029177294664",
            "\/scholar?cites=14779258029177294664",
            {
                "2004":4,
                "2005":15,
                "2006":35,
                "2007":36,
                "2008":40,
                "2009":37,
                "2010":60,
                "2011":54,
                "2012":46,
                "2013":43,
                "2014":39,
                "2015":35,
                "2016":32,
                "2017":32,
                "2018":22,
                "2019":14,
                "2020":28,
                "2021":2
            }
        ]
    ]
}