{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Trivalent ytterbium and erbium doped in yttrium oxysulfide (Y2O2S:Yb3+,Er3+) phosphors were synthesized by solid state flux fusion method and their upconversion spectral properties were studied as a function of different Yb3+ concentrations. The solid state flux fusion results in well crystallized hexagonal shaped phosphor particles with an average size of 3.8 μm. The detailed optical characterizations such as absorption, emission, and fluorescence decay were performed to explore the emission processes in the UV–VIS–NIR as well as to quantitatively estimate the fluorescence quantum yield. Upconversion spectral studies show that for all the compositions, green emissions are stronger; in particular the green emission intensity is 1.7 times stronger than the red intensity with composition of 9 mol% Yb3+ and 1 mol% Er3+. Mechanisms of upconversion by two-photon and energy transfer processes are interpreted …",
            "Synthesis and spectroscopy of color tunable Y2O2S: Yb3+, Er3+ phosphors with intense emission",
            "GA Kumar and M Pokhrel and A Martinez and RC Dennis and IL Villegas and DK Sardar",
            "2012",
            "zvp-u_QAAAAJ:d1gkVwhDpl0C",
            104,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925838811020901",
            "16060960313688967184",
            "\/scholar?cites=16060960313688967184",
            {
                "2012":9,
                "2013":15,
                "2014":10,
                "2015":16,
                "2016":14,
                "2017":12,
                "2018":16,
                "2019":7,
                "2020":5
            }
        ],
        [
            "The 1550 nm excited upconversion spectral studies of Yb3 + and Er3 + co doped M2O2S (M = La, Gd, Y) phosphors were reported for the first time. Studies show that all the compositions are stronger in red emission with the highest intensity in Gd2O2S and lowest in Y2O2S.The red to green emission intensity ratios are 2.7, 3.6 and 3 in Gd2O2S, La2O2S and Y2O2S respectively. Mechanisms of up conversion by multiphoton absorption and energy transfer processes are interpreted and explained.",
            "Intense visible and near infrared upconversion in M2O2S: Er (M= Y, Gd, La) phosphor under 1550 nm excitation",
            "GA Kumar and M Pokhrel and DK Sardar",
            "2012",
            "zvp-u_QAAAAJ:qjMakFHDy7sC",
            82,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167577X11012535",
            "4183906332850382067",
            "\/scholar?cites=4183906332850382067",
            {
                "2012":3,
                "2013":6,
                "2014":12,
                "2015":13,
                "2016":13,
                "2017":16,
                "2018":8,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Efficient photon upconversion (UC) is a promising way to utilize the infrared photons, where upconversion quantum yield (QY) is a key parameter to find the potential application of these UC materials for many applications. Here we are reporting the absolute upconversion QYs for different concentrations of M2O2S:Yb3+\/Er3+ (M = Gd, Y, La) in comparison with β-NaYF4:20%Yb3+\/2%Er3+ for the UC emissions centered at 410, 550, 667 and 822 nm at varying excitation power densities under 980 nm excitation. Concentration dependent upconversion QY analysis has revealed that La2O2S:1%Yb3+\/1%Er3+ and Y2O2S:1%Yb3+\/1%Er3+ possess almost similar upconversion QY compared to that of 9%Yb3+\/1%Er3+:La2O2S. Measurements under identical conditions with respect to the reported most efficient upconverting phosphor NaYF4:20%Yb3+\/2%Er3+ show that M2O2S:Yb3+\/Er3+ yields a higher absolute …",
            "Highly efficient NIR to NIR and VIS upconversion in Er3+ and Yb3+ doped in M2O2S (M= Gd, La, Y)",
            "Madhab Pokhrel and Kumar G. A. and Sardar D. K.",
            "2013",
            "zvp-u_QAAAAJ:kNdYIx-mwKoC",
            76,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/ta\/c3ta12205k",
            "11706327748625382173",
            "\/scholar?cites=11706327748625382173",
            {
                "2014":4,
                "2015":7,
                "2016":10,
                "2017":20,
                "2018":17,
                "2019":7,
                "2020":9,
                "2021":2
            }
        ],
        [
            "There is increasing interest in rare earth (RE) doped nanoparticles (NPs) due to their sharp absorption and photoluminescence (PL) in the near infrared (NIR) spectral region. These NIR based nanoparticles (NPs) could allow biological imaging at substantial depths with enhanced contrast and high spatial resolution due to the absence of auto fluorescence in biological samples under infrared excitation. Here, we present the highly efficient infrared photoluminescence in GdF3:Nd3+ nanoparticles under 800 nm excitation within the hydrodynamic size limitations for bio-applications. The downconversion (Stokes emission) absolute quantum yields (QY) in powder, polymaleic anhydride-alt-1-octadicene (PMAO) coated powder and colloidal solutions have been investigated. QY measurements have revealed that downconversion (Stokes emission) QYs of approximately 5 ± 2 nm sized GdF3:1% Nd3+ colloidal NPs are …",
            "Stokes emission in GdF 3: Nd 3+ nanoparticles for bioimaging probes",
            "M Pokhrel and LC Mimun and B Yust and GA Kumar and A Dhanale and L Tang and DK Sardar",
            "2014",
            "zvp-u_QAAAAJ:_kc_bZDykSQC",
            72,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2014\/nr\/c3nr03317a",
            "7835892409071222502",
            "\/scholar?cites=7835892409071222502",
            {
                "2014":4,
                "2015":12,
                "2016":13,
                "2017":15,
                "2018":12,
                "2019":9,
                "2020":7
            }
        ],
        [
            "The development of nanostructured anode materials for rechargeable Lithium-ion Batteries has seen a growing interest. We herein report the use of a new scalable technique, Forcespinning (FS) to produce binder-free porous Sn\/C composite nanofibers with different Sn particle size loading. The preparation process involves the FS of Sn\/PAN precursor nanofibers and subsequently stabilizing in air at 280 °C followed by carbonization at 800 °C under an inert atmosphere. The Sn\/C composite nanofibers are highly flexible and were directly used as binder-free anodes for lithium-ion batteries. The produced Sn\/C composite nanofibers showed an improved discharge capacity of about 724 mA h g− 1 at a current density of 100 mA g− 1 for over 50 cycles compared to most nanofiber electrodes prepared by electrospinning and centrifugal spinning. The FS method clearly produces Sn\/C nanofiber composite electrodes …",
            "Forcespinning: A new method for the mass production of Sn\/C composite nanofiber anodes for lithium ion batteries",
            "Victor A Agubra and Luis Zuniga and David De la Garza and Luis Gallegos and Madhab Pokhrel and Mataz Alcoutlabi",
            "2016",
            "zvp-u_QAAAAJ:hC7cP41nSMkC",
            70,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167273815300357",
            "6814113466955154968",
            "\/scholar?cites=6814113466955154968",
            {
                "2016":7,
                "2017":27,
                "2018":19,
                "2019":9,
                "2020":7,
                "2021":1
            }
        ]
    ]
}