{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "A high number of tree species, low density of adults of each species, and long distances between conspecific adults are characteristic of many low-land tropical forest habitats. I propose that these three traits, in large part, are the result of the action of predators on seeds and seedlings. A model is presented that allows detailed examination of the effect of different predators, dispersal agents, seed-crop sizes, etc. on these three traits. In short, any event that increases the efficiency of the predators at eating seeds and seedlings of a given tree species may lead to a reduction in population density of the adults of that species and\/or to increased distance between new adults and their parents. Either event will lead to more space in the habitat for other species of trees, and therefore higher total number of tree species, provided seed sources are available over evolutionary time. As one moves from the wet lowland tropics to …",
            "Herbivores and the number of tree species in tropical forests",
            "Daniel H Janzen",
            "1970",
            "zwSlbVwAAAAJ:2vr6o8x5NLkC",
            5133,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/282687",
            "18335928661466890709",
            "\/scholar?cites=18335928661466890709",
            {
                "1982":30,
                "1983":22,
                "1984":37,
                "1985":33,
                "1986":38,
                "1987":26,
                "1988":18,
                "1989":49,
                "1990":27,
                "1991":34,
                "1992":50,
                "1993":33,
                "1994":44,
                "1995":46,
                "1996":51,
                "1997":64,
                "1998":52,
                "1999":70,
                "2000":98,
                "2001":84,
                "2002":116,
                "2003":115,
                "2004":115,
                "2005":162,
                "2006":132,
                "2007":205,
                "2008":171,
                "2009":191,
                "2010":221,
                "2011":233,
                "2012":230,
                "2013":231,
                "2014":282,
                "2015":261,
                "2016":265,
                "2017":218,
                "2018":262,
                "2019":219,
                "2020":238,
                "2021":31
            }
        ],
        [
            "Astraptes fulgerator, first described in 1775, is a common and widely distributed neotropical skipper butterfly (Lepidoptera: Hesperiidae). We combine 25 years of natural history observations in northwestern Costa Rica with morphological study and DNA barcoding of museum specimens to show that A. fulgerator is a complex of at least 10 species in this region. Largely sympatric, these taxa have mostly different caterpillar food plants, mostly distinctive caterpillars, and somewhat different ecosystem preferences but only subtly differing adults with no genitalic divergence. Our results add to the evidence that cryptic species are prevalent in tropical regions, a critical issue in efforts to document global species richness. They also illustrate the value of DNA barcoding, especially when coupled with traditional taxonomic tools, in disclosing hidden diversity.",
            "Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator",
            "Paul DN Hebert and Erin H Penton and John M Burns and Daniel H Janzen and Winnie Hallwachs",
            "2004",
            "zwSlbVwAAAAJ:zCSUwVk65WsC",
            3445,
            "https:\/\/www.pnas.org\/content\/101\/41\/14812.short",
            "11042561260847967693",
            "\/scholar?cites=11042561260847967693",
            {
                "2005":62,
                "2006":80,
                "2007":134,
                "2008":130,
                "2009":156,
                "2010":176,
                "2011":232,
                "2012":252,
                "2013":260,
                "2014":237,
                "2015":275,
                "2016":314,
                "2017":289,
                "2018":254,
                "2019":284,
                "2020":255,
                "2021":18
            }
        ],
        [
            "Many plants suffer very heavy pre-and\/or post-dispersal seed predation by animals. A few exemplary studies (2, 18, 38, 52, 74, 87, 106, 110, 111, 124, 140, 161, 162, 171, 181, 187, 196, 197, 203, 205, 207, 217, 220, 227) and a variety of shorter reports scattered through the agricultural, botanical, and zoological literature suggest a large and important, yet unexploited, field of study. It is clear that the pattern of seed predation is highly structured and that it co evolved at, the chemical, spatial, and temporal level. It involves all levels of animal-plant interaction from the internal energy budget of indi viduals to the entire community (203). Owing to parental and sibling com petition, successful development of a seedling may depend on the seed's dis persal (101). Equally important, thc seed must escape from the predators at the seed crop and in the parent plant's habitat before and after dispersal (111). The game is played …",
            "Seed predation by animals",
            "Daniel H Janzen",
            "1971",
            "zwSlbVwAAAAJ:AzKEL7Gb_04C",
            2321,
            "https:\/\/www.annualreviews.org\/doi\/pdf\/10.1146\/annurev.es.02.110171.002341",
            "16403153187799716561",
            "\/scholar?cites=16403153187799716561",
            {
                "1982":27,
                "1983":26,
                "1984":28,
                "1985":29,
                "1986":27,
                "1987":21,
                "1988":20,
                "1989":26,
                "1990":28,
                "1991":26,
                "1992":43,
                "1993":35,
                "1994":37,
                "1995":40,
                "1996":41,
                "1997":44,
                "1998":46,
                "1999":38,
                "2000":50,
                "2001":45,
                "2002":58,
                "2003":53,
                "2004":67,
                "2005":81,
                "2006":52,
                "2007":85,
                "2008":87,
                "2009":78,
                "2010":75,
                "2011":80,
                "2012":93,
                "2013":84,
                "2014":88,
                "2015":83,
                "2016":85,
                "2017":93,
                "2018":76,
                "2019":63,
                "2020":58,
                "2021":5
            }
        ],
        [
            "Methods for identifying species by using short orthologous DNA sequences, known as “DNA barcodes,” have been proposed and initiated to facilitate biodiversity studies, identify juveniles, associate sexes, and enhance forensic analyses. The cytochrome c oxidase 1 sequence, which has been found to be widely applicable in animal barcoding, is not appropriate for most species of plants because of a much slower rate of cytochrome c oxidase 1 gene evolution in higher plants than in animals. We therefore propose the nuclear internal transcribed spacer region and the plastid trnH-psbA intergenic spacer as potentially usable DNA regions for applying barcoding to flowering plants. The internal transcribed spacer is the most commonly sequenced locus used in plant phylogenetic investigations at the species level and shows high levels of interspecific divergence. The trnH-psbA spacer, although short (≈450-bp), is …",
            "Use of DNA barcodes to identify flowering plants",
            "W John Kress and Kenneth J Wurdack and Elizabeth A Zimmer and Lee A Weigt and Daniel H Janzen",
            "2005",
            "zwSlbVwAAAAJ:hqOjcs7Dif8C",
            2083,
            "https:\/\/www.pnas.org\/content\/102\/23\/8369.short",
            "136367524095457876",
            "\/scholar?cites=136367524095457876",
            {
                "2005":7,
                "2006":35,
                "2007":65,
                "2008":88,
                "2009":98,
                "2010":154,
                "2011":182,
                "2012":188,
                "2013":159,
                "2014":138,
                "2015":169,
                "2016":167,
                "2017":162,
                "2018":149,
                "2019":146,
                "2020":145,
                "2021":15
            }
        ]
    ]
}