{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Multiwalled carbon nanotubes (MWCNTs) exhibit physical properties that render them ideal candidates for application as noninvasive mediators of photothermal cancer ablation. Here, we demonstrate that use of MWCNTs to generate heat in response to near-infrared radiation (NIR) results in thermal destruction of kidney cancer in vitro and in vivo. We document the thermal effects of the therapy through magnetic resonance temperature-mapping and heat shock protein-reactive immunohistochemistry. Our results demonstrate that use of MWCNTs enables ablation of tumors with low laser powers (3 W\/cm2) and very short treatment times (a single 30-sec treatment) with minimal local toxicity and no evident systemic toxicity. These treatment parameters resulted in complete ablation of tumors and a >3.5-month durable remission in 80% of mice treated with 100 μg of MWCNT. Use of MWCNTs with NIR may be effective …",
            "Long-term survival following a single treatment of kidney tumors with multiwalled carbon nanotubes and near-infrared radiation",
            "Andrew Burke and Xuanfeng Ding and Ravi Singh and Robert A Kraft and Nicole Levi-Polyachenko and Marissa Nichole Rylander and Chris Szot and Cara Buchanan and Jon Whitney and Jessica Fisher and Heather C Hatcher and Ralph D'Agostino and Nancy D Kock and PM Ajayan and David L Carroll and Steven Akman and Frank M Torti and Suzy V Torti",
            "2009",
            "ZX4m_DsAAAAJ:u5HHmVD_uO8C",
            296,
            "https:\/\/www.pnas.org\/content\/106\/31\/12897.short",
            "8103783774607711148",
            "\/scholar?cites=8103783774607711148",
            {
                "2009":2,
                "2010":21,
                "2011":31,
                "2012":30,
                "2013":31,
                "2014":35,
                "2015":26,
                "2016":29,
                "2017":19,
                "2018":25,
                "2019":19,
                "2020":22
            }
        ],
        [
            "",
            "Development of iron-containing multiwalled carbon nanotubes for MR-guided laser-induced thermotherapy",
            "Xuanfeng Ding and Ravi Singh and Andrew Burke and Heather Hatcher and John Olson and Robert A Kraft and Michael Schmid and David Carroll and J Daniel Bourland and Steven Akman and Frank M Torti and Suzy V Torti",
            "2011",
            "ZX4m_DsAAAAJ:d1gkVwhDpl0C",
            46,
            "https:\/\/www.futuremedicine.com\/doi\/abs\/10.2217\/nnm.11.37",
            "13112433873659834859",
            "\/scholar?cites=13112433873659834859",
            {
                "2012":4,
                "2013":7,
                "2014":7,
                "2015":10,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Stereotactic body radiation therapy (SBRT) for treatment of liver tumors is often limited by liver dose constraints. Protons offer potential for more liver sparing, but clinical situations in which protons may be superior to photons are not well described. We developed and validated a treatment decision model to determine whether liver tumors of certain sizes and locations are more suited for photon versus proton SBRT.Six spherical mock tumors from 1 to 6 cm in diameter were contoured on computed tomography images of 1 patient at 4 locations: dome, caudal, left medial, and central. Photon and proton plans were generated to deliver 50 Gy in 5 fractions to each tumor and optimized to deliver equivalent target coverage and maximal liver sparing. Using these plans, we developed a hypothesis-generating model to predict the optimal modality for maximal liver sparing based on tumor size …",
            "Clinical decision tool for optimal delivery of liver stereotactic body radiation therapy: Photons versus protons",
            "Saumil J Gandhi and Xing Liang and Xuanfeng Ding and Timothy C Zhu and Edgar Ben-Josef and John P Plastaras and James M Metz and Stefan Both and Smith Apisarnthanarax",
            "2015",
            "ZX4m_DsAAAAJ:-f6ydRqryjwC",
            39,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1879850015000053",
            "15408496417099303776",
            "\/scholar?cites=15408496417099303776",
            {
                "2015":1,
                "2016":2,
                "2017":6,
                "2018":10,
                "2019":10,
                "2020":7,
                "2021":1
            }
        ],
        [
            "With traditional photon therapy to treat large postoperative pancreatic target volume, it often leads to poor tolerance of the therapy delivered and may contribute to interrupted treatment course. This study was performed to evaluate the potential advantage of using passive-scattering (PS) and modulated-scanning (MS) proton therapy (PT) to reduce normal tissue exposure in postoperative pancreatic cancer treatment. A total of 11 patients with postoperative pancreatic cancer who had been previously treated with PS PT in University of Pennsylvania Roberts Proton Therapy Center from 2010 to 2013 were identified. The clinical target volume (CTV) includes the pancreatic tumor bed as well as the adjacent high-risk nodal areas. Internal (iCTV) was generated from 4-dimensional (4D) computed tomography (CT), taking into account target motion from breathing cycle. Three-field and 4-field 3D conformal radiation therapy …",
            "A comprehensive dosimetric study of pancreatic cancer treatment using three-dimensional conformal radiation therapy (3DCRT), intensity-modulated radiation therapy (IMRT …",
            "Xuanfeng Ding and Francesco Dionisi and Shikui Tang and Mark Ingram and Chun-Yu Hung and Evangelos Prionas and Phil Lichtenwalner and Ian Butterwick and Huifang Zhai and Lingshu Yin and Haibo Lin and Alireza Kassaee and Stephen Avery",
            "2014",
            "ZX4m_DsAAAAJ:UebtZRa9Y70C",
            38,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0958394713001416",
            "35774122770370018",
            "\/scholar?cites=35774122770370018",
            {
                "2014":2,
                "2015":3,
                "2016":8,
                "2017":6,
                "2018":12,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Due to inter-fraction variation in applicator position, organ displacement and deformation, doses to targets and normal tissues may not be accurately represented by adding the doses from external beam radiation therapy (EBRT) and intracavitary brachytherapy (ICBT) using rigid image registration. Deformable image registration permits organ and applicators to be spatially matched in 3D, enabling more accurate tracking of the accumulated volumetric dose to the target as well as organs at risk (OAR). This study assesses the dosimetric impact of using deformable image registration to determine the cumulative EBRT and ICBT doses to the rectum and bladder.Data from 20 patients with stage IB1-IVA cervical cancer were analyzed. Nine of the patients were treated with ICBT and EBRT which included a nodal or parametrium boost while eleven were treated with ICBT and EBRT with no …",
            "Assessment of cumulative external beam and intracavitary brachytherapy organ doses in gynecologic cancers using deformable dose summation",
            "Boon-Keng Teo and Lara P Bonner Millar and Xuanfeng Ding and Lilie L Lin",
            "2015",
            "ZX4m_DsAAAAJ:hFOr9nPyWt4C",
            37,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167814015001887",
            "2917442925543490469",
            "\/scholar?cites=2917442925543490469",
            {
                "2015":3,
                "2016":5,
                "2017":12,
                "2018":6,
                "2019":7,
                "2020":2,
                "2021":1
            }
        ],
        [
            "To propose and validate a craniospinal irradiation approach using a proton pencil beam scanning technique that overcomes the complexity of the planning associated with feathering match lines.Ten craniospinal irradiation patients had treatment planned with gradient dose optimization using the proton pencil beam scanning technique. The robustness of the plans was evaluated by shifting the isocenter of each treatment field by ±3 mm in the longitudinal direction and was compared with the original nonshifted plan with metrics of conformity number, homogeneity index, and maximal cord doses. An anthropomorphic phantom study using film measurements was carried out on a plan with 5-cm junction length. To mimic setup errors in the phantom study, fields were recalculated with isocenter shifts of 1, 3, 5, and 10 mm longitudinally, and compared with the original plans and …",
            "Supine craniospinal irradiation using a proton pencil beam scanning technique without match line changes for field junctions",
            "Haibo Lin and Xuanfeng Ding and Maura Kirk and Haoyang Liu and Huifang Zhai and Christine E Hill-Kayser and Robert A Lustig and Zelig Tochner and Stefan Both and James McDonough",
            "2014",
            "ZX4m_DsAAAAJ:L8Ckcad2t8MC",
            36,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360301614006786",
            "9498688991502054820",
            "\/scholar?cites=9498688991502054820",
            {
                "2014":1,
                "2015":3,
                "2016":3,
                "2017":5,
                "2018":16,
                "2019":5,
                "2020":3
            }
        ],
        [
            "To present a novel robust and delivery-efficient spot-scanning proton arc (SPArc) therapy technique.A SPArc optimization algorithm was developed that integrates control point resampling, energy layer redistribution, energy layer filtration, and energy layer resampling. The feasibility of such a technique was evaluated using sample patients: 1 patient with locally advanced head and neck oropharyngeal cancer with bilateral lymph node coverage, and 1 with a nonmobile lung cancer. Plan quality, robustness, and total estimated delivery time were compared with the robust optimized multifield step-and-shoot arc plan without SPArc optimization (Arcmulti-field) and the standard robust optimized intensity modulated proton therapy (IMPT) plan. Dose-volume histograms of target and organs at risk were analyzed, taking into account the setup and range uncertainties. Total delivery time was …",
            "Spot-scanning proton arc (SPArc) therapy: the first robust and delivery-efficient spot-scanning proton arc therapy",
            "Xuanfeng Ding and Xiaoqiang Li and J Michele Zhang and Peyman Kabolizadeh and Craig Stevens and Di Yan",
            "2016",
            "ZX4m_DsAAAAJ:70eg2SAEIzsC",
            30,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360301616331649",
            "16920136071833204911",
            "\/scholar?cites=16920136071833204911",
            {
                "2017":2,
                "2018":6,
                "2019":6,
                "2020":15,
                "2021":1
            }
        ],
        [
            "ResultsThe difference in dose distribution between ro-IMPT and SPArc is shown in Figure 1 in which dose to all organs at risk are significantly decreased due to the increased number of beam entrances. Supplementary Table 1 lists a more detailed dosimetric comparison of both modalities. Rectum V75, V70, V60, V40, V30 and mean dose were reduced by an average of 3.75%, 5.19%, 7.38%, 10.26%, 11.79%, 12.13% and 7.32 Gy [RBE], respectively, and bladder V75, V70, V60, V40, V30 and mean dose were reduced by an average of 3.15%, 4.16%, 7.65%, 9.75%, 9.95%, 10.75% and 7.36 Gy [RBE], respectively, using SPArc in comparison to ro-IMPT (p<. 05). Femoral heads mean dose, V30 and V20 were reduced by an average of 12.86 Gy [RBE](p<. 001), 13.21%(p¼. 002) and 64.90%",
            "Have we reached proton beam therapy dosimetric limitations?–a novel robust, delivery-efficient and continuous spot-scanning proton arc (SPArc) therapy is to improve the …",
            "Xuanfeng Ding and Xiaoqiang Li and An Qin and Jun Zhou and Di Yan and Craig Stevens and Daniel Krauss and Peyman Kabolizadeh",
            "2018",
            "ZX4m_DsAAAAJ:u_35RYKgDlwC",
            23,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/0284186X.2017.1358463",
            "15757675063483638479",
            "\/scholar?cites=15757675063483638479",
            {
                "2017":2,
                "2018":2,
                "2019":5,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Background. Adjuvant chemoradiotherapy improves both overall- and relapse-free survival in patients with resected gastric cancer. However, this comes at the cost of increased treatment-related toxicity. Proton therapy (PT) has distinct dosimetric characteristics that may reduce dose to normal tissues, improving the therapeutic ratio. The purpose of this treatment planning study is to compare PT and intensity-modulated x-ray therapy (IMXT) in gastric cancer with regards to normal tissue sparing.Material and methods. The patient population consisted of resected gastric cancer patients treated at a single institution between 2008 and 2013. Patients who had undergone 4D CT simulation were replanned to the originally delivered doses (45–54 Gy in 25–30 daily fractions) using six-field photon IMXT and 2–3-field PT (double scattering-uniform scanning techniques).Results. Thirteen patients were eligible for the planning …",
            "Proton therapy in adjuvant treatment of gastric cancer: planning comparison with advanced x-ray therapy and feasibility report",
            "Francesco Dionisi and Stephen Avery and John N Lukens and Xuanfeng Ding and John Kralik and Maura Kirk and Robert E Roses and Maurizio Amichetti and James M Metz and John P Plastaras",
            "2014",
            "ZX4m_DsAAAAJ:8k81kl-MbHgC",
            20,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/0284186X.2014.912351",
            "10220574373400723605",
            "\/scholar?cites=10220574373400723605",
            {
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":8,
                "2019":2,
                "2020":1
            }
        ],
        [
            "To evaluate spot-scanning proton arc therapy (SPArc) and multi-field robust optimized intensity modulated proton therapy (RO-IMPT) in treating stage III non-small-cell lung cancer (NSCLC) patients. Two groups of stage IIIA or IIIB NSCLC patients (group 1: eight patients with tumor motion less than 5 mm; group 2: six patients with tumor motion equal to or more than 5 mm) were re-planned with SPArc and RO-IMPT. Both plans were generated using robust optimization to achieve an optimal coverage with 99% of internal target volume (ITV) receiving 66 Gy (RBE) in 33 fractions. The dosimetric results and plan robustness were compared for both groups. The interplay effect was evaluated based on the ITV coverage by single-fraction 4D dynamic dose. Total delivery time was simulated based on a full gantry rotation with energy-layer-switching-time (ELST) from 0.2 to 4 s. Statistical analysis was also evaluated via Wilcoxon signed rank test. Both SPArc and RO-IMPT plans achieved similar robust target volume coverage for all patients, while SPArc significantly reduced the doses to critical structures as well as the interplay effect. Specifically, compared to RO-IMPT, SPArc reduced the average integral dose by 7.4% (p = 0.001), V20, and mean lung dose by an average of 3.2% (p = 0.001) and 1.6 Gy (RBE) (p = 0.001), the max dose to cord by 4.6 Gy (RBE) (p = 0.04), and the mean dose to heart and esophagus by 0.7 Gy (RBE) (p = 0.01) and 1.7 Gy (RBE) (p = 0.003) respectively. The average total estimated delivery time was 160.1 s, 213.8 s, 303.4 s, 840.8 s based on ELST of 0.2 s, 0.5 s, 1 s, and 4 s for SPArc plans, compared with the …",
            "Improve dosimetric outcome in stage III non-small-cell lung cancer treatment using spot-scanning proton arc (SPArc) therapy",
            "Xiaoqiang Li and Peyman Kabolizadeh and Di Yan and An Qin and Jun Zhou and Ye Hong and Thomas Guerrero and Inga Grills and Craig Stevens and Xuanfeng Ding",
            "2018",
            "ZX4m_DsAAAAJ:bFI3QPDXJZMC",
            19,
            "https:\/\/ro-journal.biomedcentral.com\/articles\/10.1186\/s13014-018-0981-6",
            "18030877080588000209",
            "\/scholar?cites=18030877080588000209",
            {
                "2018":2,
                "2019":6,
                "2020":9,
                "2021":2
            }
        ]
    ]
}