{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Page 1. johnthescone The IPCC Special Report on Renewable Energy Sources and Climate\nChange Mitigation 24th September 2011, The New School for Social Research, New York Prof.\nDr. Ottmar Edenhofer Co-Chair of the IPCC Working Group III “Mitigation of Climate Change” Page\n2. 2 Page 3. Demand for energy services is increasing. 3 GHG emissions resulting from the\nprovision of energy services contribute significantly to the increase in atmospheric GHG\nconcentrations. Page 4. Annual change in global energy-related CO 2 emissions 4 g g gy 2\nReplacing fossil fuels with RE technologies lowers carbon intensity, while improved energy\nefficiency can lower emissions improved energy efficiency can lower emissions. Page 5. Potential\nemissions from remaining fossil resources could result in GHG concentration levels far above\n600ppm 5 result in GHG concentration levels far above 600ppm. Page 6 … \n",
            "IPCC special report on renewable energy sources and climate change mitigation",
            "Ottmar Edenhofer and Ramon Pichs-Madruga and Youba Sokona and Kristin Seyboth and Patrick Matschoss and Susanne Kadner and Timm Zwickel and Patrick Eickemeier and Gerrit Hansen and Steffen Schlömer and Christoph von Stechow",
            "2011",
            "Zx8zmdkAAAAJ:5Ul4iDaHHb8C",
            799,
            "http:\/\/www.economicpolicyresearch.org\/images\/docs\/SCEPA_blog\/economics_of_climate_change\/Edenhofer_Presentation_Sept_2011_Compatibility_Mode.pdf",
            "15716269827116916607",
            "\/scholar?cites=15716269827116916607",
            {
                "2011":8,
                "2012":43,
                "2013":83,
                "2014":97,
                "2015":83,
                "2016":106,
                "2017":83,
                "2018":94,
                "2019":106,
                "2020":77,
                "2021":6
            }
        ],
        [
            "The Working Group III contribution to the IPCC Fifth Assessment Report (WGIII AR5) provides a comprehensive assessment of all relevant options for mitigating climate change through limiting or preventing greenhouse gas emissions, as well as activities that remove them from the atmosphere.    It draws on scientific literature accepted for publication prior to 4 October 2013. The WGIII Summary for Policymakers was approved at the Twelfth Session of Working Group III, held in Berlin, Germany, from 7 to 11 April, 2014. During the session, the IPCC plenary also accepted the underlying scientific and technical assessment, which stands at 2000 pages, including more than 700 pages of references.",
            "Summary for policymakers",
            "Ottmar Edenhofer and Ramon Pichs-Madruga and Youba Sokona and Shardul Agrawala and Igor Alexeyevich Bashmakov and Gabriel Blanco and John Broome and T Bruckner and Steffen Brunner and M Bustamante and L Clarke and F Creutzig and S Dhakal and NK Dubash and P Eickemeier and E Farahani and M Fischedick and M Fleurbaey and R Gerlagh and L Gomez Echeverri and S Gupta and J Harnisch and K Jiang and S Kadner and S Kartha and S Klasen and C Kolstad and V Krey and HC Kunreuther and O Lucon and O Masera and J Minx and Y Mulugetta and T Patt and NH Ravindranath and K Riahi and J Roy and R Schaeffer and S Schlömer and K Seto and K Seyboth and R Sims and J Skea and P Smith and E Somanathan and R Stavins and C von Stechow and T Sterner and T Sugiyama and S Suh and KC Urama and D Ürge-Vorsatz and D Victor and D Zhou and J Zou and T Zwickel",
            "2014",
            "Zx8zmdkAAAAJ:dQ2og3OwTAUC",
            365,
            "http:\/\/pure.iiasa.ac.at\/id\/eprint\/11125\/",
            "16837763973400253338",
            "\/scholar?cites=16837763973400253338",
            {
                "2013":11,
                "2014":19,
                "2015":42,
                "2016":38,
                "2017":52,
                "2018":72,
                "2019":41,
                "2020":56,
                "2021":5
            }
        ]
    ]
}