{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Combining our results for various O (α s 2) corrections to the weak radiative B-meson decay, we are able to present the first estimate of the branching ratio at the next-to-next-to-leading order in QCD. We find B (B→ X s γ)=(3.15±0.23)× 10− 4 for E γ> 1.6 GeV in the B-meson rest frame. The four types of uncertainties: nonperturbative (5%), parametric (3%), higher-order (3%), and m c-interpolation ambiguity (3%) have been added in quadrature to obtain the total error.",
            "Estimate of  at ",
            "M Misiak and HM Asatrian and K Bieri and M Czakon and A Czarnecki and T Ewerth and A Ferroglia and P Gambino and M Gorbahn and C Greub and U Haisch and A Hovhannisyan and T Hurth and A Mitov and V Poghosyan and M Ślusarczyk and M Steinhauser",
            "2007",
            "zXyxWuEAAAAJ:iH-uZ7U-co4C",
            1083,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.022002",
            "15248010464671208151",
            "\/scholar?cites=15248010464671208151",
            {
                "2006":4,
                "2007":65,
                "2008":129,
                "2009":108,
                "2010":101,
                "2011":122,
                "2012":158,
                "2013":111,
                "2014":91,
                "2015":71,
                "2016":35,
                "2017":30,
                "2018":16,
                "2019":18,
                "2020":20,
                "2021":2
            }
        ],
        [
            "This Report summarizes the results of the activities of the LHC Higgs Cross Section Working Group in the period 2014-2016. The main goal of the working group was to present the state-of-the-art of Higgs physics at the LHC, integrating all new results that have appeared in the last few years. The first part compiles the most up-to-date predictions of Higgs boson production cross sections and decay branching ratios, parton distribution functions, and off-shell Higgs boson production and interference effects. The second part discusses the recent progress in Higgs effective field theory predictions, followed by the third part on pseudo-observables, simplified template cross section and fiducial cross section measurements, which give the baseline framework for Higgs boson property measurements. The fourth part deals with the beyond the Standard Model predictions of various benchmark scenarios of Minimal Supersymmetric Standard Model, extended scalar sector, Next-to-Minimal Supersymmetric Standard Model and exotic Higgs boson decays. This report follows three previous working-group reports: Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002), Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002), and Handbook of LHC Higgs Cross Sections: 3. Higgs properties (CERN-2013-004). The current report serves as the baseline reference for Higgs physics in LHC Run 2 and beyond.",
            "Handbook of LHC Higgs cross sections: 4. Deciphering the nature of the Higgs sector",
            "Daniel de Florian and Christophe Grojean and F Maltoni and C Mariotti and A Nikitenko and M Pieri and P Savard and M Schumacher and R Tanaka and R Aggleton and MA Ahmad and B Allanach and C Anastasiou and W Astill and SA Badger and M Badziak and J Baglio and E Bagnaschi and A Ballestrero and A Banfi and D Barducci and M Beckingham and C Becot and G Bélanger and J Bellm and N Belyaev and FU Bernlochner and C Beskidt and A Biekötter and Fady Bishara and W Bizon and NE Bomark and Marco Bonvini and S Borowka and V Bortolotto and S Boselli and FJ Botella and R Boughezal and GC Branco and J Brehmer and L Brenner and S Bressler and I Brivio and A Broggio and VH Brun and G Buchalla and CD Burgard and A Calandri and L Caminada and R Caminal Armadans and F Campanario and J Campbell and Fabrizio Caola and CM Carloni Calame and Stefano Carrazza and A Carvalho and M Casolino and O Cata and A Celis and Francesco Cerutti and N Chanon and M Chen and X Chen and B Chokoufé Nejad and N Christensen and M Ciuchini and R Contino and T Corbett and SR Costa and DM Curtin and M Dall'Osso and A David and SJ Dawson and J de Blas and W de Boer and P de Castro Manzano and C Degrande and LM Rueda-Delgado and Federico Demartin and A Denner and B Di Micco and R Di Nardo and S Dittmaier and A Dobado and T Dorigo and FA Dreyer and M Dührssen and C Duhr and F Dulat and K Ecker and KA Ellis and U Ellwanger and C Englert and D Espriu and A Falkowski and L Fayard and R Feger and G Ferrera and A Ferroglia and N Fidanza and T Figy and M Flechl and JD Fontes and Stefano Forte and P Francavilla and E Franco and R Frederix and A Freitas and F Freitas and F Frensch and S Frixione and B Fuks and E Furlan and S Gadatsch and J Gao and Y Gao and MV Garzelli and T Gehrmann and R Gerosa and M Ghezzi and D Ghosh and S Gieseke and D Gillberg and GF Giudice and EWN Glover and F Goertz and D Gonçalves and J Gonzalez-Fraile and M Gorbahn and S Gori and CA Gottardo and Maxime Gouzevitch and P Govoni and D Gray and M Grazzini and N Greiner and A Greljo and J Grigo and AV Gritsan and R Gröber and S Guindon and HE Haber and C Han and TS Han and R Harlander and MA Harrendorf and HB Hartanto and C Hays and S Heinemeyer and G Heinrich",
            "2016",
            "zXyxWuEAAAAJ:uLbwQdceFCQC",
            994,
            "https:\/\/research.vu.nl\/en\/publications\/handbook-of-lhc-higgs-cross-sections-4-deciphering-the-nature-of-",
            "13767609578705763261",
            "\/scholar?cites=13767609578705763261",
            {
                "2016":8,
                "2017":177,
                "2018":338,
                "2019":248,
                "2020":212,
                "2021":4
            }
        ],
        [
            "Precision predictions for phenomenologically interesting observables such as the invariant mass distribution and forward-backward asymmetry in top-quark pair production at hadron colliders require control over the differential cross section in perturbative QCD. In this paper we improve existing calculations of the doubly differential cross section in the invariant mass and scattering angle by using techniques from soft-collinear effective theory to perform an NNLL resummation of threshold logarithms, which become large when the invariant mass M of the top-quark pair approaches the partonic center-of-mass energy. We also derive an approximate formula for the differential cross section at NNLO in fixed-order perturbation theory, which completely determines the coefficients multiplying the singular plus distributions in the variable. We then match our results in the threshold region with the exact results at …",
            "Renormalization-group improved predictions for top-quark pair production at hadron colliders",
            "Valentin Ahrens and Andrea Ferroglia and Matthias Neubert and Ben D Pecjak and Li Lin Yang",
            "2010",
            "zXyxWuEAAAAJ:d1gkVwhDpl0C",
            423,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2010)097.pdf",
            "13197978687358634215",
            "\/scholar?cites=13197978687358634215",
            {
                "2010":11,
                "2011":78,
                "2012":84,
                "2013":54,
                "2014":54,
                "2015":29,
                "2016":34,
                "2017":30,
                "2018":27,
                "2019":11,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Weak radiative decays of the B mesons belong to the most important flavor changing processes that provide constraints on physics at the TeV scale. In the derivation of such constraints, accurate standard model predictions for the inclusive branching ratios play a crucial role. In the current Letter we present an update of these predictions, incorporating all our results for the O (α s 2) and lower-order perturbative corrections that have been calculated after 2006. New estimates of nonperturbative effects are taken into account, too. For the C P-and isospin-averaged branching ratios, we find B s γ=(3.36±0.23)× 10− 4 and B d γ=(1.7 3− 0.22+ 0.12)× 10− 5, for E γ> 1.6 GeV. Both results remain in agreement with the current experimental averages. Normalizing their sum to the inclusive semileptonic branching ratio, we obtain R γ≡(B s γ+ B d γ)\/B c ℓ ν=(3.31±0.22)× 10− 3. A new bound from B s γ on the charged Higgs boson …",
            "Updated Next-to-Next-to-Leading-Order QCD Predictions for the Weak Radiative -Meson Decays",
            "M Misiak and HM Asatrian and Radja Boughezal and M Czakon and T Ewerth and A Ferroglia and P Fiedler and Paolo Gambino and Christoph Greub and U Haisch and T Huber and M Kamiński and G Ossola and M Poradziński and A Rehman and T Schutzmeier and M Steinhauser and J Virto",
            "2015",
            "zXyxWuEAAAAJ:OU6Ihb5iCvQC",
            391,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.221801",
            "10732978308459371640",
            "\/scholar?cites=10732978308459371640",
            {
                "2014":1,
                "2015":38,
                "2016":82,
                "2017":95,
                "2018":63,
                "2019":56,
                "2020":51,
                "2021":2
            }
        ],
        [
            "The infrared divergences of QCD scattering amplitudes can be derived from an anomalous dimension Γ, which is a matrix in color space and depends on the momenta and masses of the external partons. It has recently been shown that in cases where there are at least two massive partons involved in the scattering process, starting at two-loop order Γ receives contributions involving color and momentum correlations between three (and more) partons. The three-parton correlations can be described by two universal functions F 1 and f 2. In this paper these functions are calculated at two-loop order in closed analytic form and their properties are studied in detail. Both functions are found to be suppressed like Script O (m 4\/s 2) in the limit of small parton masses, in accordance with mass factorization theorems proposed in the literature. On the other hand, both functions are Script O (1) and even diverge logarithmically …",
            "Two-loop divergences of massive scattering amplitudes in non-abelian gauge theories",
            "Andrea Ferroglia and Matthias Neubert and Ben D Pecjak and Li Lin Yang",
            "2009",
            "zXyxWuEAAAAJ:YsMSGLbcyi4C",
            184,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/11\/062\/meta",
            "13911957001312001230",
            "\/scholar?cites=13911957001312001230",
            {
                "2009":2,
                "2010":24,
                "2011":18,
                "2012":14,
                "2013":16,
                "2014":18,
                "2015":15,
                "2016":21,
                "2017":15,
                "2018":18,
                "2019":11,
                "2020":12
            }
        ],
        [
            "We use techniques from soft-collinear effective theory (SCET) to derive renormalization-group improved predictions for single-particle inclusive (1PI) observables in top-quark pair production at hadron colliders. In particular, we study the top-quark transverse-momentum and rapidity distributions, the forward-backward asymmetry at the Tevatron, and the total cross section at NLO+ NNLL order in resummed perturbation theory and at approximate NNLO in fixed order. We also perform a detailed analysis of power corrections to the leading terms in the threshold expansion of the partonic hard-scattering kernels. We conclude that, although the threshold expansion in 1PI kinematics is susceptible to numerically significant power corrections, its predictions for the total cross section are in good agreement with those obtained by integrating the top-pair invariant-mass distribution in pair invariant-mass kinematics, as long as …",
            "RG-improved single-particle inclusive cross sections and forward-backward asymmetry in  production at hadron colliders",
            "Valentin Ahrens and Andrea Ferroglia and Matthias Neubert and Ben D Pecjak and Li Lin Yang",
            "2011",
            "zXyxWuEAAAAJ:hqOjcs7Dif8C",
            179,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2011)070.pdf",
            "15594383139859828777",
            "\/scholar?cites=15594383139859828777",
            {
                "2011":15,
                "2012":34,
                "2013":27,
                "2014":24,
                "2015":28,
                "2016":17,
                "2017":15,
                "2018":9,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The series Lecture Notes in Physics (LNP), founded in 1969, reports new developments in physics research and teaching-quickly and informally, but with a high quality and the explicit aim to summarize and communicate current knowledge in an accessible way. Books published in this series are conceived as bridging material between advanced graduate textbooks and the forefront of research and to serve three purposes:• to be a compact and modern up-to-date source of reference on a well-defined topic• to serve as an accessible introduction to the field to postgraduate students and nonspecialist researchers from related areas• to be a source of advanced teaching material for specialized seminars, courses and schoolsBoth monographs and multi-author volumes will be considered for publication. Edited volumes should, however, consist of a very limited number of contributions only. Proceedings will not be …",
            "Introduction to soft-collinear effective theory",
            "Thomas Becher and Alessandro Broggio and Andrea Ferroglia",
            "2015",
            "zXyxWuEAAAAJ:WqliGbK-hY8C",
            177,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/978-3-319-14848-9.pdf",
            "15165339958277609286",
            "\/scholar?cites=15165339958277609286",
            {
                "2015":12,
                "2016":37,
                "2017":23,
                "2018":25,
                "2019":30,
                "2020":44,
                "2021":2
            }
        ],
        [
            "A detailed investigation is presented of a set of algorithms which form the basis for a fast and reliable numerical integration of one-loop multi-leg (up to six) Feynman diagrams, with special attention to the behavior around (possibly) singular points in phase space. No particular restriction is imposed on kinematics, and complex masses (poles) are allowed.",
            "All-purpose numerical evaluation of one-loop multi-leg Feynman diagrams",
            "Andrea Ferroglia and Massimo Passera and Giampiero Passarino and Sandro Uccirati",
            "2003",
            "zXyxWuEAAAAJ:u-x6o8ySG0sC",
            166,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321302010702",
            "5574848288094861415",
            "\/scholar?cites=5574848288094861415",
            {
                "2002":1,
                "2003":14,
                "2004":18,
                "2005":10,
                "2006":23,
                "2007":15,
                "2008":22,
                "2009":6,
                "2010":8,
                "2011":9,
                "2012":4,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":7,
                "2017":3,
                "2018":5,
                "2019":5,
                "2020":5
            }
        ],
        [
            "We make use of recent results in effective theory and higher-order perturbative calculations to improve the theoretical predictions of the top-quark pair production cross section at hadron colliders. In particular, we supplement the fixed-order NLO calculation with higher-order corrections from soft gluon resummation at NNLL accuracy. Uncertainties due to power corrections to the soft limit are estimated by combining results from single-particle inclusive and pair invariant-mass kinematics. We present our predictions as functions of the top-quark mass in both the pole scheme and the M S¯ scheme. We also discuss the merits of using threshold masses as an alternative, and calculate the cross section with the top-quark mass defined in the 1S scheme as an illustrative example.",
            "Precision predictions for the tt production cross section at hadron colliders",
            "Valentin Ahrens and Andrea Ferroglia and Matthias Neubert and Ben D Pecjak and Li Lin Yang",
            "2011",
            "zXyxWuEAAAAJ:KlAtU1dfN6UC",
            161,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269311008628",
            "2487135985512996264",
            "\/scholar?cites=2487135985512996264",
            {
                "2011":7,
                "2012":36,
                "2013":37,
                "2014":29,
                "2015":15,
                "2016":14,
                "2017":5,
                "2018":6,
                "2019":2,
                "2020":6,
                "2021":3
            }
        ],
        [
            "We provide a complete description of the two-loop infrared singularities of scattering amplitudes with an arbitrary number of massive and massless partons in non-Abelian gauge theories. To this end, we calculate the two universal functions that completely specify the structure of three-parton correlations in the soft anomalous-dimension matrix at two-loop order in closed analytic form. Both functions are found to be suppressed like O (m 4\/s 2) in the limit of small parton masses, in accordance with mass factorization theorems. On the other hand, they are unsuppressed near the threshold for pair production of two heavy particles. As an application, we calculate the two-loop anomalous-dimension matrix for q q→ t t near threshold and show that it is not diagonal in the s-channel singlet-octet basis.",
            "Two-Loop Divergences of QCD Scattering Amplitudes with Massive Partons",
            "Andrea Ferroglia and Matthias Neubert and Ben D Pecjak and Li Lin Yang",
            "2009",
            "zXyxWuEAAAAJ:Y0pCki6q_DkC",
            146,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.201601",
            "11699330724447734906",
            "\/scholar?cites=11699330724447734906",
            {
                "2009":4,
                "2010":19,
                "2011":14,
                "2012":12,
                "2013":6,
                "2014":15,
                "2015":9,
                "2016":17,
                "2017":14,
                "2018":15,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ]
    ]
}