{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The rodent primary somatosensory cortex is spontaneously active in the form of locally synchronous membrane depolarizations (UP states) separated by quiescent hyperpolarized periods (DOWN states) both under anesthesia and during quiet wakefulness. In vivo whole-cell recordings and tetrode unit recordings were combined with voltage-sensitive dye imaging to analyze the relationship of the activity of individual pyramidal neurons in layer 2\/3 to the ensemble spatiotemporal dynamics of the spontaneous depolarizations. These were either brief and localized to an area of a barrel column or occurred as propagating waves dependent on local glutamatergic synaptic transmission in layer 2\/3. Spontaneous activity inhibited the sensory responses evoked by whisker deflection, accounting almost entirely for the large trial-to-trial variability of sensory-evoked postsynaptic potentials and action potentials. Subthreshold …",
            "Interaction of sensory responses with spontaneous depolarization in layer 2\/3 barrel cortex",
            "Carl CH Petersen and Thomas TG Hahn and Mayank Mehta and Amiram Grinvald and Bert Sakmann",
            "2003",
            "zY91B7UAAAAJ:u-x6o8ySG0sC",
            702,
            "https:\/\/www.pnas.org\/content\/100\/23\/13638.short",
            "9073716311217665663",
            "\/scholar?cites=9073716311217665663",
            {
                "2004":12,
                "2005":18,
                "2006":35,
                "2007":57,
                "2008":35,
                "2009":44,
                "2010":41,
                "2011":45,
                "2012":54,
                "2013":55,
                "2014":40,
                "2015":49,
                "2016":48,
                "2017":51,
                "2018":48,
                "2019":34,
                "2020":33,
                "2021":3
            }
        ],
        [
            "In the vast majority of brain areas, the firing rates of neurons, averaged over several hundred milliseconds to several seconds, can be strongly modulated by, and provide accurate information about, properties of their inputs. This is referred to as the rate code. However, the biophysical laws of synaptic plasticity require precise timing of spikes over short timescales (< 10 ms) 1, 2. Hence it is critical to understand the physiological mechanisms that can generate precise spike timing in vivo, and the relationship between such a temporal code and a rate code. Here we propose a mechanism by which a temporal code can be generated through an interaction between an asymmetric rate code and oscillatory inhibition. Consistent with the predictions of our model, the rate 3, 4 and temporal 5, 6, 7 codes of hippocampal pyramidal neurons are highly correlated. Furthermore, the temporal code becomes more robust with …",
            "Role of experience and oscillations in transforming a rate code into a temporal code",
            "MR Mehta and AK Lee and MA Wilson",
            "2002",
            "zY91B7UAAAAJ:u5HHmVD_uO8C",
            648,
            "https:\/\/www.nature.com\/articles\/nature00807",
            "16862940131637270207",
            "\/scholar?cites=16862940131637270207",
            {
                "2002":4,
                "2003":44,
                "2004":25,
                "2005":48,
                "2006":32,
                "2007":38,
                "2008":47,
                "2009":32,
                "2010":35,
                "2011":32,
                "2012":41,
                "2013":36,
                "2014":27,
                "2015":44,
                "2016":37,
                "2017":33,
                "2018":30,
                "2019":30,
                "2020":29,
                "2021":2
            }
        ],
        [
            "Theories of sequence learning based on temporally asymmetric, Hebbian long-term potentiation predict that during route learning the spatial firing distributions of hippocampal neurons should enlarge in a direction opposite to the animal’s movement. On a route AB, increased synaptic drive from cells representing A would cause cells representing B to fire earlier and more robustly. These effects appeared within a few laps in rats running on closed tracks. This provides indirect evidence for Hebbian synaptic plasticity and a functional explanation for why place cells become directionally selective during route following, namely, to preserve the synaptic asymmetry necessary to encode the sequence direction.",
            "Experience-dependent, asymmetric expansion of hippocampal place fields",
            "Mayank R Mehta and Carol A Barnes and Bruce L McNaughton",
            "1997",
            "zY91B7UAAAAJ:d1gkVwhDpl0C",
            454,
            "https:\/\/www.pnas.org\/content\/94\/16\/8918.short",
            "12433132621995732340",
            "\/scholar?cites=12433132621995732340",
            {
                "1998":6,
                "1999":10,
                "2000":16,
                "2001":19,
                "2002":23,
                "2003":25,
                "2004":18,
                "2005":29,
                "2006":30,
                "2007":33,
                "2008":21,
                "2009":20,
                "2010":23,
                "2011":19,
                "2012":27,
                "2013":12,
                "2014":17,
                "2015":27,
                "2016":15,
                "2017":14,
                "2018":11,
                "2019":13,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We propose a novel parameter, namely, the skewness, or asymmetry, of the shape of a receptive field to characterize two properties of hippocampal place fields. First, a majority of hippocampal receptive fields on linear tracks are negatively skewed, such that during a single pass the firing rate is low as the rat enters the field but high as it exits. Second, while the place fields are symmetric at the beginning of a session, they become highly asymmetric with experience. Further experiments suggest that these results are likely to arise due to synaptic plasticity during behavior. Using a purely feed forward neural network model, we show that following repeated directional activation, NMDA-dependent long-term potentiation\/long-term depotentiation (LTP\/LTD) could result in an experience-dependent asymmetrization of receptive fields.",
            "Experience-dependent asymmetric shape of hippocampal receptive fields",
            "Mayank R Mehta and Michael C Quirk and Matthew A Wilson",
            "2000",
            "zY91B7UAAAAJ:9yKSN-GCB0IC",
            452,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627300810727",
            "2350754860721017887",
            "\/scholar?cites=2350754860721017887",
            {
                "2000":6,
                "2001":14,
                "2002":30,
                "2003":19,
                "2004":22,
                "2005":21,
                "2006":27,
                "2007":24,
                "2008":22,
                "2009":18,
                "2010":27,
                "2011":20,
                "2012":20,
                "2013":15,
                "2014":21,
                "2015":24,
                "2016":21,
                "2017":28,
                "2018":21,
                "2019":19,
                "2020":28,
                "2021":2
            }
        ],
        [
            "The hippocampal cognitive map is thought to be driven by distal visual cues and self-motion cues. However, other sensory cues also influence place cells. Hence, we measured rat hippocampal activity in virtual reality (VR), where only distal visual and nonvestibular self-motion cues provided spatial information, and in the real world (RW). In VR, place cells showed robust spatial selectivity; however, only 20% were track active, compared with 45% in the RW. This indicates that distal visual and nonvestibular self-motion cues are sufficient to provide selectivity, but vestibular and other sensory cues present in RW are necessary to fully activate the place-cell population. In addition, bidirectional cells preferentially encoded distance along the track in VR, while encoding absolute position in RW. Taken together, these results suggest the differential contributions of these sensory cues in shaping the hippocampal …",
            "Multisensory Control of Hippocampal Spatiotemporal Selectivity",
            "Pascal Ravassard and Ashley Kees and Bernard Willers and David Ho and Daniel A Aharoni and Jesse Cushman and Zahra M Aghajan and Mayank R Mehta",
            "2013",
            "zY91B7UAAAAJ:L8Ckcad2t8MC",
            262,
            "https:\/\/science.sciencemag.org\/content\/340\/6138\/1342.abstract",
            "6047575241123001144",
            "\/scholar?cites=6047575241123001144",
            {
                "2013":10,
                "2014":27,
                "2015":27,
                "2016":45,
                "2017":27,
                "2018":43,
                "2019":34,
                "2020":42,
                "2021":5
            }
        ],
        [
            "During real-world (RW) exploration, rodent hippocampal activity shows robust spatial selectivity, which is hypothesized to be governed largely by distal visual cues, although other sensory-motor cues also contribute. Indeed, hippocampal spatial selectivity is weak in primate and human studies that use only visual cues. To determine the contribution of distal visual cues only, we measured hippocampal activity from body-fixed rodents exploring a two-dimensional virtual reality (VR). Compared to that in RW, spatial selectivity was markedly reduced during random foraging and goal-directed tasks in VR. Instead we found small but significant selectivity to distance traveled. Despite impaired spatial selectivity in VR, most spikes occurred within∼ 2-s-long hippocampal motifs in both RW and VR that had similar structure, including phase precession within motif fields. Selectivity to space and distance traveled were greatly …",
            "Impaired spatial selectivity and intact phase precession in two-dimensional virtual reality",
            "Zahra M Aghajan and Lavanya Acharya and Jason J Moore and Jesse D Cushman and Cliff Vuong and Mayank R Mehta",
            "2015",
            "zY91B7UAAAAJ:e5wmG9Sq2KIC",
            175,
            "https:\/\/www.nature.com\/articles\/nn.3884?source=post_page-----d11ec4d73d77----------------------",
            "12354786530089427251",
            "\/scholar?cites=12354786530089427251",
            {
                "2014":1,
                "2015":14,
                "2016":28,
                "2017":35,
                "2018":31,
                "2019":29,
                "2020":30,
                "2021":3
            }
        ],
        [
            "During quiet wakefulness and sleep, and under anesthesia, the membrane potentials of neocortical pyramidal neurons show synchronous, slow oscillations, so-called up-down states (UDS), that can be detected in the local field potential (LFP). The influence of this synchronized, spontaneous neocortical activity on the hippocampus is largely unknown. We performed the first in vivo whole-cell recordings from hippocampal dorsal CA1 interneurons and found that their membrane potentials were phase-locked to neocortical up-down states with a small delay. These results provide strong evidence for cortico-hippocampal interaction and suggest that neocortical activity drives hippocampal interneurons during UDS.",
            "Phase-locking of hippocampal interneurons' membrane potential to neocortical up-down states",
            "Thomas TG Hahn and Bert Sakmann and Mayank R Mehta",
            "2006",
            "zY91B7UAAAAJ:2osOgNQ5qMEC",
            143,
            "https:\/\/www.nature.com\/articles\/nn1788",
            "15482227422057883584",
            "\/scholar?cites=15482227422057883584",
            {
                "2006":2,
                "2007":14,
                "2008":14,
                "2009":7,
                "2010":13,
                "2011":9,
                "2012":6,
                "2013":10,
                "2014":11,
                "2015":13,
                "2016":11,
                "2017":9,
                "2018":7,
                "2019":8,
                "2020":8
            }
        ],
        [
            "Successful spatial navigation is thought to employ a combination of at least two strategies: the following of landmark cues and path integration. Path integration requires that the brain use the speed and direction of movement in a meaningful way to continuously compute the position of the animal. Indeed, the running speed of rats modulates both the firing rate of neurons and the spectral properties of low frequency, theta oscillations seen in the local field potential (LFP) of the hippocampus, a region important for spatial memory formation. Higher frequency, gamma-band LFP oscillations are usually associated with decision-making, increased attention, and improved reaction times. Here, we show that increased running speed is accompanied by large, systematic increases in the frequency of hippocampal CA1 network oscillations spanning the entire gamma range (30–120 Hz) and beyond. These speed-dependent …",
            "Running speed alters the frequency of hippocampal gamma oscillations",
            "Omar J Ahmed and Mayank R Mehta",
            "2012",
            "zY91B7UAAAAJ:YOwf2qJgpHMC",
            121,
            "https:\/\/www.jneurosci.org\/content\/32\/21\/7373.short",
            "11974140170573973371",
            "\/scholar?cites=11974140170573973371",
            {
                "2012":2,
                "2013":7,
                "2014":14,
                "2015":7,
                "2016":15,
                "2017":9,
                "2018":22,
                "2019":20,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Since the days of Cajal, the CA1 pyramidal cell has arguably received more attention than any other neuron in the mammalian brain. Hippocampal CA1 pyramidal cells fire spikes with remarkable spatial and temporal precision, giving rise to the hippocampal rate and temporal codes. However, little is known about how different inputs interact during spatial behavior to generate such robust firing patterns. Here, we review the properties of the rodent hippocampal rate code and synthesize work from several disciplines to understand the functional anatomy and excitation–inhibition balance that can produce the rate-coded outputs of the CA1 pyramidal cell. We argue that both CA3 and entorhinal inputs are crucial for the formation of sharp, sparse CA1 place fields and that precisely timed and dominant inhibition is an equally important factor.",
            "The hippocampal rate code: anatomy, physiology and theory",
            "Omar J Ahmed and Mayank R Mehta",
            "2009",
            "zY91B7UAAAAJ:YsMSGLbcyi4C",
            120,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166223609000617",
            "11532413522710076655",
            "\/scholar?cites=11532413522710076655",
            {
                "2009":1,
                "2010":12,
                "2011":6,
                "2012":16,
                "2013":7,
                "2014":14,
                "2015":13,
                "2016":12,
                "2017":8,
                "2018":9,
                "2019":13,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The connectivity of the hippocampal trisynaptic circuit, formed by the dentate gyrus, the CA3 and the CA1 region, is well characterized anatomically and functionally in vitro. The functional connectivity of this circuit in vivo remains to be understood. Toward this goal, we investigated the influence of the spontaneous, synchronized oscillations in the neocortical local field potential, reflecting up–down states (UDS) of cortical neurons, on the hippocampus. We simultaneously measured the extracellular local field potential in association cortex and the membrane potential of identified hippocampal excitatory neurons in anesthetized mice. Dentate gyrus granule cells showed clear UDS modulation that was phase locked to cortical UDS with a short delay. In contrast, CA3 pyramidal neurons showed mixed UDS modulation, such that some cells were depolarized during the cortical up state and others were hyperpolarized …",
            "Differential responses of hippocampal subfields to cortical up–down states",
            "Thomas TG Hahn and Bert Sakmann and Mayank R Mehta",
            "2007",
            "zY91B7UAAAAJ:UeHWp8X0CEIC",
            107,
            "https:\/\/www.pnas.org\/content\/104\/12\/5169.short",
            "2297282222205921070",
            "\/scholar?cites=2297282222205921070",
            {
                "2007":5,
                "2008":8,
                "2009":11,
                "2010":9,
                "2011":7,
                "2012":4,
                "2013":9,
                "2014":7,
                "2015":8,
                "2016":16,
                "2017":7,
                "2018":5,
                "2019":7,
                "2020":3,
                "2021":1
            }
        ]
    ]
}