{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Free magnetic moments usually manifest themselves in Curie laws, where weak external magnetic fields produce magnetizations that vary as the reciprocal of the temperature (1\/T). For a variety of materials that do not display static magnetism, including doped semiconductors 1 and certain rare-earth intermetallics 2, the 1\/T law is replaced by a power law T-α with α< 1. Here we show that a much simpler material system—namely, the insulating magnetic salt LiHo x Y 1-x F 4—can also display such a power law. Moreover, by comparing the results of numerical simulations of this system with susceptibility and specific-heat data 3, we show that both energy-level splitting and quantum entanglement are crucial to describing its behaviour. The second of these quantum mechanical effects—entanglement, where the wavefunction of a system with several degrees of freedom cannot be written as a product of wavefunctions …",
            "Entangled quantum state of magnetic dipoles",
            "Sayantani Ghosh and TF Rosenbaum and G Aeppli and SN Coppersmith",
            "2003",
            "ZYSIxlUAAAAJ:u5HHmVD_uO8C",
            420,
            "https:\/\/www.nature.com\/articles\/nature01888",
            "14385761463774431510",
            "\/scholar?cites=14385761463774431510",
            {
                "2003":4,
                "2004":20,
                "2005":35,
                "2006":48,
                "2007":34,
                "2008":38,
                "2009":29,
                "2010":29,
                "2011":25,
                "2012":33,
                "2013":20,
                "2014":20,
                "2015":16,
                "2016":18,
                "2017":17,
                "2018":8,
                "2019":11,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Electrically induced electron spin polarization is imaged in n-type ZnSe epilayers using Kerr rotation spectroscopy. Despite no evidence for an electrically induced internal magnetic field, current-induced in-plane spin polarization is observed with characteristic spin lifetimes that decrease with doping density. The spin Hall effect is also observed, indicated by an electrically induced out-of-plane spin polarization with opposite sign for spins accumulating on opposite edges of the sample. The spin Hall conductivity is estimated as 3±1.5 Ω− 1 m− 1\/| e| at 20 K, which is consistent with the extrinsic mechanism. Both the current-induced spin polarization and the spin Hall effect are observed at temperatures from 10 to 295 K.",
            "Current-induced polarization and the spin Hall effect at room temperature",
            "NP Stern and S Ghosh and G Xiang and M Zhu and N Samarth and DD Awschalom",
            "2006",
            "ZYSIxlUAAAAJ:u-x6o8ySG0sC",
            260,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.126603",
            "8952386146868871825",
            "\/scholar?cites=8952386146868871825",
            {
                "2006":2,
                "2007":36,
                "2008":42,
                "2009":24,
                "2010":23,
                "2011":14,
                "2012":13,
                "2013":13,
                "2014":15,
                "2015":13,
                "2016":7,
                "2017":23,
                "2018":14,
                "2019":7,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Controllable biaxial and uniaxial nanowrinkles (see figure) are fabricated by a simple two‐step approach—metal deposition and subsequent heating—based on shape memory polymer (prestressed polystyrene) sheets. The wavelengths of the wrinkles can be tuned by controlling the thickness of deposited metal. The ready integration of the nanowrinkles into microchannels and their effectiveness in surface enhanced sensing is demonstrated.",
            "Tunable nanowrinkles on shape memory polymer sheets",
            "Chi‐Cheng Fu and Anthony Grimes and Maureen Long and Christopher GL Ferri and Brent D Rich and Somnath Ghosh and Sayantani Ghosh and Luke P Lee and Ajay Gopinathan and Michelle Khine",
            "2009",
            "ZYSIxlUAAAAJ:2osOgNQ5qMEC",
            223,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200902294",
            "9944730208014289272",
            "\/scholar?cites=9944730208014289272",
            {
                "2009":1,
                "2010":13,
                "2011":16,
                "2012":19,
                "2013":23,
                "2014":30,
                "2015":23,
                "2016":30,
                "2017":23,
                "2018":16,
                "2019":16,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Time-resolved optical techniques are used to explore electron spin dynamics in bulk and epilayer samples of n-type ZnO as a function of temperature and magnetic field. The bulk sample yields a spin coherence time T2* of 20 ns at T=30K. Epilayer samples, grown by pulsed laser deposition, show a maximum T2* of 2 ns at T=10K, with spin precession persisting up to T=280K.",
            "Room-temperature spin coherence in ZnO",
            "S Ghosh and V Sih and WH Lau and DD Awschalom and S-Y Bae and S Wang and S Vaidya and G Chapline",
            "2005",
            "ZYSIxlUAAAAJ:d1gkVwhDpl0C",
            152,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1946204",
            "4304147826526415845",
            "\/scholar?cites=4304147826526415845",
            {
                "2005":1,
                "2006":10,
                "2007":15,
                "2008":15,
                "2009":16,
                "2010":20,
                "2011":15,
                "2012":7,
                "2013":8,
                "2014":15,
                "2015":6,
                "2016":7,
                "2017":6,
                "2018":3,
                "2019":4,
                "2020":4
            }
        ],
        [
            "The performance of chemically synthesized lead sulfide (PbS) quantum dots (QDs) in planar, nontracking luminescent solar concentrators (LSCs) is evaluated using spectroscopic and photovoltaic techniques. Spatially resolved measurements are used to investigate and analyze the role of reduced self-absorption on the LSC efficiency. From comparative measurements of samples with Rhodamine B and CdSe\/ZnS QDs it is established that PbS LSCs generate nearly twice the photocurrent in silicon cells than the other materials, achieving an integrated optical efficiency of 12.6%. This is attributed primarily to the broadband absorption of PbS which allows optimum harvesting of the solar spectrum.",
            "Viability of using near infrared PbS quantum dots as active materials in luminescent solar concentrators",
            "GV Shcherbatyuk and RH Inman and C Wang and R Winston and S Ghosh",
            "2010",
            "ZYSIxlUAAAAJ:UeHWp8X0CEIC",
            148,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3422485",
            "10501704373770813233",
            "\/scholar?cites=10501704373770813233",
            {
                "2010":6,
                "2011":11,
                "2012":16,
                "2013":9,
                "2014":23,
                "2015":13,
                "2016":12,
                "2017":12,
                "2018":15,
                "2019":17,
                "2020":12
            }
        ],
        [
            "Most materials freeze when cooled to sufficiently low temperature. We find that magnetic dipoles randomly distributed in a solid matrix condense into a spin liquid with spectral properties on cooling that are the diametric opposite of those for conventional glasses. Measurements of the nonlinear magnetic dynamics in the low-temperature liquid reveal the presence of coherent spin oscillations composed of hundreds of spins with lifetimes of up to 10 seconds. These excitations can be labeled by frequency and manipulated by the magnetic fields from a loop of wire and can permit the encoding of information at multiple frequencies simultaneously.",
            "Coherent spin oscillations in a disordered magnet",
            "S Ghosh and R Parthasarathy and TF Rosenbaum and G Aeppli",
            "2002",
            "ZYSIxlUAAAAJ:9yKSN-GCB0IC",
            106,
            "https:\/\/science.sciencemag.org\/content\/296\/5576\/2195.abstract",
            "16911420664227503092",
            "\/scholar?cites=16911420664227503092",
            {
                "2003":4,
                "2004":7,
                "2005":4,
                "2006":7,
                "2007":9,
                "2008":13,
                "2009":6,
                "2010":13,
                "2011":4,
                "2012":9,
                "2013":4,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":5,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Most physical and biological systems are disordered, even though the majority of theoretical models treat disorder as a weak perturbation. One particularly simple system is a ferromagnet approaching its Curie temperature, T C, where all of the spins associated with partially filled atomic shells acquire parallel orientation. With the addition of disorder by way of chemical substitution, the Curie point is suppressed, but no qualitatively new phenomena appear in bulk measurements as long as the disorder is truly random on the atomic scale and not so large as to eliminate ferromagnetism entirely 1. Here we report the discovery that a simply measured magnetic response is singular above the Curie temperature of a model, disordered magnet, and that the associated singularity grows to an anomalous divergence at T C. The origin of the singular response is the random internal field induced by an external magnetic field …",
            "A ferromagnet in a continuously tunable random field",
            "DM Silevitch and D Bitko and J Brooke and S Ghosh and G Aeppli and TF Rosenbaum",
            "2007",
            "ZYSIxlUAAAAJ:qjMakFHDy7sC",
            81,
            "https:\/\/www.nature.com\/articles\/nature06050",
            "15996899024759459686",
            "\/scholar?cites=15996899024759459686",
            {
                "2007":3,
                "2008":9,
                "2009":8,
                "2010":9,
                "2011":1,
                "2012":12,
                "2013":7,
                "2014":5,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":2,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We investigate the performance of cylindrical luminescent solar concentrators (CLSCs) with near-infrared lead sulfide quantum dots (QDs) in the active region. We fabricate solid and hollow cylinders from a composite of QDs in polymethylmethacrylate, prepared by radical polymerization, and characterize sample homogeneity and optical properties using spectroscopic techniques. We additionally measure photo-stability and photocurrent outputs under both laboratory and external ambient conditions. The experimental results are in good agreement with theoretical calculations which demonstrate that the hollow CLSCs have higher absorption of incident radiation and lower self-absorption compared to solid cylindrical and planar geometries with similar geometric factors, resulting in a higher optical efficiency.",
            "Cylindrical luminescent solar concentrators with near-infrared quantum dots",
            "RH Inman and GV Shcherbatyuk and D Medvedko and A Gopinathan and S Ghosh",
            "2011",
            "ZYSIxlUAAAAJ:_FxGoFyzp5QC",
            80,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?uri=oe-19-24-24308&seq=0",
            "15874316414579130585",
            "\/scholar?cites=15874316414579130585",
            {
                "2012":6,
                "2013":7,
                "2014":9,
                "2015":10,
                "2016":14,
                "2017":6,
                "2018":9,
                "2019":7,
                "2020":10,
                "2021":2
            }
        ],
        [
            "The isotropic to nematic liquid crystal (LC) phase transition is used to create organized assemblies of CdSe\/ZnS core\/shell quantum dots (QDs). Under controlled conditions, well dispersed QDs are expelled from the ordered domains of nematic LC into the remaining isotropic domains. The final LC phase produces three dimensional QD assemblies that are situated at the defect points in the LC volume. Through the luminescence of the QDs we are able to track the movement of the nanoparticles as the phase is formed as well as spectrally probe the resulting QD assemblies. Forster resonance energy transfer (FRET) measurements, combined with small angle X-ray scattering (SAXS) data reveal that the QD assemblies have a consistent inter-particle spacing of approximately 7.6 nm. Additionally, the location of the assemblies is shown to be controllable by utilizing beads as defect nucleation points.",
            "Quantum dot\/liquid crystal composite materials: self-assembly driven by liquid crystal phase transition templating",
            "Andrea L Rodarte and Ronald J Pandolfi and Sayantani Ghosh and Linda S Hirst",
            "2013",
            "ZYSIxlUAAAAJ:RYcK_YlVTxYC",
            70,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/tc\/c3tc31043d",
            "14678775751004736842",
            "\/scholar?cites=14678775751004736842",
            {
                "2014":4,
                "2015":10,
                "2016":10,
                "2017":8,
                "2018":13,
                "2019":9,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Semiconductor microcavities offer unique means of controlling light–matter interactions in confined geometries, resulting in a wide range of applications in optical communications 1 and inspiring proposals for quantum information processing and computational schemes 2, 3. Studies of spin dynamics in microcavities, a new and promising research field, have revealed effects such as polarization beats, stimulated spin scattering and giant Faraday rotation 4, 5, 6, 7, 8. Here, we study the electron spin dynamics in optically pumped GaAs microdisc lasers with quantum wells and interface-fluctuation quantum dots 9 in the active region. In particular, we examine how the electron spin dynamics are modified by the stimulated emission in the discs, and observe an enhancement of the spin-coherence time when the optical excitation is in resonance with a high-quality (Q∼ 5,000) lasing mode. This resonant enhancement …",
            "Enhancement of spin coherence using Q-factor engineering in semiconductor microdisc lasers",
            "Sayantani Ghosh and WH Wang and FM Mendoza and RC Myers and X Li and Nitin Samarth and AC Gossard and DD Awschalom",
            "2006",
            "ZYSIxlUAAAAJ:IjCSPb-OGe4C",
            59,
            "https:\/\/www.nature.com\/articles\/nmat1587",
            "9203111145597230969",
            "\/scholar?cites=9203111145597230969",
            {
                "2006":1,
                "2007":7,
                "2008":6,
                "2009":5,
                "2010":2,
                "2011":2,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":4,
                "2016":5,
                "2017":5,
                "2018":7,
                "2019":6,
                "2020":1
            }
        ]
    ]
}