{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Performance artist and scholar E. Patrick Johnson’s provocative study examines how blackness is appropriated and performed—toward widely divergent ends—both within and outside African American culture. Appropriating Blackness develops from the contention that blackness in the United States is necessarily a politicized identity—avowed and disavowed, attractive and repellent, fixed and malleable. Drawing on performance theory, queer studies, literary analysis, film criticism, and ethnographic fieldwork, Johnson describes how diverse constituencies persistently try to prescribe the boundaries of\" authentic\" blackness and how performance highlights the futility of such enterprises. Johnson looks at various sites of performed blackness, including Marlon Riggs’s influential documentary Black Is... Black Ain’t and comedic routines by Eddie Murphy, David Alan Grier, and Damon Wayans. He analyzes nationalist writings by Amiri Baraka and Eldridge Cleaver, the vernacular of black gay culture, an oral history of his grandmother’s experience as a domestic worker in the South, gospel music as performed by a white Australian choir, and pedagogy in a performance studies classroom. By exploring the divergent aims and effects of these performances—ranging from resisting racism, sexism, and homophobia to excluding sexual dissidents from the black community—Johnson deftly analyzes the multiple significations of blackness and their myriad political implications. His reflexive account considers his own complicity, as ethnographer and teacher, in authenticating narratives of blackness.",
            "Appropriating blackness: Performance and the politics of authenticity",
            "E Patrick Johnson",
            "2003",
            "ZysZUsUAAAAJ:W7OEmFMy1HYC",
            965,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=YRdNbZkSnVcC&oi=fnd&pg=PP11&dq=info:MPw9ZLLO4iwJ:scholar.google.com&ots=vptSAiaYGz&sig=yD4jjcyegwG2kbMLmbaxHrgWolA",
            "3234374747986721840",
            "\/scholar?cites=3234374747986721840",
            {
                "2004":3,
                "2005":16,
                "2006":21,
                "2007":31,
                "2008":42,
                "2009":46,
                "2010":40,
                "2011":59,
                "2012":66,
                "2013":80,
                "2014":73,
                "2015":79,
                "2016":83,
                "2017":80,
                "2018":90,
                "2019":64,
                "2020":77,
                "2021":2
            }
        ],
        [
            "Although queer studies has the potential to transform the way scholars theorize sexuality in conjunction with other identity formations, the paucity of attention given to race and class in queer studies represents a significant theoretical gap. Most current formulations of queer theory either ignore the categories of race and class altogether or theorize their effects in discursive rather than material terms. To suture that gap, this essay proposes \"quare\" studies as a vernacular rearticulation and deployment of queer theory to accommodate racialized sexual knowledge.",
            "\" Quare\" studies, or (almost) everything I know about queer studies I learned from my grandmother",
            "E Patrick Johnson",
            "2001",
            "ZysZUsUAAAAJ:9ZlFYXVOiuMC",
            582,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10462930128119",
            "14390296696799370079",
            "\/scholar?cites=14390296696799370079",
            {
                "2002":2,
                "2003":5,
                "2004":5,
                "2005":8,
                "2006":7,
                "2007":10,
                "2008":14,
                "2009":14,
                "2010":12,
                "2011":20,
                "2012":26,
                "2013":27,
                "2014":41,
                "2015":45,
                "2016":49,
                "2017":60,
                "2018":64,
                "2019":71,
                "2020":84,
                "2021":3
            }
        ],
        [
            "While over the past decade a number of scholars have done significant work on questions of black lesbian, gay, bisexual, and transgendered identities, this volume is the first to collect this groundbreaking work and make black queer studies visible as a developing field of study in the United States. Bringing together essays by established and emergent scholars, this collection assesses the strengths and weaknesses of prior work on race and sexuality and highlights the theoretical and political issues at stake in the nascent field of black queer studies. Including work by scholars based in English, film studies, black studies, sociology, history, political science, legal studies, cultural studies, and performance studies, the volume showcases the broadly interdisciplinary nature of the black queer studies project.",
            "Black queer studies: A critical anthology",
            "E Patrick Johnson and Mae G Henderson and Sharon Patricia Holland and Cathy J Cohen",
            "2005",
            "ZysZUsUAAAAJ:TFP_iSt0sucC",
            496,
            "https:\/\/muse.jhu.edu\/book\/69514",
            "11727356241000336292",
            "\/scholar?cites=11727356241000336292",
            {
                "2006":3,
                "2007":11,
                "2008":20,
                "2009":22,
                "2010":30,
                "2011":35,
                "2012":37,
                "2013":36,
                "2014":49,
                "2015":37,
                "2016":41,
                "2017":33,
                "2018":47,
                "2019":36,
                "2020":49,
                "2021":3
            }
        ],
        [
            "Giving voice to a population too rarely acknowledged, Sweet Tea collects more than sixty life stories from black gay men who were born, raised, and continue to live in the South. E. Patrick Johnson challenges stereotypes of the South as\" backward\" or\" repressive\" and offers a window into the ways black gay men negotiate their identities, build community, maintain friendship networks, and find sexual and life partners--often in spaces and activities that appear to be antigay. Ultimately, Sweet Tea validates the lives of these black gay men and reinforces the role of storytelling in both African American and southern cultures.",
            "Sweet tea: Black gay men of the South",
            "E Patrick Johnson",
            "2011",
            "ZysZUsUAAAAJ:qjMakFHDy7sC",
            356,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=HIODIF9EYEQC&oi=fnd&pg=PP1&dq=info:pmgbC3cU5hoJ:scholar.google.com&ots=PKqEORKFRQ&sig=iY64-e3oZ9TTISQd_WVTg_rKL8w",
            "1938259191149586598",
            "\/scholar?cites=1938259191149586598",
            {
                "2010":8,
                "2011":21,
                "2012":26,
                "2013":28,
                "2014":32,
                "2015":32,
                "2016":32,
                "2017":41,
                "2018":41,
                "2019":35,
                "2020":42,
                "2021":3
            }
        ],
        [
            "Darkness falls as the gay male subculture gets to work, late. The thick blanket of darkness is a cover, a protector of anonymity and an erotic focus: a mantle of oppression and opposition. It heightens the danger as it provides the pleasure. This tension between pleasure and danger, dream and nightmare, is a major source of its eroticism.",
            "Feeling the spirit in the dark: Expanding notions of the sacred in the African-American gay community",
            "E Patrick Johnson",
            "1998",
            "ZysZUsUAAAAJ:Y0pCki6q_DkC",
            83,
            "https:\/\/muse.jhu.edu\/article\/5801\/summary",
            "2964651619726984552",
            "\/scholar?cites=2964651619726984552",
            {
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":4,
                "2004":2,
                "2005":2,
                "2006":6,
                "2007":4,
                "2008":5,
                "2009":3,
                "2010":2,
                "2011":4,
                "2012":5,
                "2013":6,
                "2014":10,
                "2015":3,
                "2016":1,
                "2017":4,
                "2018":9,
                "2019":8,
                "2020":1
            }
        ]
    ]
}