{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a new algorithm to infer information on the properties of charged meteoric smoke particles (MSPs) from the shape of incoherent scatter radar spectra. We show that in the presence of charged MSPs the spectrum can be approximated as the sum of two Lorentzians. These two distinct spectral lines correspond to two diffusion modes in the D‐region plasma, i.e., one due the presence of positive ions and one because of heavy charged MSPs. The widths and amplitudes of these two spectral lines yield information on the radius and number density (the latter only for positively charged particles) of the charged MSPs. We apply this new algorithm to measurements obtained with the 430 MHz ISR at Arecibo and demonstrate that the observed spectra indeed bear the features anticipated in the presence of charged MSPs. Resulting values of retrieved MSP number densities and radii fall well within the range of …",
            "Meteor smoke particle properties derived from Arecibo incoherent scatter radar observations",
            "Irina Strelnikova and Markus Rapp and Shikha Raizada and Mike Sulzer",
            "2007",
            "ZZ_D3TcAAAAJ:roLk4NBRz8UC",
            59,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2007GL030635",
            "9142616683707344578",
            "\/scholar?cites=9142616683707344578",
            {
                "2008":5,
                "2009":9,
                "2010":6,
                "2011":7,
                "2012":4,
                "2013":5,
                "2014":3,
                "2015":6,
                "2016":4,
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "A large wave event was observed in the three upper-mesospheric (80–105 km) airglow emissions of O(1S), Na and OH by the Boston University all-sky imager, at the Arecibo Observatory, during the night of 3 May 2003. The airglow structures appeared to be due to a large upward propagating internal gravity wave, which subsequently became unstable near the 95 km height level and produced large-scale vertical motions and mixing. Simultaneous density and temperature lidar measurements indicated the presence of a large temperature inversion of 80 K valley-to-peak between 88 and 96 km during the time of the event. Near-simultaneous temperature profiles, made by the TIMED SABER instrument, provided evidence that the horizontal extent of the inversion was localized to within 500 km of Arecibo during the wave event. As the gravity wave dissipated, an internal bore was generated, apparently due to the …",
            "Evidence of mesospheric bore formation from a breaking gravity wave event: Simultaneous imaging and lidar measurements",
            "SM Smith and J Friedman and S Raizada and C Tepley and J Baumgardner and M Mendillo",
            "2005",
            "ZZ_D3TcAAAAJ:2osOgNQ5qMEC",
            54,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364682604002871",
            "1994315349950926736",
            "\/scholar?cites=1994315349950926736",
            {
                "2005":2,
                "2006":3,
                "2007":6,
                "2008":2,
                "2009":4,
                "2010":5,
                "2011":4,
                "2012":3,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":7,
                "2019":6,
                "2020":3
            }
        ],
        [
            "We report on the first simultaneous observations of Ca and K metallic layers using the low-latitude lidar systems located at the Arecibo Observatory in Puerto Rico (18.35° N, 66.75° W). We often observe sudden increases in both Ca and K densities during early morning hours on nights where meteor showers take place. During these periods, the Ca\/K abundance ratio varied between 2 and 3. On occasion, differences were observed in Ca and K layers, which relate to differences in the chemistry of the two metals. It is known that metallic layers display distinct seasonal variations, but chemistry alone cannot explain the measured differences. Thus, we examined whether or not the seasonal distribution of micrometeoroids, derived from meteor observations using the Arecibo 430 MHz radar, can account for the dissimilar metallic observations. We found that the deposition flux of micrometeoroids, with particle sizes …",
            "Lidar observations of Ca and K metallic layers from Arecibo and comparison with micrometeor sporadic activity",
            "S Raizada and CA Tepley and D Janches and JS Friedman and Q Zhou and JD Mathews",
            "2004",
            "ZZ_D3TcAAAAJ:IjCSPb-OGe4C",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364682604000239",
            "3919430865014012067",
            "\/scholar?cites=3919430865014012067",
            {
                "2004":4,
                "2005":5,
                "2006":2,
                "2007":2,
                "2008":4,
                "2009":1,
                "2010":4,
                "2011":3,
                "2012":5,
                "2013":2,
                "2014":8,
                "2015":2,
                "2016":6,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "An all sky optical imaging system was operated from Sriharikota rocket range (SHAR) (14°N, 80°E, 5.5°N dip latitude) during January–March, 1993 to observe ionospheric plasma depletions through 630 nm and 777.4 nm night glow emissions. Strong plasma depletions were observed only on four nights viz., 14, 17, 19 and 21 February, 1993. Except the 17 February, which was a magnetically disturbed day, all the other nights pertained to magnetically quiet period. A number of plasma depletion parameters such as, degree of depletion, east-west extent, tilt with respect to the geomagnetic field, inter-depletion distance, drift velocity and plasma enhancements or brightness patterns were estimated. Some of the important results are: (a) It was found that the east-west extent of plasma depletions varied with the degree of depletion; for the 630 nm images the degree of depletion ranged between 6–9% per 100 km east …",
            "Some new features of ionospheric plasma depletions over the Indian zone using all sky optical imaging",
            "HSS Sinha and Shikha Raizada",
            "2000",
            "ZZ_D3TcAAAAJ:MXK_kJrjxJIC",
            45,
            "https:\/\/link.springer.com\/article\/10.1186\/BF03351662",
            "13519104663001844314",
            "\/scholar?cites=13519104663001844314",
            {
                "2001":2,
                "2002":4,
                "2003":2,
                "2004":5,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":5,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":5,
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":4
            }
        ],
        [
            "We have developed a lidar to study the temperature structure of the nighttime mesopause region over the Arecibo Observatory (18.35°N, 66.75°W) by measuring the lineshape of the fluorescence spectrum of atomic potassium that is deposited in the mesosphere and lower thermosphere (MLT) by meteors. To demonstrate how the potassium lidar can enhance MLT studies at Arecibo, we show recent results for: (1) comparisons with airglow temperature measurements; (2) simultaneous operations with stratospheric and mesospheric temperature profiling by Rayleigh lidar; (3) simultaneous observations of K, Ca+, and E-region electron density profiles; and (4) occurrences of sporadic K layers, and relationships to sporadic E layers.",
            "Potassium Doppler-resonance lidar for the study of the mesosphere and lower thermosphere at the Arecibo Observatory",
            "Jonathan S Friedman and Craig A Tepley and Shikha Raizada and Qihou H Zhou and Jonas Hedin and Rubén Delgado",
            "2003",
            "ZZ_D3TcAAAAJ:Se3iqnhoufwC",
            38,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364682603002050",
            "9847356063822689362",
            "\/scholar?cites=9847356063822689362",
            {
                "2003":1,
                "2004":2,
                "2005":4,
                "2006":2,
                "2007":3,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":6,
                "2015":2,
                "2016":3,
                "2017":1
            }
        ],
        [
            "We present an analysis of two separate and distinct sporadic layer events in the mesosphere and lower thermosphere region above the Arecibo Observatory. These layers were observed in both neutral K and ionic Ca+ with lidars, and in electron density with incoherent scatter radar. Temperature profiles were determined from the K lidar. One sporadic event was a high altitude layer, in which both atomic and ion sporadic layers were positioned above 100 km altitude. This represents a relatively common sporadic layer visible in both ions and neutrals at Arecibo. The other observation was less typical, with a lower altitude and more diffuse sporadic E layer, extending from below 90 km to above 95 km, which dissipated coincident with growth of a sporadic neutral K layer. We analyze these separate events using a temperature-dependent chemical model, which employs commonly accepted chemical processes. We …",
            "Sporadic metal atom and ion layers and their connection to chemistry and thermal structure in the mesopause region at Arecibo",
            "Rubén Delgado and Jonathan S Friedman and Jonathan T Fentzke and Shikha Raizada and Craig A Tepley and Qihou Zhou",
            "2012",
            "ZZ_D3TcAAAAJ:LkGwnXOMwfcC",
            35,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364682611002586",
            "7912748545466240934",
            "\/scholar?cites=7912748545466240934",
            {
                "2013":4,
                "2014":3,
                "2015":12,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":1
            }
        ],
        [
            "We report the first measurements of Ca+ made from the Arecibo Observatory achieved by using a frequency‐agile resonance fluorescence lidar. Simultaneous observations of the electron concentration of the lower ionosphere using the Arecibo incoherent scatter radar were also made, as well as K lidar observations of the mesospause region. We find excellent agreement in the distribution of ions observed between the lidar and radar for both the thin tidal ion layers and for broader formations of ionization that occasionally occur near 90 km altitude. The concentration of Ca+ within ion layers was found to be slightly less than the relative fraction of calcium in meteors, and generally consistent with previous lidar, rocket, and twilight airglow measurements.",
            "First simultaneous observations of Ca+, K, and electron density using lidar and incoherent scatter radar at Arecibo",
            "Craig A Tepley and Shikha Raizada and Qihou Zhou and Jonathan S Friedman",
            "2003",
            "ZZ_D3TcAAAAJ:zYLM7Y9cAGgC",
            32,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2002GL015927",
            "4222672191977795394",
            "\/scholar?cites=4222672191977795394",
            {
                "2003":2,
                "2004":3,
                "2005":7,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":4,
                "2010":3,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":2
            }
        ],
        [
            "An RH-560 rocket flight was conducted from Sriharikota rocket range (SHAR)(14° N, 80° E, dip latitude 5.5° N) to study electron density and electric field irregularities during spread F. The rocket was launched at 2130 local time (LT) and it attained an apogee of 348 km. Results of electron density fluctuations are presented here. Two extremely sharp layers of very high electron density were observed at 105 and 130 km. The electron density increase in these layers was by a factor of 50 in a vertical extent of 10 km. Large depletions in electron density were observed around 175 and 238 km. Both sharp layers as well as depletions were observed also during the descent. The presence of sharp layers and depletions during the ascent and the descent of the rocket as well as an order of magnitude less electron density, in 150-300 km region during the descent, indicate the presence of strong large-scale horizontal gradients in the electron density. Some of the valley region irregularities (165-178 km), in the intermediate scale size range, observed during this flight, show spectral peaks at 2 km and can be interpreted in terms of the image striation theory suggested by Vickrey et al. The irregularities at 176 km do not exhibit any peak at kilometer scales and appear to be of new type. The growth rate of intermediate scale size irregularities, produced through generalized Rayleigh Taylor instability, was calculated for the 200-330 km altitude, using observed values of electron density gradients and an assumed vertically downward wind of 20 ms-1. These growth rate calculations suggest that the observed irregularities could be produced by the gradient drift …",
            "Some new features of electron density irregularities over SHAR during strong spread F",
            "S Raizada and HSS Sinha",
            "2000",
            "ZZ_D3TcAAAAJ:eQOLeE2rZwMC",
            27,
            "https:\/\/angeo.copernicus.org\/articles\/18\/141\/2000\/",
            "7241724667537600807",
            "\/scholar?cites=7241724667537600807",
            {
                "2000":3,
                "2001":1,
                "2002":1,
                "2003":3,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":6,
                "2012":3
            }
        ],
        [
            "We present the annual variation of the distribution of neutral iron of the low‐latitude mesopause region measured at the Arecibo Observatory using resonance fluorescence lidar. A comparison was made between our low‐latitude measurements and similar mid‐and high‐latitude observations of Fe column abundance, centroid height, and RMS width of the layer. We find that the annual variation of the height and width of the layer are essentially anti‐correlated with previous measurements, while the column abundance lags its midlatitude counterpart by roughly three months. We suggest that the latitudinal differences in Fe layer properties result from variations in the distribution of mesospheric ozone and O2, which in turn affect the iron chemistry at the two latitudes.",
            "Seasonal variation of mesospheric iron layers at Arecibo: First results from low‐latitudes",
            "Shikha Raizada and Craig A Tepley",
            "2003",
            "ZZ_D3TcAAAAJ:ufrVoPGSRksC",
            26,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2002GL016537",
            "7788130960165336679",
            "\/scholar?cites=7788130960165336679",
            {
                "2003":1,
                "2004":3,
                "2005":4,
                "2006":2,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "This paper quantitatively evaluates the influence of ice particles on the K layer by using radar and lidar measurements. The methodology involves determination of the volumetric surface area [Aice] of the ice particles in a noctilucent cloud by combining a microphysical ice particle model with a charging model to produce an empirical proxy for polar mesosphere summer echoes (PMSE) based on the properties of the charged aerosol particles. The altitudinal variation of [Aice] reveals peak values of about 2.2 × 10−8 cm−1 around 85 km. The first‐order loss rate of atomic K due to uptake on the ice particles maximizes close to 2.2 × 10−4 s−1 at 85 km. To examine the variability of [Aice] on background parameters, a sensitivity study showed that a ±10% variation in [Aice] can result from either a ±5 K shift in the temperatures relative to a background profile or from a ±30% change in the water vapor concentration. We …",
            "Effect of ice particles on the mesospheric potassium layer at Spitsbergen (78 N)",
            "Shikha Raizada and Markus Rapp and F‐J Lübken and J Höffner and M Zecha and JMC Plane",
            "2007",
            "ZZ_D3TcAAAAJ:u5HHmVD_uO8C",
            24,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2005JD006938",
            "270744572142017859",
            "\/scholar?cites=270744572142017859",
            {
                "2007":2,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":6,
                "2016":2,
                "2017":1
            }
        ]
    ]
}