{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "016RN2CU",
            "gFg3AYgAAAAJ",
            [
                "Oscillatory superconducting transition temperature in Nb\/Gd multilayers",
                "ZnO nanobelt\/nanowire Schottky diodes formed by dielectrophoresis alignment across Au electrodes"
            ],
            [
                "The superconducting transition temperature T c in Nb\/Gd multilayers shows a pronounced nonmonotonic dependence on the ferromagnetic Gd layer thickness d Gd for fixed Nb thickness d Nb. For d Nb= 500 and 600 Å, the T c oscillation occurs in the range 10≤ d Gd≤ 40 Å where the Gd ferromagnetism is well established. These results provide the first evidence for the predicted π phase in superconductor\/ferromagnet multilayers where the order parameter in neighboring superconducting layers may have an intrinsic phase difference.",
                "Rectifying diodes of single nanobelt\/nanowire-based devices have been fabricated by aligning single ZnO nanobelts\/nanowires across paired Au electrodes using dielectrophoresis. A current of 0.5 μA at 1.5 V forward bias has been received, and the diode can bear an applied voltage of up to 10 V. The ideality factor of the diode is ∼3, and the on-to-off current ratio is as high as 2000. The detailed IV characteristics of the Schottky diodes have been investigated at low temperatures. The formation of the Schottky diodes is suggested due to the asymmetric contacts formed in the dielectrophoresis aligning process. "
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "dd121 Dragomir Davidovic Associate Professor Ph.D., Johns Hopkins, 1996 Exploration of physical properties that emerge in objects when their size approaches nanometer-scale Mesoscopic Physics Low Temperature Physics The area of my research is exploration of physical properties that emerge in objects when their size approaches nanometer-scale. The objects of study are metallic or insulating particles, molecules, atomic-scale diameter wires, and droplets of one phase surrounded by another phase. Recent advances in lithography enable attachment of these objects to larger scale conducting electrodes, making it possible to explore their physical properties by electronic transport. The properties of nanoscale objects can be fundamentally different from those in bulk. As an example, whereas in bulk metals, the energy spectrum of conduction electrons is continuous, in metallic nanoparticles the spectrum is discrete. As a result, metallic nanoparticles are more like atoms than bulk metals, and nanoparticles are commonly referred to as artificial atoms. Research Projects 1) Discrete energy levels in metallic nanoparticles When a metallic particle has a diameter of the order of several nanometers, discrete energy levels can be measured at low temperatures. Discrete energy levels are determined by measuring current as a function of voltage, at milli-Kelvin temperatures, using a nanoparticle connected to two metallic electrodes. The goal of the project is to observe if magnetic and electric response of discrete energy levels reflects complexity of many-electron systems. The observation goes hand in hand with development of theories of electron-electron interactions, dephasing times and other mesoscopic phenomena. 2) Single electron transistors and ferroelectricity Single electron transistors are small devices in which the number of electrons and the electron flow can be controlled with the ultimate limit of one electron at a time. These devices are the most sensitive detectors of electric fields (electrometers). In this project, single electron transistors will be integrated with ferroelectric materials, to create nm-scale permanent memories. The objective is to determine how small a ferroelectric sample can be while retaining memory capabilities. Additionally, fundamental physics of ferroelectric materials at nm-length scale will be explored, including macroscopic quantum tunneling of electric polarization. 3) Gated tips for scanning tunneling microscopy Metallized tips for tunnel effect, containing both a tunneling electrode and a \"gate\" electrode are fabricated in this project. In quantum mechanical tunneling, tunnel resistance depends on a potential energy barrier. The gate electrode induces electric field that modifies the barrier. The gate electrode will be used to learn how electric fields are screened in nm scale metallic structures, to vary the number of electrons in metallic particles, etc. 4) Exploring phase transformations using nm-scale electronics In this project, quantum tunneling through the liquid state will be investigated, to study the dynamics of phase transformations. Recent advances in lithography allow fabrication of tunneling junctions where the insulator is in liquid state. The goal of the project is to measure energy fluctuations in the liquid near phase transformation, to learn about interactions between molecules and nucleation of phases. David and Lucile Packard Fellowship 2000-2004 Rowland Fellowship, Johns Hopkins University 1990 - 1993 Physics Dept. (Belgrade Faculty of Science and Mathematics) prize for the best Diploma thesis 1988 Other Publications: Referred Publications Electron-Waves and Magnetization Reversal in Co-Nanoparticles, Y. G. Wei, X. Y. Liu, and D. Davidovic, Phys. Rev. Let, in review, 2006. ZnO Nanobelt Schottky Diodes Formed by Dielectrophoresis Alignment across Au Electrodes, Chang Shi Lao, Jin Liu, Puxian Gao, L. Y. Zhang, D. Davidovic, Rao Tummala, Zhong L. Wang, Nano- Letters, accepted, in press, 2006. Spin-Polarized Electron Transport through Nanometer-Scale Aluminum Grains, L. Y. Zhang, C. Y. Wang, Y. G. Wei, X. Y. Liu, and D. Davidovic, Phys. Rev. B, 72 (19), 155445, 2005. Highlighted in Virtual Journal of Nanoscale Science & Technology, 12, (20) 2005. Large-scale Ni-doped ZnO nanowire arrays and electrical and optical properties, Jr H. He, Chang S. Lao, Lih J. Chen, D. Davidovic, and Z. L. Wang, J. Am. Chem. Soc., 127 (47), 16376, 2005. Spin-Based Magnetofingerprints and Dephasing in Strongly Disordered Au-Nanobridges, A. Anaya, M. Bowman, A. L. Korotkov, and D. Davidovic, Phys. Rev. B, 72, 035452, 2005. Highlighted in Virtual Journal of Nanoscale Science & Technology, 12, (5) 2005. Suppression of Spin-Orbit Scattering in Strong-Disordered Gold Nanojunctions, A. Anaya, M. Bowman, and D. Davidovic, Phys. Rev. Let., 93, 246604 2004. Highlighted in Virtual Journal of Nanoscale Science & Technology, 10, (25) 2004. Localization and Capacitance Fluctuations in Disordered Au Nano-junctions, M. Bowman, A. Anaya, A. L. Korotkov, D. Davidovic, Phys. Rev. B, 69, 205406, 2004. Nanometer-Scale Metallic Grains Connected with Atomic-Scale Conductors, A. Anaya, A. L. Korotkov, M. Bowman, J. Waddell, and D. Davidovic, Journal of Applied Physics, 93, 3501-3507 2003. Electron Transport In Metallic Grains, D. Davidovic, A. Anaya, A. L. Korotkov, M. Bowman, M. Tinkham, Journal of the Physical Society of Japan, 72 106-111, 2003. Influence of H2O molecules on sub-nanometre scale gaps between Au leads, A. Korotkov, M. Bowman, H. J. McGuinness, D, Davidovic, Nanotechnology, 14 42-45 2003. Fine Structure in Energy Spectra of Ultrasmall Au Nanoparticles, D. Davidovic and M.Tinkham, Phys Rev B 61 R16359-R16361, 2000. Tunneling Through Metallic Quantum Dots, M. Tinkham, D. Davidovic, D. C. Ralph, and C. T. Black, J. Low. Temp. Phys. 118, 271-285 2000. Disorder and Correlations in Extended Superconducting Nanostructures, D. H. Reich, D. M. Silevitch, C. L. Chien, D. Davidovic, and S. B. Field, J Alloy Compd 303: 245-251 2000. Spectroscopy, Interactions, and Level Splitting in Au Nanoparticles, D. Davidovic and M. Tinkham, Phys. Rev. Lett. 83, 1644 1999. Coulomb Blockade and Discrete Energy Levels in Au Nanoparticles, D. Davidovic and M. Tinkham, Appl. Phys. Lett. 73, 3959 1998. Absence of Effect of Paramagnetic Impurities on Flux Quantization in Superconductors, D. Davidovic and M. Tinkham, Phys. Rev. B 56, 5132 1997. Proximity and Coupling Effects in Superconductor\/Ferromagnetic Multilayers, C. L. Chien, J. S. Jiang, J. Q. Xiao, D. Davidovic, and D. H. Reich, J. Appl. Phys. 81, 5358 1997. Magnetic Correlations, Geometrical Frustration, and Tunable Disorder in Arrays of Superconducting Rings, D. Davidovic, Suman Kumar, D. H. Reich, J. Siegel, S. B. Field, R. C. Tiberio, R. Hey, and K. Ploog, Phys. Rev. B 55, 6518 1997. Superconducting Transition in Nb\/Gd\/Nb Trilayers, J. Jiang, D. Davidovic, D. H. Reich, and C. L. Chien, Phys. Rev. B 54, 6119 1996. Correlations and Disorder in Arrays of Magnetically-Coupled Superconducting Rings, D. Davidovic, Suman Kumar, D. H. Reich, J. Siegel, S. B. Field, R. Tiberio, R. Hey, and K. Ploog, Phys. Rev. Lett. 76, 815 1996. Magnetic Properties of a Quasi-One-Dimensional S=1\/2 Antiferromagnet: Copper Benzoate, Daniel Dender, D. Davidovic, D. H. Reich, Collin Broholm, Kim Lefmann, and G. Aeppli, Phys. Rev. B 53, 2583 1996. Oscillatory Superconducting Transition Temperature in Nb\/Gd Multilayers, J. S. Jiang, D. Davidovic, D. H. Reich, and C. L. Chien, Phys. Rev. Lett. 74, 314 1995. Vortex Lattices in Layered Superconductors, Vesna Prokic, D. Davidovic, and Ljiljana Dobrosavljevic-Grujic, Phys. Rev. B 51, 6013 1995. Flux Pinning and Critical Currents in Layered Type-II Superconductors in Parallel Magnetic Fields, Vesna Prokic, D. Davidovic, and Ljijana Dobrosavljevic-Grujic, Phys. Rev. B 51, 1270 1995. Temperature Dependence of the Lower Critical Field and Strong Pinning in High Temperature Superconductors, D. Davidovic and Ljiljana Dobrosavljevic-Grujic, Phys. Rev. B 43, 2809 1991. Proximity Effects and Critical Fields in High-Tc Superconductors, Marko Ledvij, Dragomir Davidovic, and Ljiljana Dobrosavljevic-Grujic, Physica B165,166, 1119 1990. Talks: \"Discrete Energy Levels in Au Nanoparticles”, invited symposium at the Centennial March Meeting of the American Physical Society, Atlanta, GA, 1999. “Electron Transport in Metallic Grains”, invited talk at \"Quantum Transport and Quantum Coherence\" Localisation, Sophia University, Tokyo, August 16-19, 2002. “Electron Transport in Metallic Grains”, 11th annual Workshop of the Consortium on Nanostructured Materials, Atlanta, October 18-19, 2002. dd121@gatech.edu (404) 385-1284 x385 Howey N115 Mesoscopic and Nano Physics Laboratory"
            ]
        ]
    ]
}