{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "01NYPPXI",
            "TmhGgdMAAAAJ",
            [
                "Catalytic Reduction of 4-Nitrophenol using Biogenic Gold and Silver Nanoparticles Derived from Breynia rhamnoides",
                "Nanobiotechnology can boost crop production and quality: first evidence from increased plant biomass, fruit yield and phytomedicine content in bitter melon (Momordica charantia)",
                "Silver nanoparticle protein corona composition in cell culture media",
                "Defect‐engineered graphene for high‐energy‐and high‐power‐density supercapacitor devices",
                "Effects of layer stacking on the combination Raman modes in graphene",
                "Saturable Absorption in 2D Ti3C2 MXene Thin Films for Passive Photonic Diodes",
                "Multi-walled carbon nanotube instillation impairs pulmonary function in C57BL\/6 mice",
                "Toxicity of engineered nanomaterials: a physicochemical perspective",
                "Origin of FM ordering in pristine micro-and nanostructured ZnO",
                "Nanotube fracture during the failure of carbon nanotube\/alumina composites"
            ],
            [
                "A simple, green method is described for the synthesis of Gold (Au) and Silver (Ag) nanoparticles (NPs) from the stem extract of Breynia rhamnoides. Unlike other biological methods for NP synthesis, the uniqueness of our method lies in its fast synthesis rates (∼7 min for AuNPs) and the ability to tune the nanoparticle size (and subsequently their catalytic activity) via the extract concentration used in the experiment. The phenolic glycosides and reducing sugars present in the extract are largely responsible for the rapid reduction rates of Au3+ ions to AuNPs. Efficient reduction of 4-nitrophenol (4-NP) to 4-aminophenol (4-AP) in the presence of AuNPs (or AgNPs) and NaBH4 was observed and was found to depend upon the nanoparticle size or the stem extract concentration used for synthesis.",
                "Recent research on nanoparticles in a number of crops has evidenced for enhanced germination and seedling growth, physiological activities including photosynthetic activity and nitrogen metabolism, mRNA expression and protein level, and also positive changes in gene expression indicating their potential use in crop improvement. We used a medicinally rich vegetable crop, bitter melon, as a model to evaluate the effects of seed treatment with a carbon-based nanoparticle, fullerol [C60(OH)20], on yield of plant biomass and fruit characters, and phytomedicine contents in fruits. We confirmed the uptake, translocation and accumulation of fullerol through bright field imaging and Fourier transform infra-red spectroscopy. We observed varied effects of seed treatment at five concentrations, including non-consequential and positive, on plant biomass yield, fruit yield and its component characters, and content of five …",
                "The potential applications of nanomaterials as drug delivery systems and in other products continue to expand. Upon introduction into physiological environments and driven by energetics, nanomaterials readily associate proteins forming a protein corona (PC) on their surface. This PC influences the nanomaterial’s surface characteristics and may impact their interaction with cells. To determine the biological impact of nanomaterial exposure as well as nanotherapeutic applications, it is necessary to understand PC formation. Utilizing a label-free mass spectrometry-based proteomics approach, we examined the composition of the PC for a set of four silver nanoparticles (AgNPs) including citrate-stabilized and polyvinlypyrrolidone-stabilized (PVP) colloidal silver (20 or 110 nm diameter). To simulate cell culture conditions, AgNPs were incubated for 1 h in Dulbecco’s Modified Eagle Medium supplemented with 10% fetal bovine serum, washed, coronal proteins solubilized, and proteins identified and quantified by label-free LC-MS\/MS. To determine which attributes influence PC formation, the AgNPs were characterized in both water and cell culture media with 10% FBS. All AgNPs associated a common subset of 11 proteins including albumin, apolipoproteins, keratins, and other serum proteins. 110 nm citrate- and PVP-stabilized AgNPs were found to bind the greatest number of proteins (79 and 85 respectively) compared to 20 nm citrate- and PVP-stabilized AgNPs (45 and 48 respectively), suggesting a difference in PC formation based on surface curvature. While no relationships were found for other protein parameters (isoelectric point or aliphatic …",
                "Defects are often written off as performance limiters. Contrary to this notion, it is shown that controlling the defect configuration in graphene is critical to overcome a fundamental limitation posed by quantum capacitance and opens new channels for ion diffusion. Defect‐engineered graphene flexible pouch capacitors with energy densities of 500% higher than the state‐of‐the‐art supercapacitors are demonstrated.",
                "We have observed new combination modes in the range from 1650 to 2300 cm−1 in single-(SLG), bi-, few-layer and incommensurate bilayer graphene (IBLG) on silicon dioxide substrates. A peak at ∼1860 cm−1 (iTALO−) is observed due to a combination of the in-plane transverse acoustic (iTA) and the longitudinal optical (LO) phonons. The intensity of this peak decreases with increasing number of layers and this peak is absent for bulk graphite. The overtone of the out-of-plane transverse optical (oTO) phonon at ∼1750 cm−1, also called the M band, is suppressed for both SLG and IBLG. In addition, two previously unidentified modes at ∼2200 and ∼1880 cm−1 are observed in SLG. The 2220 cm−1 (1880 cm−1) mode is tentatively assigned to the combination mode of in-plane transverse optical (iTO) and TA phonons (oTO+LO phonons) around the K point in the graphene Brillouin zone. Finally, the peak …",
                "MXenes comprise a new class of 2D transition metal carbides, nitrides, and carbonitrides that exhibit unique light–matter interactions. Recently, 2D Ti3CNTx (Tx represents functional groups such as OH and F) was found to exhibit nonlinear saturable absorption (SA) or increased transmittance at higher light fluences, which is useful for mode locking in fiber‐based femtosecond lasers. However, the fundamental origin and thickness dependence of SA behavior in MXenes remain to be understood. 2D Ti3C2Tx thin films of different thicknesses are fabricated using an interfacial film formation technique to systematically study their nonlinear optical properties. Using the open aperture Z‐scan method, it is found that the SA behavior in Ti3C2Tx MXene arises from plasmon‐induced increase in the ground state absorption at photon energies above the threshold for free carrier oscillations. The saturation fluence and …",
                "Multi-walled carbon nanotubes (MWCNTs) are widely used in many disciplines due to their unique physical and chemical properties. Therefore, some concerns about the possible human health and environmental impacts of manufactured MWCNTs are rising. We hypothesized that instillation of MWCNTs impairs pulmonary function in C57BL\/6 mice due to development of lung inflammation and fibrosis. MWCNTs were administered to C57BL\/6 mice by oropharyngeal aspiration (1, 2, and 4 mg\/kg) and we assessed lung inflammation and fibrosis by inflammatory cell infiltration, collagen content, and histological assessment. Pulmonary function was assessed using a FlexiVent system and levels of Ccl3, Ccl11, Mmp13 and IL-33 were measured by RT-PCR and ELISA. Mice administered MWCNTs exhibited increased inflammatory cell infiltration, collagen deposition and granuloma formation in lung tissue, which correlated with impaired pulmonary function as assessed by increased resistance, tissue damping, and decreased lung compliance. Pulmonary exposure to MWCNTs induced an inflammatory signature marked by cytokine (IL-33), chemokine (Ccl3 and Ccl11), and protease production (Mmp13) that promoted the inflammatory and fibrotic changes observed within the lung. These results further highlight the potential adverse health effects that may occur following MWCNT exposure and therefore we suggest these materials may pose a significant risk leading to impaired lung function following environmental and occupational exposures.",
                "The global market for nanomaterial‐based products is forecasted to reach 100 billion dollars per annum for 2011–2015. Extensive manufacturing and the use of engineered nanomaterials have raised concerns regarding their impact on biological response in living organisms and the environment at large. The fundamental properties of nanomaterials exhibit a complex dependence upon several factors such as their morphology, size, defects, and chemical stability. Therefore, it is exceedingly difficult to correlate their biological response with their intricate physicochemical properties. For example, varying toxic response may ensue due to different methods of nanomaterial preparation, dissimilar impurities, and defects. In this review, we surveyed the existing literature on the dependence of cytotoxicity on physicochemical properties. We found that ENM size, shape, defect density, physicochemical stability, and surface …",
                "An unexpected presence of ferromagnetic (FM) ordering in nanostructured nonmagnetic metal oxides has been reported previously. Though this property was attributed to the presence of defects, systematic experimental and theoretical studies to pinpoint its origin and mechanism are lacking. While it is widely believed that oxygen vacancies are responsible for FM ordering, surprisingly we find that annealing as-prepared samples at low temperature (high temperature) in flowing oxygen actually enhances (diminishes) the FM ordering. For these reasons, we have prepared, annealed in different environments, and measured the ensuing magnetization in micrometer and nanoscale ZnO with varying crystallinity. We further find from our magnetization measurements and ab initio calculations that a range of magnetic properties in ZnO can result, depending on the sample preparation and annealing conditions. For …",
                "Multi-walled carbon nanotubes (MWCNTs) underwent failure during crack opening in a MWCNT\/alumina composite. Transmission electron microscope observations and single nanotube pullout tests revealed that the MWCNTs, rather than pulling out from the alumina matrix, broke in the outer shells and then the inner core was pulled away, leaving fragments of the outer shells in the matrix (i.e., they underwent failure in a “sword-in-sheath” fracture mode, as observed for MWCNTs under tensile loading). Some MWCNTs failed leaving either a very short sword-in-sheath failure or a clean break. Theoretical predictions based on the MWCNT failure and pullout models suggested that the use of MWCNTs having a much higher load carrying capacity may lead to composites with a higher fracture toughness. These results may provide new insight into the fracture mechanisms and suggest a new design methodology for …"
            ],
            [
                [
                    "Nanoscience and Technology",
                    "Nano-biophysics",
                    "Optical Spectroscopy",
                    "Energy Storage",
                    "Nanotoxicology"
                ]
            ]
        ]
    ]
}