{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "01T2ZAPO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Lauren Tompkins Assistant Professor of Physics On Leave from 09\/01\/2020 To 08\/31\/2021 Research & Scholarship Assistant Professor, Executive Committee Member, APS Division of Particle and Fields (2020 - Present) Fast Tracker Project Leader, ATLAS Experiment (2017 - 2019) Management Advisory Committee Member, US ATLAS (2016 - 2019) Diversity and Inclusion Contact, ATLAS Experiment (2017 - 2018) CAREER Award, National Science Foundation (2016-2021) Terman Fellow, Stanford University (2014-2017) PhD, University of California at Berkeley, Physics  (2011) BA, University of California at Berkeley, Physics and Mathematics  (2004) laurenat@stanford.edu Position: Asst Professor Varian Physics Building 382 Via Pueblo Mall 94305 (650) 498-0694 Administrative Contact Zhenhua Wang Administrative Associate suhua@stanford.edu (650) 725-0811 ATLAS @ Stanford Stanford Computational Data Aquisition Systems Laboratory Current Research and Scholarly Interests Professor Tompkins’s research focuses on understanding the relationships which govern matter’s most fundamental constituents. As a member of the ATLAS experiment at the Large Hadron Collider (LHC), she utilizes the world’s highest energy person-made particle collisions in order to understand the mechanism that gives particles mass, whether or not our current model of elementary particle interactions is a complete description of nature, and if dark matter can be produced and studied in colliders. In order to search for the exceedingly rare interactions which may provide insight to these questions, the LHC will produce a blistering rate of 50 to 80 proton-proton collisions every 25 nanoseconds in 2015 and beyond.  Professor Tompkins works on the design and implementation of custom electronics which will improve the ATLAS experiment’s ability to pick out the collisions which produce the Higgs bosons, dark matter particles and other rare events out of the deluge of ordinary interactions.  Her group focuses on particles called heavy flavor fermions, the most massive particles not responsible for mediating interactions.  Because they are so heavy, they may have a special connection to the origin of mass or physics beyond our current models of particle interactions. She is additionally a member of the Light Dark Matter Experiment (LDMX), a proposed experiment to produce and detect dark matter in the laboratory utilizing an accelerated beam of electrons. Projects ATLAS Experiment at the LHC CERN Location Geneva, Switzerland The Light Dark Matter Experiment (LDMX) Location Mechanics PHYSICS 41 (Spr) Independent Studies (3) PHYSICS 490 (Aut, Win, Spr) PHYSICS 205 (Aut, Win) Diverse Perspectives in Physics PHYSICS 94SI (Spr) Beyond the Laboratory: Physics, Identity, and Society PHYSICS 93SI (Win) Diverse Perspectives in Physics PHYSICS 94SI (Spr) Introduction to Particle Physics I PHYSICS 152, PHYSICS 252 (Spr) Physics in the 21st Century PHYSICS 83N (Spr) Introduction to Particle Physics I PHYSICS 152, PHYSICS 252 (Spr) Physics in the 21st Century PHYSICS 83N (Spr) Murtaza Safdari Lene Kristian Bryngemark Rocky Garg Postdoctoral Research Mentor Rocky Garg"
            ]
        ]
    ]
}