{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "02C73GN8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Edward  Groth Edward  Groth Professor Emeritus 609-258-4361 groth@Princeton.EDU Angela Q. Lewis 264 Jadwin Hall The research activities of Ed Groth revolve around the Hubble Space Telescope and Cosmology. As deputy principal investigator of the HST Wide Field and Planetary Camera team, Groth has been involved in a wide variety of observations from planetary studies to star forming regions to distant galaxies and gravitational lenses. With the repair of the HST, the research has concentrated on distant faint galaxies and clusters. With graduate students Rick Balsano and Jason Rhodes, reduction and analysis of a deep survey with the HST is in progress. Results from this survey are expected to have a bearing on formation of galaxies and large scale structure at redshifts in the range z=0.5 to 1.5. Selected Publications \"Imaging of the Gravitational Lens System PG 1115+080 with the Hubble Space Telescope,\" Baum, W.A., Campbell, B., Code, A., Currie, D.G., Danielson, G.E., Ewald, S.P., Groth, E.J., Hester, J.J., Holtzman, J.A., Kristian, Light, R.M., Lynds, C.R., O'Neil, E.J.,Jr., J., Schneider, D.P., Seidelmann, P.K., Shaya, E.J. and Westphal, J.A., A.J. 106 , 1330 (1993). \"Planetary Camera Observations of the Double Nucleus of M31,\" Baum, W.A., Campbell, B., Code, A., Currie, D.G., Ewald, S.P., Faber, S.M., Groth, E.J., Hester, J.J., Holtzman, J.A., Kristian, J., Lauer, T.R., Light, R.M., Lynds, C.R., O'Neil, E.J.,Jr., Shaya, E.J., and Westphal, J.A., A.J. 106 , 1436 (1993). \"Wide Field Camera Observations of Baade's Window,\" Baum, W.A., Faber, S.M., Groth, E.J., Hunter, D.A., Holtzman, J.A., Kreidl, T.J., Light, R.M., O'Neil, E.J.,Jr., Westphal, J.A. and Worthey, G., A.J. 106 , 1826 (1993). \"Hubble Space Telescope Planetary Camera Observations of Arp 220,\" Currie, D.G., Dowling, D.J., Faber, S.M., Groth, E.J. and Shaya, E.J., A.J. 107, 1675 (1994). \"A Survey with the HST,\" Balsano, R., Groth, E.J., Kristian, J.A., Lynds, C.R., O'Neil, E.J.,Jr., Rhodes, J., and the WFPC IDT, B.A.A.S. 26 , 1403 (1994) (paper given at the 185th meeting of the AAS).  "
            ]
        ]
    ]
}