{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "02I5N1QM",
            "8vs5HGYAAAAJ",
            [
                "Distinctive image features from scale-invariant keypoints"
            ],
            [
                "This paper presents a method for extracting distinctive invariant features from images that can be used to perform reliable matching between different views of an object or scene. The features are invariant to image scale and rotation, and are shown to provide robust matching across a substantial range of affine distortion, change in 3D viewpoint, addition of noise, and change in illumination. The features are highly distinctive, in the sense that a single feature can be correctly matched with high probability against a large database of features from many images. This paper also describes an approach to using these features for object recognition. The recognition proceeds by matching individual features to a database of features from known objects using a fast nearest-neighbor algorithm, followed by a Hough transform to identify clusters belonging to a single object, and finally performing verification through …"
            ],
            [
                [
                    "Computer Vision",
                    "Object Recognition"
                ]
            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile David Lowe title=\"Email David_Lowe@brown.edu Overview Publications Research Background Affiliations Teaching View All Curriculum Vitae [PDF] × Website information Text: URL: Save Cancel David Lowe Professor of Physics Overview Professor Lowe joined the Brown faculty in 1997. He received his B.A. and M.A. from Cambridge University and Ph.D. in theoretical physics from Princeton University in 1993. He has done postdoctoral research at the University of California at Santa Barbara, and was a Senior Research Fellow at the California Institute of Technology. He is a recipient of a Richard B. Salomon Faculty Research Award, a BSF research grant, and a NSF travel award. In recent years he has had visiting research positions at U. Tokyo, Max Planck Institute (Potsdam), CINVESTAV (Mexico City), KITP (Santa Barbara) and the Aspen Center for Physics. Brown Affiliations Physics Publications Visualize it View All (94) Other (67) Article (27) Lowe, David A., Thorlacius, Larus. \"Black hole holography and mean field evolution.\" Journal of High Energy Physics , vol. 2018, no. 1, 2018. Full Text Chatterjee, Atreya, Lowe, David A. \"BMS symmetry, soft particles and memory.\" Classical and Quantum Gravity , vol. 35, no. 9, 2018, pp. 094001. Full Text Kulchoakrungsun, Ekapob, Lam, Adrian, Lowe, David A. \"Effect of the cosmological constant on halo size.\" Modern Physics Letters A , vol. 33, no. 10n11, 2018, pp. 1850059. Full Text Basavaraju, Rohitvarma, Lowe, David A. \"Black hole mining in the RST model.\" Classical and Quantum Gravity , vol. 34, no. 12, 2017, pp. 125015. Full Text Chatterjee, Atreya, Lowe, David A. \"dS\/CFT and the operator product expansion.\" Physical Review D , vol. 96, no. 6, 2017. Full Text Lowe, David A., Thorlacius, Larus. \"A holographic model for black hole complementarity.\" Journal of High Energy Physics , vol. 2016, no. 12, 2016. Full Text Chatterjee, Atreya, Lowe, David A. \"de Sitter gravity\/Euclidean conformal gravity correspondence.\" Physical Review D , vol. 93, no. 2, 2016. Full Text Lowe, David A. \"Mellin transforming the minimal model CFTs: AdS\/CFT at strong curvature.\" Physics Letters B , vol. 760, 2016, pp. 494-497. Full Text Avery, Steven G., Lowe, David A. \"Typical event horizons in AdS\/CFT.\" Journal of High Energy Physics , vol. 2016, no. 1, 2016. Full Text Chatterjee, Atreya, Lowe, David A. \"Holographic operator mapping indS\/CFTand cluster decomposition.\" Physical Review D , vol. 92, no. 8, 2015. Full Text Lowe, David A., Thorlacius, Larus. \"Quantum information erasure inside black holes.\" Journal of High Energy Physics , vol. 2015, no. 12, 2015, pp. 1-16. Full Text Lowe, David A., Thorlacius, Larus. \"Black hole complementarity: The inside view.\" Physics Letters B , vol. 737, 2014, pp. 320-324. Full Text Lowe, David A., Skanata, Antun, Messamah, Ilies. \"Hidden Kerr\/CFT correspondence at finite frequencies.\" Physical Review D , vol. 89, no. 6, 2014. Full Text Larjo, Klaus, Lowe, David A., Thorlacius, Larus. \"Black holes without firewalls.\" Physical Review D , vol. 87, no. 10, 2013. Full Text Larjo, Klaus, Lowe, David A. \"Loop effects and infrared divergences in slow-roll inflation.\" Physical Review D , vol. 87, no. 8, 2013. Full Text Lowe, David A., Thorlacius, Larus. \"Pure states and black hole complementarity.\" Physical Review D , vol. 88, no. 4, 2013. Full Text Lowe, David A, Skanata, Antun. \"Generalized hidden Kerr\/CFT.\" Journal of Physics A: Mathematical and Theoretical , vol. 45, no. 47, 2012, pp. 475401. Full Text Larjo, Klaus, Lowe, David A. \"Initial states and infrared physics in locally de Sitter spacetime.\" Physical Review D , vol. 85, no. 4, 2012. Full Text Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Constructing local bulk observables in interacting AdS\/CFT.\" Physical Review D , vol. 83, no. 10, 2011. Full Text Lowe, David A., Messamah, Ilies, Skanata, Antun. \"Scaling dimensions in hidden Kerr\/CFT correspondence.\" Physical Review D , vol. 84, no. 2, 2011. Full Text Lowe, David A., Roy, Shubho. \"Punctuated eternal inflation via AdS\/CFT duality.\" Physical Review D , vol. 82, no. 6, 2010. Full Text Lowe, David A. \"Black hole complementarity from AdS\/CFT correspondence.\" Physical Review D , vol. 79, no. 10, 2009. Full Text Lowe, David A., Roy, Shubho. \"Chiral geometries of ( 2 + 1 )-d AdS gravity.\" Physics Letters B , vol. 668, no. 2, 2008, pp. 159-162. Full Text Lowe, David A., Roy, Shubho. \"Holographic description of asymptotically   AdS 2   collapse geometries.\" Physical Review D , vol. 78, no. 12, 2008. Full Text Abbott, Michael C., Lowe, David A. \"Six-dimensional Yang black holes in dilaton gravity.\" Physics Letters B , vol. 664, no. 3, 2008, pp. 214-218. Full Text Lowe, David A. \"Some remarks on embedding inflation in the AdS\/CFT correspondence.\" Physical Review D , vol. 77, no. 6, 2008. Full Text Hamilton, Alex, Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Local bulk operators in AdS\/CFT correspondence: A holographic description of the black hole interior.\" Physical Review D , vol. 75, no. 10, 2007. Full Text Hamilton, Alex, Kabat, Daniel, Lifschytz, Gilad, Lowe, and David A. \"Publisher’s Note: Local bulk operators in AdS\/CFT correspondence: A holographic description of the black hole interior [Phys. Rev. D75, 106001 (2007)].\" Physical Review D , vol. 75, no. 12, 2007. Full Text Abbott, Michael C., Lowe, David A. \"Statistical entropy of three-dimensional q-deformed Kerr–de Sitter space.\" Physics Letters B , vol. 646, no. 5-6, 2007, pp. 275-278. Full Text Hamilton, Alex, Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Holographic representation of local bulk operators.\" Physical Review D , vol. 74, no. 6, 2006. Full Text Hamilton, Alex, Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Local bulk operators in AdS\/CFT correspondence: A boundary view of horizons and locality.\" Physical Review D , vol. 73, no. 8, 2006. Full Text Lowe, David A., Thorlacius, Lárus. \"Remarks on the black hole information problem.\" Physical Review D , vol. 73, no. 10, 2006. Full Text Güijosa, Alberto, Lowe, David A., Murugan, Jeff. \"Prototype for dS\/CFT correspondence.\" Physical Review D , vol. 72, no. 4, 2005. Full Text Lowe, David A. \"Statistical entropy of two-dimensional dilaton de Sitter space.\" Physics Letters B , vol. 624, no. 3-4, 2005, pp. 275-280. Full Text Lowe, David A., Marolf, Donald. \"Holography and eternal inflation.\" Physical Review D , vol. 70, no. 2, 2004. Full Text Güijosa, Alberto, Lowe, David A. \"New twist on the dS\/CFT correspondence.\" Physical Review D , vol. 69, no. 10, 2004. Full Text Lowe, David A. \"q-deformed de Sitter\/conformal field theory correspondence.\" Physical Review D , vol. 70, no. 10, 2004. Full Text Goldstein, Kevin, Lowe, David A. \"Real-time perturbation theory in de Sitter space.\" Physical Review D , vol. 69, no. 2, 2004. Full Text Alberghi, Gian Luigi, Goldstein, Kevin, Lowe, David A. \"Ultra-high energy cosmic rays and de Sitter vacua.\" Physics Letters B , vol. 578, no. 3-4, 2004, pp. 247-252. Full Text Goldstein, Kevin, Lowe, David A. \"A note on α-vacua and interacting field theory in de Sitter space.\" Nuclear Physics B , vol. 669, no. 1-2, 2003, pp. 325-340. Full Text Brower, Richard C., Lowe, David A., Tan, Chung-I. \"Hagedorn transition for strings on pp-waves and tori with chemical potentials.\" Nuclear Physics B , vol. 652, 2003, pp. 127-141. Full Text Goldstein, Kevin, Lowe, David A. \"Initial state effects on the cosmic microwave background and trans-Planckian physics.\" Physical Review D , vol. 67, no. 6, 2003. Full Text Lowe, David A., Nastase, Horatiu, Ramgoolam, Sanjaye. \"Massive IIA string theory and Matrix theory compactification.\" Nuclear Physics B , vol. 667, no. 1-2, 2003, pp. 55-89. Full Text Corley, Steven, Lowe, David A. \"Probing the enhancon via calculations in supersymmetric gauge theory.\" Nuclear Physics B , vol. 653, no. 1-2, 2003, pp. 45-63. Full Text Iizuka, Norihiro, Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Quasiparticle picture of black holes and the entropy-area relation.\" Physical Review D , vol. 67, no. 12, 2003. Full Text Iizuka, Norihiro, Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Stretched horizons, quasiparticles, and quasinormal modes.\" Physical Review D , vol. 68, no. 8, 2003. Full Text Lowe, David A. \"Black holes from quantum mechanics.\" AIP Conference Proceedings , 2002. Full Text Corley, Steven, Lowe, David A. \"Forces between stable non-BPS branes.\" Physics Letters B , vol. 528, no. 1-2, 2002, pp. 139-148. Full Text Alberghi, Gian Luigi, Corley, Steven, Lowe, David A. \"Moduli space metric of supersymmetric SU(N) gauge theory and the enhancon.\" Nuclear Physics B , vol. 635, no. 1-2, 2002, pp. 57-74. Full Text Diba, Kamran, Lowe, David A. \"Near-extremal black hole evaporation in asymptotically flat spacetime.\" Physical Review D , vol. 66, no. 2, 2002. Full Text Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Black hole entropy from nonperturbative gauge theory.\" Physical Review D , vol. 64, no. 12, 2001. Full Text Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Black Hole Thermodynamics from Calculations in Strongly Coupled Gauge Theory.\" Physical Review Letters , vol. 86, no. 8, 2001, pp. 1426-1429. Full Text PubMed Lowe, David A. \"Comment on “Do Semiclassical Zero Temperature Black Holes Exist”.\" Physical Review Letters , vol. 87, no. 2, 2001. Full Text Corley, Steven, Lowe, David A, Ramgoolam, Sanjaye. \"Einstein-Hilbert action on the brane for the bulk graviton.\" Journal of High Energy Physics , vol. 2001, no. 07, 2001, pp. 030-030. Full Text Iizuka, Norihiro, Kabat, Daniel, Lifschytz, Gilad, Lowe, David A. \"Probing black holes in nonperturbative gauge theory.\" Physical Review D , vol. 65, no. 2, 2001. Full Text Corley, Steven, Lowe, David A. \"Solving the hierarchy problem with brane crystals.\" Physics Letters B , vol. 505, no. 1-4, 2001, pp. 197-205. Full Text Alberghi, Gian Luigi, Cáceres, Elena, Goldstein, Kevin, Lowe, David A. \"Stacking non-BPS D-branes.\" Physics Letters B , vol. 520, no. 3-4, 2001, pp. 361-366. Full Text Diba, Kamran, Lowe, David A. \"Stress-energy tensor in soluble models of spherically symmetric charged black hole evaporation.\" Physical Review D , vol. 65, no. 2, 2001. Full Text Lowe, David A. \"Renormalization group flows from gravity in anti-de Sitter space versus black hole no-hair theorems.\" Journal of High Energy Physics , vol. 2000, no. 04, 2000, pp. 011-011. Full Text Lowe, David A., Thorlacius, Lárus. \"AdS-CFT correspondence and the information paradox.\" Physical Review D , vol. 60, no. 10, 1999. Full Text Alberghi, Gian Luigi, Lowe, David A, Trodden, Mark. \"Charged false vacuum bubbles and the AdS\/CFT correspondence.\" Journal of High Energy Physics , vol. 1999, no. 07, 1999, pp. 020-020. Full Text Lowe, David A. \"Comments on a covariant entropy conjecture.\" Journal of High Energy Physics , vol. 1999, no. 10, 1999, pp. 026-026. Full Text Easther, Richard, Lowe, David. \"Holography, Cosmology, and the Second Law of Thermodynamics.\" Physical Review Letters , vol. 82, no. 25, 1999, pp. 4967-4970. Full Text Lowe, David A, Unge, Rikard von. \"Constraints on higher derivative operators in maximally supersymmetric gauge theory.\" Journal of High Energy Physics , vol. 1998, no. 11, 1998, pp. 014-014. Full Text Lowe, David A. \"Constraints on higher derivative operators in the matrix theory effective lagrangean.\" Journal of High Energy Physics , vol. 1998, no. 11, 1998, pp. 009-009. Full Text Landsteiner, Karl, Lopez, Esperanza, Lowe, David A. \"Duality of chiral Script N = 1 supersymmetric gauge theories via branes.\" Journal of High Energy Physics , vol. 1998, no. 02, 1998, pp. 007-007. Full Text Lowe, David A. \"E8 × E8 small instantons in matrix theory.\" Nuclear Physics B , vol. 519, no. 1-2, 1998, pp. 180-194. Full Text Lowe, David A. \"Eleven-dimensional Lorentz symmetry from SUSY quantum mechanics.\" Journal of High Energy Physics , vol. 1998, no. 10, 1998, pp. 003-003. Full Text Lowe, David A. \"Statistical Origin of Black Hole Entropy in Matrix Theory.\" Physical Review Letters , vol. 81, no. 2, 1998, pp. 256-259. Full Text Landsteiner, Karl, Lopez, Esperanza, Lowe, David A. \"Supersymmetric gauge theories from branes and orientifold six-planes.\" Journal of High Energy Physics , vol. 1998, no. 07, 1998, pp. 011-011. Full Text Lowe, David A. \"Bound states of Type I′ D-particles and enhanced gauge symmetry.\" Nuclear Physics B , vol. 501, no. 1, 1997, pp. 134-142. Full Text Lowe, David.A. \"Heterotic matrix string theory.\" Physics Letters B , vol. 403, no. 3-4, 1997, pp. 243-249. Full Text Kaplan, David M., Lowe, David A., Maldacena, Juan M., Strominger, Andrew. \"Microscopic entropy ofN=2extremal black holes.\" Physical Review D , vol. 55, no. 8, 1997, pp. 4898-4902. Full Text Landsteiner, Karl, Lopez, Esperanza, Lowe, David A. \"N = 2 supersymmetric gauge theories, branes and orientifolds.\" Nuclear Physics B , vol. 507, no. 1-2, 1997, pp. 197-226. Full Text Douglas, Michael R., Lowe, David A., Schwarz, John H. \"Probing F-theory with multiple branes.\" Physics Letters B , vol. 394, no. 3-4, 1997, pp. 297-301. Full Text Gauntlett, Jerome P., Lowe, David A. \"Dyons and S-duality in N = 4 supersymmetric gauge theory.\" Nuclear Physics B , vol. 472, no. 1-2, 1996, pp. 194-206. Full Text Landsteiner, Karl, López, Esperanza, Lowe, David A. \"Evidence for S-duality in N = 4 supersymmetric gauge theory.\" Physics Letters B , vol. 387, no. 2, 1996, pp. 300-303. Full Text Breckenridge, J.C., Lowe, D.A., Myers, R.C., Peet, A.W., Strominger, A., Vafa, C. \"Macroscopic and microscopic entropy of near-extremal spinning black holes.\" Physics Letters B , vol. 381, no. 4, 1996, pp. 423-426. Full Text Chaudhuri, Shyamoli, Lowe, David A. \"Monstrous string-string duality.\" Nuclear Physics B , vol. 469, no. 1-2, 1996, pp. 21-36. Full Text Horowitz, Gary T., Lowe, David A., Maldacena, Juan M. \"Statistical Entropy of Nonextremal Four-Dimensional Black Holes andUDuality.\" Physical Review Letters , vol. 77, no. 3, 1996, pp. 430-433. Full Text PubMed Chaudhuri, Shyamoli, Owe, David A. \"Type IIA-heterotic duals with maximal supersymmetry.\" Nuclear Physics B , vol. 459, no. 1-2, 1996, pp. 113-124. Full Text Lowe, David A., Polchinski, Joseph, Susskind, Leonard, Thorlacius, Lárus, Uglum, John. \"Black hole complementarity versus locality.\" Physical Review D , vol. 52, no. 12, 1995, pp. 6997-7010. Full Text Lowe, David A., Thorlacius, Lárus. \"Hot string soup: Thermodynamics of strings near the Hagedorn transition.\" Physical Review D , vol. 51, no. 2, 1995, pp. 665-670. Full Text Harvey, Jeffrey A., Lowe, David A., Strominger, Andrew. \"N = 1 string duality.\" Physics Letters B , vol. 362, no. 1-4, 1995, pp. 65-72. Full Text Lowe, David A., Strominger, Andrew. \"Strings near a Rindler or black hole horizon.\" Physical Review D , vol. 51, no. 4, 1995, pp. 1793-1799. Full Text Lowe, David A. \"The planckian conspiracy: string theory and the black hole information paradox.\" Nuclear Physics B , vol. 456, no. 1-2, 1995, pp. 257-268. Full Text Lowe, David A. \"Causal properties of free string field theory.\" Physics Letters B , vol. 326, no. 3-4, 1994, pp. 223-230. Full Text Lowe, David A., Strominger, Andrew. \"Exact Four-Dimensional Dyonic Black Holes and Bertotti-Robinson Spacetimes in String Theory.\" Physical Review Letters , vol. 73, no. 11, 1994, pp. 1468-1471. Full Text PubMed Lowe, David A., Susskind, Leonard, Uglum, John. \"Information spreading in interacting string field theory.\" Physics Letters B , vol. 327, no. 3-4, 1994, pp. 226-233. Full Text LOWE, DAVID A. \"CONFORMAL MODELS OF TWO-DIMENSIONAL TURBULENCE.\" Modern Physics Letters A , vol. 08, no. 10, 1993, pp. 923-935. Full Text Lowe, D. A., O’Loughlin, M. \"Nonsingular black hole evaporation and ‘‘stable’’ remnants.\" Physical Review D , vol. 48, no. 8, 1993, pp. 3735-3742. Full Text Lowe, David A. \"Semiclassical approach to black hole evaporation.\" Physical Review D , vol. 47, no. 6, 1993, pp. 2446-2453. Full Text LOWE, DAVID A. \"UNITARITY RELATIONS IN c=1 LIOUVILLE THEORY.\" Modern Physics Letters A , vol. 07, no. 28, 1992, pp. 2647-2657. Full Text Klebanov, Igor R., Lowe, David A. \"Correlation functions in two-dimensional quantum gravity coupled to a compact scalar field.\" Nuclear Physics B , vol. 363, no. 2-3, 1991, pp. 543-554. Full Text Research Research Overview Prof. Lowe's research primarily centers around applications of string theory to gravitational physics, including using string theory to understand questions in black holes physics and cosmology Research Statement Research: Theoretical High-Energy Physics: string theory, quantum gravity, quantum field theory, black hole physics. Funded Research DOE High Energy Physics grant, NSF travel award, BSF grant, NSF conference grant, Salomon research grant Background Education and Training Year Degree Institution 1993 PhD Princeton University 1988 BA Cambridge University Affiliations Visualize it Affiliations American Physical Society, American Association of Physics Teachers Teaching Teaching PHYS 1100 - Introduction to General Relativity PHYS 2070 - Advanced Quantum Mechanics PHYS 2100 - General Relativity and Cosmology PHYS 2300 - Quantum Theory of Fields I PHYS 2320 - Quantum Theory of Fields II About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}