{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "03R9NG96",
            "27F_oN4AAAAJ",
            [
                "Preferential scattering by interfacial charged defects for enhanced thermoelectric performance in few-layered n-type Bi 2 Te 3",
                "Tuning electrical and thermal connectivity in multiwalled carbon nanotube buckypaper",
                "Effects of disorder on the optical properties of CVD grown polycrystalline graphene",
                "Enhancement of thermoelectric performance of ball‐milled bismuth due to spark‐plasma‐sintering‐induced interface modifications",
                "Crystal structure and high temperature transport properties of Yb-filled p-type skutterudites YbxCo2. 5Fe1. 5Sb12",
                "High temperature thermoelectric properties of p-type skutterudites BaxYbyCo4-zFezSb12",
                "A micro-Raman study of exfoliated few-layered n-type Bi 2 Te 2.7 Se 0.3",
                "High‐temperature thermoelectric properties of p‐type skutterudites Ybx Co3FeSb12",
                "Thermoelectric properties and Kondo behavior in indium incorporated p-type Ce0.9Fe3.5Ni0.5Sb12 skutterudites",
                "High-temperature thermoelectric properties of p-type skutterudites Ba 0.15 Yb x Co 3 FeSb 12 and Yb y Co 3 FeSb 9 As 3"
            ],
            [
                "Over the past two decades several nano-structuring methods have helped improve the figure of merit (ZT) in the state-of-the art bulk thermoelectric materials. While these methods could enhance the thermoelectric performance of p-type Bi 2 Te 3, it was frustrating to researchers that they proved ineffective for n-type Bi 2 Te 3 due to the inevitable deterioration of its thermoelectric properties in the basal plane. Here, we describe a novel chemical-exfoliation spark-plasma-sintering (CE-SPS) nano-structuring process, which transforms the microstructure of n-type Bi 2 Te 3 in an extraordinary manner without compromising its basal plane properties. The CE-SPS processing leads to preferential scattering of electrons at charged grain boundaries and thereby increases the electrical conductivity despite the presence of numerous grain boundaries and mitigates the bipolar effect via band occupancy optimization leading to …",
                "We find that the electrical and thermal connectivity in multiwalled carbon nanotube buckypaper can be tuned using a spark plasma sintering (SPS) technique. Elevated SPS temperatures promote the formation of inter-tube connections and consequently impact the electrical resistivity, thermoelectric power and thermal conductivity of the buckypaper. In particular, the electrical resistivity as a function of SPS temperature exhibits a percolation-type behavior while the low temperature lattice thermal conductivity shows a crossover behavior in the sample dimensionality. The results are discussed in terms of the quasi-one-dimensional metallic nature of multiwalled carbon nanotubes, the packing density and the electron–phonon coupling.",
                "We explore the effects of crystallite size (La) on the linear and non-linear optical properties of chemical vapor deposition grown polycrystalline graphene. The π-plasmon resonance present at ∼4.75 eV (∼260 nm) in the optical absorption spectrum of graphene follows the empirical relationship λπ = 250.5 nm + 89.5 nm2\/La, where λπ represents the π-plasmon wavelength. Furthermore, our Z-scan studies reveal that the crystallite size significantly changes the saturation intensity in CVD grown graphene. Notably, in comparison to epitaxial graphene layers grown on SiC wafers which exhibit a photogenerated carrier lifetime of few picoseconds, we find that the photogenerated carriers in our CVD grown graphene can exhibit lifetimes as long as nanoseconds.",
                "Interface modification in transport properties of single elemental polycrystalline Bi via spark plasma sintering results in ‘double‐decoupling’(simultaneous decoupling of thermopower, electrical, and thermal conductivity) of otherwise coupled entities. In spark plasma sintering, the DC pulse current helps in controlling the nature and extent of surfaces of ball‐milled Bi and hence results in six‐fold improvement in the dimensionless figure of merit (ZT) relative to as‐purchased samples.",
                "Partially Yb-filled Fe substituted polycrystalline p-type skutterudites with nominal compositions YbxCo2.5Fe1.5Sb12, with varying filler concentrations x, were synthesized by reacting the constituent elements and subsequent solid state annealing, followed by densification by hot-pressing. The compositions and filling fractions were confirmed with a combination of Rietveld refinement and elemental analysis. Their thermoelectric properties were evaluated from 300 to 800 K. The Seebeck coefficients for the specimens increase with increasing temperature and plateau at around 750 K. The thermal conductivity decreases with increasing Yb filling fraction, and bipolar conduction becomes evident and increases at elevated temperatures. A maximum ZT value of 0.8 was obtained at 750 K for Yb0.47Co2.6Fe1.4Sb12. The thermoelectric properties and potential for further optimization are discussed in light of our results.",
                "Several polycrystalline p-type skutterudites with compositions BaxYbyCo4−zFezSb12, with varying filler concentrations x and y, and z = 1 to 2, were synthesized by reacting the constituents and subsequent solid state annealing, followed by densification by hot-pressing. Their thermoelectric properties were evaluated from 300 to 820 K. The Yb filling fraction increased with Fe content while the amount of Fe substitution had little influence on the Ba filling fraction. High purity specimens were obtained when the Fe content was low. Bipolar conduction contributed to the thermal conductivity at elevated temperatures. A maximum ZT value of 0.7 was obtained at 750 K for the specimen with the highest Fe content and filling fraction. The potential for thermoelectric applications is also discussed.",
                "Previously we showed that the thermoelectric (TE) performance of bulk n-type Bi 2 Te 2.7 Se 0.3 can be enhanced by subjecting it to a combined process of chemical or mechanical exfoliation (C\/ME) followed by a rapid densification and restacking of the exfoliated layers via the spark-plasma-sintering technique (SPS). Here, we present a systematic micro-Raman study of two-dimensional flakes of n-type Bi 2 Te 2.7 Se 0.3 produced by the C\/ME process, as a function of the flake thickness. We found Raman evidence for flakes with:(i) integer number of quintuples which exhibited a strong electron-phonon coupling, and (ii) non-integer number of quintuples, or sub-quintuples which exhibited the forbidden IR active mode due to symmetry lowering. Detailed atomic force microscopy was used to confirm the number of quintuples in all flakes examined in this study. The restacking and densification of these flakes by SPS …",
                "Partially filled polycrystalline p‐type skutterudites of nominal compositions Ybx Co3FeSb12 were synthesized and their thermoelectric properties characterized. The compositions and filling fractions were confirmed with a combination of Rietveld refinement and elemental analysis. The thermoelectric properties were evaluated from 300 K to 810 K. The Seebeck coefficient and resistivity increase while the thermal conductivity decreases with increasing Yb content. A maximum ZT value of 0.85 was obtained at 810 K. This work is part of a continuing effort to enhance the thermoelectric properties of p‐type skutterudites, as this class of materials continues to be of interest for thermoelectrics applications. (© 2013 WILEY‐VCH Verlag GmbH & Co. KGaA, Weinheim)",
                "Herein, we report the effects of indium (In) incorporation upon the thermoelectric and magnetic properties of Ni doped Fe-based filled skutterudites (InxCe0.9Fe3.5Ni0.5Sb12 with x = 0, 0.1, and 0.5). We find that secondary phases (such as InSb) can be formed upon surpassing the filling fraction limit and these in turn result in improved thermoelectric properties. A maximum dimensionless figure of merit, ZT ≈ 0.9 at ∼650 K was obtained for the sample with the nominal composition In0.1Ce0.9Fe3.5Ni0.5Sb12. Interestingly, we also observe Kondo-like behavior and evidence of the crystal field effect in these samples. The low-temperature (T < 100 K) thermopower and electrical resistivity of our samples exhibit Kondo-like behavior while their corresponding magnetic susceptibility suggests that the Ce3+ ions are influenced by the cubic crystal symmetry of the skutterudites class of materials, thus resulting in the …",
                "Two series of p-type polycrystalline skutterudites, Ba0.15Yb x Co3FeSb12 and Yb y Co3FeSb9As3 with varying Yb concentrations, were synthesized by solid-state reaction and then densified by hot pressing. The phase and stoichiometries of the resulting materials were characterized by powder X-ray diffraction and energy dispersive spectroscopy, while their high-temperature transport properties were investigated from 300 to 800 K. The Seebeck coefficients and electrical resistivities increased linearly with increasing temperature for the double-filled specimens. The Seebeck coefficients and electrical resistivities did not change very much for the As-substituted specimens. The thermal conductivity for all specimens decreased with increasing temperature up to 700 K, corresponding to the plateau in the Seebeck coefficient, and then increased again due to bipolar …"
            ],
            [
                [
                    "Thermoelectrics",
                    "electrical and thermal transport",
                    "Nanomaterials synthesis and characterization"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}