{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "03XB8AWJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Srin Manne Srin Manne Associate Professor of Physics Office: PAS 459 Related Links: 626-5305 smanne@physics.arizona.edu Classification: Primary Faculty Education: Ph.D., 1994, University of California, Santa Barbara Fields of Study: The many fascinating properties of \"soft condensed matter\"--e.g., liquid crystals, polymers and proteins--are determined by weak intermolecular forces such as van der Waals and screened electrostatic forces. My research involves the measurement of intermolecular forces, as well as the construction of mathematical models and macroscopic devices to mimic atomic-scale behavior. I also have a strong interest in teaching, undergraduate research and outreach. Most of my research has involved substantial undergraduate involvement, in the lab and during the publication process. (Undergraduate co-authors are indicated in bold in the publication list.) Honors and Awards: Dept. of Physics Outstanding Undergrad Teaching Award, 2013 and 2010 NSF CAREER Award, 2001 College of Science Distinguished Teaching Award, 2000 Langmuir Award, American Chemical Society, 1998 A.E. Murdaugh and S. Manne, “Friction Dependence on Growth Conditions in Epitaxial Films,” Langmuir 25 (2009) 9792-9796. E.S. Ulrich, C.M. Limbach and S. Manne, “Imaging Microflows and Nanopore Structures Using Hydrodynamic Force Microscopy,” Applied Physics Letters 93 (2008) 243103. A.E. Murdaugh, M. Liddelow, A.M. Schmidt and S. Manne, “Two-Dimensional Crystal Growth From Undersaturated Solutions,” Langmuir 23 (2007) 5852-5856. M.B. Hay, R.K. Workman and S. Manne, “Mechanisms of Metal Ion Sorption on Calcite: Composition Mapping by Lateral Force Microscopy,” Langmuir 19 (2003) 3727-3740. (Selected for cover article) M.B. Hay, R.K. Workman and S. Manne, “Two-Dimensional Condensed Phases from Particles with Tunable Interactions,” Phys. Rev. E (2003) 012401."
            ]
        ]
    ]
}