{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "04IARS4N",
            "vOIziFYAAAAJ",
            [
                "Sloan digital sky survey: early data release",
                "FLASH: An adaptive mesh hydrodynamics code for modeling astrophysical thermonuclear flashes",
                "Dynamics of the quiescent solar corona"
            ],
            [
                "The Sloan Digital Sky Survey (SDSS) is an imaging and spectroscopic survey that will eventually cover approximately one-quarter of the celestial sphere and collect spectra of≈ 10 6 galaxies, 100,000 quasars, 30,000 stars, and 30,000 serendipity targets. In 2001 June, the SDSS released to the general astronomical community its early data release, roughly 462 deg 2 of imaging data including almost 14 million detected objects and 54,008 follow-up spectra. The imaging data were collected in drift-scan mode in five bandpasses (u, g, r, i, and z); our 95% completeness limits for stars are 22.0, 22.2, 22.2, 21.3, and 20.5, respectively. The photometric calibration is reproducible to 5%, 3%, 3%, 3%, and 5%, respectively. The spectra are flux-and wavelength-calibrated, with 4096 pixels from 3800 to 9200 Å at R≈ 1800. We present the means by which these data are distributed to the astronomical community …",
                "We report on the completion of the first version of a new‐generation simulation code, FLASH. The FLASH code solves the fully compressible, reactive hydrodynamic equations and allows for the use of adaptive mesh refinement. It also contains state‐of‐the‐art modules for the equations of state and thermonuclear reaction networks. The FLASH code was developed to study the problems of nuclear flashes on the surfaces of neutron stars and white dwarfs, as well as in the interior of white dwarfs. We expect, however, that the FLASH code will be useful for solving a wide variety of other problems. This first version of the code has been subjected to a large variety of test cases and is currently being used for production simulations of X‐ray bursts, Rayleigh‐Taylor and Richtmyer‐Meshkov instabilities, and thermonuclear flame fronts. The FLASH code is portable and already runs on a wide variety of massively parallel …",
                "An analytical model for the quiescent inhomogeneous solar corona is developed on the basis of the hypothesis that looplike structures are the basic coronal building blocks. By assuming that quiescent loop structures observed in X-rays are in hydrostatic equilibrium, it is demonstrated that such loops must have their temperature maximum located near their apex and that substantial nonradiative energy deposition must occur along most of their length. The calculations yield a unique relation among loop temperature, pressure, and size, which fits the X-ray observations of quiescent structures well and is consistent with the initial assumption of hydrostatic equilibrium. The results suggest that the coronal loops visible in X-rays represent a relatively steady-state equilibrium of the confined plasmas and that fluctuations in such quantities as the local heating rate can lead to dynamically unstable states in which the loop …"
            ],
            [
                [
                    "Astrophysics theory",
                    "fluid dynamics",
                    "plasma physics",
                    "energy policy"
                ]
            ]
        ]
    ]
}