{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "05CI3WI7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                " ERIN A. KARA Assistant Professor of Physics EMAIL: ekara@mit.edu PHONE: (617) 253-2572 Ronald McNair Building, 37-607 Curriculum Vitae (updated 6\/5\/2020) MIT Kavli Institute for Astrophysics and Space Research Astronomers observe evolution of a black hole as it wolfs down stellar material , 1.9.2019] Astrophysics Professor Kara is an observational astrophysicist, working to understand the physics behind how black holes grow and affect their environments. She has advanced a new technique called X-ray reverberation mapping, which allows astronomers to map the gas falling on to black holes and measure the effects of strongly curved spacetime close to the event horizon. She also works on variety of transient phenomena, such as tidal disruption events and Galactic black hole outbursts. She is a NASA Participating Scientist for XRISM Observatory, a joint JAXA \/ NASA X-ray spectroscopy mission, and co-chairs the supermassive black hole working group. Erin Kara is originally from Bethlehem, Pennsylvania, and attended Barnard College, where she obtained a B.A. in physics with a minor in art history. After graduating in 2011, she moved to the United Kingdom on a Gates Cambridge Scholarship to study for a Masters and a PhD from the Institute of Astronomy at the University of Cambridge. In 2015, she was awarded a NASA Hubble Postdoctoral Fellow, which she took to the University of Maryland and NASA’s Goddard Space Flight Center. In 2018, she became the Neil Gehrels Prize Postdoctoral Fellow at the University of Maryland, and joined the faculty of MIT as an Assistant Professor of Physics in July 2019. Awards and Honors 2019: Exceptional Scientific Achievement Medal, NASA Honor Award 2018: Kavli Frontiers of Science Fellow, National Academy of Sciences 2018-2019: Neil Gehrels Prize Fellowship, Joint Space-Science Institute 2017: Postdoctoral Scientist Prize for Excellence, Dept of Astronomy, UMD 2015-2018: Hubble Fellowship, University of Maryland, College Park 2012-2015: Gates Cambridge Scholarship for a PhD in Astronomy 2013: Murdin Prize for the best graduate student paper at the IoA, Cambridge 2011-2012: Gates Cambridge Scholarship for an MPhil in Physics 2011: Henry A. Bourse Prize in Physics, Barnard College 2011: Soffen Memorial Travel Grant, NASA Academy Alumni Association 2010-2011: Barry M. Goldwater Scholarship and Excellence in Education Program 2010: Research Experience for Undergraduates Program, Caltech, LIGO Collaboration 2009: New York Space Grant, Marshall Space Flight Center, Fermi-GBM Team E. Kara, J. F Steiner, A. C. Fabian, E. M. Cackett, P. Uttley, R. A. Remillard, K. C. Gendreau, Z. Arzoumanian, D. Altamirano, S.  Eikenberry, T. Enoto, J. Homan, J. Neilsen, A. L. Stevens, “The corona contracts in a black-hole transient”, Nature 565, 198 (2019) E. Kara, R. Margutti, A. Keivani, W. Fong, S. B. Cenko, S. Noble, R. Mushotzky, J. Ruan, G. Ryan, E. Burns, D. Haggard, R. Caputo, D. Fox, D. Burrows, “X-ray follow-up of extragalactic transients”, White Paper submitted to the Astro2020 Decadal Survey, arXiv:1903.05287 (2019) E. Kara, W. N. Alston, A. C. Fabian, E. M. Cackett, P. Uttley, C. S. Reynolds, A. Zoghbi, “A global look at X-ray time lags in Seyfert galaxies”, Monthly Notices of the Royal Astronomical Society, 462, 511 (2016) E. Kara, J. M. Miller, C. S. Reynolds, L. Dai, “Relativistic reverberation in the accretion flow of a tidal disruption event”, Nature 535, 388 (2016). P. Uttley, E. M. Cackett, A. C. Fabian, E. Kara, D. R. Wilkins, “X-ray reverberation around accreting black holes” The Astronomy and Astrophysics Review 22, 72 (2014). July 15, 2020 4:16 PM"
            ]
        ]
    ]
}