{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "05FR1L8K",
            "8kiZbFUAAAAJ",
            [
                "Indication of electron neutrino appearance from an accelerator-produced off-axis muon neutrino beam",
                "The T2K experiment",
                "The T2K experiment",
                "Observation of electron neutrino appearance in a muon neutrino beam",
                "Solar neutrino results in Super-Kamiokande-III",
                "Measurements of neutrino oscillation in appearance and disappearance channels by the T2K experiment with  protons on target",
                "T2K neutrino flux prediction",
                "T2K neutrino flux prediction",
                "Precise Measurement of the Neutrino Mixing Parameter  from Muon Neutrino Disappearance in an Off-Axis Beam",
                "Search for neutrinos from annihilation of captured low-mass dark matter particles in the Sun by Super-Kamiokande"
            ],
            [
                "The T2K experiment observes indications of ν μ→ ν e appearance in data accumulated with 1.43× 10 20 protons on target. Six events pass all selection criteria at the far detector. In a three-flavor neutrino oscillation scenario with| Δ m 23 2|= 2.4× 10− 3 eV 2, sin﻿ 2 2 θ 23= 1 and sin﻿ 2 2 θ 13= 0, the expected number of such events is 1.5±0.3 (syst). Under this hypothesis, the probability to observe six or more candidate events is 7× 10− 3, equivalent to 2.5 σ significance. At 90% CL, the data are consistent with 0.03 (0.04)< sin﻿ 2 2 θ 13< 0.28 (0.34) for δ C P= 0 and a normal (inverted) hierarchy.",
                "The T2K experiment is a long baseline neutrino oscillation experiment. Its main goal is to measure the last unknown lepton sector mixing angle θ 13 by observing ν e appearance in a ν μ beam. It also aims to make a precision measurement of the known oscillation parameters, Δ m 23 2 and sin 2 2 θ 23, via ν μ disappearance studies. Other goals of the experiment include various neutrino cross-section measurements and sterile neutrino searches. The experiment uses an intense proton beam generated by the J-PARC accelerator in Tokai, Japan, and is composed of a neutrino beamline, a near detector complex (ND280), and a far detector (Super-Kamiokande) located 295 km away from J-PARC. This paper provides a comprehensive review of the instrumentation aspect of the T2K experiment and a summary of the vital information for each subsystem.",
                "The T2K experiment is a long baseline neutrino oscillation experiment. Its main goal is to measure the last unknown lepton sector mixing angle θ 13 by observing ν e appearance in a ν μ beam. It also aims to make a precision measurement of the known oscillation parameters, Δ m 23 2 and sin 2 2 θ 23, via ν μ disappearance studies. Other goals of the experiment include various neutrino cross-section measurements and sterile neutrino searches. The experiment uses an intense proton beam generated by the J-PARC accelerator in Tokai, Japan, and is composed of a neutrino beamline, a near detector complex (ND280), and a far detector (Super-Kamiokande) located 295 km away from J-PARC. This paper provides a comprehensive review of the instrumentation aspect of the T2K experiment and a summary of the vital information for each subsystem.",
                "The T2K experiment has observed electron neutrino appearance in a muon neutrino beam produced 295 km from the Super-Kamiokande detector with a peak energy of 0.6 GeV. A total of 28 electron neutrino events were detected with an energy distribution consistent with an appearance signal, corresponding to a significance of 7.3 σ when compared to 4.92±0.55 expected background events. In the Pontecorvo-Maki-Nakagawa-Sakata mixing model, the electron neutrino appearance signal depends on several parameters including three mixing angles θ 12, θ 23, θ 13, a mass difference Δ m 32 2 and a C P violating phase δ C P. In this neutrino oscillation scenario, assuming| Δ m 32 2|= 2.4× 10− 3 eV 2, sin 2 θ 23= 0.5, and Δ m 32 2> 0 (Δ m 32 2< 0), a best-fit value of sin 2 2 θ 13= 0.14 0− 0.032+ 0.038 (0.17 0− 0.037+ 0.045) is obtained at δ C P= 0. When combining the result with the current best knowledge of …",
                "The results of the third phase of the Super-Kamiokande solar neutrino measurement are presented and compared to the first and second phase results. With improved detector calibrations, a full detector simulation, and improved analysis methods, the systematic uncertainty on the total neutrino flux is estimated to be±2.1%, which is about two thirds of the systematic uncertainty for the first phase of Super-Kamiokande. The observed B 8 solar flux in the 5.0 to 20 MeV total electron energy region is 2.32±0.04 (stat)±0.05 (sys)× 10 6 cm− 2 sec− 1 under the assumption of pure electron-flavor content, in agreement with previous measurements. A combined oscillation analysis is carried out using SK-I, II, and III data, and the results are also combined with the results of other solar neutrino experiments. The best-fit oscillation parameters are obtained to be sin﻿ 2 θ 12= 0.30− 0.01+ 0.02 (tan﻿ 2 θ 12= 0.42− 0.02+ 0.04) and Δ m …",
                "We report on measurements of neutrino oscillation using data from the T2K long-baseline neutrino experiment collected between 2010 and 2013. In an analysis of muon neutrino disappearance alone, we find the following estimates and 68% confidence intervals for the two possible mass hierarchies: normal hierarchy: sin 2 θ 23= 0.51 4− 0.056+ 0.055 and Δ m 32 2=(2.51±0.10)× 1 0− 3 eV 2\/c 4 and inverted hierarchy: sin 2 θ 23= 0.511±0.055 and Δ m 13 2=(2.48±0.10)× 1 0− 3 eV 2\/c 4. The analysis accounts for multinucleon mechanisms in neutrino interactions which were found to introduce negligible bias. We describe our first analyses that combine measurements of muon neutrino disappearance and electron neutrino appearance to estimate four oscillation parameters,| Δ m 2|, sin 2 θ 23, sin 2 θ 13, δ C P, and the mass hierarchy. Frequentist and Bayesian intervals are presented for combinations of these …",
                "The Tokai-to-Kamioka (T2K) experiment studies neutrino oscillations using an off-axis muon neutrino beam with a peak energy of about 0.6 GeV that originates at the Japan Proton Accelerator Research Complex accelerator facility. Interactions of the neutrinos are observed at near detectors placed at 280 m from the production target and at the far detector—Super-Kamiokande—located 295 km away. The flux prediction is an essential part of the successful prediction of neutrino interaction rates at the T2K detectors and is an important input to T2K neutrino oscillation and cross section measurements. A FLUKA and GEANT3-based simulation models the physical processes involved in the neutrino production, from the interaction of primary beam protons in the T2K target, to the decay of hadrons and muons that produce neutrinos. The simulation uses proton beam monitor measurements as inputs. The modeling of …",
                "The Tokai-to-Kamioka (T2K) experiment studies neutrino oscillations using an off-axis muon neutrino beam with a peak energy of about 0.6 GeV that originates at the Japan Proton Accelerator Research Complex accelerator facility. Interactions of the neutrinos are observed at near detectors placed at 280 m from the production target and at the far detector—Super-Kamiokande—located 295 km away. The flux prediction is an essential part of the successful prediction of neutrino interaction rates at the T2K detectors and is an important input to T2K neutrino oscillation and cross section measurements. A FLUKA and GEANT3-based simulation models the physical processes involved in the neutrino production, from the interaction of primary beam protons in the T2K target, to the decay of hadrons and muons that produce neutrinos. The simulation uses proton beam monitor measurements as inputs. The modeling of …",
                "New data from the T2K neutrino oscillation experiment produce the most precise measurement of the neutrino mixing parameter θ 23. Using an off-axis neutrino beam with a peak energy of 0.6 GeV and a data set corresponding to 6.57× 1 0 20 protons on target, T2K has fit the energy-dependent ν μ oscillation probability to determine oscillation parameters. The 68% confidence limit on sin 2 (θ 23) is 0.51 4− 0.056+ 0.055 (0.511±0.055), assuming normal (inverted) mass hierarchy. The best-fit mass-squared splitting for normal hierarchy is Δ m 32 2=(2.51±0.10)× 10− 3 eV 2\/c 4 (inverted hierarchy: Δ m 13 2=(2.48±0.10)× 10− 3 eV 2\/c 4). Adding a model of multinucleon interactions that affect neutrino energy reconstruction is found to produce only small biases in neutrino oscillation parameter extraction at current levels of statistical uncertainty.",
                "Super-Kamiokande (SK) can search for weakly interacting massive particles (WIMPs) by detecting neutrinos produced from WIMP annihilations occurring inside the Sun. In this analysis, we include neutrino events with interaction vertices in the detector in addition to upward-going muons produced in the surrounding rock. Compared to the previous result, which used the upward-going muons only, the signal acceptances for light (few− GeV\/c 2− 200− GeV\/c 2) WIMPs are significantly increased. We fit 3903 days of SK data to search for the contribution of neutrinos from WIMP annihilation in the Sun. We found no significant excess over expected atmospheric-neutrino background and the result is interpreted in terms of upper limits on WIMP-nucleon elastic scattering cross sections under different assumptions about the annihilation channel. We set the current best limits on the spin-dependent WIMP-proton cross section …"
            ],
            [
                [
                    "Particle Physics",
                    "Neutrinos",
                    "Dark Matter"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}