{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "06EM3B3Z",
            "bZNOxmkAAAAJ",
            [
                "Solar magnetohydrodynamics",
                "Magnetic reconnection",
                "Coronal heating by phase-mixed shear Alfvén waves",
                "An emerging flux model for the solar flare phenomenon",
                "The magnetic nature of solar flares",
                "The chemical bond"
            ],
            [
                "I have felt the need for a book on the theory of solar magnetic fields for some time now. Most books about the Sun are written by observers or by theorists from other branches of solar physics, whereas those on magnetohydrodynamics do not deal extensively with solar applications. I had thought of waiting a few decades before attempting to put pen to paper, but one summer Josip Kleczek encouraged an im mediate start'while your ideas are still fresh'. The book grew out of a postgraduate lecture course at St Andrews, and the resulting period of gestation or'being with monograph'has lasted several years. The Sun is an amazing object, which has continued to reveal completely unexpected features when observed in greater detail or at new wavelengths. What riches would be in store for us if we could view other stars with as much precision! Stellar physics itself is benefiting greatly from solar discoveries, but, in tum, our understanding of many solar phenomena (such as sunspots, sunspot cycles, the corona and the solar wind) will undoubtedly increase in the future due to their observation under different conditions in other stars. In the'old days' the solar atmosphere was regarded as a static, plane-parallel structure, heated by the dissipation of sound waves and with its upper layer expanding in a spherically symmetric manner as the solar wind. Outside of sunspots the magnetic field was thOUght to be unimportant with a weak uniform value of a few gauss.",
                "Preface; 1. Introduction; 2. Current-sheet formation; 3. Magnetic annihilation; 4. Steady reconnection: the classical solutions; 5. Steady reconnection: new generation of fast regimes; 6. Unsteady reconnection: the tearing mode; 7. Unsteady reconnection: other approaches; 8. Reconnection in three dimensions; 9. Laboratory applications; 10. Magnetospheric applications; 11. Solar applications; 12. Astrophysical applications; 13. Particle acceleration; References; Appendices; Index.",
                "The authors consider the physical processes which occur when a shear Alfvén wave propagates in a structure with a large gradient of the Alfvén velocity. Although these waves do not possess local resonances (unlike magneto acoustic modes) they nevertheless suffer intense phase mixing during which the oscillations of neighbouring field lines become rapidly out of phase. The authors study this effect and show that the resulting large growth of gradients dramatically enhances the viscous and ohmic dissipation. The cases of propagating and standing waves are considered, and a detailed calculation is given of the rate of dissipation achieved in a finite length structure like a loop, in the presence of a random excitation at its ends. The authors prove that, after a long enough time, phase mixing can actually ensure the dissipation of all the wave mechanical energy that a loop can pick up from the excitation, in …",
                "It is suggested that many solar flares occur in three stages when ioops of magnetic flux emerge",
                "The main challenge for the theory of solar eruptions has been to understand two basic aspects of large flares. These are the cause of the flare itself and the nature of the morphological features which form during its evolution. Such features include separating ribbons of H  emission joined by a rising arcade of soft x-ray loops, with hard x-ray emission at their summits and at their feet. Two major advances in our understanding of the theory of solar flares have recently occurred. The first is the realisation that a magnetohydrodynamic (MHD) catastrophe is probably responsible for the basic eruption and the second is that the eruption is likely to drive a reconnection process in the field lines stretched out by the eruption. The reconnection is responsible for the ribbons and the set of rising soft x-ray loops, and such a process is well supported by numerical experiments and detailed observations from the Japanese …",
                "This inspired book by some of the most influential scientists of our time--including six Nobel laureates--chronicles our emerging understanding of the chemical bond through the last nine decades and into the future. From Pauling's early structural work using x-ray and electron diffraction to Zewail's femtosecond lasers that probe molecular dynamics in real time; from Crick's molecular biology to Rich's molecular recognition, this book explores a rich tradition of scientific heritage and accomplishment. The perspectives given by Pauling, Perutz, Rich, Crick, Porter, Polanyi, Herschbach, Zewail, and Bernstein celebrate major scientific achievements in chemistry and biology with the chemical bond playing a fundamental role. In a unique presentation that also provides some lively insights into the very nature of scientific thought and discovery, The Chemical Bond: Structure and Dynamics will be of general interest to …"
            ],
            [
                [
                    "solar physics"
                ]
            ],
            [
                "Andrew Priest Graduate Student Biological Systems Off Campus avpriest@iastate.edu"
            ]
        ]
    ]
}