{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "06N23NTW",
            "h24312AAAAAJ",
            [
                "Observation of Bose-Einstein condensation in a dilute atomic vapor",
                "Vortices in a Bose-Einstein condensate",
                "Production of two overlapping Bose-Einstein condensates by sympathetic cooling",
                "Measurement of parity nonconservation and an anapole moment in cesium",
                "Improved learning in a large-enrollment physics class",
                "Using diode lasers for atomic physics",
                "Stable  Bose-Einstein Condensates with Widely Tunable Interactions",
                "Nobel Lecture: Bose-Einstein condensation in a dilute gas, the first 70 years and some recent experiments",
                "Dynamics of component separation in a binary mixture of Bose-Einstein condensates",
                "Very cold trapped atoms in a vapor cell"
            ],
            [
                "A Bose-Einstein condensate was produced in a vapor of rubidium-87 atoms that was confined by magnetic fields and evaporatively cooled. The condensate fraction first appeared near a temperature of 170 nanokelvin and a number density of 2.5 x 1012 per cubic centimeter and could be preserved for more than 15 seconds. Three primary signatures of Bose-Einstein condensation were seen. (i) On top of a broad thermal velocity distribution, a narrow peak appeared that was centered at zero velocity. (ii) The fraction of the atoms that were in this low-velocity peak increased abruptly as the sample temperature was lowered. (iii) The peak exhibited a nonthermal, anisotropic velocity distribution expected of the minimum-energy quantum state of the magnetic trap in contrast to the isotropic, thermal velocity distribution observed in the broad uncondensed fraction.",
                "We have created vortices in two-component Bose-Einstein condensates. The vortex state was created through a coherent process involving the spatial and temporal control of interconversion between the two components. Using an interference technique, we map the phase of the vortex state to confirm that it possesses angular momentum. We can create vortices in either of the two components and have observed differences in the dynamics and stability.",
                "A new apparatus featuring a double magneto-optic trap and an Ioffe-type magnetic trap was used to create condensates of 2× 10 6 atoms in either of the| F= 2, m= 2> or| F= 1, m=− 1> spin states of 87 Rb. Overlapping condensates of the two states were also created using nearly lossless sympathetic cooling of one state via thermal contact with the other evaporatively cooled state. We observed that (i) the scattering length of the| 1,− 1> state is positive,(ii) the rate constant for binary inelastic collisions between the two states is 2.2 (9)× 10− 14 cm 3\/s, and (iii) there is a repulsive interaction between the two condensates. Similarities and differences between the behaviors of the two spin states are observed.",
                "The amplitude of the parity-nonconserving transition between the 6S and 7S states of cesium was precisely measured with the use of a spin-polarized atomic beam. This measurement gives Im(E1pnc)\/β = −1.5935(56) millivolts per centimeter and provides an improved test of the standard model at low energy, including a value for the S parameter of −1.3(3)exp (11)theory. The nuclear spin-dependent contribution was 0.077(11) millivolts per centimeter; this contribution is a manifestation of parity violation in atomic nuclei and is a measurement of the long-sought anapole moment.",
                "We compared the amounts of learning achieved using two different instructional approaches under controlled conditions. We measured the learning of a specific set of topics and objectives when taught by 3 hours of traditional lecture given by an experienced highly rated instructor and 3 hours of instruction given by a trained but inexperienced instructor using instruction based on research in cognitive psychology and physics education. The comparison was made between two large sections (N = 267 and N = 271) of an introductory undergraduate physics course. We found increased student attendance, higher engagement, and more than twice the learning in the section taught using research-based instruction.",
                "We present a review of the use of diode lasers in atomic physics with an extensive list of references. We discuss the relevant characteristics of diode lasers and explain how to purchase and use them. We also review the various techniques that have been used to control and narrow the spectral outputs of diode lasers. Finally we present a number of examples illustrating the use of diode lasers in atomic physics experiments.",
                "Bose-Einstein condensation has been achieved in a magnetically trapped sample of 85 Rb atoms. Long-lived condensates of up to 10 4 atoms have been produced by using a magnetic-field-induced Feshbach resonance to reverse the sign of the scattering length. This system provides new opportunities for the study of condensate physics. The variation of the scattering length near the resonance has been used to magnetically tune the condensate self-interaction energy over a wide range, extending from strong repulsive to large attractive interactions. When the interactions were switched from repulsive to attractive, the condensate shrank to below our resolution limit, and after∼ 5 ms emitted a burst of high-energy atoms.",
                "Bose-Einstein condensation, or BEC, has a long and rich history dating from the early 1920s. In this article we will trace briefly over this history and some of the developments in physics that made possible our successful pursuit of BEC in a gas. We will then discuss what was involved in this quest. In this discussion we will go beyond the usual technical description to try and address certain questions that we now hear frequently, but are not covered in our past research papers. These are questions along the lines of: How did you get the idea and decide to pursue it? Did you know it was going to work? How long did it take you and why? We will review some our favorites from among the experiments we have carried out with BEC. There will then be a brief encore on why we are optimistic that BEC can be created with nearly any species of magnetically trappable atom. Throughout this article we will try to explain what …",
                "We describe the first experiments that study in a controlled way the dynamics of distinguishable and interpenetrating bosonic quantum fluids. We work with a two-component system of Bose-Einstein condensates in the| F= 1, m f=− 1> and| 2, 1> spin states of 87 Rb. The two condensates are created with complete spatial overlap, and in subsequent evolution they undergo complex relative motions that tend to preserve the total density profile. The motions quickly damp out, leaving the condensates in a steady state with a non-negligible (and adjustable) overlap region.",
                "We have produced a very cold sample of spin-polarized trapped atoms. The technique used dramatically simplifies the production of laser-cooled atoms. In this experiment, 1.8× 10 7 neutral cesium atoms were optically captured directly from a low-pressure vapor in a small glass cell. We then cooled the< 1-mm 3 cloud of trapped atoms and loaded it into a low-field magnetic trap in the same cell. The magnetically trapped atoms had an effective temperature as low as 1.1±0.2 μK, which is the lowest kinetic temperature ever observed and far colder than any previous sample of trapped atoms."
            ],
            [
                [

                ]
            ],
            [
                "Carl Wieman Cheriton Family Professor and Professor of Physics and of Education Research & Scholarship Carl Wieman holds a joint appointment as Professor of Physics and of the Graduate School of Education.  He has done extensive experimental research in atomic and optical physics.  His current intellectual focus is now on undergraduate physics and science education.  He has pioneered the use of experimental techniques to evaluate the effectiveness of various teaching strategies for physics and other sciences, and recently served as Associate Director for Science in the White House Office of Science and Technology Policy. Graduate School of Education Carnegie US University Professor of the Year, Carnegie Foundation for the Advancement of Teaching (2003) Nobel Prize in Physics 2001, Nobel Foundation (2001) Ph.D., Stanford University, Physics  (1977) B.S., MIT, Physics  (1973) cwieman@stanford.edu Department:&nbspGraduate School of Education Curriculum Vitae DOC Research Interests Brain and Learning Sciences Higher Education Science Education Teachers and Teaching Current Research and Scholarly Interests The Wieman group’s research generally focuses on the nature of expertise in science and engineering, particularly physics, and how that expertise is best learned, measured, and taught.  This involves a range of approaches, including individual cognitive interviews, laboratory experiments, and classroom interventions with controls for comparisons.  We are also looking at how different classroom practices impact the attitudes and learning of different demographic groups. Some current projects include: 1. Investigating problem solving strategies. We are examining the detailed components in problem solving to determine how these combine to achieve problem solving success, and how the strengths and weaknesses of a learners strategy can be measured and then improved.  This work involves physics based computer simulations where students decide what information to seek, how to interpret the information they get, and then how they choose to act on that information.   The goals of this research are, primarily, to identify which aspects of problem solving strategies pave the way to expertise and how to teach these effectively. 2. Cognitive principles for instructional design Although current “active learning” efforts have been shown to provide better learning outcomes than traditional instructional methods, there is currently little guidance on how to design such materials to best support learning.  We are designing, implementing, and studying instructional materials that take into account findings on human cognition, such as the benefits of inventing from a series of contrasting cases (e.g. Schwartz et al., 2011).  By studying the efficacy of these materials, we hope to provide instructors, curriculum developers, and researchers with new principles for designing effective instructional materials for typical classroom instruction.  A particular focus at this time is the use and learning of mechanistic reasoning, a fundamental component of physic expertise, as well as many other sciences. 3. The assessment and learning of adaptive medical expertise.  Although medical education focuses heavily on mastery factual information and procedures under carefully identified conditions, medical practice takes place in a much less controlled environment.  There are many other possibly relevant and irrelevant factors a doctor must take into account.  This calls for adaptive expertise, the capability to operate in new contexts and learn new things as needed.  We are working on the better assessment of such adaptive expertise and ultimately on the improvement of medical teaching to better teach it. Learning & Teaching of Science EDUC 280, ENGR 295, MED 270, PHYSICS 295, VPTL 280 (Spr) Scientific Communication in Physics PHYSICS 191 (Win) Independent Studies (7) Directed Reading EDUC 480 (Aut, Win, Spr) Directed Reading in Education EDUC 180 (Win, Spr) Directed Research EDUC 490 (Aut, Win, Spr) Directed Research in Education EDUC 190 (Aut, Win, Spr) PHYSICS 190 (Aut, Spr) PHYSICS 205 (Aut) Learning & Teaching of Science EDUC 280, ENGR 295, PHYSICS 295, VPTL 280 (Spr) Mechanics, Concepts, Calculations, and Context PHYSICS 41E (Win) Learning & Teaching of Science EDUC 280, ENGR 295, PHYSICS 295 (Spr) Mechanics, Concepts, Calculations, and Context PHYSICS 41E (Win) Foundations of Modern Physics PHYSICS 70 (Aut) Learning & Teaching of Science EDUC 280, ENGR 295, PHYSICS 295 (Win) Mechanics Concepts, Calculations, and Context PHYSICS 41A (Win) Katie Cheng, Amy Fritz Eric Burkholder Candice Kim, Karen Wang Expertise in University Teaching & the Implications for Teaching Effectiveness, Evaluation & Training DAEDALUS Wieman, C. 2019 148 (4) : 47–78 DOI 10.1162\/daed_a_01760 Web of Science ID 000487022600004 What do AP physics courses teach and the AP physics exam measure? PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH Burkholder, E. W., Wieman, C. E. 2019 15 (2) DOI 10.1103\/PhysRevPhysEducRes.15.020117 Web of Science ID 000482587700001 Demographic gaps or preparation gaps?: The large impact of incoming preparation on performance of students in introductory physics PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH Salehi, S., Burkholder, E., Lepage, G., Pollock, S., Wieman, C. 2019 15 (2) DOI 10.1103\/PhysRevPhysEducRes.15.020114 Web of Science ID 000476696500001 Improving How Universities Teach Science: Lessons from the Science Education Initiative wieman, c. e. Harvard University Press. Enhancing Diversity in Undergraduate Science: Self-Efficacy Drives Performance Gains with Active Learning. CBE life sciences education Ballen, C. J., Wieman, C., Salehi, S., Searle, J. B., Zamudio, K. R. 16 (4) Efforts to retain underrepresented minority (URM) students in science, technology, engineering, and mathematics (STEM) have shown only limited success in higher education, due in part to a persistent achievement gap between students from historically underrepresented and well-represented backgrounds. To test the hypothesis that active learning disproportionately benefits URM students, we quantified the effects of traditional versus active learning on student academic performance, science self-efficacy, and sense of social belonging in a large (more than 250 students) introductory STEM course. A transition to active learning closed the gap in learning gains between non-URM and URM students and led to an increase in science self-efficacy for all students. Sense of social belonging also increased significantly with active learning, but only for non-URM students. Through structural equation modeling, we demonstrate that, for URM students, the increase in self-efficacy mediated the positive effect of active-learning pedagogy on two metrics of student performance. Our results add to a growing body of research that supports varied and inclusive teaching as one pathway to a diversified STEM workforce. PubMedID 29054921 PubMedCentralID PMC5749958 Measuring the impact of an instructional laboratory on the learning of introductory physics AMERICAN JOURNAL OF PHYSICS Wieman, C., Holmes, N. G. 83 (11) : 972-978 DOI 10.1119\/1.4931717 Web of Science ID 000363529400014 Teaching critical thinking PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Holmes, N. G., Wieman, C. E., Bonn, D. A. 112 (36) : 11199-11204 The ability to make decisions based on data, with its inherent uncertainties and variability, is a complex and vital skill in the modern world. The need for such quantitative critical thinking occurs in many different contexts, and although it is an important goal of education, that goal is seldom being achieved. We argue that the key element for developing this ability is repeated practice in making decisions based on data, with feedback on those decisions. We demonstrate a structure for providing suitable practice that can be applied in any instructional setting that involves the acquisition of data and relating that data to scientific models. This study reports the results of applying that structure in an introductory physics laboratory course. Students in an experimental condition were repeatedly instructed to make and act on quantitative comparisons between datasets, and between data and models, an approach that is common to all science disciplines. These instructions were slowly faded across the course. After the instructions had been removed, students in the experimental condition were 12 times more likely to spontaneously propose or make changes to improve their experimental methods than a control group, who performed traditional experimental activities. The students in the experimental condition were also four times more likely to identify and explain a limitation of a physical model using their data. Students in the experimental condition also showed much more sophisticated reasoning about their data. These differences between the groups were seen to persist into a subsequent course taken the following year. DOI 10.1073\/pnas.1505329112 Web of Science ID 000360994900034 PubMedID 26283351 PubMedCentralID PMC4568696 Analyzing the many skills involved in solving complex physics problems AMERICAN JOURNAL OF PHYSICS Adams, W. K., Wieman, C. E. 83 (5) : 459-467 DOI 10.1119\/1.4913923 Web of Science ID 000353306500010 The teaching practices inventory: a new tool for characterizing college and university teaching in mathematics and science. CBE life sciences education Wieman, C., Gilbert, S. 13 (3) : 552-569 We have created an inventory to characterize the teaching practices used in science and mathematics courses. This inventory can aid instructors and departments in reflecting on their teaching. It has been tested with several hundred university instructors and courses from mathematics and four science disciplines. Most instructors complete the inventory in 10 min or less, and the results allow meaningful comparisons of the teaching used for the different courses and instructors within a department and across different departments. We also show how the inventory results can be used to gauge the extent of use of research-based teaching practices, and we illustrate this with the inventory results for five departments. These results show the high degree of discrimination provided by the inventory, as well as its effectiveness in tracking the increase in the use of research-based teaching practices. DOI 10.1187\/cbe.14-02-0023 PubMedID 25185237 PubMedCentralID PMC4152215 Large-scale comparison of science teaching methods sends clear message. Proceedings of the National Academy of Sciences of the United States of America Wieman, C. E. 111 (23) : 8319-8320 DOI 10.1073\/pnas.1407304111 PubMedID 24853505 PubMedCentralID PMC4060683 Psychological insights for improved physics teaching Aguilar, L., Walton, G., Wieman, C. 67 (5) : 43-49 DOI 10.1063\/PT.3.2383 Web of Science ID 000341446300018 Use of research-based instructional strategies: How to avoid faculty quitting PHYSICAL REVIEW SPECIAL TOPICS-PHYSICS EDUCATION RESEARCH Wieman, C., Deslauriers, L., Gilley, B. 9 (2) DOI 10.1103\/PhysRevSTPER.9.023102 Web of Science ID 000324642500001 Characterizing the mathematical problem-solving strategies of transitioning novice physics students PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH Burkholder, E., Blackmon, L., Wieman, C. 2020 16 (2) DOI 10.1103\/PhysRevPhysEducRes.16.020134 Web of Science ID 000588247700002 Developing scientific decision making by structuring and supporting student agency PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH Holmes, N. G., Keep, B., Wieman, C. E. 2020 16 (1) DOI 10.1103\/PhysRevPhysEducRes.16.010109 Web of Science ID 000513550100001 What factors impact student performance in introductory physics? PloS one Burkholder, E., Blackmon, L., Wieman, C. 2020 15 (12) : e0244146 In a previous study, we found that students' incoming preparation in physics-crudely measured by concept inventory prescores and math SAT or ACT scores-explains 34% of the variation in Physics 1 final exam scores at Stanford University. In this study, we sought to understand the large variation in exam scores not explained by these measures of incoming preparation. Why are some students' successful in physics 1 independent of their preparation? To answer this question, we interviewed 34 students with particularly low concept inventory prescores and math SAT\/ACT scores about their experiences in the course. We unexpectedly found a set of common practices and attitudes. We found that students' use of instructional resources had relatively little impact on course performance, while student characteristics, student attitudes, and students' interactions outside the classroom all had a more substantial impact on course performance. These results offer some guidance as to how instructors might help all students succeed in introductory physics courses. DOI 10.1371\/journal.pone.0244146 PubMedID 33332432 Exploring bias in mechanical engineering students' perceptions of classmates. PloS one Salehi, S., Holmes, N. G., Wieman, C. 2019 14 (3) : e0212477 Gender disparity in science, technology, engineering, and math (STEM) fields is an on-going challenge. Gender bias is one of the possible mechanisms leading to such disparities and has been extensively studied. Previous work showed that there was a gender bias in how students perceived the competence of their peers in undergraduate biology courses. We examined whether there was a similar gender bias in a mechanical engineering course. We conducted the study in two offerings of the course, which used different instructional practices. We found no gender bias in peer perceptions of competence in either of the offerings. However, we did see that the offerings' different instructional practices affected aspects of classroom climate, including: the number of peers who were perceived to be particularly knowledgeable, the richness of the associated network of connections between students, students' familiarity with each other, and their perceptions about the course environment. These results suggest that negative bias against female students in peer perception is not universal, either across institutions or across STEM fields, and that instructional methods may have an impact on classroom climate. PubMedID 30845229 Experiences in improving introductory physics labs Reply Holmes, N. G., Wieman, C. E. 71 (7) : 13 DOI 10.1063\/PT.3.3962 Web of Science ID 000437282800005 Tools for Science Inquiry Learning: Tool Affordances, Experimentation Strategies, and Conceptual Understanding JOURNAL OF SCIENCE EDUCATION AND TECHNOLOGY Bumbacher, E., Salehi, S., Wieman, C., Blikstein, P. 27 (3) : 215–35 DOI 10.1007\/s10956-017-9719-8 Web of Science ID 000429670400002 Introductory physics labs: WE CAN DO BETTER Holmes, N. G., Wieman, C. E. 71 (1) : 38–45 DOI 10.1063\/PT.3.3816 Web of Science ID 000419142900013 Enhancing Diversity in Undergraduate Science: Self-Efficacy Drives Performance Gains with Active Learning CBE-LIFE SCIENCES EDUCATION Ballen, C. J., Wieman, C., Salehi, S., Searle, J. B., Zamudio, K. R. 16 (4) DOI 10.1187\/cbe.16-12-0344 Web of Science ID 000416928400003 The Connection Between Teaching Methods and Attribution Errors EDUCATIONAL PSYCHOLOGY REVIEW Wieman, C., Welsh, A. 28 (3) : 645-648 DOI 10.1007\/s10648-015-9317-3 Web of Science ID 000381970500008 Examining and contrasting the cognitive activities engaged in undergraduate research experiences and lab courses PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH Holmes, N. G., Wieman, C. E. 12 (2) DOI 10.1103\/PhysRevPhysEducRes.12.020103 Web of Science ID 000393396000001 Toward instructional design principles: Inducing Faraday's law with contrasting cases PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH Kuo, E., Wieman, C. E. 12 (1) DOI 10.1103\/PhysRevPhysEducRes.12.010128 Web of Science ID 000393382400001 Concepts First, Jargon Second Improves Student Articulation of Understanding BIOCHEMISTRY AND MOLECULAR BIOLOGY EDUCATION McDonnell, L., Barker, M. K., Wieman, C. 44 (1) : 12-19 DOI 10.1002\/bmb.20922 Web of Science ID 000373010200002 Seeking instructional specificity: An example from analogical instruction PHYSICAL REVIEW SPECIAL TOPICS-PHYSICS EDUCATION RESEARCH Kuo, E., Wieman, C. E. 11 (2) DOI 10.1103\/PhysRevSTPER.11.020133 Web of Science ID 000364911100001 Transforming a fourth year modern optics course using a deliberate practice framework PHYSICAL REVIEW SPECIAL TOPICS-PHYSICS EDUCATION RESEARCH Jones, D. J., Madison, K. W., Wieman, C. E. 11 (2) DOI 10.1103\/PhysRevSTPER.11.020108 Web of Science ID 000361681200002 Educational transformation in upper-division physics: The Science Education Initiative model, outcomes, and lessons learned PHYSICAL REVIEW SPECIAL TOPICS-PHYSICS EDUCATION RESEARCH Chasteen, S. V., Wilcox, B., Caballero, M. D., Perkins, K. K., Pollock, S. J., Wieman, C. E. 11 (2) DOI 10.1103\/PhysRevSTPER.11.020110 Web of Science ID 000361681200004 Comparative Cognitive Task Analyses of Experimental Science and Instructional Laboratory Courses PHYSICS TEACHER Wieman, C. 53 (6) : 349-351 DOI 10.1119\/1.4928349 Web of Science ID 000365798300009 The Similarities Between Research in Education and Research in the Hard Sciences EDUCATIONAL RESEARCHER Wieman, C. E. 43 (1) : 12-14 DOI 10.3102\/0013189X13520294 Web of Science ID 000336215600003 PRECISION-MEASUREMENT OF THE 1S LAMB SHIFT AND OF THE 1S-2S ISOTOPE SHIFT OF HYDROGEN AND DEUTERIUM Wieman, C., Hansch, T. W. 22 (1) : 192-205 Web of Science ID A1980JY78300023 DOPPLER-FREE LASER POLARIZATION SPECTROSCOPY Wieman, C., Hansch, T. W. 1976 36 (20) : 1170-1173 Web of Science ID A1976BQ86200003 HIGH-RESOLUTION MEASUREMENT OF RESPONSE OF AN ISOLATED BUBBLE-DOMAIN TO PULSED MAGNETIC-FIELDS IEEE TRANSACTIONS ON MAGNETICS Brown, B. R., Henry, G. R., KOEPCKE, R. W., Wieman, C. E. 1975 11 (5) : 1391-1393 Web of Science ID A1975AN89600105 DOPPLER-FREE 2-PHOTON SPECTROSCOPY OF HYDROGEN 1S-2S Hansch, T. W., Lee, S. A., Wallenstein, R., Wieman, C. 1975 34 (6) : 307-309 Web of Science ID A1975V455400004 Physics and Science Education Research The Wieman group’s research falls into the following main categories: Uses of PhET Simulations across the K-16 curriculum PhET simulations (phet.colorado.edu) are interactive science simulations that are extensively used by a wide range of students and teachers (around 100 million uses this year in a variety of science classrooms, from elementary schools through college). Because simulations are used by such a wide range of students, we are researching what and how students of different ages and scientific backgrounds learn from them. How effective are PhET simulations at motivating and engaging such a wide range of students in science? We aim to determine which aspects of the simulations best support learning across a range of student ages and backgrounds, and what sorts of supporting materials or instruction are most effective for those different students. In addition, we are looking into what learning outcomes PhET simulations facilitate, from learning specific science concepts, to exploring the underlying mechanisms of the phenomenon, to developing inquiry or metacognitive skills. Identifying student inquiry skills We are examining the interplay between content knowledge and problem solving strategies, and how this relation is mediated by technology and socioemotional factors. Problem solving strategies are too often studied separately from social and emotional contexts and are evaluated too universally regardless of the accompanying content knowledge.  The goals of this research are, primarily, to identify which problem solving strategies pave the way to expertise and which strategies paralyze the experts; and, secondarily, how socioemotional factors and technology use can positively or negatively contribute to these processes. Cognitive principles for instructional design Although current “active learning” efforts have been shown to provide better learning outcomes than traditional instructional methods, there is currently little guidance on how to design such materials to best support learning.  We are designing, implementing, and studying instructional materials that take into account findings on human cognition, such as the benefits of inventing from a series of contrasting cases (e.g. Schwartz et al., 2011).  By studying the efficacy of these materials, we hope to provide instructors, curriculum developers, and researchers with new principles for designing effective instructional materials for typical classroom instruction. STEM Expertise--measuring, teaching, and learning We look at the characteristics that distinguish expert thinking across multiple science and engineering and medical disciplines.  We are developing better ways to measure the degree to which students at various levels have developed these thinking skills, and in laboratory and classroom environments we test various ways to improve the acquisition of these skills. This work is heavily guided by research in cognitive psychology.  Carl Wieman cwieman@stanford.edu"
            ]
        ]
    ]
}