{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "06N23NTW",
            "h24312AAAAAJ",
            [
                "Observation of Bose-Einstein condensation in a dilute atomic vapor",
                "Vortices in a Bose-Einstein condensate",
                "Production of two overlapping Bose-Einstein condensates by sympathetic cooling",
                "Measurement of parity nonconservation and an anapole moment in cesium",
                "Improved learning in a large-enrollment physics class",
                "Using diode lasers for atomic physics",
                "Stable  Bose-Einstein Condensates with Widely Tunable Interactions",
                "Nobel Lecture: Bose-Einstein condensation in a dilute gas, the first 70 years and some recent experiments",
                "Dynamics of component separation in a binary mixture of Bose-Einstein condensates",
                "Very cold trapped atoms in a vapor cell"
            ],
            [
                "A Bose-Einstein condensate was produced in a vapor of rubidium-87 atoms that was confined by magnetic fields and evaporatively cooled. The condensate fraction first appeared near a temperature of 170 nanokelvin and a number density of 2.5 x 1012 per cubic centimeter and could be preserved for more than 15 seconds. Three primary signatures of Bose-Einstein condensation were seen. (i) On top of a broad thermal velocity distribution, a narrow peak appeared that was centered at zero velocity. (ii) The fraction of the atoms that were in this low-velocity peak increased abruptly as the sample temperature was lowered. (iii) The peak exhibited a nonthermal, anisotropic velocity distribution expected of the minimum-energy quantum state of the magnetic trap in contrast to the isotropic, thermal velocity distribution observed in the broad uncondensed fraction.",
                "We have created vortices in two-component Bose-Einstein condensates. The vortex state was created through a coherent process involving the spatial and temporal control of interconversion between the two components. Using an interference technique, we map the phase of the vortex state to confirm that it possesses angular momentum. We can create vortices in either of the two components and have observed differences in the dynamics and stability.",
                "A new apparatus featuring a double magneto-optic trap and an Ioffe-type magnetic trap was used to create condensates of 2× 10 6 atoms in either of the| F= 2, m= 2> or| F= 1, m=− 1> spin states of 87 Rb. Overlapping condensates of the two states were also created using nearly lossless sympathetic cooling of one state via thermal contact with the other evaporatively cooled state. We observed that (i) the scattering length of the| 1,− 1> state is positive,(ii) the rate constant for binary inelastic collisions between the two states is 2.2 (9)× 10− 14 cm 3\/s, and (iii) there is a repulsive interaction between the two condensates. Similarities and differences between the behaviors of the two spin states are observed.",
                "The amplitude of the parity-nonconserving transition between the 6S and 7S states of cesium was precisely measured with the use of a spin-polarized atomic beam. This measurement gives Im(E1pnc)\/β = −1.5935(56) millivolts per centimeter and provides an improved test of the standard model at low energy, including a value for the S parameter of −1.3(3)exp (11)theory. The nuclear spin-dependent contribution was 0.077(11) millivolts per centimeter; this contribution is a manifestation of parity violation in atomic nuclei and is a measurement of the long-sought anapole moment.",
                "We compared the amounts of learning achieved using two different instructional approaches under controlled conditions. We measured the learning of a specific set of topics and objectives when taught by 3 hours of traditional lecture given by an experienced highly rated instructor and 3 hours of instruction given by a trained but inexperienced instructor using instruction based on research in cognitive psychology and physics education. The comparison was made between two large sections (N = 267 and N = 271) of an introductory undergraduate physics course. We found increased student attendance, higher engagement, and more than twice the learning in the section taught using research-based instruction.",
                "We present a review of the use of diode lasers in atomic physics with an extensive list of references. We discuss the relevant characteristics of diode lasers and explain how to purchase and use them. We also review the various techniques that have been used to control and narrow the spectral outputs of diode lasers. Finally we present a number of examples illustrating the use of diode lasers in atomic physics experiments.",
                "Bose-Einstein condensation has been achieved in a magnetically trapped sample of 85 Rb atoms. Long-lived condensates of up to 10 4 atoms have been produced by using a magnetic-field-induced Feshbach resonance to reverse the sign of the scattering length. This system provides new opportunities for the study of condensate physics. The variation of the scattering length near the resonance has been used to magnetically tune the condensate self-interaction energy over a wide range, extending from strong repulsive to large attractive interactions. When the interactions were switched from repulsive to attractive, the condensate shrank to below our resolution limit, and after∼ 5 ms emitted a burst of high-energy atoms.",
                "Bose-Einstein condensation, or BEC, has a long and rich history dating from the early 1920s. In this article we will trace briefly over this history and some of the developments in physics that made possible our successful pursuit of BEC in a gas. We will then discuss what was involved in this quest. In this discussion we will go beyond the usual technical description to try and address certain questions that we now hear frequently, but are not covered in our past research papers. These are questions along the lines of: How did you get the idea and decide to pursue it? Did you know it was going to work? How long did it take you and why? We will review some our favorites from among the experiments we have carried out with BEC. There will then be a brief encore on why we are optimistic that BEC can be created with nearly any species of magnetically trappable atom. Throughout this article we will try to explain what …",
                "We describe the first experiments that study in a controlled way the dynamics of distinguishable and interpenetrating bosonic quantum fluids. We work with a two-component system of Bose-Einstein condensates in the| F= 1, m f=− 1> and| 2, 1> spin states of 87 Rb. The two condensates are created with complete spatial overlap, and in subsequent evolution they undergo complex relative motions that tend to preserve the total density profile. The motions quickly damp out, leaving the condensates in a steady state with a non-negligible (and adjustable) overlap region.",
                "We have produced a very cold sample of spin-polarized trapped atoms. The technique used dramatically simplifies the production of laser-cooled atoms. In this experiment, 1.8× 10 7 neutral cesium atoms were optically captured directly from a low-pressure vapor in a small glass cell. We then cooled the< 1-mm 3 cloud of trapped atoms and loaded it into a low-field magnetic trap in the same cell. The magnetically trapped atoms had an effective temperature as low as 1.1±0.2 μK, which is the lowest kinetic temperature ever observed and far colder than any previous sample of trapped atoms."
            ],
            [
                [

                ]
            ]
        ]
    ]
}