{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "06TW92WA",
            "sHyv31AAAAAJ",
            [
                "Asian-Pacific clinical practice guidelines on the management of hepatitis B: a 2015 update",
                "Global prevalence and genotype distribution of hepatitis C virus infection in 2015: a modelling study",
                "Asian-Pacific consensus statement on the management of chronic hepatitis B: a 2012 update",
                "Asian Pacific Association for the Study of the Liver consensus recommendations on hepatocellular carcinoma",
                "Acute-on-chronic liver failure: consensus recommendations of the Asian Pacific Association for the study of the liver (APASL)",
                "Asia–Pacific clinical practice guidelines on the management of hepatocellular carcinoma: a 2017 update",
                "Acute-on-chronic liver failure: consensus recommendations of the Asian Pacific Association for the Study of the Liver (APASL) 2014",
                "World Gastroenterology Organisation global guidelines: Nonalcoholic fatty liver disease and nonalcoholic steatohepatitis",
                "Hepatocellular carcinoma (HCC): a global perspective",
                "Consensus on extra‐hepatic portal vein obstruction"
            ],
            [
                "Worldwide, some 240 million people have chronic hepatitis B virus (HBV), with the highest rates of infection in Africa and Asia. Our understanding of the natural history of HBV infection and the potential for therapy of the resultant disease is continuously improving. New data have become available since the previous APASL guidelines for management of HBV infection were published in 2012. The objective of this manuscript is to update the recommendations for the optimal management of chronic HBV infection. The 2015 guidelines were developed by a panel of Asian experts chosen by the APASL. The clinical practice guidelines are based on evidence from existing publications or, if evidence was unavailable, on the experts’ personal experience and opinion after deliberations. Manuscripts and abstracts of important meetings published through January 2015 have been evaluated. This guideline covers …",
                "The 69th World Health Assembly approved the Global Health Sector Strategy to eliminate hepatitis C virus (HCV) infection by 2030, which can become a reality with the recent launch of direct acting antiviral therapies. Reliable disease burden estimates are required for national strategies. This analysis estimates the global prevalence of viraemic HCV at the end of 2015, an update of—and expansion on—the 2014 analysis, which reported 80 million (95% CI 64–103) viraemic infections in 2013.We developed country-level disease burden models following a systematic review of HCV prevalence (number of studies, n=6754) and genotype (n=11 342) studies published after 2013. A Delphi process was used to gain country expert consensus and validate inputs. Published estimates alone were used for countries where expert panel meetings could not be scheduled. Global prevalence was …",
                "Large volume of new data on the natural history and treatment of chronic hepatitis B virus (HBV) infection have become available since 2008. These include further studies in asymptomatic subjects with chronic HBV infection and community-based cohorts, the role of HBV genotype\/naturally occurring HBV mutations, the application of non-invasive assessment of hepatic fibrosis and quantitation of HBV surface antigen and new drug or new strategies towards more effective therapy. To update HBV management guidelines, relevant new data were reviewed and assessed by experts from the region, and the significance of the reported findings was discussed and debated. The earlier “Asian-Pacific consensus statement on the management of chronic hepatitis B” was revised accordingly. The key terms used in the statement were also defined. The new guidelines include general management, indications for …",
                "The Asian Pacific Association for the Study of the Liver (APASL) convened an international working party on the management of hepatocellular carcinoma (HCC) in December 2008 to develop consensus recommendations.The working party consisted of expert hepatologist, hepatobiliary surgeon, radiologist, and oncologist from Asian-Pacific region, who were requested to make drafts prior to the consensus meeting held at Bali, Indonesia on 4 December 2008. The quality of existing evidence and strength of recommendations were ranked from 1 (highest) to 5 (lowest) and from A (strongest) to D (weakest), respectively, according to the Oxford system of evidence-based approach for developing the consensus statements.Participants of the consensus meeting assessed the quality of cited …",
                "The Asian Pacific Association for the Study of the Liver (APASL) set up a working party on acute-on-chronic liver failure (ACLF) in 2004, with a mandate to develop consensus guidelines on various aspects of ACLF relevant to disease patterns and clinical practice in the Asia-Pacific region. Experts predominantly from the Asia–Pacific region constituted this working party and were requested to identify different issues of ACLF and develop the consensus guidelines. A 2-day meeting of the working party was held on January 22–23, 2008, at New Delhi, India, to discuss and finalize the consensus statements. Only those statements that were unanimously approved by the experts were accepted. These statements were circulated to all the experts and subsequently presented at the Annual Conference of the APASL at Seoul, Korea, in March 2008. The consensus statements along with relevant background …",
                "There is great geographical variation in the distribution of hepatocellular carcinoma (HCC), with the majority of all cases worldwide found in the Asia–Pacific region, where HCC is one of the leading public health problems. Since the “Toward Revision of the Asian Pacific Association for the Study of the Liver (APASL) HCC Guidelines” meeting held at the 25th annual conference of the APASL in Tokyo, the newest guidelines for the treatment of HCC published by the APASL has been discussed. This latest guidelines recommend evidence-based management of HCC and are considered suitable for universal use in the Asia–Pacific region, which has a diversity of medical environments.",
                "The first consensus report of the working party of the Asian Pacific Association for the Study of the Liver (APASL) set up in 2004 on acute-on-chronic liver failure (ACLF) was published in 2009. Due to the rapid advancements in the knowledge and available information, a consortium of members from countries across Asia Pacific, “APASL ACLF Research Consortium (AARC),” was formed in 2012. A large cohort of retrospective and prospective data of ACLF patients was collated and followed up in this data base. The current ACLF definition was reassessed based on the new AARC data base. These initiatives were concluded on a 2-day meeting in February 2014 at New Delhi and led to the development of the final AARC consensus. Only those statements which were based on the evidence and were unanimously recommended were accepted. These statements were circulated again to all the experts and …",
                "Over the past couple of decades, it has become increasingly clear that nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH) are now the number 1 cause of liver disease in the western countries. The prevalence of NAFLD has doubled during last 20 years, whereas the prevalence of other chronic liver diseases has remained stable or even decreased. More recent data confirm that NAFLD and NASH play an equally important role in the Middle East, Far East, Africa, the Caribbean, and Latin America. NAFLD is a condition defined by excessive fat accumulation in the form of triglycerides (steatosis) in the liver. A subgroup of NAFLD patients displays liver cell injury and inflammation in addition to excessive fat (steatohepatitis). The latter condition, designated NASH, is virtually indistinguishable histologically from alcoholic steatohepatitis. While the simple steatosis of NAFLD does not …",
                "Promising new agents are beyond the reach of those who would benefit most: in low-resource countries, sorafenib is out of the question for general use. For example,‘‘snapshot’’cost indications of monthly pharmacy prices for sorafenib are: $7300 in China, $5400 in the United States, $5000 in Brazil, h3562 in France, and $1400 in Korea (source: N Engl J Med. 2008; 359: 378–390; PMID 18650519).From a global perspective, therefore, the most urgent task is to prevent the occurrence of HCC. The only effective strategy is primary prevention of viral hepatitis, and in most countries this is already in place in the form of hepatitis B vaccination of newborns. Prevention of alcohol abuse and preventing the spread of hepatitis C virus (HCV) and metabolic syndrome are also relevant. Another important task is to prevent aflatoxin formation through proper care of crops and food storage. The next best approach is to increase …",
                "The Asian Pacific Association for the Study of the Liver (APASL) had set up a working party on portal hypertension in 2002 with a mandate to develop consensus on various aspects of portal hypertension. The first of these consensuses has been developed on extra‐hepatic portal vein obstruction (EHPVO). It was discussed and prepared by the experts in this field from the Asian region and was presented at the annual meeting of the APASL, at Bali in August 2005. This article summarizes all the consensus statements approved by the APASL on various aspects of EHPVO."
            ],
            [
                [
                    "pendidikan"
                ]
            ],
            [
                "Farhan Islam Graduate Student 201 Physics Hall farhan@iastate.edu 515-294-5266"
            ]
        ]
    ]
}