{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "072CE98U",
            "jpGgJqwAAAAJ",
            [
                "The triple QSO PG1115 + 08: another probable gravitational lens",
                "An atlas of digital spectra of cool stars",
                "Spectroscopic and polarimetric observations of NGC 1333 and the surrounding dark cloud complex",
                "An Optical Three-Way Split-Triple Quasar PG1115+ 08",
                "TWO NEWLY DISCOVERED S STARS IN A LIST OF FAINT RED OBJECTS."
            ],
            [
                "Recently, Walsh, Carswell and Weymann 1 reported the discovery of two objects (0957+ 56A, B) with identical spectra and separated by 6 arc min. They suggested that a gravitational lens was responsible. The cumulative result of subsequent work on this object (see refs 2–9) corroborates this interpretation. The example of 0957+ 56A, B and the data presented here suggest a similar phenomenon is involved in the case of PG1115+ 08.",
                "Now on home page … \n",
                "Spectroscopy and polarimetry of several very red stars, noted on Near Infrared Photographic Sky Survey photographs in the region of NGC 1333, have yielded a'map'suggesting the extent of polarization arising from a two-cloud structure in the region. Spectral types and color indices of the stars make it possible to infer that grain radii in the clouds exceed typical interstellar medium values and, further, that they increase with optical depth into the cloud. The present observations indicate that the cloud structure is far more extensive than previously realized.",
                "Now on home page … \n",
                "A list of 103 faint red stars in a 0.7-square-degree area located near NGC 6820\/23 on the galactic plane in the constellation Vulpecula is presented. The stars were chosen from Near Infrared Photographic Sky Survey visual and near-IR photographic pairs and were selected for their visual faintness as well as their red colors. Positions, approximate magnitudes, and finding charts for these stars are presented. It is noted that two members of the list, 1548C858 and 1548C869, have already been determined to be faint, pure S stars."
            ],
            [
                [
                    "astronomy"
                ]
            ]
        ]
    ]
}