{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "07QISLW9",
            "y0hAV-oAAAAJ",
            [
                "Perfect nematic order in confined monolayers of spindle-shaped cells",
                "Topological defects in confined populations of spindle-shaped cells",
                "Emergence of collective modes and tri-dimensional structures from epithelial confinement",
                "Mechanical cell competition kills cells via induction of lethal p53 levels",
                "Architecture and migration of an epithelium on a cylindrical wire",
                "Spontaneous shear flow in confined cellular nematics",
                "The 2020 motile active matter roadmap",
                "Minimization of thermodynamic costs in cancer cell invasion",
                "Turbulent dynamics of epithelial cell cultures",
                "Tissue fusion over nonadhering surfaces"
            ],
            [
                "Elongated, weakly interacting, apolar, fibroblast cells (mouse fibroblasts NIH-3T3) cultured at confluence align together, forming large domains (correlation length ∼ 500 μm) where they are perfectly ordered. We study the emergence of this mesoscopic nematic order by quantifying the ordering dynamics in a two-dimensional tissue. Cells are initially very motile and the monolayer is characterized by anomalous density fluctuations, a signature of far-from-equilibrium systems. As the cell density increases because of proliferation, the cells align with each other forming these large oriented domains while, at the same time, the cellular movements and the density fluctuations freeze. Topological defects that are characteristic of nematic phases remain trapped at long times thereby preventing the development of infinite domains. When confined within adhesive stripes of given widths (from 30 μm to 1.5 mm) cells …",
                "Most spindle-shaped cells (including smooth muscles and sarcomas) organize in vivo into well-aligned ‘nematic’domains 1, 2, 3, creating intrinsic topological defects that may be used to probe the behaviour of these active nematic systems. Active non-cellular nematics have been shown to be dominated by activity, yielding complex chaotic flows 4, 5. However, the regime in which live spindle-shaped cells operate, and the importance of cell–substrate friction in particular, remains largely unexplored. Using in vitro experiments, we show that these active cellular nematics operate in a regime in which activity is effectively damped by friction, and that the interaction between defects is controlled by the system’s elastic nematic energy. Due to the activity of the cells, these defects behave as self-propelled particles and pairwise annihilate until all displacements freeze as cell crowding increases 6, 7. When confined in …",
                "Many in vivo processes, including morphogenesis or tumour maturation, involve small populations of cells within a spatially restricted region. However, the basic mechanisms underlying the dynamics of confined cell assemblies remain largely to be deciphered and would greatly benefit from well-controlled in vitro experiments. Here we show that confluent epithelial cells cultured on finite population-sized domains, exhibit collective low-frequency radial displacement modes as well as stochastic global rotation reversals. A simple mathematical model, in which cells are described as persistent random walkers that adapt their motion to that of their neighbours, captures the essential characteristics of these breathing oscillations. As these epithelia mature, a tri-dimensional peripheral cell cord develops at the domain edge by differential extrusion, as a result of the additional degrees of freedom of the border cells. These …",
                "Cell competition is a quality control mechanism that eliminates unfit cells. How cells compete is poorly understood, but it is generally accepted that molecular exchange between cells signals elimination of unfit cells. Here we report an orthogonal mechanism of cell competition, whereby cells compete through mechanical insults. We show that MDCK cells silenced for the polarity gene scribble (scrib KD) are hypersensitive to compaction, that interaction with wild-type cells causes their compaction and that crowding is sufficient for scrib KD cell elimination. Importantly, we show that elevation of the tumour suppressor p53 is necessary and sufficient for crowding hypersensitivity. Compaction, via activation of Rho-associated kinase (ROCK) and the stress kinase p38, leads to further p53 elevation, causing cell death. Thus, in addition to molecules, cells use mechanical means to compete. Given the involvement of p53 …",
                "In a wide range of epithelial tissues such as kidney tubules or breast acini, cells organize into bidimensional monolayers experiencing an out-of-plane curvature. Cancer cells can also migrate collectively from epithelial tumors by wrapping around vessels or muscle fibers. However, in vitro experiments dealing with epithelia are mostly performed on flat substrates, neglecting this out-of-plane component. In this paper, we study the development and migration of epithelial tissues on glass wires of well-defined radii varying from less than 1 µm up to 85 µm. To uncouple the effect of out-of-plane curvature from the lateral confinement experienced by the cells in these geometries, we compare our results to experiments performed on narrow adhesive tracks. Because of lateral confinement, the velocity of collective migration increases for radii smaller than typically 20 µm. The monolayer dynamics is then controlled by front …",
                "In embryonic development or tumour evolution, cells often migrate collectively within confining tracks defined by their microenvironment 1, 2. In some of these situations, the displacements within a cell strand are antiparallel 3, giving rise to shear flows. However, the mechanisms underlying these spontaneous flows remain poorly understood. Here, we show that an ensemble of spindle-shaped cells plated in a well-defined stripe spontaneously develops a shear flow whose characteristics depend on the width of the stripe. On wide stripes, the cells self-organize in a nematic phase with a director at a well-defined angle with the stripe’s direction, and develop a shear flow close to the stripe’s edges. However, on stripes narrower than a critical width, the cells perfectly align with the stripe’s direction and the net flow vanishes. A hydrodynamic active gel theory provides an understanding of these observations and identifies …",
                "Activity and autonomous motion are fundamental in living and engineering systems. This has stimulated the new field of'active matter'in recent years, which focuses on the physical aspects of propulsion mechanisms, and on motility-induced emergent collective behavior of a larger number of identical agents. The scale of agents ranges from nanomotors and microswimmers, to cells, fish, birds, and people. Inspired by biological microswimmers, various designs of autonomous synthetic nano-and micromachines have been proposed. Such machines provide the basis for multifunctional, highly responsive, intelligent (artificial) active materials, which exhibit emergent behavior and the ability to perform tasks in response to external stimuli. A major challenge for understanding and designing active matter is their inherent nonequilibrium nature due to persistent energy consumption, which invalidates equilibrium concepts …",
                "Metastasis, the truly lethal aspect of cancer, occurs when metastatic cancer cells in a tumor break through the basement membrane and penetrate the extracellular matrix. We show that MDA-MB-231 metastatic breast cancer cells cooperatively invade a 3D collagen matrix while following a glucose gradient. The invasion front of the cells is a dynamic one, with different cells assuming the lead on a time scale of 70 h. The front cell leadership is dynamic presumably because of metabolic costs associated with a long-range strain field that precedes the invading cell front, which we have imaged using confocal imaging and marker beads imbedded in the collagen matrix. We suggest this could be a quantitative assay for an invasive phenotype tracking a glucose gradient and show that the invading cells act in a cooperative manner by exchanging leaders in the invading front.",
                "We investigate the large length and long time scales collective flows and structural rearrangements within in vitro human bronchial epithelial cell (HBEC) cultures. Activity-driven collective flows result in ensembles of vortices randomly positioned in space. By analyzing a large population of vortices, we show that their area follows an exponential law with a constant mean value and their rotational frequency is size independent, both being characteristic features of the chaotic dynamics of active nematic suspensions. Indeed, we find that HBECs self-organize in nematic domains of several cell lengths. Nematic defects are found at the interface between domains with a total number that remains constant due to the dynamical balance of nucleation and annihilation events. The mean velocity fields in the vicinity of defects are well described by a hydrodynamic theory of extensile active nematics.",
                "Tissue fusion eliminates physical voids in a tissue to form a continuous structure and is central to many processes in development and repair. Fusion events in vivo, particularly in embryonic development, often involve the purse-string contraction of a pluricellular actomyosin cable at the free edge. However, in vitro, adhesion of the cells to their substrate favors a closure mechanism mediated by lamellipodial protrusions, which has prevented a systematic study of the purse-string mechanism. Here, we show that monolayers can cover well-controlled mesoscopic nonadherent areas much larger than a cell size by purse-string closure and that active epithelial fluctuations are required for this process. We have formulated a simple stochastic model that includes purse-string contractility, tissue fluctuations, and effective friction to qualitatively and quantitatively account for the dynamics of closure. Our data suggest that, in …"
            ],
            [
                [
                    "Active matter",
                    "Soft condensed matter",
                    "Biophysics",
                    "Self-organisation"
                ]
            ],
            [
                "Guillaume Duclos Guillaume Duclos Assistant Professor of Physics PhD, Institut Curie — University Pierre et Marie Curie, Paris, France, 2015 Our research is at the interface of complex fluids and biological physics where we focus on understanding the emergence of collective behaviors in highly simplified out-of-equilibrium systems. In particular, our group employs bottom-up approaches with purified cytoskeletal proteins and biological polymers to study the physical principles underlying the self-organization and dynamics of active complex fluids. We also use the framework of liquid crystal physics and soft matter physics to study the organization and dynamics of multi-cellular tissues. Our goal is to understand how cells coordinate their motion, their shape and the mechanical\/chemical interactions with their neighbors to give rise to complex collective behaviors. Group website  List of Publications Guillaume Duclos Abelson 222 gduclos@brandeis.edu"
            ]
        ]
    ]
}