{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "09NCUM4G",
            "fS6IBoEAAAAJ",
            [
                "A versatile ultrastable platform for optical multidimensional Fourier-transform spectroscopy",
                "Two-quantum many-body coherences in two-dimensional Fourier-transform spectra of exciton resonances in semiconductor quantum wells",
                "Ultrafast (GaIn)(NAs)\/GaAs vertical-cavity surface-emitting laser for the 1.3 m wavelength regime",
                "Optical detection and ionization of donors in specific electronic and nuclear spin states",
                "Photoluminescence of isotopically purified silicon: how sharp are bound exciton transitions?",
                "Optical coherence in atomic-monolayer transition-metal dichalcogenides limited by electron-phonon interactions",
                "Origin of the temperature dependence of the band gap of PbS and PbSe quantum dots",
                "Impurity Absorption Spectroscopy in S i 28: The Importance of Inhomogeneous Isotope Broadening",
                "All-optical retrieval of the global phase for two-dimensional Fourier-transform spectroscopy",
                "Optical two-dimensional Fourier transform spectroscopy of semiconductor quantum wells"
            ],
            [
                "The JILA multidimensional optical nonlinear spectrometer (JILA-MONSTR) is a robust, ultrastable platform consisting of nested and folded Michelson interferometers that can be actively phase stabilized. This platform generates a square of identical laser pulses that can be adjusted to have arbitrary time delay between them while maintaining phase stability. The JILA-MONSTR provides output pulses for nonlinear excitation of materials and phase-stabilized reference pulses for heterodyne detection of the induced signal. This arrangement is ideal for performing coherent optical experiments, such as multidimensional Fourier-transform spectroscopy, which records the phase of the nonlinear signal as a function of the time delay between several of the excitation pulses. The resulting multidimensional spectrum is obtained from a Fourier transform. This spectrum can resolve, separate, and isolate coherent contributions …",
                "We present experimental coherent two-dimensional Fourier-transform spectra of Wannier exciton resonances in semiconductor quantum wells generated by a pulse sequence that isolates two-quantum coherences. By measuring the real part of the signals, we determine that the spectra are dominated by two-quantum coherences due to mean-field many-body interactions, rather than bound biexcitons. Simulations performed using dynamics controlled truncation agree with the experiments.",
                "(GaIn)(NAs) vertical-cavity surface-emitting lasers for room-temperature emission at 1.3 μm wavelength are designed and grown by metal-organic vapor-phase epitaxy using dimethylhydrazine and tertiarybutylarsine. Room-temperature operation at wavelengths up to 1.285 μm is achieved with low optical pumping thresholds between 1.6 and 2.0 kW\/cm2. Stimulated emission dynamics after femtosecond optical pumping are measured and compare favorably with results on (GaIn)As\/Ga(PAs)-based structures.",
                "We resolve the remarkably sharp bound exciton transitions of highly enriched Si 28 using a single-frequency laser and photoluminescence excitation spectroscopy, as well as photocurrent spectroscopy. Well-resolved doublets in the spectrum of the P 31 donor reflect the hyperfine coupling of the electronic and nuclear donor spins. The optical detection of the nuclear spin state, and selective pumping and ionization of donors in specific electronic and nuclear spin states, suggests a number of new possibilities which could be useful for the realization of silicon-based quantum computers.",
                "We report the first high resolution photoluminescence studies of isotopically pure Si (99.896% 28 Si). New information is obtained on isotopic effects on the indirect band gap energy, phonon energies, and phonon broadenings, which is in good agreement with calculations and previous results obtained in Ge and diamond. Remarkably, the linewidths of the no-phonon boron and phosphorus bound exciton transitions in the 28 Si sample are much narrower than in natural Si and are not well resolved at our maximum instrumental resolution of∼ 0.014 cm− 1. The removal of the dominant broadening resulting from isotopic randomness in natural Si reveals new fine structure in the boron bound exciton luminescence.",
                "We systematically investigate the excitonic dephasing of three representative transition-metal dichalcogenides, namely, MoS 2, MoSe 2, and WSe 2 atomic monolayer thick and bulk crystals, in order to gain a proper understanding of the factors that determine the optical coherence in these materials. Coherent nonlinear optical spectroscopy and temperature dependent absorption, combined with theoretical calculations of the phonon spectra, indicate electron-phonon interactions, to be the limiting factor. Surprisingly, the excitonic dephasing, differs only slightly between atomic monolayers and high quality bulk crystals, which indicates that material imperfections are not the limiting factor in atomically thin monolayer samples. The temperature dependence of the electronic band gap and the excitonic linewidth combined with “ab initio” calculations of the phonon energies and the phonon density of states reveal a strong …",
                "The lead chalcogenides semiconductor materials show in the bulk a shift of the electronic band gap with temperature that is opposite to the majority of direct or indirect band gap semiconductors, namely they show a decreasing of the band gap energy with decreasing temperature. However, in the nanocrystalline form a peculiar behavior has been observed. The shift of the band gap energy with temperature depends on the diameter of the quantum dots, and for sufficiently small quantum dots, the energy shift of the band gap becomes flat and even switches sign, following the behavior of conventional semiconductors. In this manuscript, the temperature dependence of the electronic band gap of PbS and PbSe semiconductor nanocrystals of different diameter was carefully measured. The observed behavior can be reproduced using a simple two-oscillator model used previously in bulk semiconductors without the …",
                "We report high-resolution infrared absorption spectra of the neutral donors phosphorus and lithium, and the neutral acceptor boron, in isotopically pure S i 28 crystals. Surprisingly, many of the transitions are much sharper than previously reported in natural Si. In particular, the 2 p 0 line of phosphorus in S i 28 has a full width at half maximum of only 4.2 μ e V, about 5 times less than the narrowest 2 p 0 line previously reported for natural Si, making it the narrowest shallow impurity transition yet observed. The widely held assumptions that the impurity transitions previously reported in high quality samples of natural Si revealed the true, homogeneous linewidths, are thus shown to be incorrect. The sharper transitions in S i 28 also reveal new substructures in the boron and lithium spectra.",
                "A combination of spatial interference patterns and spectral interferometry are used to find the global phase for non-collinear two-dimensional Fourier-transform (2DFT) spectra. Results are compared with those using the spectrally resolved transient absorption (STRA) method to find the global phase when excitation is with co-linear polarization. Additionally cross-linear polarized 2DFT spectra are correctly “phased” using the all-optical technique, where the SRTA is not applicable.",
                "  Coherent light−matter interactions of direct-gap semiconductor nanostructures provide a great test system for fundamental research into quantum electronics and many-body physics. The understanding gained from studying these interactions can facilitate the design of optoelectronic devices. Recently, we have used optical two-dimensional Fourier-transform spectroscopy to explore coherent light−matter interactions in semiconductor quantum wells. Using three laser pulses to generate a four-wave-mixing signal, we acquire spectra by tracking the phase of the signal with respect to two time axes and then Fourier transforming them. In this Account, we show several two-dimensional projections and demonstrate techniques to isolate different contributions to the coherent response of semiconductors.The low-temperature spectrum of semiconductor quantum wells is dominated by excitons, which are electron−hole …"
            ],
            [
                [
                    "Condensed matter physics",
                    "Optics and Laser Science",
                    "Spectroscopy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}