{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0B8VRS0T",
            "eT6Urf0AAAAJ",
            [
                "Synthesis and antiparasitic activity of 1H-benzimidazole derivatives",
                "Synthesis and antiparasitic activity of 2-(trifluoromethyl) benzimidazole derivatives",
                "Antidiabetic and toxicological evaluations of naringenin in normoglycaemic and NIDDM rat models and its implications on extra‐pancreatic glucose regulation",
                "Synthesis and antimycobacterial activity of 4-(5-substituted-1, 3, 4-oxadiazol-2-yl) pyridines",
                "Synthesis and biological activity of 2-(trifluoromethyl)-1H-benzimidazole derivatives against some protozoa and Trichinella spiralis",
                "A comparative study of flavonoid analogues on streptozotocin–nicotinamide induced diabetic rats: Quercetin as a potential antidiabetic agent acting via 11β-hydroxysteroid …",
                "Synthesis and antiparasitic activity of albendazole and mebendazole analogues",
                "Antidiabetic activity of N-(6-substituted-1, 3-benzothiazol-2-yl) benzenesulfonamides",
                "Antidiabetic activity of some pentacyclic acid triterpenoids, role of PTP–1B: In vitro, in silico, and in vivo approaches",
                "Design, synthesis and in vitro antiprotozoal activity of benzimidazole-pentamidine hybrids"
            ],
            [
                "Compounds 1–18 have been synthesized and tested in vitro against the protozoa Giardia lamblia, Entamoeba histolytica and the helminth Trichinella spiralis. Inhibition of rat brain tubulin polymerization was also measured and compared for each compound. Results indicate that most of the compounds tested were more active as antiprotozoal agents than Metronidazole and Albendazole. None of the compounds was as active as Albendazole against T. spiralis. Although only compounds 3, 9 and 15 (2-methoxycarbonylamino derivatives) inhibited tubulin polymerization, these were not the most potent antiparasitic compounds.",
                "2-(Trifluoromethyl)benzimidazole derivatives substituted at the 1-, 5-, and 6-positions have been synthesized and in vitro tested against the protozoa Giardia lamblia, Entamoeba histolytica, and the helminth Trichinella spiralis. Results indicate that all the compounds tested are more active as antiprotozoal agents than Albendazole and Metronidazole. One compound (20) was as active as Albendazole against T. spiralis. These compounds were also tested for their effect on tubulin polymerization and none inhibited tubulin polymerization.",
                "Aim:  The present investigation was designed to determine the in vivo antidiabetic effect of naringenin (NG) in normoglycaemic and diabetic rat models through blood glucose (GLU) measurements following acute and subchronic time periods. Possible modes of action of NG were investigated and its acute toxicity determined.Methods:  Normoglycaemic and non‐insulin‐dependent diabetes mellitus (NIDDM) rat models were treated for acute and subchronic (5 days) time periods with 50 mg\/kg\/day of NG. Blood biochemical profiles were determined after 5 days of the treatment in normoglycaemic and NIDDM rats using commercial kits for GLU, triglycerides (TG), total cholesterol (CHOL) and high‐density lipoprotein (HDL). In order to elucidate its antidiabetic mode of action, NG was administered intragastrically and an oral glucose tolerance test performed using GLU and sucrose (2 g\/kg) as substrates. The …",
                "4-(5-Substituted-1,3,4-oxadiazol-2-yl)pyridine derivatives 1–12 were synthesized and evaluated for their in vitro antimycobacterial activity. Some compounds showed an interesting activity against Mycobacterium tuberculosis H37Rv and five clinical isolates (drug-sensitive and -resistant strains). Compound 4 [4-(5-pentadecyl-1,3,4-oxadiazol-2-yl)pyridine] was 10 times more active than isoniazid, 20 times more active than streptomycin, and 28 times more potent than ethambutol against drug-resistant strain CIBIN 112. Compound 5 [4-(5-heptadecyl-1,3,4-oxadiazol-2-yl)pyridine] showed the same behavior as compound 4. Both of the above structures bear a high lipophilic chain bonded to the 5-position of the oxadiazole moiety. This fact implies that there exists a contribution of lipophilicity, which could facilitate the entrance of these molecules through lipid-enriched bacterial cell membrane.",
                "A series of 2-(trifluoromethyl)-1H-benzimidazole derivatives (1a–1i) were synthesized via Phillips cyclocondensation of a substituted 1,2-phenylenediamine and trifluoroacetic acid. The synthesized compounds were evaluated in vitro against various protozoan parasites: Giardia intestinalis, Entamoeba histolytica, Trichomonas vaginalis and Leishmania mexicana, and they showed nanomolar activities against the first three protozoa tested. The compounds were also tested in vitro and in vivo against the nematode Trichinella spiralis. Compounds 1b, 1c and 1e had the most desirable in vitro antiparasitic profile against all parasites studied. In the in vivo model against T. spiralis, compounds 1b and 1e showed good activity against the adult phase at 75 mg\/Kg. However, against the muscle larvae stage, only compound 1f exhibited in vivo antiparasitic efficacy.",
                "The aim of the current study was to investigate the oral antidiabetic activity of six structurally related flavonoids: flavone (1), 3-hydroxyflavone (2), 6-hydroxyflavone (3), 7-hydroxyflavone (4), chrysin (5) and quercetin (6). Normoglycemic and STZ-nicotinamide diabetic rats were treated with these flavonoids (50 mg\/kg) and the hypoglycemic and antidiabetic effects in acute and sub acute (five days of treatment) experiments were determined. Compounds 1, 5 and 6 were found most active in both experiments in comparison with control group (p < 0.05). After five days of administration to STZ-nicotinamide diabetic rats, flavonoids induced a significantly diminishing of total cholesterol, TG and LDL and an augment of HDL compared with the control group (p < 0.05). The in vitro inhibitory activity of the compounds against 11β-hydroxysteroid dehydrogenase type 1 (11β-HSD1) was also evaluated. Quercetin, the most active …",
                "Albendazole (Abz) and Mebendazole (Mbz) analogues have been synthesized and in vitro tested against the protozoa Giardia lamblia, Trichomonas vaginalis and the helminths Trichinella spiralis and Caenorhabditis elegans. Results indicate that compounds 4a, 4b (Abz analogues), 12b and 20 (Mbz analogues) are as active as antiprotozoal agents as Metronidazole against G. lamblia. Compound 9 was 58 times more active than Abz against T. vaginalis. Compounds 8 and 4a also shown high activity against this protozoan. Compounds 4b and 5a were as active as Abz. None of the Mbz analogues showed activity against T. vaginalis. The anthelmintic activity presented by these compounds was poor.",
                "N-(6-Substituted-1,3-benzothiazol-2-yl)benzenesulfonamide derivatives 1–8 were synthesized and evaluated for their in vivo antidiabetic activity in a non-insulin-dependent diabetes mellitus rat model. Several compounds synthesized showed significant lowering of plasma glucose level in this model. As a possible mode of action, the compounds were in vitro evaluated as 11β-hydroxysteroid dehydrogenase type 1 (11β-HSD1) inhibitors. The most active compounds (3 and 4) were docked into the crystal structure of 11β-HSD1. Docking results indicate potential hydrogen bond interactions with catalytic amino acid residues.",
                "The aim of the current study was to investigate the oral antidiabetic activity of four structurally-related triterpenic acids: ursolic (RE-01), oleanolic (RE-02), moronic (RE-03) and morolic (RE-04) acids. STZ-nicotinamide diabetic rats were treated with these triterpenes (50 mg\/kg) and the antidiabetic effects in acute experiment were determined. All compounds showed significant antidiabetic activity in comparison with control group (p < 0.05). The in vitro inhibitory activity of compounds against protein tyrosine phosphatase 1B (PTP–1B) was also evaluated. At 50 μM, the enzymatic activity was almost completely inhibited. All compounds were docked with a crystal structure of PTP–1B. Docking results suggested the potential binding of the triterpenic acids in a binding pocket next to the catalytic site. An extensive hydrogen bond network with the carboxyl group and Van der Waals interactions stabilize the protein-ligand …",
                "A series of ten novel hybrids from benzimidazole and pentamidine were prepared using a short synthetic route. Each compound was tested in vitro against the protozoa Trichomonas vaginalis, Giardia lamblia, Entamoeba histolytica, Leishmania mexicana, and Plasmodium berghei, in comparison with pentamidine and metronidazole. Some analogues showed high bioactivity in the low micromolar range (IC50 < 1 μM) against the first four protozoa, which make them significantly more potent than either standard. 1,5-bis[4-(5-methoxy-1H-benzimidazole-2-yl)phenoxy]pentane (2) was 3- and 9-fold more potent againstG. lamblia than metronidazole and pentamidine, respectively. This compound was 23-, 108-, and 13-fold more active than pentamidine against T. vaginalis, E. histolytica and L. mexicana, respectively. Studying further structure–activity relationships through the use of bioisosteric substitution in these …"
            ],
            [
                [
                    "Medicinal Chemistry",
                    "Organic Chemistry",
                    "Drug Design",
                    "Diseño de fármacos",
                    "Química Farmacéutica"
                ]
            ],
            [
                "Gabriel Vasquez Gabriel Vasquez Gabriel Vasquez Graduate Student vasquez.119@osu.edu Physics Research Building, 3rd Floor 191 West Woodruff Avenue Columbus, Ohio 43210 Google Map"
            ]
        ]
    ]
}