{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0DB7LIFB",
            "HD1NqKwAAAAJ",
            [
                "Assembly mechanism of the contractile ring for cytokinesis by fission yeast",
                "Model of formin-associated actin filament elongation",
                "Polymerization kinetics of ADP-and ADP-Pi-actin determined by fluorescence microscopy",
                "Segmentation and tracking of cytoskeletal filaments using open active contours",
                "Actin polymerization kinetics, cap structure, and fluctuations",
                "Oscillatory dynamics of Cdc42 GTPase in the control of polarized growth",
                "Non-equilibrium in adsorbed polymer layers",
                "α-Actinin and fimbrin cooperate with myosin II to organize actomyosin bundles during contractile-ring assembly",
                "Irreversibility and polymer adsorption",
                "Interactive, computer-assisted tracking of speckle trajectories in fluorescence microscopy: application to actin polymerization and membrane fusion"
            ],
            [
                "Animals and fungi assemble a contractile ring of actin filaments and the motor protein myosin to separate into individual daughter cells during cytokinesis. We used fluorescence microscopy of live fission yeast cells to observe that membrane-bound nodes containing myosin were broadly distributed around the cell equator and assembled into a contractile ring through stochastic motions, after a meshwork of dynamic actin filaments appeared. Analysis of node motions and numerical simulations supported a mechanism whereby transient connections are established when myosins in one node capture and exert force on actin filaments growing from other nodes.",
                "Formin FH2 domains associate processively with actin-filament barbed ends and modify their rate of growth. We modeled how the elongation rate depends on the concentrations of profilin and actin for four different formins. We assume that (1) FH2 domains are in rapid equilibrium among conformations that block or allow actin addition and that (2) profilin-actin is transferred rapidly to the barbed end from multiple profilin binding sites in formin FH1 domains. In agreement with previous experiments discussed below, we find an optimal profilin concentration with a maximal elongation rate that can exceed the rate of actin alone. High profilin concentrations suppress elongation, largely because free profilin displaces profilin-actin from FH1. The model supports a common polymerization mechanism for the four formin FH1FH2 constructs with differences attributed to varying parameter values. The mechanism does not …",
                "We used fluorescence microscopy to determine how polymerization of Mg-ADP-actin depends on the concentration of phosphate. From the dependence of the elongation rate on the actin concentration and direct observations of depolymerizing filaments, we measured the polymerization rate constants of ADP-actin and ADP-Pi-actin. Saturating phosphate reduces the critical concentration for polymerization of Mg-ADP-actin from 1.8 to 0.06 μM almost entirely by reducing the dissociation rate constants at both ends. Saturating phosphate increases the barbed end association rate constant of Mg-ADP-actin 15%, but this value is still threefold less than that of ATP-actin. Thus, ATP hydrolysis without phosphate dissociation must change the conformation of polymerized actin. Analysis of depolymerization experiments in the presence of phosphate suggests that phosphate dissociation near the terminal subunits is much …",
                "We use open active contours to quantify cytoskeletal structures imaged by fluorescence microscopy in two and three dimensions. We developed an interactive software tool for segmentation, tracking, and visualization of individual fibers. Open active contours are parametric curves that deform to minimize the sum of an external energy derived from the image and an internal bending and stretching energy. The external energy generates (i) forces that attract the contour toward the central bright line of a filament in the image, and (ii) forces that stretch the active contour toward the ends of bright ridges. Images of simulated semiflexible polymers with known bending and torsional rigidity are analyzed to validate the method. We apply our methods to quantify the conformations and dynamics of actin in two examples: actin filaments imaged by TIRF microscopy in vitro, and actin cables in fission yeast imaged by spinning …",
                "Polymerization of actin proteins into dynamic structures is essential to eukaryotic cell life, motivating many in vitro experiments measuring polymerization kinetics of individual filaments. Here, we model these kinetics, accounting for all relevant steps revealed by experiment: polymerization, depolymerization, random ATP hydrolysis, and release of phosphate (Pi). We relate filament growth rates to the dynamics of ATP–actin and ADP–Pi–actin caps that develop at filament ends. At the critical concentration of the barbed end, ccrit, we find a short ATP cap and a long fluctuation-stabilized ADP–Pi cap. We show that growth rates and the critical concentration at the barbed end are intimately related to cap structure and dynamics. Fluctuations in filament lengths are described by the length diffusion coefficient, D. Recently Fujiwara et al. [Fujiwara, I., Takahashi, S., Takaduma, H., Funatsu, T. & Ishiwata, S. (2002) Nat. Cell Biol …",
                "Cells promote polarized growth by activation of Rho-family protein Cdc42 at the cell membrane. We combined experiments and modeling to study bipolar growth initiation in fission yeast. Concentrations of a fluorescent marker for active Cdc42, Cdc42 protein, Cdc42-activator Scd1, and scaffold protein Scd2 exhibited anticorrelated fluctuations and oscillations with a 5-minute average period at polarized cell tips. These dynamics indicate competition for active Cdc42 or its regulators and the presence of positive and delayed negative feedbacks. Cdc42 oscillations and spatial distribution were sensitive to the amounts of Cdc42-activator Gef1 and to the activity of Cdc42-dependent kinase Pak1, a negative regulator. Feedbacks regulating Cdc42 oscillations and spatial self-organization appear to provide a flexible mechanism for fission yeast cells to explore polarization states and to control their morphology.",
                "High molecular weight polymer solutions have a powerful tendency to deposit adsorbed layers when exposed to even mildly attractive surfaces. The equilibrium properties of these dense interfacial layers have been extensively studied theoretically. A large body of experimental evidence, however, indicates that non-equilibrium effects are dominant whenever monomer–surface sticking energies are somewhat larger than kT, a common case. Polymer relaxation kinetics within the layer are then severely retarded, leading to non-equilibrium layers whose structure and dynamics depend on adsorption kinetics and layer ageing. Here we review experimental and theoretical work exploring these non-equilibrium effects, with emphasis on recent developments. The discussion addresses the structure and dynamics in non-equilibrium polymer layers adsorbed from dilute polymer solutions and from polymer melts and more …",
                "The actomyosin contractile ring assembles through the condensation of a broad band of nodes that forms at the cell equator in fission yeast cytokinesis. The condensation process depends on actin filaments that interconnect nodes. By mutating or titrating actin cross-linkers α-actinin Ain1 and fimbrin Fim1 in live cells, we reveal that both proteins are involved in node condensation. Ain1 and Fim1 stabilize the actin cytoskeleton and modulate node movement, which prevents nodes and linear structures from aggregating into clumps and allows normal ring formation. Our computer simulations modeling actin filaments as semiflexible polymers reproduce the experimental observations and provide a model of how actin cross-linkers work with other proteins to regulate actin-filament orientations inside actin bundles and organize the actin network. As predicted by the simulations, doubling myosin II Myo2 level rescues the …",
                "Physisorption or chemisorption from dilute polymer solutions often entails irreversible polymer-surface bonding. We present a theory of the resultant nonequilibrium layers. While the density profile and loop distribution are the same as for equilibrium layers, the final layer comprises a tightly bound inner part plus an outer part whose chains make only f N surface contacts where N is chain length. The contact fractions f follow a broad distribution, P (f)∼ f− 4\/5, in rather close agreement with strong physisorption experiments [HM Schneider et al., Langmuir 12, 994 (1996)].",
                "Analysis of particle trajectories in images obtained by fluorescence microscopy reveals biophysical properties such as diffusion coefficient or rates of association and dissociation. Particle tracking and lifetime measurement is often limited by noise, large mobilities, image inhomogeneities, and path crossings. We present Speckle TrackerJ, a tool that addresses some of these challenges using computer-assisted techniques for finding positions and tracking particles in different situations. A dynamic user interface assists in the creation, editing, and refining of particle tracks. The following are results from application of this program: 1), Tracking single molecule diffusion in simulated images. The shape of the diffusing marker on the image changes from speckle to cloud, depending on the relationship of the diffusion coefficient to the camera exposure time. We use these images to illustrate the range of diffusion coefficients …"
            ],
            [
                [
                    "Biophysics",
                    "Cytoskeleton",
                    "Mathematical Modeling",
                    "Cytokinesis",
                    "Cell Motility and Polarization"
                ]
            ],
            [
                "Vavylonis Group Department of Physics Toggle navigation Research Publications Members Vavylonis CV Current Students and Postdocs Former Graduate Students and Postdocs Former REU Students Former BDSI\/RARE Studdents Other Undergraduate Research Courses Photos Software TSOAX SOAX JFilament Speckle TrackerJ LEAP Internal Fileupload server DocSecv Our group develops mathematical and computational models in the general area of cellular biophysics. \nOur motivation is to better understand the physical principles that underlie the function and internal organization of living cells \nover length scales larger than that of individual molecules. We have an interest in the actin cytoskeleton. Networks and bundles of actin filaments spontaneously form subcellular \nstructures with mechanical integrity that provide cells with shape, generate mechanical forces and movement by polymerization, \nand act as tracks for motor proteins. In collaboration with biologists and computer scientists, \nwe apply methods from statistical physics, soft matter physics,\nand nonlinear dynamics to study biological processes such as the function of the actomyosin contractile ring \nduring cytokinesis and cell polarization for cell motion, mating, and growth. Dr. Vavylonis received his doctorate and master's degree in physics from Columbia University and his bachelor's degree in physics from the University of Athens. He joined Lehigh following postdoctoral work in Columbia's department of chemical engineering and Yale's department of molecular, cellular, and developmental biology. At Lehigh he received the Libsch Early Career Research Award and was promoted to the rank of Professor. \n\tHe had visiting positions at the University of Lausanne, AMOLF (Amsterdam) and Kyoto University. \n\tHe is an editorial board member of Biophysical Journal, Cytoskeleton and Scientific Reports. We thank the current sponsors of our work, NIH\/NIGMS and XSEDE. Contact: 415 Lewis Lab, 16 Memorial Drive East, Bethlehem PA 18015 (610) 758-3724, vavylonis AT lehigh DOT edu"
            ]
        ]
    ]
}