{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0DDGNQZM",
            "oQFzUVIAAAAJ",
            [
                "Room-temperature ferroelectricity in strained SrTiO 3",
                "Nanoscale Phenomena in Oxide Heterostructures",
                "Rewritable nanoscale oxide photodetector",
                "Electron pairing without superconductivity",
                "Room-temperature electronically-controlled ferromagnetism at the LaAlO 3\/SrTiO 3 interface",
                "Physics of SrTiO3-based heterostructures and nanostructures: a review",
                "Giant conductivity switching of LaAlO 3\/SrTiO 3 heterointerfaces governed by surface protonation",
                "Tunable Electron-Electron Interactions in  Nanostructures",
                "Anomalous transport in sketched nanostructures at the LaAlO 3\/SrTiO 3 interface",
                "Anomalous High Mobility in LaAlO3\/SrTiO3 Nanowires"
            ],
            [
                "Systems with a ferroelectric to paraelectric transition in the vicinity of room temperature are useful for devices. Adjusting the ferroelectric transition temperature (T c) is traditionally accomplished by chemical substitution—as in Ba x Sr 1-x TiO 3, the material widely investigated for microwave devices in which the dielectric constant (ε r) at GHz frequencies is tuned by applying a quasi-static electric field 1, 2. Heterogeneity associated with chemical substitution in such films, however, can broaden this phase transition by hundreds of degrees 3, which is detrimental to tunability and microwave device performance. An alternative way to adjust T c in ferroelectric films is strain 4, 5, 6, 7, 8. Here we show that epitaxial strain from a newly developed substrate can be harnessed to increase T c by hundreds of degrees and produce room-temperature ferroelectricity in strontium titanate, a material that is not normally ferroelectric at …",
                "Recent advances in creating complex oxide heterostructures, interfaces formed between two different transition-metal oxides, have heralded a new era of materials and physics research, enabling a uniquely diverse set of coexisting physical properties to be combined with an ever-increasing degree of experimental control. These systems have exhibited varied phenomena such as superconductivity, magnetism, and ferroelasticity, all of which are gate tunable, demonstrating their promise for fundamental discovery and technological innovation. To fully exploit this richness, it is necessary to understand and control the physics on the smallest scales, making the use of nanoscale probes essential. Using the prototypical LaAlO3\/SrTiO3 interface as a guide, we explore the exciting developments in the physics of oxide-based heterostructures, with a focus on nanostructures and the nanoscale probes employed to unravel …",
                "Nanophotonic devices are designed to generate, guide or detect light using structures with nanoscale dimensions that are closely tied to their functionality 1, 2, 3, 4. However, the integration of photonic nanostructures with electronic circuitry 5 remains one of the most challenging aspects of device development. Here we report the development of rewritable nanoscale photodetectors created at the interface between LaAlO 3 and SrTiO 3. Nanowire junctions with characteristic dimensions of 2–3 nm are created using a reversible conductive atomic force microscope writing technique 6, 7. These nanoscale devices exhibit remarkably high gain for their size, in part because of the large electric fields produced in the gap region. The photoconductive response is electric field-tunable and spans the visible-to-near-infrared regime. The ability to integrate rewritable nanoscale photodetectors with nanowires and transistors in …",
                "Strontium titanate (SrTiO 3) is the first and best known superconducting semiconductor 1. It exhibits an extremely low carrier density threshold for superconductivity 2, and possesses a phase diagram similar to that of high-temperature superconductors 3, 4—two factors that suggest an unconventional pairing mechanism. Despite sustained interest for 50 years, direct experimental insight into the nature of electron pairing in SrTiO 3 has remained elusive. Here we perform transport experiments with nanowire-based single-electron transistors at the interface between SrTiO 3 and a thin layer of lanthanum aluminate, LaAlO 3. Electrostatic gating reveals a series of two-electron conductance resonances—paired electron states—that bifurcate above a critical pairing field B p of about 1–4 tesla, an order of magnitude larger than the superconducting critical magnetic field. For magnetic fields below B p, these resonances are …",
                "Reports of emergent conductivity, superconductivity and magnetism have helped to fuel intense interest in the rich physics and technological potential of complex-oxide interfaces. Here we employ magnetic force microscopy to search for room-temperature magnetism in the well-studied LaAlO 3\/SrTiO 3 system. Using electrical top gating to control the electron density at the oxide interface, we directly observe the emergence of an in-plane ferromagnetic phase as electrons are depleted from the interface. Itinerant electrons that are reintroduced into the interface align antiferromagnetically with the magnetization at first screening and then destabilizing it as the conductive regime is approached. Repeated cycling of the gate voltage results in new, uncorrelated magnetic patterns. This newfound control over emergent magnetism at the interface between two non-magnetic oxides portends a number of important …",
                "This review provides a summary of the rich physics expressed within SrTiO 3-based heterostructures and nanostructures. The intended audience is researchers who are working in the field of oxides, but also those with different backgrounds (eg, semiconductor nanostructures). After reviewing the relevant properties of SrTiO 3 itself, we will then discuss the basics of SrTiO 3-based heterostructures, how they can be grown, and how devices are typically fabricated. Next, we will cover the physics of these heterostructures, including their phase diagram and coupling between the various degrees of freedom. Finally, we will review the rich landscape of quantum transport phenomena, as well as the devices that elicit them.",
                "Complex-oxide interfaces host a diversity of phenomena not present in traditional semiconductor heterostructures. Despite intense interest, many basic questions remain about the mechanisms that give rise to interfacial conductivity and the role of surface chemistry in dictating these properties. Here we demonstrate a fully reversible> 4 order of magnitude conductance change at LaAlO 3\/SrTiO 3 (LAO\/STO) interfaces, regulated by LAO surface protonation. Nominally conductive interfaces are rendered insulating by solvent immersion, which deprotonates the hydroxylated LAO surface; interface conductivity is restored by exposure to light, which induces reprotonation via photocatalytic oxidation of adsorbed water. The proposed mechanisms are supported by a coordinated series of electrical measurements, optical\/solvent exposures, and X-ray photoelectron spectroscopy. This intimate connection between LAO …",
                "The interface between the two complex oxides LaAlO 3 and SrTiO 3 has remarkable properties that can be locally reconfigured between conducting and insulating states using a conductive atomic force microscope. Prior investigations of “sketched” quantum dot devices revealed a phase in which electrons form pairs, implying a strongly attractive electron-electron interaction. Here, we show that these devices with strong electron-electron interactions can exhibit a gate-tunable transition from a pair-tunneling regime to a single-electron (Andreev bound state) tunneling regime where the interactions become repulsive. The electron-electron interaction sign change is associated with a Lifshitz transition where the d x z and d y z bands start to become occupied. This electronically tunable electron-electron interaction, combined with the nanoscale reconfigurability of this system, provides an interesting starting point …",
                "The oxide heterostructure LaAlO 3\/SrTiO 3 supports a two-dimensional electron liquid with a variety of competing phases, including magnetism, superconductivity, and weak antilocalization because of Rashba spin-orbit coupling. Further confinement of this two-dimensional electron liquid to the quasi-one-dimensional regime can provide insight into the underlying physics of this system and reveal new behavior. Here, we describe magnetotransport experiments on narrow LaAlO 3\/SrTiO 3 structures created by a conductive atomic force microscope lithography technique. Four-terminal local-transport measurements on Hall bar structures about 10 nm wide yield longitudinal resistances that are comparable to the resistance quantum h\/e 2 and independent of the channel length. Large nonlocal resistances (as large as 10 4 Ω) are observed in some but not all structures with separations between current and voltage that …",
                "Nanoscale control of the metal–insulator transition at the interface between LaAlO3 and SrTiO3 provides a pathway for reconfigurable, oxide-based nanoelectronics. Four-terminal transport measurements of LaAlO3\/SrTiO3 nanowires at room temperature (T = 300 K) reveal an equivalent 2D Hall mobility greatly surpassing that of bulk SrTiO3 and approaching that of n-type Si nanowires of comparable dimensions. This large enhancement of mobility is relevant for room-temperature device applications."
            ],
            [
                [
                    "physics"
                ]
            ]
        ]
    ]
}