{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0DYL6WLH",
            "bLZql2EAAAAJ",
            [
                "Van Allen probes, NOAA, GOES, and ground observations of an intense EMIC wave event extending over 12 h in magnetic local time",
                "Pc1–Pc2 waves and energetic particle precipitation during and after magnetic storms: Superposed epoch analysis and case studies",
                "A study of Pc-5 ULF oscillations",
                "Low‐frequency fluctuations in the magnetosheath near the magnetopause",
                "Temporal and spatial characteristics of Pc1 waves observed by ST5",
                "Solar modal structure of the engineering environment",
                "Pc 1 waves and associated unstable distributions of magnetospheric protons observed during a solar wind pressure pulse",
                "Ionospheric reflection of small‐scale Alfvén waves",
                "A review of pulsating aurora",
                "A statistical study of Pc3–Pc5 magnetic pulsations observed by the AMPTE\/Ion Release Module satellite"
            ],
            [
                "Although most studies of the effects of electromagnetic ion cyclotron (EMIC) waves on Earth's outer radiation belt have focused on events in the afternoon sector in the outer plasmasphere or plume region, strong magnetospheric compressions provide an additional stimulus for EMIC wave generation across a large range of local times and L shells. We present here observations of the effects of a wave event on 23 February 2014 that extended over 8 h in UT and over 12 h in local time, stimulated by a gradual 4 h rise and subsequent sharp increases in solar wind pressure. Large‐amplitude linearly polarized hydrogen band EMIC waves (up to 25 nT p‐p) appeared for over 4 h at both Van Allen Probes, from late morning through local noon, when these spacecraft were outside the plasmapause, with densities ~5–20 cm−3. Waves were also observed by ground‐based induction magnetometers in Antarctica …",
                "Magnetic pulsations in the Pc1–Pc2 frequency range (0.1–5 Hz) are often observed on the ground and in the Earth's magnetosphere during the aftermath of geomagnetic storms. Numerous studies have suggested that they may play a role in reducing the fluxes of energetic ions in the ring current; more recent studies suggest they may interact parasitically with radiation belt electrons as well. We report here on observations during 2005 from search coil magnetometers and riometers installed at three Antarctic stations, Halley (−61.84° magnetic latitude, MLAT), South Pole (−74.18° MLAT), and McMurdo (−79.96° MLAT), and from energetic ion detectors on the NOAA Polar‐orbiting Operational Environment Satellites (POES). A superposed epoch analysis based on 13 magnetic storms between April and September 2005 as well as case studies confirm several earlier studies that show that narrowband Pc1–Pc2 waves …",
                "A study of Pc-5 magnetic pulsations using data from the Combined Release and Radiation Effects Satellite (CRRES) was carried out. Three-component dynamic magnetic field spectrograms have been used to survey ULF pulsation activity for the approximate fourteen month lifetime of CRRES. Two-hour panels of dynamic spectra were examined to find events which fall into two basic categories: 1) toroidal modes (fundamental and harmonic resonances) and 2) poloidal modes, which include compressional oscillations. The occurence rates were determined as a function of L value and local time. The main result is a comparable probability of occurence of toroidal mode oscillations on the dawn and dusk sides of the magnetosphere inside geosynchronous orbit, while poloidal mode oscillations occur predominantly along the dusk side, consistent with high azimuthal mode number excitation by ring current ions. Pc-5 pulsations following Storm Sudden Commencements (SSCs) were examined separately. The spatial distribution of modes for the SSC events was consistent with the statistical study for the lifetime of CRRES. The toroidal fundamental (and harmonic) resonances are the dominant mode seen on the dawn-side of the magnetosphere following SSCs. Power is mixed in all three components. In the 21 dusk side SSC events there were only a few examples of purely compressional (two) or radial (one) power in the CRRES study, a few more examples of purely toroidal modes (six), with all three components predominant in about half (ten) of the events. Key words. Magnetospheric physics (MHD waves and instabilities; magnetospheric …",
                "There are four low‐frequency modes which may propagate in a high‐beta nearly bi‐Maxwellian plasma. These are the magnetosonic, Alfvén, ion acoustic, and mirror modes. This manuscript defines a procedure based on linear Vlasov theory for the unique identification of these modes by use of transport ratios, dimensionless ratios of the fluctuating field and plasma quantities. A single parameter, the mode deviation, is defined which characterizes the difference between the theoretical transport ratios of a particular mode and the observed ratios. The mode deviation is calculated using the plasma and magnetic field data gathered by the Active Magnetospheric Particle Tracer Explorers\/Ion Release Module spacecraft to identify the modes observed in the terrestrial magnetosheath near the magnetopause. As well as determining the mode which best describes the observed fluctuations, it gives us a measure of …",
                "We present the results of a study of Pc1 waves (0.2–5 Hz) recorded by the three spacecraft of NASA's Space Technology 5 (ST5) mission, which operated in a dawn‐dusk, 300 × 4500 km Sun‐synchronous orbit in a “string‐of‐pearls” configuration from 26 March through 23 June 2006. Regions with Pc1 wave activity are not only localized to rather narrow L shells but can appear and disappear on the time scales of ∼10 s to 10 min as examined by ST5. Only half of the 48 identified events were observed by all three spacecraft, and five events were observed by only one spacecraft. Only seven events were observed below L = 4, and only one was observed below L = 3.6, consistent with the relatively quiet geomagnetic conditions during this interval. The temporal occurrence distribution of Pc1 events was similar to that recorded at Halley, Antarctica (L = 4.56), during this same interval in that the number and intensity of …",
                "This paper describes some unanticipated effects of the normal modes of the sun on engineering and scientific systems. We begin with historical, scientific, and statistical background, then present evidence for the effects of solar modes on various systems. Engineering evidence for these modes was first noticed in an investigation of communications satellite failures and second in a study of excessive dropped calls in cellular phone systems. The paper also includes several sections on multitaper estimates of spectra, canonical coherences, robust, and cyclostationary variants of multitapering, and related statistical techniques used to separate the various components of this complex system. In our attempt to understand this unexpected source of problems, we have found that solar modes are detectable in the interplanetary magnetic fields and energetic particles at the Ulysses spacecraft, five astronomical units from …",
                "We present observations of Pc 1 waves (∼0.6 Hz) that occurred shortly after a strong (>20 nPa) compression of Earth's magnetosphere at 1321 UT, 18 March 2002. Intense Pc 1 waves were observed at several high‐latitude ground stations in Antarctica and Greenland from 1321 UT to beyond 1445 UT. Two wave bursts were recorded at the Polar satellite at 1338 and 1343–1344 UT as it passed outbound in the Southern Hemisphere at 1154 local time (SM magnetic latitude of −22° and near L = 7.5) in good magnetic conjunction with the Antarctic. The pressure increase created a significant population of protons between a few hundred eV and several keV, whose fluxes were mostly perpendicular to B. These protons seem to have replaced the quiescent stream of protons (presumably convected from the plasma sheet) that existed before this increase. There was also a nearly two‐order‐of‐magnitude increase in …",
                "The transfer of energy from the magnetosphere to the ionosphere occurs through complex mechanisms that often involve shear Alfvén waves, implying that the interaction of these waves with the ionosphere is fundamental to our understanding of the coupling process. Indeed, a variety of problems that involve magnetosphere‐ionosphere coupling assume that the ionosphere acts as a perfectly reflecting boundary, although we know that this is not the case in general. In this work, we calculate the reflection coefficient of shear Alfvén waves incident on the ionosphere under three different ionospheric profiles. Our results indicate that 1) under all profiles considered, reflection of shear Alfvén waves with perpendicular lengths of ∼ 1 km or less is negligible and 2) under a profile that might be typical of a nightside ionosphere, reflection of shear Alfvén waves is significant only for waves with frequencies below ∼0.4 Hz …",
                "This chapter contains sections titled:  Introduction   Pulsating Patch Morphology   Electron Precipitation and Pulsating Aurora   Large‐Scale Aspects   Satellite Observations   Thermosphere Coupling   Summary and Open Questions  IntroductionPulsating Patch MorphologyElectron Precipitation and Pulsating AuroraLarge‐Scale AspectsSatellite ObservationsThermosphere CouplingSummary and Open Questions",
                "Magnetic field data from the Active Magnetospheric Particle Tracer Explorers\/Ion Release Module satellite are used to complete a statistical study yielding occurrence rates of a number of different types of pulsations. Two hour panels of dynamic spectra and detrended line plots were inspected to determine occurrence rates over all local times from L = 6 to L = 20. Event types include fundamental field line resonances, harmonic resonances, storm time pulsations, and signatures of bursty bulk flows and fast flows. However, we also include observations of Pc3 compressional pulsations and note their association with harmonic events. Likewise, we include high‐frequency events (40–70 mHz) and show a relation to storm time pulsations. On the basis of the occurrence distributions, we are able to make a number of conclusions. We determine that the excitation source of fundamental resonances is likely band limited …"
            ],
            [
                [
                    "Space science"
                ]
            ],
            [
                "Marc  Lessard Associate Professor, Department of Physics Associate Professor, Space Science Center (EOS) marc.lessard@unh.edu (603) 862-2590 Morse Hall 417"
            ]
        ]
    ]
}