{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0EC8RR9F",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Traci Neilsen Traci Neilsen Associate Professor N251 ESC 801.422.7056 tbn@byu.edu By appointment. Please email tbn@byu.edu  Department Meetings: Th 11 am - 12 pm Computational Underwater Acoustics Group: F 11 am - 12 pm Underwater Acoustics Measurements Group: T 2-4 pm  Physics 167 10:00a - 10:50a 9:00a - 9:50a M Physics 167 10:00a - 10:50a 11:00a - 11:50a M Physics 167 10:00a - 10:50a 3:00p - 3:50p M Physics 167 10:00a - 10:50a 5:00p - 5:50p M Physics 167 10:00a - 10:50a 10:00a - 10:50a T Physics 167 10:00a - 10:50a 9:00a - 9:50a W Physics 167 10:00a - 10:50a 11:00a - 11:50a W Physics 167 10:00a - 10:50a 12:00p - 12:50p W Physics 167 10:00a - 10:50a 2:00p - 2:50p W Physics 167 10:00a - 10:50a 4:00p - 4:50p W Physics 167 10:00a - 10:50a 9:00a - 9:50a F Physics 167 10:00a - 10:50a 11:00a - 11:50a F Physics 167 10:00a - 10:50a 2:00p - 2:50p F Specialty: Underwater acoustics, Acoustic source localization, Inverse methods, Machine learning applications in underwater acoustics Tracianne B. Neilsen received a doctoral degree in physics from the University of Texas at Austin and completed a postdoctoral appointment at Applied Research Laboratories, University of Texas at Austin, where her research focused on optimization methods for source localization and environmental characterization from multi-source sound fields in the ocean.  Her experience includes management and analysis of large acoustical data sets, numerical modeling of acoustic propagation, and development and employment of multi-dimensional inversion techniques. After a decade studying military aircraft noise, she is returning to underwater acoustics.  Her main projects are the application of machine learning to detecting sounds sources in a variable ocean environment and underwater acoustical measurements."
            ]
        ]
    ]
}