{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0FFBDXC5",
            "kjJzDmQAAAAJ",
            [
                "Coupled Spin and Valley Physics in Monolayers of  and Other Group-VI Dichalcogenides",
                "Spin and pseudospins in layered transition metal dichalcogenides"
            ],
            [
                "We show that inversion symmetry breaking together with spin-orbit coupling leads to coupled spin and valley physics in monolayers of MoS 2 and other group-VI dichalcogenides, making possible controls of spin and valley in these 2D materials. The spin-valley coupling at the valence-band edges suppresses spin and valley relaxation, as flip of each index alone is forbidden by the valley-contrasting spin splitting. Valley Hall and spin Hall effects coexist in both electron-doped and hole-doped systems. Optical interband transitions have frequency-dependent polarization selection rules which allow selective photoexcitation of carriers with various combination of valley and spin indices. Photoinduced spin Hall and valley Hall effects can generate long lived spin and valley accumulations on sample boundaries. The physics discussed here provides a route towards the integration of valleytronics and spintronics in …",
                "The recent emergence of two-dimensional layered materials—in particular the transition metal dichalcogenides—provides a new laboratory for exploring the internal quantum degrees of freedom of electrons and their potential for new electronics. These degrees of freedom are the real electron spin, the layer pseudospin, and the valley pseudospin. New methods for the quantum control of the spin and these pseudospins arise from the existence of Berry phase-related physical properties and strong spin–orbit coupling. The former leads to the versatile control of the valley pseudospin, whereas the latter gives rise to an interplay between the spin and the pseudospins. Here, we provide a brief review of both theoretical and experimental advances in this field."
            ],
            [
                [
                    "Condensed matter physics",
                    "nanoelectronics",
                    "nano photonics",
                    "nano optoelectronics"
                ]
            ],
            [
                "Xiaodong Xu Professor xuxd@uw.edu 206-543-8444 B437, B009 Condensed Matter Experiment Quantum Information Nanoscale Optoelectronics PHYS 576 A: Selected Topics in Experimental Physics PHYS 331 A: Optics Laboratory PHYS 331 A: Optics Laboratory PHYS 576 A: Selected Topics in Experimental Physics Related News Six CEI researchers among world’s most influential scholars - January 4, 2021 Atomically thin magnetic device could lead to new memory technologies - May 3, 2018 Professors Majumdar and Xu Discover an Important First Step Towards Building Electrically Pumped Nano-Lasers - January 26, 2017 A nanolaser using a single atomic sheet - March 26, 2015 Xiaodong Xu garners Department of Energy early-career grant - June 25, 2012 Related Events ABC Physics (Atomic\/Bio\/Condensed Matter): Probing Nontrivial Topology in Van der Waals Crystals (Ken Burch (Boston College)) - February 20, 2020 - 12:30pm Physics Department: TIQM Inaugural Workshop (Multiple Speakers) - January 19, 2020 - 9:00am to 6:00pm"
            ]
        ]
    ]
}