{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0IQYR1ML",
            "DPtdDrgAAAAJ",
            [
                "Discourse analysis",
                "The social life of information: Updated, with a new preface",
                "Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990–2013: a systematic …",
                "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of …",
                "Macroecology",
                "On the relationship between abundance and distribution of species",
                "Teaching the spoken language",
                "The zebrafish reference genome sequence and its relationship to the human genome",
                "Global, regional, and national incidence, prevalence, and years lived with disability for 310 diseases and injuries, 1990–2015: a systematic analysis for the Global Burden of …",
                "Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980–2015: a systematic analysis for the Global …"
            ],
            [
                "Discourse analysis is a term that has come to have different interpretations for scholars working in different disciplines. For a sociolinguist, it is concerned mainly with the structure of social interaction manifested in conversation; for a psycholinguist, it is primarily concerned with the nature of comprehension of short written texts; for the computational linguist, it is concerned with producing operational models of text-understanding within highly limited contexts. In this textbook, first published in 1983, the authors provide an extensive overview of the many and diverse approaches to the study of discourse, but base their own approach centrally on the discipline which, to varying degrees, is common to them all-linguistics. Using a methodology which has much in common with descriptive linguistics, they offer a lucid and wide-ranging account of how forms of language are used in communication. Their principal concern is to examine how any language produced by man, whether spoken or written, is used to communicate for a purpose in a context.",
                "Understand the human place in a digital world.“Should be read by anyone interested in understanding the future,” The Times Literary Supplement raved about the original edition of The Social Life of Information. We’re now living in that future, and one of the seminal books of the Internet Age is more relevant than ever. The future was a place where technology was supposed to empower individuals and obliterate social organizations. Pundits predicted that information technology would spell the end of almost everything—from mass media to bureaucracies, universities, politics, and governments. Clearly, we are not living in that future. The Social Life of Information explains why. John Seely Brown and Paul Duguid show us how to look beyond mere information to the social context that creates and gives meaning to it. Arguing elegantly for the important role that human sociability plays, even—perhaps especially—in the digital world, The Social Life of Information gives us an optimistic look beyond the simplicities of information and individuals. It shows how a better understanding of the contribution that communities, organizations, and institutions make to learning, working, and innovating can lead to the richest possible use of technology in our work and everyday lives. With a new introduction by David Weinberger and reflections by the authors on developments since the book’s first publication, this new edition is essential reading for anyone seeking to understand the human place in a digital world.",
                "Up-to-date evidence about levels and trends in disease and injury incidence, prevalence, and years lived with disability (YLDs) is an essential input into global, regional, and national health policies. In the Global Burden of Disease Study 2013 (GBD 2013), we estimated these quantities for acute and chronic diseases and injuries for 188 countries between 1990 and 2013.Estimates were calculated for disease and injury incidence, prevalence, and YLDs using GBD 2010 methods with some important refinements. Results for incidence of acute disorders and prevalence of chronic disorders are new additions to the analysis. Key improvements include expansion to the cause and sequelae list, updated systematic reviews, use of detailed injury codes, improvements to the Bayesian meta-regression method (DisMod-MR), and use of severity splits for various causes. An index of data …",
                "Up-to-date evidence on levels and trends for age-sex-specific all-cause and cause-specific mortality is essential for the formation of global, regional, and national health policies. In the Global Burden of Disease Study 2013 (GBD 2013) we estimated yearly deaths for 188 countries between 1990, and 2013. We used the results to assess whether there is epidemiological convergence across countries.",
                "In Macroecology, James H. Brown proposes a radical new research agenda designed to broaden the scope of ecology to encompass vast geographical areas and very long time spans. While much ecological research is narrowly focused and experimental, providing detailed information that cannot be used to generalize from one ecological community or time period to another, macroecology draws on data from many disciplines to create a less detailed but much broader picture with greater potential for generalization. Integrating data from ecology, systematics, evolutionary biology, paleobiology, and biogeography to investigate problems that could only be addressed on a much smaller scale by traditional approaches, macroecology provides a richer, more complete understanding of how patterns of life have moved across the earth over time. Brown also demonstrates the advantages of macroecology for conservation, showing how it allows scientists to look beyond endangered species and ecological communities to consider the long history and large geographic scale of human impacts. An important reassessment of the direction of ecology by one of the most influential thinkers in the field, this work will shape future research in ecology and other disciplines.\" This approach may well mark a major new turn in the road in the history of ecology, and I find it extremely exciting. The scope of Macroecology is tremendous and the book makes use of its author's exceptionally broad experience and knowledge. An excellent and important book.\"—Lawrence R. Heaney, Center for Environmental and Evolutionary Biology, the Field Museum",
                "There appears to be a general relationship between abundance and distribution that has two parts. First, within species, population density tends to be greatest in the center of the range and to decline gradually toward the boundaries. This pattern holds over a range of spatial scales from steep environmental gradients within local regions to the entire geographic range. Exceptions include: (1) abrupt changes in abundance that usually correspond to sharp, discontinuous changes in single environmental variables; and (2) multimodal patterns of abundance that are caused by environmental patchiness. The second general relationship is that among closely related, ecologically similar species spatial distribution is positively correlated with average abundance. Again this pattern holds over a variety of spatial scales from local regions to entire geographic ranges. These empirical patterns have already been reported in …",
                "Teaching the Spoken Language is about teaching the spoken language. It presents in a highly accessible form the results of the author's important research on teaching and assessing effective spoken communication. The authors examine the nature of spoken language and how it differs from written language both in form and purpose. A large part of it is concerned with principles and techniques for teaching spoken production and listening comprehension. An important chapter deals with how to assess spoken language. The principles and techniques described apply to the teaching of English as a foreign and second language, and are also highly relevant to the teaching of the mother tongue.",
                "Zebrafish have become a popular organism for the study of vertebrate gene function 1, 2. The virtually transparent embryos of this species, and the ability to accelerate genetic studies by gene knockdown or overexpression, have led to the widespread use of zebrafish in the detailed investigation of vertebrate gene function and increasingly, the study of human genetic disease 3, 4, 5. However, for effective modelling of human genetic disease it is important to understand the extent to which zebrafish genes and gene structures are related to orthologous human genes. To examine this, we generated a high-quality sequence assembly of the zebrafish genome, made up of an overlapping set of completely sequenced large-insert clones that were ordered and oriented using a high-resolution high-density meiotic map. Detailed automatic and manual annotation provides evidence of more than 26,000 protein-coding …",
                "Non-fatal outcomes of disease and injury increasingly detract from the ability of the world's population to live in full health, a trend largely attributable to an epidemiological transition in many countries from causes affecting children, to non-communicable diseases (NCDs) more common in adults. For the Global Burden of Diseases, Injuries, and Risk Factors Study 2015 (GBD 2015), we estimated the incidence, prevalence, and years lived with disability for diseases and injuries at the global, regional, and national scale over the period of 1990 to 2015.We estimated incidence and prevalence by age, sex, cause, year, and geography with a wide range of updated and standardised analytical procedures. Improvements from GBD 2013 included the addition of new data sources, updates to literature reviews for 85 causes, and the identification and inclusion of additional studies published up to …",
                "Improving survival and extending the longevity of life for all populations requires timely, robust evidence on local mortality levels and trends. The Global Burden of Disease 2015 Study (GBD 2015) provides a comprehensive assessment of all-cause and cause-specific mortality for 249 causes in 195 countries and territories from 1980 to 2015. These results informed an in-depth investigation of observed and expected mortality patterns based on sociodemographic measures.We estimated all-cause mortality by age, sex, geography, and year using an improved analytical approach originally developed for GBD 2013 and GBD 2010. Improvements included refinements to the estimation of child and adult mortality and corresponding uncertainty, parameter selection for under-5 mortality synthesis by spatiotemporal Gaussian process regression, and sibling history data processing. We also expanded …"
            ],
            [
                [
                    "petroleum seismology",
                    "earthquake seismology",
                    "geophysics"
                ]
            ],
            [
                "Robert Brown Distinguished University Professor and Institute Professor robert.brown@case.edu 216.368.4010 Rockefeller Building 204 MY PHYSICS WORLD CIRCA 2017 Overview I have collaborated on industrial physics with over a dozen high-tech companies for upwards of 30 years and worked longer than that (50 years!) on astroparticle and education physics. I’ve played a prideful role in the emergence of five new manufacturing (!) companies, and I’ve mentored more than 100 postdocs, doctorates, master’s students and undergraduates. My research group efforts have resulted in over 200 published papers and abstracts, my former students hold at least 150 patents (ten co-authored by me) and we have worked in radiation physics, MRI, PET, CT, electromagnetics, inverse methods, mechanical and thermal modeling, nonlinear dynamics, EEG, MEG, industrial and medical sensors, and physics education, as well as a professional-life-long involvement in elementary particle physics and cosmology. Other Milestones The truly fulfilling nature of a physics career in teaching and research certainly stems not only from its depth and variety, but also from the close collaboration of students. In my case, a beginning devotion to basic astroparticle physics extended to industrial (especially MRI) research, and an added focus on physics education research, all involved even very young students. Spin-offs from the teaching include the writing of a 1000-page MRI textbook (it’s been called the big green book and the daily companion of the MRI scientist ), the creation of GRE flashcards (more than 3000 students from all over the globe have hard copies and, now, web and smartphone apps http:\/\/www.phys.cwru.edu\/flashcards\/ ), and a project ‘What your fifth- grader needs to know about college physics!’. In a pioneering entrepreneurial physics master’s program, I have co-advised most of its 50 graduates to date. Most recently, our team, which included an undergraduate who wrote his senior thesis on the subject, has won a “Patent for Humanity” award from the United States Patent and Trademark Office for the invention of a magneto-optical battery-operated malaria detection device (cheap, portable, fast). See below for further developments. Details Our principal applied areas are simulations in imaging (dominated by MRI but with increased attention paid to PET, CT, and radiotherapy) and of electromagnetic sensors. Finite element, FDTD, and Monte Carlo codes are important computational tools, along with analytical methods such as functional analysis with constraints. We engage in mathematical modeling of instruments and other electromagnetic systems and we optimize on those models in terms of their parameters, leading to such results as a “supershielding criterion” for optimizing magnetic and electric field confinement. My present and former students and I have initiated\/designed three decades of MRI complete system (main, gradient, rf) commercial magnetic coil products, working with both large OEMs and those start-ups I mentioned above. (One of those start-ups began in my computational lab, Quality Electrodynamics, which now – 2017 – has more than 170 employees, at least 20 of whom trained in our physics department. The CEO\/president obtained his Ph.D. with me, and thanks to his efforts, QED was ranked 11th among America’s twenty best young companies by Forbes Magazine in 2009 and has won many other awards. An early basic research activity has been theoretical calculations in support of new high-energy experiments, especially novel tests of the electroweak parameters through the production of pairs of weak bosons. (We discovered “radiation symmetry” in this way.) A series of experiments were performed in the subsequent years, and the latest round of boson-pair experiments reported in the last couple of years confirmed the original “radiation zero” and yielded refined constraints on trilinear couplings for the bosons. There is a new generation of radiation-zero experiments planned and carried out at the LHC in Switzerland. This past year has seen a former student and myself extend the radiation symmetry ideas to the radiation of gluons in quark physics. Other basic research has dwelt upon cosmology (e.g., solutions to cosmic string equations) and fluid nonlinear analysis (e.g., stability of solitary waves under large perturbations). In the area of physics education research we have identified a “post-exam syndrome” and worked on the problem of a “teflon education.” In the first, we consider the dilemma of students with unresolved difficulties associated with their exam performance and, in the second, we address ways to improve learning retention by novel repetition methods (“cycling”). At the present time, we have had at least twelve different lecturers employ cycling for more than two-dozen introductory classes at four different universities. In summary, I point to the many marvelous undergraduate, graduate, and postgraduate collaborators who have led much of the above efforts. You can understand from what I have already said that the two most important words in my professional life are indeed “former students.” As for recent events, our industrial design work and its 30-year history have led to the official designation of our research group as OPTIMISE (Ohio Platform for Tomorrow’s Industrial Medical Imaging Systems and Equipment – http:\/\/optimise.case.edu\/ ) serving an increasing number of companies in the commercialization of their products. We were invited to describe our cycling method in “The Physics Teacher.” And just now led by my former and present students we have followed up on our malaria detector to use related technology to invent a similarly fast, portable, cheap monitor of oil contaminants in the prediction of engine failure in a wide variety of industrial applications, and we have just started up a new company, Crystics (Crystalline Diagnostics) LLC. Stay tuned to see where it all goes! Selected Publications and Patents Baig, Tanvir; Amin, Abdullah; Deisser, Robert; Sabri, Laith; Poole, Charles; Brown, Robert; Tomsic, Mike; Doll, David; Rindfleisch, Matthew; Peng, Xuan; Mendris, Robert; Akkus, Ozan; Sumption, Mike; Martens, Michael, “Conceptual designs of conduction cooled MgB2 magnets for 1.5 and 3.0 Tesla full body MRI systems”, Superconductor Science and Technology,  Volume 30(4), 043002 (2017). B. Grimberg, R. Deissler, W. Condit, R. Brown, J. Jones, and R. Bihary, “Magneto-Optical Diagnostic Devices and Methods,” U.S. Patent # 9,575,052 B2, 2017 R.W. Brown and S.G. Naculich, “Color-factor symmetry and BCJ relations for QCD amplitudes”, JHEP 1611, 60, 2016. (arXiv:1608.05291v3) R.W. Brown and S.G. Naculich, “BCJ relations from a new symmetry of gauge-theory amplitudes”, JHEP 1610, 130, 2016. (arXiv:1608.04387v2) R. Brown, “Challenges in faculty entrepreneurship in the sciences: becoming an entrepreneur but staying at the university”, Ch. 3 in Embracing Entrepreneurship Across Disciplines, Ed. S. Nambisan, 31-50, Elgar Pub., Sept. 2015 R. Brown, The Back Page , Starting Up But Staying Put , APSNEWS 24(1), 8, January 2015. Textbook, 2nd Edition: Magnetic Resonance Imaging: Physical Principles and Sequence Design. R. W. Brown, Y.-C. Cheng, E. M. Haacke, M. R. Thompson, and R. Venkatesan, 944 pp., John Wiley & Sons, Hoboken, NJ 2014. M. A. Martens, R. J. Deissler, Y. Wu, L. Bauer, Z. Yao, R. Brown, and M. Griswold, Modeling the Brownian relaxation of nanoparticle ferrofluids:Comparison with experiment, Med. Phys. 40, 022303, 2013. Z. Yao, Y. Wu, T. Chmielewski, S. Shvartsman, M. Martens, T. Eagan, R. Brown, Simulation Guidelines for Incision Patterns on RF Shields, Concepts in Mag. Resonance Part B, 41B(2), 37-49, 2012 X. Shou, X. Chen, J. Derakhshan, T. Eagan, T. Baig, Sh. Shvartsman, J. Duerk, R. Brown, The suppression of selected acoustic frequencies in MRI, Applied Acoustics Vol. 71, 191-200, 2010. B. Yao, J. Z. Liu, R. W. Brown, V. Sahgal and G. H. Yue, Nonlinear features of surface EEG showing systematic brain signal adaptations with muscle force and fatigue, Brain Research, Vol. 1272, 89-98, 2009. X. Chen, V. Taracila, T. Eagan, H. Fujita, X. Shou, T. Baig, and R. Brown, An antenna-theory method for modeling high-frequency RF coils: a segmented birdcage example, Intern. J. of Antennas and Prop., Vol. 2008, Article ID 456019, 2008. D. E. Farrell, C. J. Allen, M. W. Whilden, T. K. Kidane, T. N. Baig, J. H. Tripp, R.W Brown, S. Sheth and G.M. Brittenham, A new instrument designed to measure the magnetic susceptibility of human liver tissue in vivo. IEEE Trans. Magnetics, 43, 9 (1): 3543-3554, 2007. T. N. Baig, T. P. Eagan, L. S. Petropoulos, T. K. Kidane, W. A. Edelstein, and R. W. Brown, Gradient coil with active endcap shielding, Concepts in Magnetic Resonance Part B, 31B(1), 12-23, 2007. T. K. Kidane, W. A. Edelstein, T. P. Eagan, V. Taracila, T. N. Baig, Y.-C.N. Cheng and R. W. Brown, Active-Passive Shielding for MRI Acoustic Noise Reduction: Network Analysis, IEEE Trans. Magn., 42:3854 – 3860, 2006. V. Taracila, T. Eagan, L. Petropoulos and R. Brown, Image uniformity improvement for birdcage-like volume coils at 400MHz using multichannel excitations. Concepts in Magnetic Resonance Part B, 29B(3), 153-160, 2006. J.D. Willig-Onwuachi, T. P. Eagan, Sh. M. Shvartsman, and R. W. Brown. Designer RF field profiles for parallel imaging applications. Concepts in Magnetic Resonance Part B, 27B(1), 75-85, 2005. T. P. Eagan, Y.-C. Cheng, T. K. Kidane, H. Mathur, T. Chmielewski, J. Flock, Sh. M. Shvartsman, and R. W. Brown. A group theory approach to RF coil design. Concepts in Magnetic Resonance Part B, 25B(1), 42-52, 2005. V. Taracila, W. A. Edelstein, T. K. Kidane, T. P. Eagan, T. N. Baig, and R. W. Brown. Analytical calculation of cylindrical shell modes: implications for MRI acoustic noise. Concepts in Magnetic Resonance Part B, 25B(1), 60-64, 2005. J. Z. Liu, Q. Yang, B. Yao, R. W. Brown, and G. H. Yue: Linear correlation between fractal dimension of EEG signal and handgrip force. Biological Cybernetics, 93:131-140, 2005. W. A. Edelstein, T. K. Kidane, V. Taracila, T. N. Baig, T. P. Eagan, Y.-C. N. Cheng, R. W. Brown, J. A. Mallick. Active-Passive Gradient Shielding for MRI Acoustic Noise Reduction. Magnetic Resonance in Medicine 53:1013-1017, 2005. J. D. Willig-Onwuachi, R. W. Brown, and Sh. M. Shvartsman, Birdcage coils for simultaneous acquisition of spatial harmonics, U.S. Patent #6,791,321, 2004. J.-Z. Liu, L.-D. Zhang, R. W. Brown, G.-H. Yue, Reproducibility of fMRI results at 1.5 T in a strictly controlled motor task, Magnetic Resonance in Medicine, vol. 52, pp. 751-760, 2004. Y.-C. N. Cheng, R. W. Brown, M. R. Thompson, T. P. Eagan, and Sh. M. Shvartsman, A comparison of two design methods for MRI magnets, IEEE Transactions on Applied Superconductivity, vol. 14, no. 3, pp. 1908-1914, 2004. J.-Z. Liu, Z.-Y. Shan, L.-D. Zhang, V. Sahgal, R. W. Brown, G.-H. Yue, “Human brain activation during sustained and intermittent submaximal fatigue muscle contractions: an fMRI study,”Journal of Neurophysiology 90: 300 – 312, 2003. Y.-C. N. Cheng, T. P. Eagan, T. Chmielewski, J. Flock, M.-C. Kang, T. K. Kidane, Sh. M. Shvartsman, and R. W. Brown, A degeneracy study in the circulant and bordered-circulant approach to birdcage and planar coils, Magnetic Resonance Materials in Biology, Physics, and Medicine, vol. 16, No. 2, pp. 103-111, 2003. J.-Z. Liu, R. W. Brown, and G.-H. Yue, A dynamical model of muscle activation, fatigue, and recovery, Biophysical J., vol. 82 No. 5, pp. 2344-2359, 2002. R. W. Brown, Y.-C.N. Cheng, W. C. Condit, and D. E. Schuele, Detection of wear particles and other impurities in industrial fluids, U.S. Patent #6,255,954, 2001. Sh. M. Shvartsman, R. W. Brown, H. Fujita, M. A. Morich and L. S. Petropoulos, Supershielding of finite length structures in open magnetic and electric systems, U.S. Patent #6,236,203, 2001. T.-H. Dai, J.-Z. Liu, V. Sahgal, R. W. Brown, and G.-H. Yue, Relationship between muscle output and functional MRI-measured brain activation, Exper. Brain Research, vol.140, pp. 290-300, 2001. Sh. M. Shvartsman, R. W. Brown, Y.-C. N. Cheng, T.P. Eagan, H. Fujita, M. A. Morich, L. S. Petropoulos, and J.D. Willig, Application of the SUSHI Method to the Design of Gradient Coils, Mag. Res. Med., vol. 45, pp. 147-155, 2001. S. M. Shvartsman, R. W. Brown, Y.-C. N. Cheng, T. P. Eagan, and J. D. Willig, Supershielding: trapping of magnetic fields, IEEE Transactions on Magnetics, vol. 37, No. 5, pp. 3116 -3119, 2001. R.W. Brown, Y.C. Cheng and M. Kurtay, A Formula for Surgical Modifications of the Breast, Plastic and Reconstructive Surgery, vol. 106, p. 1342-1345, 2000. E. M. Haacke, R. W. Brown, M. R. Thompson, and R. Venkatesan, Textbook: Magnetic Resonance Imaging: Physical Principles and Sequence Design, 914 pp., John Wiley & Sons, New York, NY 1999. R. Brown and Sh. Shvartsman, Supershielding: Confinement of Magnetic Fields, Phys. Rev. Lett., vol.83. No. 10, pp. 1946-1949, 1999. Y.-C. Cheng, R.W. Brown, Y.-C. Chung, J.L. Duerk, H. Fujita, J.S. Lewin, D.E. Schuele, and Sh. Shvartsman, Calculated RF Electric Field and Temperature Distributions in RF Thermal Ablation: Comparison with Gel Experiments and Liver Imaging, JMRI, vol. 8 No. 1, p. 70, 1998. M. A. Morich, L. S. Petropoulos, H. Fujita, Sh. Shvartsman, and R. W. Brown, Technique for designing distributed radio frequency coils and distributed radio frequency coils designed thereby, U.S. Patent #5,689,189, 1997. R.W. Brown, Understanding Something About Nothing: Radiation Zeros, Proceedings of the International Symposium on Vector Boson Self-Interactions, A.I.P. Press 350, 261 (1996). M. R. Thompson, R. W. Brown, and V. C. Srivastava, An inverse approach to the design of MRI main magnets, IEEE Trans. Mag., vol. 30 No. 1, pp. 108-112, 1994. M. A. Martens, L. S. Petropoulos, R. W. Brown, J. A. Andrews, M. A. Morich, and J. L. Patrick, Insertable biplanar gradient coil for MR imaging, Rev. Sci. Inst., vol. 62 No. 11, p 2639, 1991. R.W. Brown, Research Apprenticeships for Young Undergraduate Women, Conference on Women in Mathematics and the Sciences, St. Cloud State University, Sandra Z. Keith and Phillip Keith, 70, 1990. R. W. Brown and D. B. DeLaney. Product representation for the harmonic series of a unit vector: A string application. Phys. Rev. Lett., 63:474, 1989. R. W. Brown, K. L. Kowalski, and S. J. Brodsky. Classical radiation zeros in gauge theory amplitudes. Phys. Rev. D, 28:624, 1983. R.W. Brown, D. Sahdev, and K.O. Mikaelian. W ± Z o and W ± γ pair production in νe, pp, and p̄ p collisions. Phys. Rev. D, 20:1164, 1979. R. W. Brown and R. W. Stecker. Cosmological baryon number domain structure from symmetry-breaking in grand unified field theories. Phys. Rev. Lett., 43:315, 1979. R.W. Brown and K.O. Mikaelian. W + W – and Z o Z o pair production in e + e – , pp, and p̄ p colliding beams. Phys. Rev. D, 19:922, 1979. R. W. Brown, L. B. Gordon, and K. O. Mikaelian. Production of neutral weak bosons in high-energy electron and muon experiments. Phys. Rev. Lett., 33:1119, 1974. R. W. Brown, A. K. Mann, J. Smith. Neutrinos Versus Muons in W-Boson Production. Phys. Rev. Lett., 25:2577, 1970."
            ]
        ]
    ]
}