{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0IQYR1ML",
            "DPtdDrgAAAAJ",
            [
                "Discourse analysis",
                "The social life of information: Updated, with a new preface",
                "Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990–2013: a systematic …",
                "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of …",
                "Macroecology",
                "On the relationship between abundance and distribution of species",
                "Teaching the spoken language",
                "The zebrafish reference genome sequence and its relationship to the human genome",
                "Global, regional, and national incidence, prevalence, and years lived with disability for 310 diseases and injuries, 1990–2015: a systematic analysis for the Global Burden of …",
                "Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980–2015: a systematic analysis for the Global …"
            ],
            [
                "Discourse analysis is a term that has come to have different interpretations for scholars working in different disciplines. For a sociolinguist, it is concerned mainly with the structure of social interaction manifested in conversation; for a psycholinguist, it is primarily concerned with the nature of comprehension of short written texts; for the computational linguist, it is concerned with producing operational models of text-understanding within highly limited contexts. In this textbook, first published in 1983, the authors provide an extensive overview of the many and diverse approaches to the study of discourse, but base their own approach centrally on the discipline which, to varying degrees, is common to them all-linguistics. Using a methodology which has much in common with descriptive linguistics, they offer a lucid and wide-ranging account of how forms of language are used in communication. Their principal concern is to examine how any language produced by man, whether spoken or written, is used to communicate for a purpose in a context.",
                "Understand the human place in a digital world.“Should be read by anyone interested in understanding the future,” The Times Literary Supplement raved about the original edition of The Social Life of Information. We’re now living in that future, and one of the seminal books of the Internet Age is more relevant than ever. The future was a place where technology was supposed to empower individuals and obliterate social organizations. Pundits predicted that information technology would spell the end of almost everything—from mass media to bureaucracies, universities, politics, and governments. Clearly, we are not living in that future. The Social Life of Information explains why. John Seely Brown and Paul Duguid show us how to look beyond mere information to the social context that creates and gives meaning to it. Arguing elegantly for the important role that human sociability plays, even—perhaps especially—in the digital world, The Social Life of Information gives us an optimistic look beyond the simplicities of information and individuals. It shows how a better understanding of the contribution that communities, organizations, and institutions make to learning, working, and innovating can lead to the richest possible use of technology in our work and everyday lives. With a new introduction by David Weinberger and reflections by the authors on developments since the book’s first publication, this new edition is essential reading for anyone seeking to understand the human place in a digital world.",
                "Up-to-date evidence about levels and trends in disease and injury incidence, prevalence, and years lived with disability (YLDs) is an essential input into global, regional, and national health policies. In the Global Burden of Disease Study 2013 (GBD 2013), we estimated these quantities for acute and chronic diseases and injuries for 188 countries between 1990 and 2013.Estimates were calculated for disease and injury incidence, prevalence, and YLDs using GBD 2010 methods with some important refinements. Results for incidence of acute disorders and prevalence of chronic disorders are new additions to the analysis. Key improvements include expansion to the cause and sequelae list, updated systematic reviews, use of detailed injury codes, improvements to the Bayesian meta-regression method (DisMod-MR), and use of severity splits for various causes. An index of data …",
                "Up-to-date evidence on levels and trends for age-sex-specific all-cause and cause-specific mortality is essential for the formation of global, regional, and national health policies. In the Global Burden of Disease Study 2013 (GBD 2013) we estimated yearly deaths for 188 countries between 1990, and 2013. We used the results to assess whether there is epidemiological convergence across countries.",
                "In Macroecology, James H. Brown proposes a radical new research agenda designed to broaden the scope of ecology to encompass vast geographical areas and very long time spans. While much ecological research is narrowly focused and experimental, providing detailed information that cannot be used to generalize from one ecological community or time period to another, macroecology draws on data from many disciplines to create a less detailed but much broader picture with greater potential for generalization. Integrating data from ecology, systematics, evolutionary biology, paleobiology, and biogeography to investigate problems that could only be addressed on a much smaller scale by traditional approaches, macroecology provides a richer, more complete understanding of how patterns of life have moved across the earth over time. Brown also demonstrates the advantages of macroecology for conservation, showing how it allows scientists to look beyond endangered species and ecological communities to consider the long history and large geographic scale of human impacts. An important reassessment of the direction of ecology by one of the most influential thinkers in the field, this work will shape future research in ecology and other disciplines.\" This approach may well mark a major new turn in the road in the history of ecology, and I find it extremely exciting. The scope of Macroecology is tremendous and the book makes use of its author's exceptionally broad experience and knowledge. An excellent and important book.\"—Lawrence R. Heaney, Center for Environmental and Evolutionary Biology, the Field Museum",
                "There appears to be a general relationship between abundance and distribution that has two parts. First, within species, population density tends to be greatest in the center of the range and to decline gradually toward the boundaries. This pattern holds over a range of spatial scales from steep environmental gradients within local regions to the entire geographic range. Exceptions include: (1) abrupt changes in abundance that usually correspond to sharp, discontinuous changes in single environmental variables; and (2) multimodal patterns of abundance that are caused by environmental patchiness. The second general relationship is that among closely related, ecologically similar species spatial distribution is positively correlated with average abundance. Again this pattern holds over a variety of spatial scales from local regions to entire geographic ranges. These empirical patterns have already been reported in …",
                "Teaching the Spoken Language is about teaching the spoken language. It presents in a highly accessible form the results of the author's important research on teaching and assessing effective spoken communication. The authors examine the nature of spoken language and how it differs from written language both in form and purpose. A large part of it is concerned with principles and techniques for teaching spoken production and listening comprehension. An important chapter deals with how to assess spoken language. The principles and techniques described apply to the teaching of English as a foreign and second language, and are also highly relevant to the teaching of the mother tongue.",
                "Zebrafish have become a popular organism for the study of vertebrate gene function 1, 2. The virtually transparent embryos of this species, and the ability to accelerate genetic studies by gene knockdown or overexpression, have led to the widespread use of zebrafish in the detailed investigation of vertebrate gene function and increasingly, the study of human genetic disease 3, 4, 5. However, for effective modelling of human genetic disease it is important to understand the extent to which zebrafish genes and gene structures are related to orthologous human genes. To examine this, we generated a high-quality sequence assembly of the zebrafish genome, made up of an overlapping set of completely sequenced large-insert clones that were ordered and oriented using a high-resolution high-density meiotic map. Detailed automatic and manual annotation provides evidence of more than 26,000 protein-coding …",
                "Non-fatal outcomes of disease and injury increasingly detract from the ability of the world's population to live in full health, a trend largely attributable to an epidemiological transition in many countries from causes affecting children, to non-communicable diseases (NCDs) more common in adults. For the Global Burden of Diseases, Injuries, and Risk Factors Study 2015 (GBD 2015), we estimated the incidence, prevalence, and years lived with disability for diseases and injuries at the global, regional, and national scale over the period of 1990 to 2015.We estimated incidence and prevalence by age, sex, cause, year, and geography with a wide range of updated and standardised analytical procedures. Improvements from GBD 2013 included the addition of new data sources, updates to literature reviews for 85 causes, and the identification and inclusion of additional studies published up to …",
                "Improving survival and extending the longevity of life for all populations requires timely, robust evidence on local mortality levels and trends. The Global Burden of Disease 2015 Study (GBD 2015) provides a comprehensive assessment of all-cause and cause-specific mortality for 249 causes in 195 countries and territories from 1980 to 2015. These results informed an in-depth investigation of observed and expected mortality patterns based on sociodemographic measures.We estimated all-cause mortality by age, sex, geography, and year using an improved analytical approach originally developed for GBD 2013 and GBD 2010. Improvements included refinements to the estimation of child and adult mortality and corresponding uncertainty, parameter selection for under-5 mortality synthesis by spatiotemporal Gaussian process regression, and sibling history data processing. We also expanded …"
            ],
            [
                [
                    "petroleum seismology",
                    "earthquake seismology",
                    "geophysics"
                ]
            ]
        ]
    ]
}