{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0IRBQHLP",
            "dXYgg6wAAAAJ",
            [
                "Contour length and refolding rate of a small protein controlled by engineered disulfide bonds",
                "A ‘granocentric’model for random packing of jammed emulsions",
                "Force-clamp spectroscopy of single-protein monomers reveals the individual unfolding and folding pathways of I27 and ubiquitin",
                "Single-molecule force spectroscopy reveals signatures of glassy dynamics in the energy landscape of ubiquitin",
                "3D bulk measurements of the force distribution in a compressed emulsion system",
                "Direct observation of an ensemble of stable collapsed states in the mechanical folding of ubiquitin",
                "Measuring the distribution of interdroplet forces in a compressed emulsion system",
                "Force-dependent polymorphism in type IV pili reveals hidden epitopes",
                "Measuring the coordination number and entropy of a 3d jammed emulsion packing by confocal microscopy",
                "Specificity, flexibility and valence of DNA bonds guide emulsion architecture"
            ],
            [
                "The introduction of disulfide bonds into proteins creates additional mechanical barriers and limits the unfolded contour length (i.e., the maximal extension) measured by single-molecule force spectroscopy. Here, we engineer single disulfide bonds into four different locations of the human cardiac titin module (I27) to control the contour length while keeping the distance to the transition state unchanged. This enables the study of several biologically important parameters. First, we are able to precisely determine the end-to-end length of the transition state before unfolding (53 Å), which is longer than the end-to-end length of the protein obtained from NMR spectroscopy (43 Å). Second, the measured contour length per amino acid from five different methods (4.0 ± 0.2 Å) is longer than the end-to-end length obtained from the crystal structure (3.6 Å). Our measurement of the contour length takes into account all the internal …",
                "Packing problems are ubiquitous 1, 2, ranging from oil extraction through porous rocks to grain storage in silos and the compaction of pharmaceutical powders into tablets. At a given density, particulate systems pack into a mechanically stable and amorphous jammed state 3, 4. Previous theoretical studies have explored a connection between this jammed state and the glass transition 4, 5, 6, 7, 8, the thermodynamics of jamming 9, 10, 11, 12 and geometric modelling of random packings 13, 14, 15. Nevertheless, a simple underlying mechanism for the random assembly of athermal particles, analogous to crystalline ordering, remains unknown. Here we use three-dimensional measurements of packings of polydisperse emulsion droplets to build a simple statistical model in which the complexity of the global packing is distilled into a local stochastic process. From the perspective of a single particle, the packing …",
                "Single-protein force experiments have relied on a molecular fingerprint based on tethering multiple single-protein domains in a polyprotein chain. However, correlations between these domains remain an issue in interpreting force spectroscopy data, particularly during protein folding. Here we first show that force-clamp spectroscopy is a sensitive technique that provides a molecular fingerprint based on the unfolding step size of four single-monomer proteins. We then measure the force-dependent unfolding rate kinetics of ubiquitin and I27 monomers and find a good agreement with the data obtained for the respective polyproteins over a wide range of forces, in support of the Markovian hypothesis. Moreover, with a large statistical ensemble at a single force, we show that ubiquitin monomers also exhibit a broad distribution of unfolding times as a signature of disorder in the folded protein landscape. Furthermore, we …",
                "The conformational energy landscape of a protein out of equilibrium is poorly understood. We use single-molecule force-clamp spectroscopy to measure the kinetics of unfolding of the protein ubiquitin under a constant force. We discover a surprisingly broad distribution of unfolding rates that follows a power law with no characteristic mean. The structural fluctuations that give rise to this distribution reveal the architecture of the protein’s energy landscape. Following models of glassy dynamics, this complex kinetics implies large fluctuations in the energies of the folded protein, characterized by an exponential distribution with a width of 5–10k B T. Our results predict the existence of a ‘glass transition’force below which the folded conformations interconvert between local minima on multiple timescales. These techniques offer a new tool to further test statistical energy landscape theories experimentally.",
                "In particulate materials, such as emulsions and granular media, a “jammed” system results if particles are packed together so that all particles are touching their neighbours, provided the density is sufficiently high. This paper studies through experiment, theory and simulation, the forces that particles exert upon one another in such a jammed state. Confocal microscopy of a compressed polydisperse emulsion provides a direct 3D measurement of the dispersed phase morphology within the bulk of the sample. This allows the determination of the probability distribution of interdroplet forces, P(f) where f is the magnitude of the force, from local droplet deformations. In parallel, the simplest form of the Boltzmann equation for the probability of force distributions predicts P(f) to be of the form e−f\/p, where p is proportional to the mean force  for large forces. This result is in good agreement with experimental and simulated data.",
                "Statistical theories of protein folding have long predicted plausible mechanisms for reducing the vast conformational space through distinct ensembles of structures. However, these predictions have remained untested by bulk techniques, because the conformational diversity of folding molecules has been experimentally unapproachable. Owing to recent advances in single molecule force-clamp spectroscopy, we are now able to probe the structure and dynamics of the small protein ubiquitin by measuring its length and mechanical stability during each stage of folding. Here, we discover that upon hydrophobic collapse, the protein rapidly selects a subset of minimum energy structures that are mechanically weak and essential precursors of the native fold. From this much reduced ensemble, the native state is acquired through a barrier-limited transition. Our results support the validity of statistical mechanics models in …",
                "The micromechanics of a variety of systems experiencing a structural arrest due to their high density could be unified by a thermodynamic framework governing their approach to ‘jammed’ configurations. The mechanism of supporting an applied stress through the microstructure of these highly packed materials is important in inferring the features responsible for the inhomo- geneous stress transmission and testing the universality for all jammed matter. In this paper, we present a novel method for measuring the force distribution within the bulk of a compressed emulsion system using confocal microscopy and explain our results with a simple theoretical model and computer simulations. We obtain an exponential distribution at large forces and a small peak at small forces, in agreement with previous experimental and simulation data for other particulate systems.",
                "Through evolution, nature has produced exquisite nanometric structures, with features unrealized in the most advanced man-made devices. Type IV pili (Tfp) represent such a structure: 6-nm-wide retractable filamentous appendages found in many bacteria, including human pathogens. Whereas the structure of Neisseria gonorrhoeae Tfp has been defined by conventional structural techniques, it remains difficult to explain the wide spectrum of functions associated with Tfp. Here we uncover a previously undescribed force-induced quaternary structure of the N. gonorrhoeae Tfp. By using a combination of optical and magnetic tweezers, atomic force microscopy, and molecular combing to apply forces on purified Tfp, we demonstrate that Tfp subjected to approximately 100 pN of force will transition into a new conformation. The new structure is roughly 3 times longer and 40% narrower than the original structure. Upon …",
                "Jammed matter is by definition impenetrable to light, such that little is known about the geometry of jammed systems. Using confocal microscopy to image an emulsion in 3D, we first explain the origin of the enhanced fluorescence at the droplet contacts and then determine the contact network inside the model frictionless system. This enables the experimental determination of the average coordination number⟨ Z⟩ which agrees with the isostatic predicted value of⟨ Z⟩≈ 6. Furthermore, we calculate the entropy of the packing from the network of contacts.",
                "The specificity and thermal reversibility of DNA interactions have enabled the self-assembly of crystal structures, self-replicating materials and colloidal molecules. Grafting DNA onto liquid interfaces of emulsions leads to exciting new architectural possibilities due to the mobility of the DNA ligands and the patches they form between bound droplets. Here we show that the size and number of these adhesion patches (valency) can be controlled. Valence 2 leads to flexible polymers of emulsion droplets, while valence above 4 leads to rigid droplet networks. A simple thermodynamic model quantitatively describes the increase in the patch size with droplet radii, DNA concentration and the stiffness of the tether to the sticky-end. The patches are formed between droplets with complementary DNA strands or alternatively with complementary colloidal nanoparticles to mediate DNA binding between droplets. This emulsion …"
            ],
            [
                [
                    "Biophysics",
                    "Jamming",
                    "Single molecules",
                    "Soft Matter"
                ]
            ],
            [
                "Jasna Brujic Professor Of Physics Ph.D. 2004 (Physics), Cambridge University M.S. 1999 (Chemistry), Imperial College, London Experimental physics; Single molecule force spectroscopy, Mechanics of \nproteins; Protein folding under force, Model colloidal proteins,\nJammed matter, Stress transmission in emulsions. Fellowships\/Honors NSF CAREER Award: Microstructure of Jammed Particulate Matter, 2010 Burroughs Wellcome Fund CASI Award Fellow, 2006-2011 ($500,000) Summer student from the NYU-CCNY REU for the Science and Engineering of Soft Materials and Interfaces (SESMI), 2007 Force Dependent Polymorphism in Type IV Pili reveals Hidden Epitopes, N. Biais, D. L. Higashi, J. Brujic, M. So, M.P. Sheetz, PNAS, 2010 107, 25, 11358-11363 A model of random packing of polydisperse frictionless spheres, E. I. Corwin, M. Clusel, A. Siemens, J. Brujic, Soft Matter 2010 6, 2949-2959 A 'granocentric' model for random packing of jammed emulsions, Maxime Clusel, Eric I. Corwin, Alexander O. N. Siemens, Jasna Brujic, Nature, 30 July 2009, 460, 611-615 Direct observation of an ensemble of stable collapsed states in the mechanical folding of ubiquitin , Sergi Garcia-Manyes, Lorna Dougan, Carmen L. Badilla, Jasna Brujic and Julio M. Fernandez, in Proceedings of the National Academy of Sciences (PNAS), May 12, 2009, 106, 26, 10534-10539, edited by Peter G. Wolynes, University of California at San Diego, La Jolla, CA Forceclamp spectroscopy of single proteins in Single Molecule Dynamics , L.dougan, J. Brujic, J. M. Fernandez, in Life Sciences, 2008 , edited by T. Yanagida and Y. Ishii,Wiley-VCH, Weinheim Force-clamp spectroscopy of single protein monomers reveals the individual unfolding and fodling pathways of I27 and ubiquitin, S. Garcia-Manyes, J. Brujić, Carmen L. Badilla, and J.M. Fernandez, Biophys. J., 2007 , doi:10.1529\/biophysj.107.104422. Measuring the coordination number and entropy of a 3D jammed emulsion packing by confocal microscopy, J. Brujić, C. Song, P. Wang, C. Briscoe, G. Marty, and H. A. Makse, Phys. Rev. Lett., 2007 , 98, 248001. Dwell-time distribution analysis of polyprotein unfolding using `force-clamp’ spectroscopy, J. Brujić, R. I. Z. Hermans, S. Garcia-Manyes, K. A. Walther, and J. M. Fernandez, Biophys. J., 2007 , 92, 2896-2903. Contour length and refolding rate of a small protein controlled by engineered disulfide bonds, S. R. K. Ainavarapu, J. Brujić, H. H. Huang, A. P. Wiita, H. Lu, L. Li, K. A. Walther, M. Carrion-Vazquez, H. Li, and J. M. Fernandez, Biophys. J., 2007 , 92, 225-233. Single molecule force spectroscopy reveals signatures of glassy dynamics in the energy landscape of ubiquitin, J. Brujić, R. Hermans, K. A. Walther, J. M. Fernandez, Nature Physics, 2006 , 2, 282-286. Sub-angstrom conformational changes of a single molecule captured by AFM variance analysis, K. A. Walther, J. Brujić, H. Li, and J. M. Fernndez, Biophys. J., 2006 , 90, 3806-3812. Granular dynamics in compaction and stress relaxation, J. Brujić, D. Johnson, O. Sindt, H. A. Makse, Phys. Rev. Lett., 2005 , 128001. A basis for the statistical mechanics of granular systems in unifying concepts of granular media and glasses, S. F. Edwards, J. Brujić, H. A. Makse, edited by A. Coniglio, A. Fiero, H. J. Herrmann and M. Nicodemi, Elsevier, 2004 , Amsterdam. 3D bulk measurements of the force fistribution in a compressed emulsion system, J. Brujić, S. F. Edwards, D. V. Grinev, I. Hopkinson, D. Brujić, H. A. Makse, Faraday Disc., 2003 , 123, 207-220. Measuring the distribution of interdroplet forces in a compressed emulsion system, J. Brujić, S. F. Edwards, I. Hopkinson, and H. A. Makse, Physica A, 2003 , 327, 201-212. Jammed systems in slow flow need a new statistical mechanics, J. Brujić, D. V. Grinev, S. F. Edwards, Proc. Roy. Soc. A, 2003 , 361, 741. Fundamental problems in statistical physics of jammed packings, S. F. Edwards, D. V. Grinev, J. Brujić, Physica A, 2003 , 330, 61. Jasna Brujic Professor Of Physics jb2929@nyu.edu 726 Broadway, Room 875 Phone: (212) 998-3586 Lab Homepage CV Publication List Brujic Lab. Jamming and Biophysics Menu Skip to content Home News Peer-reviewed journals Press Jasna Brujic (PI) Adrien Izzet Angus McMullen Kartikeya Nagendra Jamming Biometics Protein folding AFM developments Outreach Contacts Photo gallery Search for: Home Welcome From left to right: Daniel, Kartikeya, Leah, Adrien, Jasna, Chuan, Angus and Preston. Have you ever looked inside a packing of particles? Walked through a room full of balloons? Picked up a single protein molecule? Danced with it in tandem? All these things are possible in our lab thanks to confocal and atomic force microscopy (AFM) and a little bit of pixie dust. On the particle packing side, we study jamming in emulsions, colloids and biomimetic systems by probing their 3D structure in detail. Our aim is to understand how topology and stress govern the structure and mechanical properties of these amorphous solids and to test their effects in biological tissues. On the single molecule side, we measure the length fluctuations in folded proteins under a stretching force to deduce their underlying free energy landscape. This statistical physics approach to the dynamics reveals new views of single proteins as complex systems. We are part of the Center for Soft Matter Research within the Physics Department at New York University. Wanna follow our news ? Follow our RSS feed . Recent Posts Our new paper on swimming droplets has been published in PRX Jasna got nominated as an APS Fellow! New paper published in Langmuir: Square Colloidal Crystals via Templated Capillary Assembly Biomimetic emulsions in the news! Archives May 2020 September 2019 March 2019 January 2019 October 2018 August 2018 June 2018 March 2018 September 2017 Meta Log in Entries feed Comments feed WordPress.org Proudly powered by WordPress Biophysics Jasna Brujic Biophysics Center for Soft Matter Research Alexander Grosberg Biophysics Condensed Matter Physics Statistical and Mathematical Physics Center for Soft Matter Research Alexandra Zidovska Biophysics Center for Soft Matter Research Center for Soft Matter Research Founded in 2004, the Center for Soft Matter Research at New York University is dedicated to scientific inquiry at the interface between physics, chemistry, biology and engineering. For more information, please visit the center's web site . Center for Soft Matter Physics Biophysics Jasna Brujic Biophysics Center for Soft Matter Research Paul Chaikin Silver Professor; Professor of Physics Condensed Matter Physics Center for Soft Matter Research Marc Gershow Associate Professor of Physics and Neural Science Center for Soft Matter Research David G. Grier Director of the Center for Soft Matter Research Condensed Matter Physics Center for Soft Matter Research Alexander Grosberg Biophysics Condensed Matter Physics Statistical and Mathematical Physics Center for Soft Matter Research Pierre Hohenberg Emeritus Professor of Physics Center for Soft Matter Research Condensed Matter Physics Andrew Hollingsworth Research Professor of Physics Center for Soft Matter Research David J. Pine Silver Professor of Physics; Professor of Physics and Mathematics Condensed Matter Physics Center for Soft Matter Research Alexandra Zidovska Biophysics Center for Soft Matter Research"
            ]
        ]
    ]
}