{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0IZI5SFY",
            "wlEcZjkAAAAJ",
            [
                "Nonstandard optics from quantum space-time",
                "Numerical relativity: solving Einstein's equations on the computer",
                "Gauge fields, knots and gravity",
                "Late-time behavior of stellar collapse and explosions. I. Linearized perturbations",
                "Loops, knots, gauge theories and quantum gravity",
                "Colliding black holes: The Close limit",
                "A first course in loop quantum gravity",
                "Late-time behavior of stellar collapse and explosions. II. Nonlinear evolution",
                "Loop quantization of the Schwarzschild black hole",
                "Optical phenomena in the field of braneworld Kerr black holes"
            ],
            [
                "We study light propagation in the picture of semiclassical space-time that emerges in canonical quantum gravity in the loop representation. In such a picture, where space-time exhibits a polymerlike structure at microscales, it is natural to expect departures from the perfect nondispersiveness of an ordinary vacuum. We evaluate these departures, computing the modifications to Maxwell’s equations due to quantum gravity and showing that under certain circumstances nonvanishing corrections appear that depend on the helicity of propagating waves. These effects could lead to observable cosmological predictions of the discrete nature of quantum space-time. In particular, recent observations of nondispersiveness in the spectra of gamma-ray bursts at various energies could be used to constrain the type of semiclassical state that describes the universe.",
                "Aimed at students and researchers entering the field, this pedagogical introduction to numerical relativity will also interest scientists seeking a broad survey of its challenges and achievements. Assuming only a basic knowledge of classical general relativity, the book develops the mathematical formalism from first principles, and then highlights some of the pioneering simulations involving black holes and neutron stars, gravitational collapse and gravitational waves. The book contains 300 exercises to help readers master new material as it is presented. Numerous illustrations, many in color, assist in visualizing new geometric concepts and highlighting the results of computer simulations. Summary boxes encapsulate some of the most important results for quick reference. Applications covered include calculations of coalescing binary black holes and binary neutron stars, rotating stars, colliding star clusters, gravitational and magnetorotational collapse, critical phenomena, the generation of gravitational waves, and other topics of current physical and astrophysical significance.",
                "This is an introduction to the basic tools of mathematics needed to understand the relation between knot theory and quantum gravity. The book begins with a rapid course on manifolds and differential forms, emphasizing how these provide a proper language for formulating Maxwell's equations on arbitrary spacetimes. The authors then introduce vector bundles, connections and curvature in order to generalize Maxwell theory to the Yang-Mills equations. The relation of gauge theory to the newly discovered knot invariants such as the Jones polynomial is sketched. Riemannian geometry is then introduced in order to describe Einstein's equations of general relativity and show how an attempt to quantize gravity leads to interesting applications of knot theory.",
                "We study the power-law tails in the evolution of massless fields around a fixed background geometry corresponding to a black hole. We give analytical arguments for their existence at scri+, at the future horizon, and at future timelike infinity. We confirm their existence with numerical integrations of the curved spacetime wave equation on the background of a Schwarzschild and a Reissner-Nordström black hole. These results are relevant to studies of mass inflation and the instability of Cauchy horizons. The analytic arguments also suggest the behavior of the full nonlinear dynamics, which we study numerically in a companion paper.",
                "Loop representations (and the related topic of knot theory) are of considerable current interest because they provide a unified arena for the study of the gauge invariant quantization of Yang-Mills theories and gravity, and suggest a promising approach to the eventual unification of the four fundamental forces. This text provides a self-contained introduction to applications of loop representations and knot theory in particle physics and quantum gravity. The book begins with a detailed review of loop representation theory. It then goes on to describe loop representations in Maxwell theory, Yang-Mills theories, as well as lattice techniques. The authors then discuss applications in quantum gravity in detail. Following chapters consider knot theories, braid theories and extended loop representations in quantum gravity. A final chapter assesses the current status of the theory and points out possible directions for future research.",
                "The problem of the mutual attraction and joining of two black holes is of importance as both a source of gravitational waves and as a testbed of numerical relativity. If the holes start out close enough that they are initially surrounded by a common horizon, the problem can be viewed as a perturbation of a single black hole. We take initial data due to Misner for close black holes, apply perturbation theory, and evolve the data with the Zerilli equation. The computed gravitational radiation agrees with and extends the results of full numerical computations.",
                "This book provides an accessible introduction to loop quantum gravity and some of its applications, at a level suitable for undergraduate students and others with only a minimal knowledge of college level physics. In particular it is not assumed that the reader is familiar with general relativity and only minimally familiar with quantum mechanics and Hamiltonian mechanics. Most chapters end with problems that elaborate on the text, and aid learning. Applications such as loop quantum cosmology, black hole entropy and spin foams are briefly covered. The text is ideally suited for an undergraduate course in the senior year of a physics major. It can also be used to introduce undergraduates to general relativity and quantum field theory as part of a'special topics' type of course.",
                "We compare the predictions of linearized theory for the radiation produced in the collapse of a spherically symmetric scalar field with a full numerical integration of the Einstein equations. We find power-law tails and quasinormal ringing remarkably similar to predictions of linearized theory even in cases where nonlinearities are crucial. We also show that power-law tails develop even when the collapsing scalar field fails to produce a black hole.",
                "We quantize spherically symmetric vacuum gravity without gauge fixing the diffeomorphism constraint. Through a rescaling, we make the algebra of Hamiltonian constraints Abelian, and therefore the constraint algebra is a true Lie algebra. This allows the completion of the Dirac quantization procedure using loop quantum gravity techniques. We can construct explicitly the exact solutions of the physical Hilbert space annihilated by all constraints. New observables living in the bulk appear at the quantum level (analogous to spin in quantum mechanics) that are not present at the classical level and are associated with the discrete nature of the spin network states of loop quantum gravity. The resulting quantum space-times resolve the singularity present in the classical theory inside black holes.",
                "We study the influence of the tidal charge parameter of the braneworld models on some optical phenomena in rotating black hole space–times. The escape photon cones are determined for special families of locally nonrotating, circular geodetical and radially free-falling observers. The silhouette of a rotating black hole, the shape of an equatorial thin accretion disk and the time delay effect for direct and indirect images of a radiating hot spot orbiting the black hole are given and classified in terms of the black hole rotational and tidal parameters. It is shown that increase of the negatively valued tidal parameter, with the rotational parameter fixed, generally strengthens the relativistic effects and suppresses the rotation-induced asymmetries in the optical phenomena."
            ],
            [
                [
                    "Classical and quantum gravity"
                ]
            ]
        ]
    ]
}