{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0JFTQL0N",
            "BhkZBiwAAAAJ",
            [
                "Evaluating ground improvement after blast densification: Performance at the Oakridge landfill",
                "Stress redistribution after blast densification",
                "A field and numerical evaluation of blast densification at a test section",
                "The Sibalaya flowslide initiated by the 28 September 2018 Mw7.5 Palu-Donggala, Indonesia earthquake",
                "A Case Study of Settlement and Load Transfer at Depth Beneath Column-Supported Embankments",
                "Measurement of gas released during blast densification",
                "East Palu Valley flowslides induced by the 2018 MW 7.5 Palu-Donggala earthquake",
                "Simple approach for analysis of beam-column elements on homogeneous and non-homogeneous elastic soil",
                "Assessing persistence of entrapped gas for induced partial saturation",
                "Field Reconnaissance Data from GEER Investigation of the 2018 MW 7.5 Palu-Donggala Earthquake"
            ],
            [
                "Blasting has long been used as a ground improvement technique to densify loose granular soils. Explosives detonated at depth induce liquefaction in the target sand followed by pore pressure dissipation and attendant consolidation. Improvement typically is verified via measured surface settlements and increased penetration resistance with in situ tests such as the cone penetration test (CPT). However, an increase in penetration resistance is often not observed for months or even years after blasting. The results of instrumentation at a production blast zone at the Oakridge Landfill are reported herein. Instrumentation included surface settlements, pore pressure measurements inside and outside the blast zone, preblast and postblast piezocone () soundings, and gas concentrations of pore fluid. No increase in penetration resistance with the  was detected 53 days after the final blast, despite more than 0.5 m of settlement …",
                "Results of a numerical finite-element (FE) simulation are presented to evaluate stress changes that affect the results of cone penetration tests (CPT) made at a test section after blast densification. The two-dimensional (2D) FE simulation was not used to predict liquefaction, as the pore-pressure distribution immediately after each blast and the extent of liquefaction, determined from field observations of ground-surface settlements and pore-pressure measurements, were an input rather than a result. A fully coupled FE formulation was employed to compute time-dependent deformations and stress changes that result from dissipation and seepage of input excess pore pressures. Computed results indicate stress levels within the targeted loose sand decrease near the edge of the blast zone as a result of stress redistributions that take place during reconsolidation, and likely contribute to decreased penetration resistance …",
                "For more than 70 years, blast densification has been employed as a ground improvement technique to densify loose granular soils. Explosives are detonated at depth to induce liquefaction in the target sand and subsequent pore pressure dissipation causes the soil to consolidate into a denser configuration. Typically, improvement is verified via measured surface settlements and increased penetration resistance with in-situ tests, such as the standard penetration (SPT) or cone penetration test (CPT). However, often times no increase or a decrease in penetration resistance is observed, despite significant amounts of densification in the target sand layer. Researchers have suggested several theories for this paradox, including arching, decreased stress levels, destruction of cementation bonds, and the presence of gas released by the explosives. In some instances, a time-delay on the order of months or years was …",
                "The 28 September 2018 MW 7.5 Palu-Donggala earthquake caused massive flowslides within and nearby the city of Palu. We performed post-earthquake reconnaissance at the flowslide sites and examine a large flowslide that occurred approximately 30 km south of Palu in Sibalaya. We performed field mapping, unmanned aerial vehicle flights, and eyewitness interviews. After the post-earthquake reconnaissance, we performed cone penetration tests. We developed hypothesized flowslide initiation and progression mechanisms from our collective reconnaissance efforts. Based on observed morphological features and eyewitness accounts, the flowslide initiated near a change from steep to shallow terrain. Significant liquefaction of the underlying soils initiated the flowslide after strong ground motions ceased. We speculate progressive liquefaction and\/or void redistribution contributed to the timing and delay of …",
                "The use of column-support to facilitate rapid placement of fill over soft ground continues to gain wider acceptance and popularity. A soil arching mechanism and, often times, a geosynthetic reinforced load transfer platform partially transfers load to support columns beneath embankment and MSE wall fills. The mechanisms contributing to load transfer at the heads of columns has been the subject of extensive research for column-supported embankments. However, less attention has been given to the role of soil-column interaction at depth, and its influence on performance of these systems. This case study presents measured surface and subsurface deformations beneath embankments and retained MSE wall fills supported on concrete rigid inclusions. Movements were measured with settlement plates and extensometers. Stress changes beneath fill material was inferred from measured subsurface deformations and …",
                "The introduction of nitrogen and carbon dioxide gases into the ground during blasting increases pore fluid compressibility and thus affects the postblast mechanical behavior of densified sand. This study presents the techniques used to sample pore fluid in situ with the BAT probe at a full-scale blast densification site. Special emphasis is given to the importance of preparing sample containers prior to collecting pore fluid. In addition, a methodology to evaluate gas concentrations and the degree of saturation in situ is provided. Measurements of postblast gas concentrations reveal that gas generated by explosives significantly increases both nitrogen gas and carbon dioxide concentrations relative to preblast levels. In addition, groundwater flow is likely responsible for increased gas concentrations outside the zone after a blast. However, nitrogen gas is responsible, almost exclusively, for the saturation of groundwater …",
                "The 2018 MW 7.5 Palu-Donggala, Indonesia earthquake initiated a series of catastrophic flowslides that claimed the lives of several thousand people, making it the deadliest natural disaster of 2018. Three of the most significant flowslides, which occurred in the communities of Petobo, Jono Oge, and Lolu Village, were clustered within alluvial sediments of the Palu River Valley. Post-earthquake field reconnaissance, subsurface investigation, eyewitness interviews, and geomechanical analyses indicate that the failure sequence began when the earthquake ground motion raised pore water pressures in the saturated interbedded alluvial sediments. The flowslides were not coseismic but instead occurred several minutes after earthquake shaking ended. We hypothesize that high excess pore pressures created large hydraulic gradients within the alluvial sediments, which ultimately triggered progressive liquefaction …",
                "A simplified analytical approach to analyze soil-structure interaction of beam-column elements (i.e., beams, columns, piles, etc.) with generalized end-boundary conditions on a homogeneous or non-homogeneous Pasternak foundation is developed. The Differential Transformation Method (DTM) is employed to solve the equation that governs the mechanical response of the proposed beam-column element. Using the same set of expressions, the proposed formulation can be used to conduct both static and stability analyses. It also provides the flexibility to incorporate the effects of semirigid connections, lateral restraints, and axial and lateral load at the ends of the element. The effects of any slenderness ratio and element\/soil stiffness ratio are captured with the proposed formulation. Five examples are examined to illustrate the simplicity of the method to conduct static and stability analyses. The proposed method is …",
                "Induced partial saturation (IPS) is a novel method to suppress the generation of excess pore-water pressure and increase the liquefaction resistance of loose granular soils. Mechanical benefits associated with IPS are linked to the persistence of entrapped bubbles. Civil infrastructure operates for decades, often longer than a century, and thus the longevity of gas is a salient consideration for adoption of IPS in practice. Modeling the physical and chemical mechanisms that influence the persistence of entrapped bubbles is a practical avenue to address gas durability on these time scales, a limitation of physical experiments. The governing aqueous-phase advection-diffusion processes and interphase gas kinetics associated with bubble dissolution are simulated in a finite-difference numerical framework, validated with elemental and bench-scale experiments, and then extended to address soil resaturation rates under …",
                "The Mw7.5 Palu-Donggala earthquake occurred on 28 September 2018 and caused significant damage in Palu City and the surrounding Central Sulawesi region of Indonesia. The earthquake initiated a series of catastrophic landslides (classified as flowslides) [1,2], collapsed buildings, and generated tsunami waves that impacted Palu Bay's coast. The earthquake claimed over 4,000 lives, making it the deadliest natural disaster of 2018. We performed a post-earthquake field reconnaissance and collected perishable data at the sites of five significant flowslides (named for the communities where they occurred: Balaroa, Petobo, Lolu Village, Jono Oge, and Sibalaya), as well as at other damage locations in the mesoseismal region. Our field team consisted of five U.S.-based members, who were sponsored by the U.S. National Science Foundation-supported Geotechnical Extreme Events Reconnaissance (GEER …"
            ],
            [
                [
                    "Goetchnical Engineering",
                    "Civil Engineering"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}