{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0K31OOML",
            "ZVaMoP0AAAAJ",
            [
                "Double Exchange Alone Does Not Explain the Resistivity of ",
                "Effect of a nonzero temperature on quantum critical points in itinerant fermion systems",
                "Dynamic Jahn-Teller Effect and Colossal Magnetoresistance in ",
                "Continuous-time Monte Carlo methods for quantum impurity models",
                "Lattice effects in magnetoresistive manganese perovskites",
                "Phenomenological model of nuclear relaxation in the normal state of YBa 2 Cu 3 O 7",
                "Advances in the physics of high-temperature superconductivity",
                "Continuous-time solver for quantum impurity models",
                "Magnetic field-tuned quantum criticality in the metallic ruthenate Sr3Ru2O7",
                "Electronic reconstruction at an interface between a Mott insulator and a band insulator"
            ],
            [
                "The La 1− x Sr x MnO 3 system with 0.2≲ x≲ 0.4 has traditionally been modeled with a “double-exchange” Hamiltonian in which it is assumed that the only relevant physics is the tendency of carrier hopping to line up neighboring spins. We present a solution of the double-exchange model, show it is incompatible with many aspects of the data, and propose that in addition to double-exchange physics a strong electron-phonon interaction arising from the Jahn-Teller splitting of the outer Mn d level plays a crucial role.",
                "I reexamine the work of Hertz on quantum phase transitions in itinerant fermion systems. I determine when it is permissible to integrate out the fermions and analyze the critical phenomena via an effective bosonic theory in which only fluctuations of the ordering field are explicitly retained. By solving appropriate scaling equations I obtain the different regimes of behavior of the correlation length and free energy in the disordered phase of the effective bosonic theory. The results in many cases differ from those of Hertz, but make contact with more recent work on the dilute Bose gas. I briefly discuss the relevance of the results to heavy-fermion materials.",
                "A model for the doped rare-earth manganites such as La 1− x Sr x MnO 3 incorporating the physics of dynamic Jahn-Teller and double-exchange effects is presented and solved via a dynamical mean field approximation. The interplay of these two effects as the electron phonon coupling is varied reproduces the observed behavior of the resistivity and magnetic transition temperature.",
                "Quantum impurity models describe an atom or molecule embedded in a host material with which it can exchange electrons. They are basic to nanoscience as representations of quantum dots and molecular conductors and play an increasingly important role in the theory of “correlated electron” materials as auxiliary problems whose solution gives the “dynamical mean-field” approximation to the self-energy and local correlation functions. These applications require a method of solution which provides access to both high and low energy scales and is effective for wide classes of physically realistic models. The continuous-time quantum Monte Carlo algorithms reviewed in this article meet this challenge. Derivations and descriptions of the algorithms are presented in enough detail to allow other workers to write their own implementations, discuss the strengths and weaknesses of the methods, summarize the problems …",
                "The discovery of spectacularly large magnetoresistive responses in a class of metallic manganese oxides has raised hopes that these compounds might be of practical utility. But regardless of whether this promise is realized, these materials provide an ideal system in which to elucidate the properties of metals in which electron–lattice interactions play a key role.",
                "A phenomenological model of a system of antiferromagnetically correlated spins is shown to give a good quantitative description of NMR, nuclear-quadrupole-resonance, and Knight-shift measurements on yttrium, planar copper, and planar oxygen sites in YBa 2 Cu 3 O 7. The antiferromagnetic correlation length is estimated to be∼ 2.5 lattice constants at T= 100 K. The temperature dependence of the correlation length ceases at T x≃ 100 K. The enhancement of the observed relaxation rates over what is expected for weakly interacting electrons is calculated and shown to be large. Extension of the calculation to other cuprate superconductors is discussed.",
                "The high-temperature copper oxide superconductors are of fundamental and enduring interest. They not only manifest superconducting transition temperatures inconceivable 15 years ago, but also exhibit many other properties apparently incompatible with conventional metal physics. The materials expand our notions of what is possible, and compel us to develop new experimental techniques and theoretical concepts. This article provides a perspective on recent developments and their implications for our understanding of interacting electrons in metals.",
                "We present a new continuous-time solver for quantum impurity models such as those relevant to dynamical mean field theory. It is based on a stochastic sampling of a perturbation expansion in the impurity-bath hybridization parameter. Comparisons with Monte Carlo and exact diagonalization calculations confirm the accuracy of the new approach, which allows very efficient simulations even at low temperatures and for strong interactions. As examples of the power of the method we present results for the temperature dependence of the kinetic energy and the free energy, enabling an accurate location of the temperature-driven metal-insulator transition.",
                "The concept of quantum criticality is proving to be central to attempts to understand the physics of strongly correlated electrons. Here, we argue that observations on the itinerant metamagnet Sr3Ru2O7 represent good evidence for a new class of quantum critical point, arising when the critical end point terminating a line of first-order transitions is depressed toward zero temperature. This is of interest both in its own right and because of the convenience of having a quantum critical point for which the tuning parameter is the magnetic field. The relationship between the resultant critical fluctuations and novel behavior very near the critical field is discussed.",
                "Surface science is an important and well-established branch of materials science involving the study of changes in material properties near a surface or interface. A fundamental issue has been atomic reconstruction: how the surface lattice symmetry differs from the bulk.‘Correlated-electron compounds’ are materials in which strong electron–electron and electron–lattice interactions produce new electronic phases, including interaction-induced (Mott) insulators, many forms of spin, charge and orbital ordering, and (presumably) high-transition-temperature superconductivity 1, 2. Here we propose that the fundamental issue for the new field of correlated-electron surface\/interface science is ‘electronic reconstruction’: how does the surface\/interface electronic phase differ from that in the bulk? As a step towards a general understanding of such phenomena, we present a theoretical study of an interface between a strongly …"
            ],
            [
                [
                    "Condensed matter physics"
                ]
            ],
            [
                "Program Areas Mathematics and Physical Sciences Life Sciences Autism Research Initiative Simons Collaborations Flatiron Institute Outreach and Education Simons Society of Fellows Funding Funding Policies and Procedures Award Instructions News Announcements Articles Videos What We’re Reading Simons Foundation Lectures Simons Foundation Presents About Us Media Relations Leadership Annual Report Contact Us COVID-19 Simons Foundation Center for Computational Quantum Physics CCQ Dynamics and Control Quantum Materials Software Libraries Theory and Methods News Quantum Cafe Workshops Event Videos Software Jobs Code of Conduct Media Relations Home Flatiron Institute Center for Computational Quantum Physics Andrew Millis, Ph.D. CCQ Co-Director, Flatiron Institute Andrew Millis’s website Email Andrew Millis Andrew Millis is co-director of the Center for Computational Quantum Physics at the Flatiron Institute and professor of physics at Columbia University. He received his Ph.D. in physics from the Massachusetts Institute of Technology in 1986. After that, he worked for 10 years in the theoretical physics research department at Bell Laboratories and then served on the faculty at Johns Hopkins University and Rutgers University before moving to Columbia University in 2001. He served as chair of the Columbia University physics department from 2006 to 2009. He began his association with the Simons Foundation in 2011, serving as associate director for physics in the Mathematics and Physical Sciences division before moving to the Flatiron Institute in the fall of 2017. Millis’ research interests focus on the theoretical physics of electrons in materials, with a particular focus on collective properties such as superconductivity and magnetism. His recent work has emphasized the development and use of new numerical methods for the many-electron problem and the application of these methods to elucidate the behavior of high-temperature superconductors, oxide superlattices and materials under non-equilibrium conditions. He is the author of more than 300 papers and has served on numerous advisory boards, including those of the Kavli Institute for Theoretical Physics, the Aspen Center for Physics and arXiv. He is a member of the advisory board of the U.S. Summer School on Condensed Matter and Materials Physics (which he helped found), a foreign associate of the Canadian Institute for Advanced Research and a fellow of the American Physical Society and of the American Association for the Advancement of Science. He received the 2017 Hamburg Prize for Theoretical Physics, and two of his recent postdoctoral fellows have received IUPAP Young Scientist awards. Advancing Research in Basic Science and Mathematics Subscribe to Flatiron Institute announcements and other foundation updates Continue About Us Funding News Annual Report Contact Us Career Opportunities Follow Us © Simons Foundation Terms and Conditions Privacy Policy Image Credits Program Areas Program Areas Mathematics & Physical Sciences Mathematics & Physical Sciences Mathematics & Physical Sciences Funding Request for Applications Programs Policies and Procedures News Events Conferences Symposia Lectures About About Us Scientific Advisory Board Life Sciences Life Sciences Life Sciences Research Areas Origins of Life Microbial Oceanography Microbial Ecology & Evolution Funding Funding Funding Opportunities Life Sciences Awards Project Awards Funding Policies News About Us Autism Research (SFARI) Simons Collaborations Simons Collaborations Simons Collaborations Life Sciences Collaborations Life Sciences Collaborations Life Sciences Collaborations Research Areas Origins of Life Microbial Oceanography Microbial Ecology & Evolution Funding Funding Funding Opportunities Life Sciences Awards Project Awards Funding Policies News About Us Global Brain Global Brain Global Brain Funding Funding Bridge to Independence Add-On Grants Projects News News Cosyne 2020 Cosyne 2019 Cosyne 2018 Research Highlights Events About Scientific Mission Executive Committee Our Team Investigators Fellows SCGB Network SCGB-Sponsored Courses Data Sharing Initiatives Other Resources MPS Collaborations MPS Collaborations MPS Collaborations Funding Request for Applications Programs Policies and Procedures News Events Conferences Symposia Lectures About About Us Scientific Advisory Board Flatiron Institute Flatiron Institute Flatiron Institute Our Centers Our Centers Center for Computational Astrophysics Center for Computational Astrophysics Center for Computational Astrophysics Groups Astronomical Data Compact Objects Cosmology X Data Science Dynamics Galaxy Formation Gravitational Wave Astronomy Planet Formation Projects News News Publications Events CCA Colloquium Event Videos Jobs About Code of Conduct Media Relations Contact People Staff Flatiron Research Fellows Long-Term Visiting Scientists Guest Researchers Center for Computational Biology Center for Computational Biology Center for Computational Biology Groups Biophysical Modeling Developmental Dynamics Genomics Systems Biology Publications News Jobs About Events Code of Conduct Media Relations Contact People Staff Flatiron Research Fellows Long-Term Visiting Scientists Center for Computational Mathematics Center for Computational Mathematics Center for Computational Mathematics Research Image and Signal Processing Numerical Analysis Machine Learning and Data Analysis Publications News Software People Staff Flatiron Research Fellows Long-Term Visiting Scientists Jobs About Events Code of Conduct Media Relations Contact Center for Computational Neuroscience Center for Computational Neuroscience Center for Computational Neuroscience Groups Computational Vision Neural Circuits and Algorithms Publications Software News Jobs About Events Code of Conduct Media Relations People Center for Computational Quantum Physics Center for Computational Quantum Physics Center for Computational Quantum Physics Research Dynamics and Control Quantum Materials Software Libraries Theory and Methods Publications News Events Quantum Cafe Workshops Event Videos Software About Jobs Code of Conduct Media Relations Contact People Scientific Computing Core Scientific Computing Core Scientific Computing Core News Events Jobs About People Contact Publications News Events Jobs About Mission People Media Relations Code of Conduct Contact COVID-19 Outreach & Education Outreach & Education Outreach & Education Science Sandbox Science Sandbox Science Sandbox Funding Funding Criteria Supported Projects News Stories of Impact About Mission Press Kit Advisory Board Staff Quanta Magazine Simons Foundation Lectures Math for America Science Philanthropy Alliance Simons Society of Fellows Simons Society of Fellows Fellows News Nominations Contact Funding Funding Policies and Procedures Award Instructions News Announcements Articles Videos What We’re Reading Events Simons Foundation Lectures Simons Foundation Presents About About Us Media Relations Leadership Annual Report Contact Us COVID-19 © Simons Foundation Terms and Conditions Privacy Policy Image Credits We use cookies to analyze web traffic and to improve your browsing experience; full details are in our privacy policy. Please agree to accept cookies from our site. AGREE"
            ]
        ]
    ]
}