{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0KSIHQY8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Leonard Susskind Felix Bloch Professor in Physics Leonard Susskind is the Felix Bloch professor of Theoretical physics at Stanford University. His research interests include string theory, quantum field theory, quantum statistical mechanics and quantum cosmology. He is a member of the National Academy of Sciences of the USA, and the American Academy of Arts and Sciences, an associate member of the faculty of Canada's Perimeter Institute for Theoretical Physics, and a distinguished professor of the Korea Institute for Advanced Study. Susskind is widely regarded as one of the fathers of string theory, having, with Yoichiro Nambu and Holger Bech Nielsen, independently introduced the idea that particles could in fact be states of excitation of a relativistic string. He was the first to introduce the idea of the string theory landscape in 2003. Director, Stanford Institute for Theoretical Physics (2009 - Present) J. J. Sakurai Prize for Theoretical Particle Physics, American Physical Society (1998) Member, National Academy of Sciences (2000 - Present) Ph.D., Cornell University, Physics  (1965) B.S., City College of New York, Physics  (1962) The Theoretical Minimum lecture series Publications on INSPIRE Classical Electrodynamics PHYSICS 220 (Win) Introduction to String Theory, Quantum Gravity, and Black Holes PHYSICS 153 (Spr) PHYSICS 291 (Sum) PHYSICS 190 (Win, Spr, Sum) Classical Electrodynamics PHYSICS 220 (Spr) Advanced Theoretical Physics II: Quantum Information Theory, Complexity, Gravity and Black Holes PHYSICS 451 (Aut) Advanced Theoretical Physics II: Quantum Information Theory, Complexity, Gravity and Black Holes PHYSICS 451 (Aut) Richard Nally Arvin Shahbazi Moghaddam Shangnan Aaland Zhou THE WORLD AS A HOLOGRAM JOURNAL OF MATHEMATICAL PHYSICS Susskind, L. 36 (11) : 6377-6396 Web of Science ID A1995TC12500018 de Sitter Space as a Resonance Maltz, J., Susskind, L. 118 (10) A quantum mechanical formulation of de Sitter cosmological spacetimes still eludes string theory. In this Letter we conjecture a potentially rigorous framework in which the status of de Sitter space is the same as that of a resonance in a scattering process. We conjecture that transition amplitudes between certain states with asymptotically supersymmetric flat vacua contain resonant pole characteristic metastable intermediate states. A calculation employing constrained instantons illustrates this idea. DOI 10.1103\/PhysRevLett.118.101602 Web of Science ID 000396046800005 PubMedID 28339250 Quantum complexity and negative curvature Brown, A. R., Susskind, L., Zhao, Y. 95 (4) DOI 10.1103\/PhysRevD.95.045010 Web of Science ID 000394664300013 Copenhagen vs Everett, Teleportation, and ER=EPR FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Susskind, L. 64 (6-7) : 551-564 DOI 10.1002\/prop.201600036 Web of Science ID 000384837400006 Holographic Complexity Equals Bulk Action? Brown, A. R., Roberts, D. A., Susskind, L., Swingle, B., Zhao, Y. 116 (19) We conjecture that the quantum complexity of a holographic state is dual to the action of a certain spacetime region that we call a Wheeler-DeWitt patch. We illustrate and test the conjecture in the context of neutral, charged, and rotating black holes in anti-de Sitter spacetime, as well as black holes perturbed with static shells and with shock waves. This conjecture evolved from a previous conjecture that complexity is dual to spatial volume, but appears to be a major improvement over the original. In light of our results, we discuss the hypothesis that black holes are the fastest computers in nature. DOI 10.1103\/PhysRevLett.116.191301 Web of Science ID 000376011400002 PubMedID 27232013 Complexity, action, and black holes Brown, A. R., Roberts, D. A., Susskind, L., Swingle, B., Zhao, Y. 93 (8) DOI 10.1103\/PhysRevD.93.086006 Web of Science ID 000374550800006 Entanglement is not enough FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Susskind, L. 64 (1) : 49-71 DOI 10.1002\/prop.201500095 Web of Science ID 000370142400005 Addendum to computational complexity and black hole horizons FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Susskind, L. 64 (1) : 44-48 DOI 10.1002\/prop.201500093 Web of Science ID 000370142400004 The typical-state paradox: diagnosing horizons with complexity FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Susskind, L. 64 (1) : 84-91 DOI 10.1002\/prop.201500091 Web of Science ID 000370142400007 ER=EPR, GHZ, and the consistency of quantum measurements FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Susskind, L. 64 (1) : 72-83 DOI 10.1002\/prop.201500094 Web of Science ID 000370142400006 Computational complexity and black hole horizons FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Susskind, L. 64 (1) : 24-43 DOI 10.1002\/prop.201500092 Web of Science ID 000370142400003 Localized shocks JOURNAL OF HIGH ENERGY PHYSICS Roberts, D. A., Stanford, D., Susskind, L. DOI 10.1007\/JHEP03(2015)051 Web of Science ID 000351302000001 Complexity and shock wave geometries Stanford, D., Susskind, L. 90 (12) DOI 10.1103\/PhysRevD.90.126007 Web of Science ID 000346377300004 Deconfinement transition as black hole formation by the condensation of QCD strings Hanada, M., Maltz, J., Susskind, L. 90 (10) DOI 10.1103\/PhysRevD.90.105019 Web of Science ID 000345593600008 Cool horizons for entangled black holes FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Maldacena, J., Susskind, L. 61 (9) : 781-811 DOI 10.1002\/prop.201300020 Web of Science ID 000327744800001 Full speed ahead NEW SCIENTIST Ananthaswamy, A., Susskind, L. 217 (2904) : 30-31 Web of Science ID 000315067900019 String Theory FOUNDATIONS OF PHYSICS Susskind, L. 43 (1) : 174-181 DOI 10.1007\/s10701-011-9620-x Web of Science ID 000312641000011 Tree-like structure of eternal inflation: A solvable model Harlow, D., Shenker, S. H., Stanford, D., Susskind, L. 85 (6) DOI 10.1103\/PhysRevD.85.063516 Web of Science ID 000301843500002 Multiverse interpretation of quantum mechanics Bousso, R., Susskind, L. 85 (4) DOI 10.1103\/PhysRevD.85.045007 Web of Science ID 000299943600011 Topological phases of eternal inflation Sekino, Y., Shenker, S., Susskind, L. 81 (12) DOI 10.1103\/PhysRevD.81.123515 Web of Science ID 000278770500001 Census taking in the hat: FRW\/CFT duality Sekino, Y., Susskind, L. 80 (8) DOI 10.1103\/PhysRevD.80.083531 Web of Science ID 000271353700046 Darwin's legacy PHYSICS WORLD Susskind, L. 22 (7) : 42-45 Web of Science ID 000267727300032 The Census Taker's Hat Meeting on Quantum Mechanics of Fundamental Systems - The Quest for Beauty and Simplicity Susskind, L. : 213–265 DOI 10.1007\/978-0-387-87499-9_16 Web of Science ID 000269307900016 Fast scramblers JOURNAL OF HIGH ENERGY PHYSICS Sekino, Y., Susskind, L. Web of Science ID 000260759200065 THOUGHTS ON A LONG VOYAGE INTERNATIONAL JOURNAL OF MODERN PHYSICS A Susskind, L. 23 (22) : 3431-3440 Web of Science ID 000259924700001 Future foam: Nontrivial topology from bubble collisions in eternal inflation Bousso, R., Freivogel, B., Sekino, Y., Shenker, S., Susskind, L., Yang, I., Yeh, C. 78 (6) DOI 10.1103\/PhysRevD.78.063538 Web of Science ID 000259692800062 The Black Hole War: My Battle with Stephen Hawking to Make the World Safe for Quantum Mechanics Susskind, L. Little, Brown and Company. The paradox of quantum black holes NATURE PHYSICS Susskind, L. 2 (10) : 665-677 DOI 10.1038\/nphys429 Web of Science ID 000241493100015 Holographic framework for eternal inflation Freivogel, B., Sekino, Y., Susskind, L., Yeh, C. 74 (8) DOI 10.1103\/PhysRevD.74.086003 Web of Science ID 000241724000111 Observational consequences of a landscape JOURNAL OF HIGH ENERGY PHYSICS Freivogel, B., Kleban, M., Martinez, M. R., Susskind, L. Web of Science ID 000236582900066 Because we're here NEW SCIENTIST Susskind, L., Gefter, A. 188 (2530) : 48-50 Web of Science ID 000234060200039 A theory of everything? 't Hooft, G., Susskind, L., Witten, E., Fukugita, M., Randall, L., Smolin, L., Stachel, J., Rovelli, C., Ellis, G., Weinberg, S., Penrose, R. 433 (7023) : 257-259 DOI 10.1038\/433257a Web of Science ID 000226381300043 PubMedID 15662413 Framework for the string theory landscape Freivogel, B., Susskind, L. 70 (12) DOI 10.1103\/PhysRevD.70.126007 Web of Science ID 000226054800104 1+1 dimensional compactifications of string theory Goheer, N., Kleban, M., Susskind, L. 92 (19) We argue that stable, maximally symmetric compactifications of string theory to 1+1 dimensions are in conflict with holography. In particular, the finite horizon entropies of the Rindler wedge in 1+1 dimensional Minkowski and anti-de Sitter space, and of the de Sitter horizon in any dimension, are inconsistent with the symmetries of these spaces. The argument parallels one made recently by the same authors, in which we demonstrated the incompatibility of the finiteness of the entropy and the symmetries of de Sitter space in any dimension. If the horizon entropy is either infinite or zero, the conflict is resolved. DOI 10.1103\/PhysRevLett.92.191601 Web of Science ID 000221540900007 PubMedID 15169396 A universe like no other NEW SCIENTIST Susskind, L. 180 (2419) : 34-41 Web of Science ID 000186260900040 Superstrings PHYSICS WORLD Susskind, L. 16 (11) : 29-35 Web of Science ID 000186879800028 The trouble with de Sitter space JOURNAL OF HIGH ENERGY PHYSICS Goheer, N., Kleban, M., Susskind, L. Web of Science ID 000186243500056 Initial conditions for inflation JOURNAL OF HIGH ENERGY PHYSICS Kaloper, N., Kleban, M., Lawrence, A., Shenker, S., Susskind, L. Web of Science ID 000180642700037 Disturbing implications of a cosmological constant JOURNAL OF HIGH ENERGY PHYSICS Dyson, L., Kleban, M., Susskind, L. Web of Science ID 000180552900011 Is there really a de Sitter\/CFT duality JOURNAL OF HIGH ENERGY PHYSICS Dyson, L., Lindesay, J., Susskind, L. Web of Science ID 000178999500045 Bosonic M theory JOURNAL OF MATHEMATICAL PHYSICS Horowitz, G. T., Susskind, L. 42 (7) : 3152-3160 Web of Science ID 000169406900024 String theory and quintessence JOURNAL OF HIGH ENERGY PHYSICS Hellerman, S., Kaloper, N., Susskind, L. Web of Science ID 000170648000003 Gauge symmetry and localized gravity in M-theory JOURNAL OF HIGH ENERGY PHYSICS Kaloper, N., Susskind, L., Silverstein, E. Web of Science ID 000170606000031 How Bob Laughlin tamed the giant graviton from Taub-NUT space JOURNAL OF HIGH ENERGY PHYSICS Bernevig, B. A., Susskind, L., Toumbas, N., Brodie, J. H. Web of Science ID 000168162800003 The IR\/UV connection in non-commutative gauge theories JOURNAL OF HIGH ENERGY PHYSICS Matusis, A., Susskind, L., Toumbas, N. Web of Science ID 000168161600002 Magnetic fields, branes, and noncommutative geometry Bigatti, D., Susskind, L. 62 (6) Web of Science ID 000089311300065 Space\/time non-commutativity and causality JOURNAL OF HIGH ENERGY PHYSICS Seiberg, N., Susskind, L., Toumbas, N. Web of Science ID 000168114600044 Invasion of the giant gravitons from anti-de Sitter space JOURNAL OF HIGH ENERGY PHYSICS McGreevy, J., Susskind, L., Toumbas, N. Web of Science ID 000168114600008 Strings in background electric field, space\/time noncommutativity and a new noncritical string theory JOURNAL OF HIGH ENERGY PHYSICS Seiberg, N., Susskind, L., Toumbas, N. Web of Science ID 000168114600021 Wilson loops as precursors Susskind, L., Toumbas, N. 61 (4) Web of Science ID 000085383200017 The holographic principle Conference of the NATO-Advanced-Study-Institute on Quantum Geometry Bigatti, D., Susskind, L. KLUWER ACADEMIC PUBL. : 179–225 Web of Science ID 000166854900004 Negative energy, superluminosity, and holography Polchinski, J., Susskind, L., Toumbas, N. 60 (8) Web of Science ID 000083200900025 Holography in the flat space limit 8th Canadian Conference on Genereal Relativity and Relativistic Astrophysics Susskind, L. AIP PRESS. : 98–112 Web of Science ID 000084221100013 Review of matrix theory NATO Advanced Study Institute on Strings, Branes and Dualities Bigatti, D., Susskind, L. : 277–318 Web of Science ID 000078180100011 Large N and the Dine-Rajaraman problem McCarthy, J., Susskind, L., Wilkins, A. 437 (1-2) : 62-68 Web of Science ID 000076514300010 A note on discrete light cone quantization Bigatti, D., Susskind, L. 425 (3-4) : 351-353 Web of Science ID 000074118100018 Schwarzschild black holes from matrix theory Banks, T., Fischler, W., KLEBANOV, I. R., Susskind, L. 80 (2) : 226-229 Web of Science ID 000071444000005 Schwarzschild black holes in matrix theory II JOURNAL OF HIGH ENERGY PHYSICS Banks, T., Fischler, W., Klebanov, I. R., Susskind, L. Web of Science ID 000076161700008 Outlook 18th International Symposium on Lepton-Photon Interactions (LP 97) Susskind, L. WORLD SCIENTIFIC PUBL CO PTE LTD. : 667-? Web of Science ID 000077110600028 Schwarzschild black holes in various dimensions from matrix theory KLEBANOV, I. R., Susskind, L. 416 (1-2) : 62-66 Web of Science ID 000071427500010 The incredible shrinking torus NUCLEAR PHYSICS B Fischler, W., Halyo, E., Rajaraman, A., Susskind, L. 501 (2) : 409-426 Web of Science ID A1997YA04700005 Instantons, scale invariance and Lorentz invariance in matrix theory Banks, T., Fischler, W., Seiberg, N., Susskind, L. 408 (1-4) : 111-116 Web of Science ID A1997YA57400018 Counting Schwarzschild and charged black holes Halyo, E., Kol, B., Rajaraman, A., Susskind, L. 401 (1-2) : 15-20 Web of Science ID A1997XB40200003 Rotational invariance in the M(atrix) formulation of type IIB theory Sethi, S., Susskind, L. 400 (3-4) : 265-268 Web of Science ID A1997XB40000005 M theory as a matrix model: A conjecture Banks, T., Fischler, W., SHENKER, S. H., Susskind, L. 55 (8) : 5112-5128 Web of Science ID A1997WV25000060 Black holes and the information paradox Susskind, L. 276 (4) : 52-57 Web of Science ID A1997WP07400024 Braneless black holes Halyo, E., Rajaraman, A., Susskind, L. 392 (3-4) : 319-322 Web of Science ID A1997WE56700014 D-branes and fat black holes NUCLEAR PHYSICS B Maldacena, J., Susskind, L. 475 (3) : 679-687 Web of Science ID A1996VH09100010 Number of states of two-dimensional critical string theory Banks, T., Susskind, L. 54 (2) : 1677-1681 Web of Science ID A1996UY73300046 String physics and black holes Trieste Spring School and Workshop on String Theory, Gauge Theory and Quantum Gravity Susskind, L., UGLUM, J. : 115–134 Web of Science ID A1996UA89700006 Black hole complementarity versus locality Lowe, D. A., Polchinski, J., Susskind, L., THORLACIUS, L., UGLUM, J. 52 (12) : 6997-7010 Web of Science ID A1995TN61300038 GRAVITY AND GLOBAL SYMMETRIES Kallosh, R., Linde, A., Linde, D., Susskind, L. 52 (2) : 912-935 Web of Science ID A1995RJ94800035 ASYMPTOTIC LEVEL DENSITY IN HETEROTIC STRING THEORY AND ROTATING BLACK-HOLES NUCLEAR PHYSICS B Russo, J. G., Susskind, L. 437 (3) : 611-623 Web of Science ID A1995QM06400005 BLACK-HOLE ENTROPY IN CANONICAL QUANTUM-GRAVITY AND SUPERSTRING THEORY Susskind, L., UGLUM, J. 50 (4) : 2700-2711 Web of Science ID A1994PC89100039 STRINGS, BLACK-HOLES, AND LORENTZ CONTRACTION Susskind, L. 49 (12) : 6606-6611 Web of Science ID A1994NT52600037 INFORMATION SPREADING IN INTERACTING STRING FIELD-THEORY Lowe, D. A., Susskind, L., UGLUM, J. 327 (3-4) : 226-233 Web of Science ID A1994NP23100009 GEDANKEN EXPERIMENTS INVOLVING BLACK-HOLES Susskind, L., THORLACIUS, L. 49 (2) : 966-974 Web of Science ID A1994MU30000040 THE STRETCHED HORIZON AND BLACK-HOLE COMPLEMENTARITY Susskind, L., THORLACIUS, L., UGLUM, J. 48 (8) : 3743-3761 Web of Science ID A1993MG84700041 STRING THEORY AND THE PRINCIPLE OF BLACK-HOLE COMPLEMENTARITY Susskind, L. 71 (15) : 2367-2368 Web of Science ID A1993MA96200004 TACHYON HAIR ON 2-DIMENSIONAL BLACK-HOLES Peet, A., Susskind, L., THORLACIUS, L. 48 (6) : 2415-2420 Web of Science ID A1993LY66600007 COSMIC CENSORSHIP IN 2-DIMENSIONAL GRAVITY Russo, J. G., Susskind, L., THORLACIUS, L. 47 (2) : 533-539 Web of Science ID A1993KG72700017 INFORMATION LOSS AND ANOMALOUS SCATTERING Peet, A., Susskind, L., THORLACIUS, L. 46 (8) : 3435-3443 Web of Science ID A1992JV11300025 END-POINT OF HAWKING RADIATION Russo, J. G., Susskind, L., THORLACIUS, L. 46 (8) : 3444-3449 Web of Science ID A1992JV11300026 BLACK-HOLE EVAPORATION IN 1+1 DIMENSIONS Russo, J. G., Susskind, L., THORLACIUS, L. 292 (1-2) : 13-18 Web of Science ID A1992JU12700004 HAWKING RADIATION AND BACK-REACTION NUCLEAR PHYSICS B Susskind, L., THORLACIUS, L. 382 (1) : 123-147 Web of Science ID A1992JN25500005 A LATTICE MODEL OF FRACTIONAL STATISTICS NUCLEAR PHYSICS B Kantor, R., Susskind, L. 366 (3) : 533-568 Web of Science ID A1991GU64300006 FLUID-DYNAMICS, CHERN-SIMONS THEORY, AND THE QUANTUM HALL-EFFECT INTERNATIONAL JOURNAL OF MODERN PHYSICS B BAHCALL, S., Susskind, L. 5 (16-17) : 2735-2749 Web of Science ID A1991GP58900008 A LATTICE MODEL OF FRACTIONAL STATISTICS INTERNATIONAL JOURNAL OF MODERN PHYSICS B Kantor, R., Susskind, L. 5 (16-17) : 2701-2733 Web of Science ID A1991GP58900007 2-DIMENSIONAL QUANTUM COSMOLOGY NUCLEAR PHYSICS B Cooper, A., Susskind, L., THORLACIUS, L. 363 (1) : 132-162 Web of Science ID A1991GD63400008 CREATING THE BARYON ASYMMETRY AT THE ELECTROWEAK PHASE-TRANSITION Dine, M., Huet, P., Singleton, R., Susskind, L. 257 (3-4) : 351-356 Web of Science ID A1991FG03900019 DO WEAK-INTERACTIONS BECOME STRONG AT 10 TEV NUCLEAR PHYSICS B Singleton, R., Susskind, L., THORLACIUS, L. 343 (3) : 541-553 Web of Science ID A1990DZ87700001 THE AHARONOV-BOHM EFFECT WITHOUT GAUGE-FIELDS - A PARADOX INTERNATIONAL CONF ON FUNDAMENTAL ASPECTS OF QUANTUM THEORY, TO CELEBRATE 30 YEARS OF THE AHARONOV-BAHM EFFECT Klebanov, I., Susskind, L. WORLD SCIENTIFIC PUBL CO PTE LTD. : 34–55 Web of Science ID A1990BT85J00003 QUANTUM-MECHANICS OF THE GOOGOLPLEXUS NUCLEAR PHYSICS B Fischler, W., Klebanov, I., Polchinski, J., Susskind, L. 327 (1) : 157-177 Web of Science ID A1989CC37300007 WORMHOLES AND THE COSMOLOGICAL CONSTANT NUCLEAR PHYSICS B Klebanov, I., Susskind, L., Banks, T. 317 (3) : 665-692 Web of Science ID A1989U846400008 A WORMHOLE CATASTROPHE Fischler, W., Susskind, L. 217 (1-2) : 48-54 Web of Science ID A1989T160200011 STRINGS IN SPACE MEETING ON QUANTUM MECHANICS OF FUNDAMENTAL SYSTEMS Susskind, L., Karliner, M., Klebanov, I. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 153–165 Web of Science ID A1989BQ07P00010 CONTINUUM STRINGS FROM DISCRETE FIELD-THEORIES NUCLEAR PHYSICS B Klebanov, I., Susskind, L. 309 (1) : 175-187 Web of Science ID A1988Q712600004 STRING LOOP DIVERGENCES AND EFFECTIVE LAGRANGIANS NUCLEAR PHYSICS B Fischler, W., Klebanov, I., Susskind, L. 306 (2) : 271-281 Web of Science ID A1988P498900003 SIZE AND SHAPE OF STRINGS INTERNATIONAL JOURNAL OF MODERN PHYSICS A Karliner, M., Klebanov, I., Susskind, L. 3 (8) : 1981-1996 Web of Science ID A1988P250000008 RENORMALIZATION-GROUP AND STRING AMPLITUDES Klebanov, I., Susskind, L. 200 (4) : 446-452 Web of Science ID A1988L922800010 DILATON TADPOLES, STRING CONDENSATES AND SCALE-INVARIANCE .2. Fischler, W., Susskind, L. 173 (3) : 262-264 Web of Science ID A1986C867200011 DILATON TADPOLES, STRING CONDENSATES AND SCALE-INVARIANCE Fischler, W., Susskind, L. 171 (4) : 383-389 Web of Science ID A1986C266200013 QUANTUM COSMOLOGY IN 2+1 AND 3+1 DIMENSIONS NUCLEAR PHYSICS B Banks, T., Fischler, W., Susskind, L. 262 (1) : 159-186 Web of Science ID A1985AVW1900011 QUANTUM-MECHANICS OF INFLATION NUCLEAR PHYSICS B Fischler, W., Ratra, B., Susskind, L. 259 (4) : 730-744 Web of Science ID A1985ASE3100011 HIGHER ENERGY PHYSICS - WHAT ARE THE POSSIBILITIES FOR EXTENDING OUR UNDERSTANDING OF ELEMENTARY-PARTICLES AND THEIR INTERACTIONS TO MUCH GREATER ENERGIES - PROCEEDINGS OF THE XVIIITH SOLVAY CONFERENCE ON PHYSICS AT THE UNIVERSITY-OF-TEXAS, AUSTIN, TEXAS, USA, NOVEMBER 1982 - GENERAL DISCUSSIONTI PHYSICS REPORTS-REVIEW SECTION OF PHYSICS LETTERS Witten, E., Nambu, Y., Yang, C. N., THOOFT, G., Atiyah, M. F., Susskind, L., Gaillard, M. K., Neeman, Y., Deser, S., TEITELBOIM, C., Gross, D., Adler, S., Weinberg, S., Brout, R., DeWitt, B., Englert, F., FUBINI, S., Regge, T., WIGNER, E. P., Wheeler, J. A. 104 (2-4) : 201-236 Web of Science ID A1984SR96500010 DIFFICULTIES FOR THE EVOLUTION OF PURE STATES INTO MIXED STATES NUCLEAR PHYSICS B Banks, T., Susskind, L., Peskin, M. E. 244 (1) : 125-134 Web of Science ID A1984TK13200006 CANONICAL QUANTIZATION OF 1+1 DIMENSIONAL GRAVITY INTERNATIONAL JOURNAL OF THEORETICAL PHYSICS Banks, T., Susskind, L. 23 (5) : 475-496 Web of Science ID A1984SR32400009 THE GAUGE HIERARCHY PROBLEM, TECHNICOLOR, SUPERSYMMETRY, AND ALL THAT PHYSICS REPORTS-REVIEW SECTION OF PHYSICS LETTERS Susskind, L. 104 (2-4) : 181-193 Web of Science ID A1984SR96500008 BREAKING OF SUPERSYMMETRY AT INTERMEDIATE ENERGY Polchinski, J., Susskind, L. 26 (12) : 3661-3673 Web of Science ID A1982PU94200028 MASS GENERATION BY NON-STRONG INTERACTIONS NUCLEAR PHYSICS B Dimopoulos, S., Susskind, L. 191 (2) : 370-380 Web of Science ID A1981MS64300002 COLORED MONOPOLES ON THE LATTICE NUCLEAR PHYSICS B Srednicki, M., Susskind, L. 179 (2) : 239-252 Web of Science ID A1981LL78200004 TECHNICOLOR PHYSICS REPORTS-REVIEW SECTION OF PHYSICS LETTERS Farhi, E., Susskind, L. 74 (3) : 279-321 Web of Science ID A1981MF36300001 ALTERNATIVE PATTERNS OF CHIRAL SYMMETRY-BREAKING IN QCD NUCLEAR PHYSICS B Srednicki, M., Susskind, L. 187 (1) : 93-102 Web of Science ID A1981MH07400005 VANISHING RENORMALIZATION OF THE D-TERM IN SUPERSYMMETRIC U(1) THEORIES Fischler, W., Nilles, H. P., Polchinski, J., Raby, S., Susskind, L. 47 (11) : 757-759 Web of Science ID A1981ME51000003 LIGHT COMPOSITE FERMIONS NUCLEAR PHYSICS B Dimopoulos, S., Raby, S., Susskind, L. 173 (2) : 208-228 Web of Science ID A1980KJ45900002 ISOSPIN BREAKING IN TECHNICOLOR MODELS NUCLEAR PHYSICS B SIKIVIE, P., Susskind, L., Voloshin, M., Zakharov, V. 173 (2) : 189-207 Web of Science ID A1980KJ45900001 FERMION REPRESENTATION FOR THE Z2 LATTICE GAUGE-THEORY IN 2+1 DIMENSIONS Fradkin, E., Srednicki, M., Susskind, L. 21 (10) : 2885-2891 Web of Science ID A1980JV62000017 TUMBLING GAUGE-THEORIES NUCLEAR PHYSICS B Raby, S., Dimopoulos, S., Susskind, L. 169 (5-6) : 373-383 Web of Science ID A1980KD06100002 BARYON ASYMMETRY IN THE VERY EARLY UNIVERSE Dimopoulos, S., Susskind, L. 81 (3-4) : 416-418 Web of Science ID A1979GN50600035 GRAND UNIFIED THEORY WITH HEAVY COLOR Farhi, E., Susskind, L. 20 (12) : 3404-3411 Web of Science ID A1979JE80000038 LATTICE MODELS OF QUARK CONFINEMENT AT HIGH-TEMPERATURE Susskind, L. 20 (10) : 2610-2618 Web of Science ID A1979JA53800018 STRONG-COUPLING EXPANSIONS AND PHASE-DIAGRAMS FOR THE O(2), O(3), AND O(4) HEISENBERG SPIN SYSTEMS IN 2 DIMENSIONS Hamer, C. J., Kogut, J. B., Susskind, L. 19 (10) : 3091-3105 Web of Science ID A1979HA09200034 DYNAMICS OF SPONTANEOUS SYMMETRY-BREAKING IN THE WEINBERG-SALAM THEORY Susskind, L. 20 (10) : 2619-2625 Web of Science ID A1979JA53800019 QUARK CONFINEMENT IN UNUSUAL ENVIRONMENTS Fischler, W., Kogut, J., Susskind, L. 19 (4) : 1188-1197 Web of Science ID A1979GR60600019 MASS WITHOUT SCALARS NUCLEAR PHYSICS B Dimopoulos, S., Susskind, L. 155 (1) : 237-252 Web of Science ID A1979HD95700013 BARYON NUMBER OF THE UNIVERSE PHYSICAL REVIEW C Dimopoulos, S., Susskind, L. 1978 : 4500-4509 Web of Science ID A1978GF66800014 BARYON NUMBER OF THE UNIVERSE Dimopoulos, S., Susskind, L. 1978 18 (12) : 4500-4509 Web of Science ID A1978GK11800014 ORDER AND DISORDER IN GAUGE SYSTEMS AND MAGNETS Fradkin, E., Susskind, L. 1978 17 (10) : 2637-2658 Web of Science ID A1978FD00900013 PHASES OF 2-DIMENSIONAL HEISENBERG SPIN SYSTEMS FROM STRONG-COUPLING EXPANSIONS Hamer, C. J., Kogut, J. B., Susskind, L. 1978 41 (20) : 1337-1340 Web of Science ID A1978FW76800002 STRONG-COUPLING CALCULATIONS OF HADRON SPECTRUM OF QUANTUM CHROMODYNAMICS Banks, T., Raby, S., Susskind, L., Kogut, J., Jones, D. R., SCHARBACH, P. N., Sinclair, D. K. 15 (4) : 1111-1127 Web of Science ID A1977DA59400024 STRONG-COUPLING CALCULATIONS OF LATTICE GAUGE THEORIES - (1+1)-DIMENSIONAL EXERCISES Banks, T., Susskind, L., Kogut, J. 1976 13 (4) : 1043-1053 Web of Science ID A1976BL99900027 LATTICE GAUGE THEORY CALCULATIONS IN 1 + 1 DIMENSIONS AND APPROACH TO CONTINUUM LIMIT Carroll, A., Kogut, J., Sinclair, D. K., Susskind, L. 1976 13 (8) : 2270-2277 Web of Science ID A1976BQ86300011 QUANTITATIVE APPROACH TO LOW-ENERGY QUANTUM CHROMODYNAMICS NUCLEAR PHYSICS B Kogut, J., Sinclair, D. K., Susskind, L. 1976 114 (2) : 199-236 Web of Science ID A1976CK35100002 HAMILTONIAN FORMULATION OF WILSONS LATTICE GAUGE THEORIES Kogut, J., Susskind, L. 1975 11 (2) : 395-408 Web of Science ID A1975W222100023 ASYMPTOTIC FREEDOM AND ABSENCE OF VECTOR-GLUON EXCHANGE IN WIDE-ANGLE HADRONIC COLLISIONS Cahalan, R. F., GEER, K. A., Kogut, J., Susskind, L. 1975 11 (5) : 1199-1212 Web of Science ID A1975W199000023 ELECTRON-POSITRON ANNIHILATION CROSS-SECTION NEAR NEW THRESHOLD Kogut, J., Susskind, L. 1975 12 (9) : 2821-2843 Web of Science ID A1975BC29900038 HOW QUARK CONFINEMENT SOLVES ETA -] 3-PI PROBLEM Kogut, J., Susskind, L. 1975 11 (12) : 3594-3610 Web of Science ID A1975AL64100024 ELECTRON-POSITRON ANNIHILATION AT AND ABOVE THRESHOLD FOR PRODUCTION OF CHARMED HADRONS Kogut, J., Susskind, L. 1975 34 (12) : 767-770 Web of Science ID A1975V892600018 VACUUM POLARIZATION AND ABSENCE OF FREE QUARKS IN 4 DIMENSIONS Kogut, J., Susskind, L. 1974 9 (12) : 3501-3512 Web of Science ID A1974T663500027 QUARK CONFINEMENT AND PUZZLE OF NINTH AXIAL-VECTOR CURRENT Kogut, J., Susskind, L. 1974 10 (10) : 3468-3475 Web of Science ID A1974V313300034 SCALE-INVARIANT PARTON MODEL Kogut, J., Susskind, L. 1974 9 (3) : 697-705 Web of Science ID A1974S734700023 PARTON MODELS AND ASYMPTOTIC FREEDOM Kogut, J., Susskind, L. 1974 9 (12) : 3391-3399 Web of Science ID A1974T663500015 HADRONIC FINAL-STATES OF DEEP-INELASTIC PROCESSES IN SIMPLE QUARK-PARTON MODELS Kogut, J., Sinclair, D. K., Susskind, L. 1973 7 (12) : 3637-3657 Web of Science ID A1973P948400011 Skip to main content The Theoretical Minimum Courses Biography References A number of years ago I became aware of the large number of physics enthusiasts out there who have no venue to learn modern physics and cosmology.  Fat advanced textbooks are not suitable to people who have no teacher to ask questions of, and the popular literature does not go deeply enough to satisfy these curious people.  So I started a series of courses on modern physics at Stanford University where I am a professor of physics.  The courses are specifically aimed at people who know, or once knew, a bit of algebra and calculus, but are more or less beginners. What Worries Me Most    Stanford Institute for Theoretical Physics (SITP) Visit SITP's YouTube channel. © 2012 ARS Air, LLC.  All Rights Reserved. log in Stanford Institute for Theoretical Physics Research in the Stanford Institute for Theoretical Physics (SITP) spans a wide range of topics from understanding the fundamental nature of forces, particles and space-time geometry, to condensed matter physics and quantum information.  There is considerable cross-fertilization in some of these endeavors with faculty in the SLAC Theory Group and the Savas Dimopoulos (650) 723-4231 Savas@stanford.edu Theoretical Physics Sebastian Doniach SXDWC@SLAC.Stanford.Edu Theoretical Physics Alexander Fetter fetter@stanford.edu Theoretical Physics Peter Graham Associate Professor pwgraham@stanford.edu Publications on INSPIRE Theoretical Physics Sean Hartnoll Associate Professor (650) 724-9662 hartnoll@stanford.edu Publications on Google Scholar Publications on INSPIRE Publications on the arXiv Public lecture: From black holes to superconductors Short interview: string theory and black holes Lectures and talks on YouTube Theoretical Physics Patrick Hayden (650) 725-9181 phayden@stanford.edu Publications on Google Scholar Theoretical Physics Shamit Kachru (650) 736-2047 skachru@stanford.edu Theoretical Physics Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Vedika Khemani Assistant Professor vkhemani@stanford.edu Khemani recognized for work on time-crystals Publications on Google Scholar Theoretical Condensed Matter Physics Theoretical Physics Steven Kivelson Kivelson@stanford.edu Defining \"Emergence\" in Physics Understanding Complexity Kivelson Group Web Link Theoretical Physics Robert Laughlin (650) 723-4563 ndl@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Xiaoliang Qi xlqi@stanford.edu Theoretical Physics Srinivas Raghu Associate Professor (650) 926-3068 sraghu@stanford.edu Theoretical Physics Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Stephen Shenker (650) 723-4232 sshenker@stanford.edu Publications on INSPIRE Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Leonard Susskind The Theoretical Minimum lecture series Publications on INSPIRE Theoretical Physics"
            ]
        ]
    ]
}