{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0KZHDORT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Timothy M. Schuler, Ph.D. Timothy M. Schuler, Ph.D. Senior Professor of Practice Lab Supervisor tschule@tulane.edu (504) 865-5086 B.Sc., Tulane University (1999)  Ph.D., Tulane University (2004) Dr. Schuler's research interests include Experimental Solid State Physics. R.D. McNorton, T.M. Schuler, J.M. MacLaren, and R.A. Stern, \"Systematic Trends of First-Principles Electronic Structure Computations of Zn1-xAxB Diluted Magnetic Semiconductors,\" Physical Review B, Vol. 78, Page 075209 (2008). J. Jimenez-Mier, D. L. Ederer, T. Schuler, \"X-Ray Raman Scattering at the Manganese L Edge of MnF2: Valence Emission of Mn2+,\" Physical Review A, Vol. 72, Page 52502 (2005). T. M. Schuler, D. L. Ederer, S. Itza-Ortiz, G. T. Woods, T. A. Callcott, and J. C. Woicik, \"Character of the Insulating State in NiO: A Mixture of Charge-Transfer and Mott-Hubbard Character,\" Physical Review B, Vol. 71, Page 115113 (2005). T. M. Schuler, R. A. Stern, R. McNorton, S. D. Willoughby, J. M. MacLaren, D. L. Ederer, V. Perez-Dieste, F. J. Himpsel, S. A. Lopez-Rivera, T. A. Callcott, \"Electronic Structure of the Dilute Magnetic Semiconductor Zn0.90Mn0.10S Measured by Soft X-Ray Spectroscopy and First Principles Calculations,\" Physical Review B, Vol. 72, Page 045211 (2005). J. Jimenez-Mier, D. L. Ederer, and T. Schuler, \"Chemical Effects in the Manganese 3s → 2p X-Ray Emission That Follows Resonant and Nonresonant Photon Production of a 2p Hole,\" Physical Review B, Vol. 70, Page 35216 (2004). R. A. Stern, T. M. Schuler, J. M. MacLaren, D. L. Ederer, D. A. Resnick, K. Gilmore, Y. U. Idzerda, V. Perez-Dieste, F. J. Himpsel, S. A. Lopez-Rivera, and T. A. Callcott, \"Calculated Half Metallic Behavior in Dilute Magnetically Doped ZnS,\" Journal of Applied Physics, Vol. 95, Page 7468 (2004). J. Jimenez-Mier, D. L. Ederer, and T. Schuler, \"Correlation Effects in the Resonant and Nonresonant Manganese 3s → 2p Photon Emission in MnF2,\" Physical Review A, Vol. 68, Page 042715 (2003). J. Jimenez-Mier, D. L. Ederer, T. Schuler, and T. A. Callcott, \"Direct Evidence for 3p → 2p Non-Dipole X-Ray Emission in Transition Metals,\" Journal of Physics B: Atomic, Molecular and Optical Physics, Vol. 36, Page L173 (2003). S. Itza-Ortiz, D. L. Ederer, T. M. Schuler, N. Ruzycki, J. Samuel Jiang, and S. D. Bader, \"Model Study of Soft X-Ray Spectroscopic Techniques for Observing Magnetic Circular Dichroism in Buried SmCo Magnetic Films,\" Journal of Applied Physics, Vol. 93, Page 2002 (2003). T. M. Schuler, D. L. Ederer, N. Ruzycki, G. Glass, W. A. Hollerman, A. Moewes, M. Kuhn, and T. A. Callcott, \"Diffusion of TiN into Aluminum Films Measured by Soft X-Ray Spectroscopy and Rutherford Backscattering Spectroscopy,\" Journal of Vacuum Science and Technology A, Vol. 19, Page 2259 (2001). Department of Physics 4059 Percival Stern Hall Introductory Labs PHYS 1010: Great Ideas In Science PHYS 1210: Introductory Physics I ENGP 3910: Microcontrollers ENGP 3912: Intro to Electronics Lab TIDES 1670: Designing and Making TIDES 1215: The Physics Of Baseball"
            ]
        ]
    ]
}