{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0L4TUVEC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Peter L. Galison Peter L. Galison Joseph Pellegrino University Professor Director, Collection of Historical Scientific Instruments Peter Galison is the Pellegrino University Professor of the History of Science and of Physics at Harvard University. In 1997 Galison was awarded a John D. and Catherine T. MacArthur Foundation Fellowship; won a 1998 Pfizer Award (for Image and Logic ) as the best book that year in the History of Science; in 1999 received the Max Planck and Humboldt Stiftung Prize, and in 2018, the Abraham Pais Award in the History of Physics. His other books include How Experiments End (1987), Einstein’s Clocks, Poincaré’s Maps (2003), and Objectivity (with Lorraine Daston, 2007).  Among his films are Ultimate Weapon: The H-bomb Dilemma (with Pamela Hogan);  with Robb Moss, he directed and produced Secrecy , which premiered at Sundance (2008), and, also, Containment (2015), about the need to guard radioactive materials for the 10,000 year future.   Galison has collaborated with South African artist, William Kentridge, on a multi-screen installation, “The Refusal of Time” (2012) and an associated chamber opera, Refuse the Hour . On digital matters: he co-directs Critical Media Practice (training a new generation of Ph.D. students to work with digital media) and the Film Study Center, both at Harvard.He is a co-founder of the Black Hole Initiative, an interdisciplinary center for the study of these most extreme objects. His current research is on the history and philosophy of black holes and, in a second project, on the changing relation of technology to the self. For interviews, invitations, and requests, please email galisonasst@fas.harvard.edu . Science Center 468 1 Oxford Street galisonasst@fas.harvard.edu p: (617) 495-3544 History of Science Research Site"
            ]
        ]
    ]
}