{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0LA5Z7ZY",
            "LY1cA78AAAAJ",
            [
                "Heat-not-burn tobacco cigarettes: smoke by any other name",
                "E-cigarettes: a review of new trends in cannabis use",
                "Removal of oxyanions from synthetic wastewater via carbonation process of calcium hydroxide: applied and fundamental aspects",
                "Drug vaping applied to cannabis: Is “Cannavaping” a therapeutic alternative to marijuana?",
                "Protective effect of endolithic fungal hyphae on oolitic limestone buildings",
                "Characterization of Tungsten Inert Gas (TIG) welding fume generated by apprentice welders",
                "Effect of chemico‐mineralogical composition on color of natural and calcined kaolins",
                "Color thresholds for aesthetically compatible replacement of stones on monuments",
                "Influence of multiwall carbon nanotube (MWCNT) dispersion on ignition of poly (dimethylsiloxane)–MWCNT composites",
                "Assessment of real aging in selection process of replacement materials for stone monuments conservation."
            ],
            [
                "Methods| We compared the contents of IQOS (IQOS Holder, IQOS Pocket Charger, Marlboro HeatSticks [regular], and Heets, Philipp Morris SA) smoke with the contents of conventional cigarettes (Lucky Strike Blue Lights). We used a smoking device designed and tested in our facility to capture the mainstream aerosol and developed to meet standards for common cigarettes and e-cigarettes. 4 We followed the International Organization for Standardization standards for puff volume (35 mL) at 2 puffs per minute, based on observation of IQOS smokers, who took a mean of 14 puffs during 5 to 6 minutes. We analyzed volatile organic compounds and nicotine by gas chromatography coupled to a flame ionization detector and polycyclic aromatic hydrocarbons using high-performance liquid chromatography coupled to a fluorescence detector, as previously described. 4 We trapped polycyclic aromatic hydrocarbons from …",
                "The emergence of electronic cigarettes (e-cigs) has given cannabis smokers a new method of inhaling cannabinoids. E-cigs differ from traditional marijuana cigarettes in several respects. First, it is assumed that vaporizing cannabinoids at lower temperatures is safer because it produces smaller amounts of toxic substances than the hot combustion of a marijuana cigarette. Recreational cannabis users can discretely “vape” deodorized cannabis extracts with minimal annoyance to the people around them and less chance of detection. There are nevertheless several drawbacks worth mentioning: although manufacturing commercial (or homemade) cannabinoid-enriched electronic liquids (e-liquids) requires lengthy, complex processing, some are readily on the Internet despite their lack of quality control, expiry date, and conditions of preservation and, above all, any toxicological and clinical assessment. Besides these safety problems, the regulatory situation surrounding e-liquids is often unclear. More simply ground cannabis flowering heads or concentrated, oily THC extracts (such as butane honey oil or BHO) can be vaped in specially designed, pen-sized marijuana vaporizers. Analysis of a commercial e-liquid rich in cannabidiol showed that it contained a smaller dose of active ingredient than advertised; testing our laboratory-made, purified BHO, however, confirmed that it could be vaped in an e-cig to deliver a psychoactive dose of THC. The health consequences specific to vaping these cannabis preparations remain largely unknown and speculative due to the absence of comprehensive, robust scientific studies. The most significant health …",
                "Removal of oxyanions (selenite, selenate, arsenate, phosphate and nitrate) during calcite formation was experimentally studied using aqueous carbonation of calcium hydroxide under moderate pressure (PCO2 ≅ 20 bar) and temperature (30 °C). The effects of Ca(OH)2 dose (10 and 20 g), Ca(OH)2 source (commercial pure material or alkaline paper mill waste) and oxyanion initial concentration (from 0 to 70 mg atom\/L) were investigated for this anisobaric gas–liquid–solid system.The Ca(OH)2 carbonation reaction allowed successfully the removal of selenite (>90%), arsenate (>78%) and phosphate (≅100%) from synthetic solutions. Conversely, nitrate and selenate had not any physicochemical affinity\/effect during calcite formation.The rate of CO2 transfer during calcite formation in presence of oxyanions was equal or slower than for an oxyanion-free system, allowing to define a retarding kinetic factor RF that …",
                "Therapeutic cannabis administration is increasingly used in Western countries due to its positive role in several pathologies. Dronabinol or tetrahydrocannabinol (THC) pills, ethanolic cannabis tinctures, oromucosal sprays or table vaporizing devices are available but other cannabinoids forms can be used. Inspired by the illegal practice of dabbing of butane hashish oil (BHO), cannabinoids from cannabis were extracted with butane gas and the resulting concentrate (BHO) was atomized with specific vaporizing devices. The efficiency of “cannavaping,” defined as the “vaping” of liquid refills for e-cigarettes enriched with cannabinoids, including BHO, was studied as an alternative route of administration for therapeutic cannabinoids. The results showed that illegal cannavaping would be subjected to marginal development due to the poor solubility of BHO in commercial liquid refills (especially those with high glycerin …",
                "This study presents characterizations of weathering forms of the same oolitic limestone from four quarries and eight monuments exposed on various environmental conditions focusing on the waterproofing effect of endolithic organic matter. Patinas were analyzed by X-ray diffraction (XRD), scanning electron microscopy with energy dispersive X-ray spectrometry (SEM-EDX), capillarity coefficient through weathered and unweathered sides, gypsum content and porous network morphology by epoxy resin molding. Study of weathering forms on old quarries indicates that lichens colonization (Verrucaria nigrescens and Caloplaca aurantia) can fill the superficial porous network with a dense network of lichenised fungal hyphae. Capillary coefficient measurement on natural and calcinated samples showed that endolithic organic matter can waterproof the stone and could act as a sulfate contamination barrier. Similar …",
                "Tungsten inert gas welding (TIG) represents one of the most widely used metal joining processes in industry. Its propensity to generate a greater portion of welding fume particles at the nanoscale poses a potential occupational health hazard for workers. However, current literature lacks comprehensive characterization of TIG welding fume particles. Even less is known about welding fumes generated by welding apprentices with little experience in welding. We characterized TIG welding fume generated by apprentice welders (N = 20) in a ventilated exposure cabin. Exposure assessment was conducted for each apprentice welder at the breathing zone (BZ) inside of the welding helmet and at a near-field (NF) location, 60cm away from the welding task. We characterized particulate matter (PM4), particle number concentration and particle size, particle morphology, chemical composition, reactive oxygen species …",
                "A total of six washed French and Algerian kaolins were studied. Kaolinite, halloysite, muscovite, feldspars, anatase, rutile, gibbsite, goethite, and todorokite were present. The thermal behavior of the samples was studied and the transformation heats were determined and quantified by differential thermal analysis. Calcined samples from 900°C to 1400°C are studied by X‐ray diffraction, the results show that the crystallite sizes of mullite rises as the temperature rises. The calcined samples showed an inverse correlation of L* and the crystallite sizes of mullite due to the incorporation of chromophore elements (Fe3+, Ti4+, and Mn2+) in its structure. Muscovite and rutile phases decreased lightness and increased chromaticity. The reduction state of Fe3+\/Fe2+ and Mn4+\/Mn2+ at 1400°C enhanced lightness leading to the diminution of the b* parameter. The CIELAB color parameters were significantly affected with …",
                "A visual test was conducted to find color ranges in which a replacement stone is aesthetically compatible. This study describes a color calibrated image chain processing, from acquisition to display, that was used to simulate stone replacements on a realistic image of monument. Then, a visual test protocol was designed to locate color thresholds that separate a perceptible from an imperceptible replaced stone. A case study has been performed on the Aigues‐Mortes medieval city walls (South of France): Fifteen naive observers rated 2160 proposals of simulated stone replacements. The observer's answers (acceptance or rejection) were used to compute color thresholds along three colorimetric axes in a physiological and device‐independent color space (LMS). The results show that color thresholds are not centered on the mean color of the monument. Furthermore, lighter colors are not accepted, though these …",
                "Poly(dimethylsiloxane) (PDMS) filled with low contents of multiwall carbon nanotubes (MWCNT) was prepared using different ways to monitor the dispersion of MWCNT. The influence of the dispersion on thermal conductivity and transmittance was measured. High degree of transparence can be achieved with 0.02 phr of well dispersed MWCNT. Time‐to‐ignition (TTI) was also measured on 2‐ or 4‐mm‐thick specimens heated using radiative unidirectional source. Time‐to‐ignition was found to decrease with the incorporation of MWCNT because more heat is absorbed at the surface. Higher time‐to‐ignition was observed for partially translucent composites, due to different absorption in‐depth profiles. It can be assumed that time‐to‐ignition can be controlled by the dispersion of MWCNT into the polymeric matrix. Copyright © 2015 John Wiley & Sons, Ltd.",
                "Reconstruction of monuments often raises the question of stones replacement. It must be aesthetically durable, which means the stone must age like the original one. This study presents an image processing chain, from capture to visualisation, to compare stones at different states of aging: recently extracted from quarry, weathered on old buildings, and cleaned on monuments recently restored. This tool includes:(1) a digital still camera calibration,(2) a chromatic adaptation transform and (3) a resizing process. To test it, a case study was conducted to assess the compatibility of three types of limestone. This graphical tool helps the selection of replacement materials by visual comparison between several possible stones in order to select them by aging properties and visual resemblance."
            ],
            [
                [
                    "Toxicology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}