{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0LH7K1P7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "S. Burçin Bayram 101 Kreger Hall 513-529-5630 bayramsb@MiamiOH.edu M.Sc., Physics, Old Dominion University, Norfolk, Virginia 1994 Ph.D., Physics, Old Dominion University, Norfolk, Virginia 1998 Joined Miami University in 2002 I teach Advanced Laboratory in Atomic and Molecular Spectroscopy, advanced Classical Mechanics for physics majors and introductory level physics for science and non-science majors. My research group is interested in probing the dynamics of excited state atoms and molecules by using short pulses of laser light. We pursue time-resolved high-resolution molecular spectroscopy experiments which span a variety of areas of fundamental and applied physics and physical chemistry. We apply techniques such as polarization spectroscopy, time-resolved laser spectroscopy, molecular spectroscopy, and quantum beat spectroscopy using time-delayed detection. We are also interested in designing and developing low-cost instructional experiments in atomic, molecular and optical physics. My laboratory equipped with Ti:sapphire pico-second pulse laser, Millenia Xs 532-nm at 10W, Coherent Verdi cw solid-state laser at 532 nm with 100MHz, Nd:YAG 5ns pulse laser operating at 1064, 532, 355 nm simultaneously, pulsed dye lasers ranging from 380 nm to 900 nm, and detectors such as cooled CCD and cooled photomultipliers, ultrafast detectors, gated integrator\/averager, lock-in amplifiers, various electro-optical devices such as liquid crystal retarders, polarizing crystals, various waveplates, medium-, and high-resolution spectrometers, data acquisition equipment, and LabVIEW programming."
            ]
        ]
    ]
}