{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0MBX9651",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Teaching EVAN LAFALCE elafalce@physics.utah.edu 801-585-1653 James Fletcher Bldg, 0083 Room: 314 EVAN LAFALCE Teaching Current Courses Teaching Current Courses Publications S. Baniya & Dipak Khanal, Evan Lafalce, Wei You, and Z. Valy Vardeny (2018). Optical studies of native defects in π-conjugated donor–acceptor copolymers. Journal of Applied Physics. Vol. 123, 161571.\r\n\r\nPublished, 01\/19\/2018. https:\/\/doi.org\/10.1063\/1.5012995 E. Amerling & E. Lafalce†, S. Baniya†, C Zhang, Z. V. Vardeny, and L. Whittaker-Brooks (2017). Electroabsorption Spectroscopy Studies of (CH4H9NH3)2PbI4 Organic-Inorganic Hybrid Perovskite Multiple Quantum Wells. Journal of Physical Chemistry Letters. Vol. 8, 4557.\r\n\r\nPublished, 09\/07\/2017. https:\/\/pubs.acs.org\/doi\/10.1021\/acs.jpclett.7b017... Sangita Baniya, Shai R. Vardeny, Evan Lafalce, Nasser Peygambarian, and Z. Valy Vardeny “Amplitude-Mode Spectroscopy of Charge Excitations in PTB7 π-Conjugated Donor-Acceptor Copolymer for Photovoltaic Applications” Physical Review Applied 7 , 064031 (2017).\u2028.\r\n\r\nPublished, 06\/28\/2017. http:\/\/dx.doi.org\/10.1103\/PhysRevApplied.7.064031 Chun Hao Lin, Qingji Zeng, Evan Lafalce, Marcus J. Smith, Sidney T. Malak, Jaehan Jung, Young Jun Yoon, Zhiqun Lin, Zeev Valy Vardeny, and Vladimir V. Tsukruk  “Large-Scale Robust Quantum Dot Microdisk Lasers with Controlled High Quality Cavity Modes” Advanced Optical Materials , 5 , 1700011 (2017).\r\n\r\nPublished, 03\/29\/2017. http:\/\/dx.doi.org\/10.1002\/adom.201700011 Evan Lafalce, Chuang Zhang, Xiaojie Liu, and Zeev Valy Vardeny “Role of Intrinsic Ion Accumulation in the Photocurrent and Photocapacitive Responses of MAPbBr3 Photodetectors” ACS Appl. Mater. Interfaces 8 , 35447−35453 (2017).\r\n\r\nPublished, 12\/05\/2016. http:\/\/dx.doi.org\/10.1021\/acsami.6b11925 E. Lafalce, C. Zhang, Y. Zhai, D. Sun, and Z. V. Vardeny “Enhanced emissive and lasing characteristics of nano-crystalline MAPbBr3 films grown via anti-solvent precipitation” Journal of Applied Physics 120 , 143101 (2016).\r\n\r\nPublished, 10\/10\/2016. http:\/\/dx.doi.org\/10.1063\/1.4964417 S. T. Malak & E. Lafalce, J. Jung, C. H. Lin, M. J. Smith, Y. J. Yoon, Z. Lin, Z. V. Vardeny, and V. V. Tsukruk (2016). Enhancement of Optical Gain Characteristics of Quantum Dot Films by Optimization of Organic Ligands. Journal of Materials Chemistry C. Vol. 4, 10069.\r\n\r\nPublished, 10\/05\/2016. http:\/\/pubs.rsc.org\/en\/content\/articlelanding\/2016... Chun Hao Lin & E. Lafalce, J. Jung, M. Smith, S. Malak, S. Aryal, Y. J. Yoon, Y. Zhai, Z. Lin, Z. V. Vardeny, V. Tsukruk (2016). Core\/Alloyed-Shell Quantum Dot Robust Solid Films with High Optical Gains. ACS Photonics. Vol. 3, 647.\r\n\r\nPublished, 03\/02\/2016. https:\/\/pubs.acs.org\/doi\/10.1021\/acsphotonics.5b00... E. Lafalce & Z. V. Vardeny (2015). Exceptional Gain for the Stimulated Resonant Raman Scattering in the π-Conjugated Polymer Poly(dioctylfluorene). Optics Letters. Vol. 40, 4699.\r\n\r\nPublished, 10\/09\/2015. http:\/\/dx.doi.org\/10.1364\/OL.40.004699"
            ]
        ]
    ]
}