{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0MI3N91G",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to Content Texas State College of Science and Engineering Department of Physics Dr.Ir. Wilhelmus J. Geerts, PhD. Department of Physics About Chair's Message Department Mission Contact Us Degrees & Programs Undergraduate Degree Program Graduate Degree Program Student Resources Advising Physics Help Organizations Careers for Physicists Scholarships and Awards Override Request Request a Physics Elective TXST Physics Graduating Student Survey Course Catalog Incomplete (\"I\") Grade Form Alumni Update Facilities and Instrumentation Faculty Research Interests Tx State PER Observatory Teachers Physics Teacher Education Program Information Contact Physics Teacher Stories Teacher Network temporary links and files Texas State Learning Assistant Program Faculty Information Learning Assistants Employment Student Employment Staff Employment Faculty Employment Current Students Faculty & Staff Family & Visitors Alumni More Tools SAP Portal Pay Tuition Online Toolkit ePortfolio Catalogs Shuttle Tracker Office 365 Athletics Give Library Round Rock News Athletics Give Library Round Rock News Current Students Faculty & Staff Family & Visitors Alumni More Tools SAP Portal Pay Tuition Online Toolkit ePortfolio Catalogs Shuttle Tracker Office 365 College of Science and Engineering Department of Physics About Chair's Message Department Mission Contact Us Degrees & Programs Undergraduate Degree Program Graduate Degree Program Student Resources Advising Physics Help Organizations Careers for Physicists Scholarships and Awards Override Request Request a Physics Elective TXST Physics Graduating Student Survey Course Catalog Incomplete (\"I\") Grade Form Alumni Update Facilities and Instrumentation Faculty Research Interests Tx State PER Observatory Teachers Physics Teacher Education Program Information Contact Physics Teacher Stories Teacher Network temporary links and files Texas State Learning Assistant Program Faculty Information Learning Assistants Employment Student Employment Staff Employment Faculty Employment Texas State College of Science and Engineering Department of Physics Dr.Ir. Wilhelmus J. Geerts, PhD. Dr.Ir. Wilhelmus J. Geerts, PhD. Associate Professor Department of Physics Texas State University PhD. Physics, University of Twente, Enschede, The Netherlands (1992) MSc. Electrical Engineering, University of Technology Eindhoven, The Netherlands (1987) Office: RFM 3228 Labs: Optical Characterization Lab (RFM 2225). Semester: Spring 2020 Office Hrs: TR 2:30-3:20, 5:00-5:30 or by appointment Course Time Day Room PHYS 5327 3:30-4:50 TR IGRM 04102 e-mail: wjgeerts@txstate.edu phone: Department (512) 245-2131 or Office (512)245-1821 or cell 512-801-4061 link to APS Online Physics Publication \"Adesse Festinant Tempora\"   Maarten Bouwens Rythovius . \"Door Meten, meer weten\" Kamerlingh Onnes Official Texas State Disclaimer Geerts Group Teaching Scholarship Roots Curriculum Vitae Address Top Department of Physics Roy F. Mitte Bldg (RFM) 3240 749 N. Comanche St. San Marcos, TX 78666 Phone: 512.245.2131 Site Map About Texas State Careers Emergency Info Legal Apply Now Beginning of video dialog content Close Video Previous Video Next Video End of video dialog content Search Terms Start Search Select search scope This Site All Texas State Close Search Dialog"
            ]
        ]
    ]
}