{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0MOKR72T",
            "0gPkMxQAAAAJ",
            [
                "Formation of dense partonic matter in relativistic nucleus–nucleus collisions at RHIC: experimental evaluation by the PHENIX collaboration",
                "Suppression of Hadrons with Large Transverse Momentum in Central  Collisions at ",
                "Energy Loss and Flow of Heavy Quarks in  Collisions at ",
                "Identified charged particle spectra and yields in Au+ Au collisions at s N N= 200 GeV",
                "Suppressed  Production at Large Transverse Momentum in Central  Collisions at ",
                "Elliptic Flow of Identified Hadrons in  Collisions at ",
                "PHENIX detector overview",
                "Energy Loss and Flow of Heavy Quarks in  Collisions at ",
                "Absence of Suppression in Particle Production at Large Transverse Momentum in   Collisions",
                "Systematic studies of the centrality and s NN dependence of the d E T\/d η and d N ch\/d η in heavy ion collisions at midrapidity"
            ],
            [
                "Extensive experimental data from high-energy nucleus-nucleus collisions were recorded using the PHENIX detector at the Relativistic Heavy Ion Collider (RHIC). The comprehensive set of measurements from the first three years of RHIC operation includes charged particle multiplicities, transverse energy, yield ratios and spectra of identified hadrons in a wide range of transverse momenta (p T), elliptic flow, two-particle correlations, nonstatistical fluctuations, and suppression of particle production at high p T. The results are examined with an emphasis on implications for the formation of a new state of dense matter. We find that the state of matter created at RHIC cannot be described in terms of ordinary color neutral hadrons.",
                "Transverse momentum spectra for charged hadrons and for neutral pions in the range 1 GeV\/c< p T< 5 GeV\/c have been measured by the PHENIX experiment at RHIC in Au+ Au collisions at s NN= 130 GeV. At high p T the spectra from peripheral nuclear collisions are consistent with scaling the spectra from p+ p collisions by the average number of binary nucleon-nucleon collisions. The spectra from central collisions are significantly suppressed when compared to the binary-scaled p+ p expectation, and also when compared to similarly binary-scaled peripheral collisions, indicating a novel nuclear-medium effect in central nuclear collisions at RHIC energies.",
                "The PHENIX experiment at the BNL Relativistic Heavy Ion Collider (RHIC) has measured electrons with 0.3< p T< 9 GeV\/c at midrapidity (| y|< 0.35) from heavy-flavor (charm and bottom) decays in Au+ Au collisions at s NN= 200 GeV. The nuclear modification factor R AA relative to p+ p collisions shows a strong suppression in central Au+ Au collisions, indicating substantial energy loss of heavy quarks in the medium produced at RHIC energies. A large azimuthal anisotropy v 2 with respect to the reaction plane is observed for 0.5< p T< 5 GeV\/c indicating substantial heavy-flavor elliptic flow. Both R AA and v 2 show a p T dependence different from those of neutral pions. A comparison to transport models which simultaneously describe R AA (p T) and v 2 (p T) suggests that the viscosity to entropy density ratio is close to the conjectured quantum lower bound, ie, near a perfect fluid.",
                "The centrality dependence of transverse momentum distributions and yields for π±, K±, p, and p in Au+ Au collisions at s N N= 200 GeV at midrapidity are measured by the PHENIX experiment at the Relativistic Heavy Ion Collider. We observe a clear particle mass dependence of the shapes of transverse momentum spectra in central collisions below∼ 2 GeV∕ c in p T. Both mean transverse momenta and particle yields per participant pair increase from peripheral to midcentral and saturate at the most central collisions for all particle species. We also measure particle ratios of π−∕ π+, K−∕ K+, p∕ p, K∕ π, p∕ π, and p∕ π as a function of p T and collision centrality. The ratios of equal mass particle yields are independent of p T and centrality within the experimental uncertainties. In central collisions at intermediate transverse momenta∼ 1.5–4.5 GeV∕ c, proton and antiproton yields constitute a significant fraction …",
                "Transverse momentum spectra of neutral pions in the range 1< p T< 10 G e V\/c have been measured at midrapidity by the PHENIX experiment at BNL RHIC in A u+ A u collisions at s N N= 200 G e V. The π 0 multiplicity in central reactions is significantly below the yields measured at the same s N N in peripheral A u+ A u and p+ p reactions scaled by the number of nucleon-nucleon collisions. For the most central bin, the suppression factor is∼ 2.5 at p T= 2 G e V\/c and increases to∼ 4–5 at p T≈ 4 G e V\/c. At larger p T, the suppression remains constant within errors. The deficit is already apparent in semiperipheral reactions and increases smoothly with centrality.",
                "The anisotropy parameter (v 2), the second harmonic of the azimuthal particle distribution, has been measured with the PHENIX detector in A u+ A u collisions at s N N= 200 G e V for identified and inclusive charged particle production at central rapidities (| η|< 0.35) with respect to the reaction plane defined at high rapidities (| η|= 3–4). We observe that the v 2 of mesons falls below that of (anti) baryons for p T> 2 G e V\/c, in marked contrast to the predictions of a hydrodynamical model. A quark-coalescence model is also investigated.",
                "The PHENIX detector is designed to perform a broad study of A–A, p–A, and p–p collisions to investigate nuclear matter under extreme conditions. A wide variety of probes, sensitive to all timescales, are used to study systematic variations with species and energy as well as to measure the spin structure of the nucleon. Designing for the needs of the heavy-ion and polarized-proton programs has produced a detector with unparalleled capabilities. PHENIX measures electron and muon pairs, photons, and hadrons with excellent energy and momentum resolution. The detector consists of a large number of subsystems that are discussed in other papers in this volume. The overall design parameters of the detector are presented.",
                "The PHENIX experiment at the BNL Relativistic Heavy Ion Collider (RHIC) has measured electrons with 0.3< p T< 9 GeV\/c at midrapidity (| y|< 0.35) from heavy-flavor (charm and bottom) decays in Au+ Au collisions at s NN= 200 GeV. The nuclear modification factor R AA relative to p+ p collisions shows a strong suppression in central Au+ Au collisions, indicating substantial energy loss of heavy quarks in the medium produced at RHIC energies. A large azimuthal anisotropy v 2 with respect to the reaction plane is observed for 0.5< p T< 5 GeV\/c indicating substantial heavy-flavor elliptic flow. Both R AA and v 2 show a p T dependence different from those of neutral pions. A comparison to transport models which simultaneously describe R AA (p T) and v 2 (p T) suggests that the viscosity to entropy density ratio is close to the conjectured quantum lower bound, ie, near a perfect fluid.",
                "Transverse momentum spectra of charged hadrons with p T< 8 G e V\/c and neutral pions with p T< 10 G e V\/c have been measured at midrapidity by the PHENIX experiment at BNL RHIC in d+ A u collisions at s N N= 200 G e V. The measured yields are compared to those in p+ p collisions at the same s N N scaled up by the number of underlying nucleon-nucleon collisions in d+ A u. The yield ratio does not show the suppression observed in central A u+ A u collisions at RHIC. Instead, there is a small enhancement in the yield of high momentum particles.",
                "The PHENIX experiment at the relativistic heavy ion collider (RHIC) has measured transverse energy and charged particle multiplicity at midrapidity in Au+ Au collisions at center-of-mass energies s NN= 19.6, 130, and 200 GeV as a function of centrality. The presented results are compared to measurements from other RHIC experiments and experiments at lower energies. The s NN dependence of d E T\/d η and d N ch\/d η per pair of participants is consistent with logarithmic scaling for the most central events. The centrality dependence of d E T\/d η and d N ch\/d η is similar at all measured incident energies. At RHIC energies, the ratio of transverse energy per charged particle was found to be independent of centrality and growing slowly with s NN. A survey of comparisons between the data and available theoretical models is also presented."
            ],
            [
                [
                    "Experimental high energy nuclear physics"
                ]
            ]
        ]
    ]
}