{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0NBO4LXY",
            "fQ-BSlgAAAAJ",
            [
                "Spikes: Exploring the neural code",
                "The information bottleneck method",
                "Weak pairwise correlations imply strongly correlated network states in a neural population",
                "Reading a neural code",
                "Statistics of natural images: Scaling in the woods",
                "Entropy and information in neural spike trains",
                "Efficiency and ambiguity in an adaptive neural code",
                "Adaptive rescaling maximizes information transmission",
                "Probing the limits to positional information",
                "Are biological systems poised at criticality?"
            ],
            [
                "What does it mean to say that a certain set of spikes is the right answer to a computational problem? In what sense does a spike train convey information about the sensory world? Spikes begins by providing precise formulations of these and related questions about the representation of sensory signals in neural spike trains. The answers to these questions are then pursued in experiments on sensory neurons. Intended for neurobiologists with an interest in mathematical analysis of neural data as well as the growing number of physicists and mathematicians interested in information processing by\" real\" nervous systems, Spikes provides a self-contained review of relevant concepts in information theory and statistical decision theory. Our perception of the world is driven by input from the sensory nerves. This input arrives encoded as sequences of identical spikes. Much of neural computation involves processing these spike trains. What does it mean to say that a certain set of spikes is the right answer to a computational problem? In what sense does a spike train convey information about the sensory world? Spikes begins by providing precise formulations of these and related questions about the representation of sensory signals in neural spike trains. The answers to these questions are then pursued in experiments on sensory neurons. The authors invite the reader to play the role of a hypothetical observer inside the brain who makes decisions based on the incoming spike trains. Rather than asking how a neuron responds to a given stimulus, the authors ask how the brain could make inferences about an unknown stimulus from a given neural …",
                "We define the relevant information in a signal  as being the information that this signal provides about another signal $ y\\in\\Y $. Examples include the information that face images provide about the names of the people portrayed, or the information that speech sounds provide about the words spoken. Understanding the signal  requires more than just predicting , it also requires specifying which features of $\\X $ play a role in the prediction. We formalize this problem as that of finding a short code for $\\X $ that preserves the maximum information about $\\Y $. That is, we squeeze the information that $\\X $ provides about $\\Y $ through abottleneck'formed by a limited set of codewords $\\tX $. This constrained optimization problem can be seen as a generalization of rate distortion theory in which the distortion measure $ d (x,\\x) $ emerges from the joint statistics of $\\X $ and $\\Y $. This approach yields an exact set of self consistent equations for the coding rules $ X\\to\\tX $ and $\\tX\\to\\Y $. Solutions to these equations can be found by a convergent re-estimation method that generalizes the Blahut-Arimoto algorithm. Our variational principle provides a surprisingly rich framework for discussing a variety of problems in signal processing and learning, as will be described in detail elsewhere.",
                "Biological networks have so many possible states that exhaustive sampling is impossible. Successful analysis thus depends on simplifying hypotheses, but experiments on many systems hint that complicated, higher-order interactions among large groups of elements have an important role. Here we show, in the vertebrate retina, that weak correlations between pairs of neurons coexist with strongly collective behaviour in the responses of ten or more neurons. We find that this collective behaviour is described quantitatively by models that capture the observed pairwise correlations but assume no higher-order interactions. These maximum entropy models are equivalent to Ising models, and predict that larger networks are completely dominated by correlation effects. This suggests that the neural code has associative or error-correcting properties, and we provide preliminary evidence for such behaviour. As a first test …",
                "Traditional approaches to neural coding characterize the encoding of known stimuli in average neural responses. Organisms face nearly the opposite task--extracting information about an unknown time-dependent stimulus from short segments of a spike train. Here the neural code was characterized from the point of view of the organism, culminating in algorithms for real-time stimulus estimation based on a single example of the spike train. These methods were applied to an identified movement-sensitive neuron in the fly visual system. Such decoding experiments determined the effective noise level and fault tolerance of neural computation, and the structure of the decoding algorithms suggested a simple model for real-time analog signal processing with spiking neurons.",
                "We study the statistics of an ensemble of images taken in the woods. Distributions of local quantities such as contrast are scale invariant and have nearly exponential tails. Power spectra exhibit scaling with a nontrivial exponent. These data limit the information content of natural images and point to the importance of gain-control strategies in visual processing.",
                "The nervous system represents time dependent signals in sequences of discrete, identical action potentials or spikes; information is carried only in the spike arrival times. We show how to quantify this information, in bits, free from any assumptions about which features of the spike train or input signal are most important, and we apply this approach to the analysis of experiments on a motion sensitive neuron in the fly visual system. This neuron transmits information about the visual stimulus at rates of up to 90 bits\/s, within a factor of 2 of the physical limit set by the entropy of the spike train itself.",
                "We examine the dynamics of a neural code in the context of stimuli whose statistical properties are themselves evolving dynamically. Adaptation to these statistics occurs over a wide range of timescales—from tens of milliseconds to minutes. Rapid components of adaptation serve to optimize the information that action potentials carry about rapid stimulus variations within the local statistical ensemble, while changes in the rate and statistics of action-potential firing encode information about the ensemble itself, thus resolving potential ambiguities. The speed with which information is optimized and ambiguities are resolved approaches the physical limit imposed by statistical sampling and noise.",
                "Adaptation is a widespread phenomenon in nervous systems, providing flexibility to function under varying external conditions. Here, we relate an adaptive property of a sensory system directly to its function as a carrier of information about input signals. We show that the input\/output relation of a sensory system in a dynamic environment changes with the statistical properties of the environment. Specifically, when the dynamic range of inputs changes, the input\/output relation rescales so as to match the dynamic range of responses to that of the inputs. We give direct evidence that the scaling of the input\/output relation is set to maximize information transmission for each distribution of signals. This adaptive behavior should be particularly useful in dealing with the intermittent statistics of natural signals.",
                "The reproducibility and precision of biological patterning is limited by the accuracy with which concentration profiles of morphogen molecules can be established and read out by their targets. We consider four measures of precision for the Bicoid morphogen in the Drosophila embryo: the concentration differences that distinguish neighboring cells, the limits set by the random arrival of Bicoid molecules at their targets (which depends on absolute concentration), the noise in readout of Bicoid by the activation of Hunchback, and the reproducibility of Bicoid concentration at corresponding positions in multiple embryos. We show, through a combination of different experiments, that all of these quantities are ∼10%. This agreement among different measures of accuracy indicates that the embryo is not faced with noisy input signals and readout mechanisms; rather, the system exerts precise control over absolute …",
                "Many of life’s most fascinating phenomena emerge from interactions among many elements—many amino acids determine the structure of a single protein, many genes determine the fate of a cell, many neurons are involved in shaping our thoughts and memories. Physicists have long hoped that these collective behaviors could be described using the ideas and methods of statistical mechanics. In the past few years, new, larger scale experiments have made it possible to construct statistical mechanics models of biological systems directly from real data. We review the surprising successes of this “inverse” approach, using examples from families of proteins, networks of neurons, and flocks of birds. Remarkably, in all these cases the models that emerge from the data are poised near a very special point in their parameter space—a critical point. This suggests there may be some deeper theoretical principle …"
            ],
            [
                [
                    "Physics of biological systems",
                    "theoretical physics"
                ]
            ]
        ]
    ]
}