{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0NN07OW2",
            "Pd3a3usAAAAJ",
            [
                "Centering decisions in hierarchical linear models: Implications for research in organizations",
                "An overview of the logic and rationale of hierarchical linear models",
                "Safety at work: a meta-analytic investigation of the link between job demands, job resources, burnout, engagement, and safety outcomes.",
                "The structure and function of collective constructs: Implications for multilevel research and theory development",
                "Climate as a moderator of the relationship between leader-member exchange and content specific citizenship: safety climate as an exemplar.",
                "Organizational culture and climate",
                "A cross‐level investigation of factors influencing unsafe behaviors and accidents",
                "Safety-related behavior as a social exchange: The role of perceived organizational support and leader–member exchange.",
                "The application of hierarchical linear modeling to organizational research.",
                "An investigation of the relationship between safety climate and medication errors as well as other nurse and patient outcomes"
            ],
            [
                "Organizational researchers are increasingly interested in model ing the multilevel nature of organizational data. Although most organi zational researchers have chosen to investigate these models using traditional Ordinary Least Squares approaches, hierarchical linear models (i.e., random coefficient models) recently have been receiving increased attention. One of the key questions in using hierarchical linear models is how a researcher chooses to scale the Level-1 indepen dent variables (e.g., raw metric, grand mean centering, group mean centering), because it directly influences the interpretation of both the level-1 and level-2 parameters. Several scaling options are reviewed and discussed in light of four paradigms of multilevellcross-level research in organizational science: incremental (i.e., group variables add incremental prediction to individual level outcomes over and above individual level predictors …",
                "Due to the inherently hierarchical nature of organizations, data collected in organizations consist of nested entities. More specifically, individuals are nested in work groups, work groups are nested in departments, departments are nested in organizations, and organizations are nested in environments. Hierarchical linear models provide a conceptual and statistical mechanism for investigating and drawing conclusions regarding the influence of phenomena at different levels of analysis. This introductory paper: (a) discusses the logic and rationale of hierarchical linear models, (b) presents a conceptual description of the estimation strategy, and (c) using a hypothetical set of research questions, provides an overview of a typical series of multi-level models that might be investigated.",
                "In this article, we develop and meta-analytically test the relationship between job demands and resources and burnout, engagement, and safety outcomes in the workplace. In a meta-analysis of 203 independent samples (N= 186,440), we found support for a health impairment process and for a motivational process as mechanisms through which job demands and resources relate to safety outcomes. In particular, we found that job demands such as risks and hazards and complexity impair employees' health and positively relate to burnout. Likewise, we found support for job resources such as knowledge, autonomy, and a supportive environment motivating employees and positively relating to engagement. Job demands were found to hinder an employee with a negative relationship to engagement, whereas job resources were found to negatively relate to burnout. Finally, we found that burnout was negatively …",
                "We address gaps in the multilevel organizational theory development literature by critically examining the structure and function of collective constructs. Structure emerges from interaction and can, over time, come to influence systems of interaction. Functions represent the causal outputs of constructs and provide a mechanism for integrating constructs across levels. We then discuss implications arising from this perspective and present a set of guidelines for multilevel research and theory development.",
                "The present study integrates role theory, social exchange, organizational citizenship, and climate research to suggest that employees will reciprocate implied obligations of leadership-based social exchange (eg, leader-member exchange [LMX]) by expanding their role and behaving in ways consistent with contextual behavioral expectations (eg, work group climate). Using safety climate as an exemplar, the authors found that the relationship between LMX and subordinate safety citizenship role definitions was moderated by safety climate. In summary, high-quality LMX relationships resulted in expanded safety citizenship role definitions when there was a positive safety climate and there was no such expansion under less positive safety climates. The authors also found that safety citizenship role definitions were significantly related to safety citizenship behavior. Implications for both social exchange theory and …",
                "Our focus is on organizational culture and climate and the role these constructs play in understanding individual as well as collective attitudes, behavior, and performance. We begin with the assumption that both constructs rest upon the notion of shared meanings or a shared understanding of aspects of the organizational context. Climate is defined as a perceptually based description of what the organization is like in terms of practices, policies, procedures and routines while culture helps define the underlying reasons and mechanisms for why these things occur in an organization based on fundamental ideologies, assumptions, values, and artifacts. In the first half of the chapter, the culture and climate literatures are reviewed. The second half is framed around a multi‐level model that integrates culture and climate through the linking mechanism of organizational structure, practices, and policies. This discussion …",
                "Several recent reviews of industrial accidents have given increased attention to the role of organizational factors as antecedents to the accident sequence. In the current study, three group‐level factors (i.e., group process, safety climate, and intentions to approach other team members engaged in unsafe acts) and one individual‐level factor (i.e., perceptions of role overload) were hypothesized to influence the frequency of reported unsafe behaviors using a cross‐level research strategy. Data were collected from 21 teams and 222 individuals in a Midwestern chemical processing plant. Both the individual and group‐level variables were significantly associated with unsafe behaviors, thereby supporting the cross‐level hypotheses. There was also initial evidence suggesting that the group process‐unsafe behavior relationship was mediated by intentions to approach other team members engaged in unsafe acts. At the …",
                "Researchers have been giving increased attention to the role larger organizational variables play in safety and accidents. Although generally neglected by this research, the nature of the exchange relationships between individuals, leaders, and the organization appears to have safety-related implications. The present research linked leader–member exchange (LMX) and perceived organizational support (POS) to safety communication, safety commitment, and accidents. Data were collected from 49 supervisor–group-leader dyads in a manufacturing facility. The results indicated that POS was significantly related to safety communication and that LMX was significantly related to safety communication, safety commitment, and accidents. Support was also found for a structural model linking POS and LMX to safety communication, safety commitment, and accidents. Implications of these findings for safety and social …",
                "Discusses the hierarchical nature of organizations and organizational research, provides an overview of the hierarchical linear modeling methodology, and, using example research questions and simulated data, provides a step-by-step analytical introduction to these models. In addition, a number of other more specific issues are discussed, including statistical power sample size requirements, the implications of statistical assumptions underlying these models, how the scaling of variables can change the interpretation and meaning of the estimated model, and how hierarchical linear models relate to other multilevel analytic approaches.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
                "Safety climate has been shown to be associated with a number of important organizational outcomes. In this study, we take a broad view of safety climate—one that includes not only the development and adherence to safety protocols, but also open and constructive responses to errors—and investigate correlates within the health care industry. Drawing on a random, national sample of hospitals, the results revealed that safety climate predicted medication errors, nurse back injuries, urinary tract infections, patient satisfaction, patient perceptions of nurse responsiveness, and nurse satisfaction. As hypothesized, the relationship between safety climate and both medication errors and back injuries was moderated by the complexity of the patient conditions on the unit. Specifically, the effect of the overall safety climate of the unit was accentuated when dealing with more complex patient conditions."
            ],
            [
                [
                    "organizational behavior"
                ]
            ],
            [
                "David  Hofman, PhD Department Head and Professor 2244 SES (312) 413-2798 hofman@uic.edu David Hofman's Home Page Prof. Hofman's area of scientific research is experimental high-energy nuclear physics, also often called high-energy \"heavy-ion\" physics. He is interested in creating and studying a new phase of matter, called the \"quark gluon plasma\", which is believed to have existed at the birth of our universe. This research is carried out at two large colliders, the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory in New York and the Large Hadron Collider (LHC) accelerator at CERN in Switzerland.   The experimental nuclear physics group's research at RHIC is carried out within the STAR collaborations and their research at the LHC is carried out within the CMS collaboration.  Professor Hofman was also a member of the PHOBOS collaboration, which measured p+p, d+Au, Cu+Cu, and Au+Au collisions at RHIC, and the E917 collaboration, which measured relativistic Au + Au collisions at 6, 8 and 10.8 AGeV at the AGS. “Transverse-momentum and pseudorapidity distributions of charged hadrons in pp collisions at 7 TeV”, Physical Review Letters 105, 022002 (2010) “Scaling properties in bulk and pT-dependent particle production near midrapidity in relativistic heavy ion collisions”, Phys. Rev. C – Rapid Communications 80, 011901(R) (2009) “Identified charged antiparticle to particle ratios near midrapidity in Cu+Cu collisions at 62.4 and 200 GeV”, Phys. Rev. C – Rapid Communications 77, 061901(R) (2008) “CMS Physics Technical Design Report: Addendum on High Density QCD with Heavy Ions”, J. Phys. G: Nucl. Part. Phys. 34, 2307 (2007) “Collision Geometry Scaling of Au+Au pseudorapidity density from 19.6 to 200 GeV”, The PHOBOS Collaboration, Phys. Rev. C 70, 021902(R) (2004) BS, Physics (1987), Hope College PhD, Physics (1994) , Suny Stony Brook Main Campus"
            ]
        ]
    ]
}