{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0RJGQWM0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Lindsey Thaler Lindsey Thaler Lindsey Thaler Director of Undergraduate Studies thaler.21@osu.edu 614-247-1635 1142 Physics Research Building Academic Advising, Physics and Engineering Physics B.S. in Physics - The Ohio State University 2008 Brief CV: www.physics.ohio-state.edu\/undergrad\/Thaler_CV.pdf The Ohio State University Distinguished Staff Award (2016) The Ohio State University Outstanding Advisor Award nominee (2015) John G. Whitcomb Distinguished Physics Staff Award (2012) Spring 2021 availability: By email at thaler.21@osu.edu. Emails will be read during regular business hours - Monday-Friday 8am-5pm EST Express Advising : Express advising sessions will be offered when there is high demand for academic advising. Express advising will work similar to virtual walk-in hours in that students will log in to Zoom using this link and will be \"seen\" one-by-one by Lindsey. No appointment necessary. Spring 2021 express advising sessions (with more to be added for March and April) are scheduled for: 1st week of the semester (January 11-15): 9am-10am; 3-4pm EST 2nd Friday of the semester (Friday January 22): 3-4:30pm EST 4th Friday of the semester (Friday February 5): 3-4:30pm EST Appointments can be scheduled through  go.osu.edu\/oncourse . Choose “phone\/remote” as the appointment reason. Please leave a note indicating what you’re planning to discuss. The meeting will take place by voice chat or video chat through Carmen Zoom . Due to the COVID-19 pandemic, face-to-face meetings are not currently an option.  Guidance on how to access Zoom can be found on this page: https:\/\/u.osu.edu\/oncourse\/covid-19-and-oncourse"
            ]
        ]
    ]
}