{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0URFT3CH",
            "zp2gFWQAAAAJ",
            [
                "Co-morbidity between major depressive disorder and anxiety disorders: shared etiology or direct causation?",
                "Cigarette smoking and depression comorbidity: systematic review and proposed theoretical model",
                "Effect of transdiagnostic CBT for anxiety disorders on comorbid diagnoses",
                "Clinical strategies to enhance the efficacy of nicotine replacement therapy for smoking cessation: a review of the literature",
                "Treatment burden and treatment fatigue as barriers to health",
                "Restructuring reward mechanisms in nicotine addiction: a pilot fMRI study of mindfulness-oriented recovery enhancement for cigarette smokers",
                "Negative mood-induced alcohol-seeking is greater in young adults who report depression symptoms, drinking to cope, and subjective reactivity.",
                "Negative mood reverses devaluation of goal-directed drug-seeking favouring an incentive learning account of drug dependence",
                "Current major depression is associated with greater sensitivity to the motivational effect of both negative mood induction and abstinence on tobacco-seeking behavior",
                "Lung function decline in former smokers and low-intensity current smokers: a secondary data analysis of the NHLBI Pooled Cohorts Study"
            ],
            [
                "BackgroundMajor depressive disorder (MDD) and anxiety disorders (ANX) are debilitating and prevalent conditions that often co-occur in adolescence and young adulthood. The leading theoretical models of their co-morbidity include the direct causation model and the shared etiology model. The present study compared these etiological models of MDD–ANX co-morbidity in a large, prospective, non-clinical sample of adolescents tracked through age 30.MethodLogistic regression was used to examine cross-sectional associations between ANX and MDD at Time 1 (T1). In prospective analyses, Cox proportional hazards models were used to examine T1 predictors of subsequent disorder onset, including risk factors specific to each disorder or common to both disorders. Prospective predictive effect of a lifetime history of one disorder (eg MDD) on the subsequent onset of the second disorder (eg ANX) was then …",
                "Despite decades of research on co‐occurring smoking and depression, cessation rates remain consistently lower for depressed smokers than for smokers in the general population, highlighting the need for theory‐driven models of smoking and depression. This paper provides a systematic review with a particular focus upon psychological states that disproportionately motivate smoking in depression, and frame an incentive learning theory account of smoking‐depression co‐occurrence.We searched PubMed, Scopus, PsychINFO and CINAHL to December 2014, which yielded 852 papers. Using pre‐established eligibility criteria, we identified papers focused on clinical issues and motivational mechanisms underlying smoking in established, adult smokers (i.e. maintenance, quit attempts and cessation\/relapse) with elevated symptoms of depression. Two reviewers determined …",
                "The present study examines the effectiveness of a 12‐week transdiagnostic cognitive‐behavioral group in reducing comorbid diagnoses.Data from 79 treatment completers (60.8% women; M age = 32.57 years) during three previous trials of transdiagnostic cognitive behavior therapy (CBT) were examined to compare treatment effects between those with and without comorbid diagnoses. Additionally, rates of remission of comorbid diagnoses were compared to published diagnosis‐specific CBT trials.Results indicate that a majority of clients (64.6%) had at least one comorbid disorder and that those with comorbid diagnoses had higher primary diagnosis severity scores than did those without comorbid diagnoses. The presence of a comorbid diagnosis at pretreatment was not associated with differential improvement in primary diagnosis severity following treatment. Two‐thirds of …",
                "A number of smoking cessation pharmacotherapies have led to increases in quitting and thus to significant benefits to public health. Among existing medications, nicotine replacement therapy (NRT) has been available the longest, has the largest literature base in support, and is the only option for over-the-counter access. While the short-term efficacy of NRT is well documented in clinical trials, long-term abstinence rates associated with using NRT are modest, as most smokers will relapse. This literature review examines emerging clinical strategies to improve NRT efficacy. After an initial overview of NRT and its FDA-approved indications for use, we review randomized trials in which clinical delivery of NRT was manipulated and tested, in an attempt to enhance efficacy, through (1) duration of use (pre-quit and extended use), (2) amount of use (high-dose and combination NRT), (3) tailoring to specific smoker …",
                "Effective management of chronic diseases involves sustained changes in health behavior, which often requires substantial effort and patient burden. As treatment burden is associated with reduced adherence across several chronic conditions, its assessment and treatment are important clinical priorities. The balance between patient demands and capacity (e.g. coping resources) may be indexed by patients’ subjective experience of treatment fatigue. We present a modified workload–capacity model that incorporates evidence that treatment fatigue may, firstly, be caused by increased workload due to treatment burden (e.g. intensity, complications) and secondly, undermine adherence. Emerging technology-based interventions may be well-suited to reduce treatment burden, prevent treatment fatigue, and increase treatment adherence.",
                "The primary goal of this pilot feasibility study was to examine the effects of Mindfulness-Oriented Recovery Enhancement (MORE), a behavioral treatment grounded in dual-process models derived from cognitive science, on frontostriatal reward processes among cigarette smokers. Healthy adult (; mean (SD) age 49 ± 12.2) smokers provided informed consent to participate in a 10-week study testing MORE versus a comparison group (CG). All participants underwent two fMRI scans: pre-tx and after 8-weeks of MORE. Emotion regulation (ER), smoking cue reactivity (CR), and resting-state functional connectivity (rsFC) were assessed at each fMRI visit; smoking and mood were assessed throughout. As compared to the CG, MORE significantly reduced smoking () and increased positive affect (). MORE participants evidenced decreased CR-BOLD response in ventral striatum (VS; ) and ventral prefrontal cortex (vPFC; ) and increased positive ER-BOLD in VS () and vPFC (). Importantly, ER was correlated with smoking reduction (’s = .68 to .91) and increased positive affect (’s = .52 to .61). These findings provide preliminary evidence that MORE may facilitate the restructuring of reward processes and play a role in treating the pathophysiology of nicotine addiction.",
                "Acute negative mood powerfully motivates alcohol-seeking behavior, but it remains unclear whether sensitivity to this effect is greater in drinkers who report depression symptoms, drinking to cope, and subjective reactivity. To examine these questions, 128 young adult alcohol drinkers (ages 18–25) completed questionnaires of alcohol use disorder symptoms, depression symptoms, and drinking to cope with negative affect. Baseline alcohol choice was measured by preference to enlarge alcohol versus food thumbnail images in two-alternative forced-choice trials. Negative mood was then induced by depressive statements and music, before alcohol choice was tested. Subjective reactivity was indexed by increased sadness pre-to post-mood induction. Baseline alcohol choice correlated with alcohol dependence symptoms (p=. 001), and drinking coping motives (ps≤. 01). Mood induction increased alcohol choice …",
                "Two theories explain how negative mood primes smoking behaviour. The stimulus–response (S-R) account argues that in the negative mood state, smoking is experienced as more reinforcing, establishing a direct (automatic) association between the negative mood state and smoking behaviour. By contrast, the incentive learning account argues that in the negative mood state smoking is expected to be more reinforcing, which integrates with instrumental knowledge of the response required to produce that outcome.One differential prediction is that whereas the incentive learning account anticipates that negative mood induction could augment a novel tobacco-seeking response in an extinction test, the S-R account could not explain this effect because the extinction test prevents S-R learning by omitting experience of the reinforcer …",
                "Although depression and smoking commonly co-occur, the mechanisms underpinning this association are poorly understood. One hypothesis is that depression promotes tobacco dependence, persistence and relapse by increasing sensitivity to acute negative mood and abstinence induced tobacco-seeking behavior.Twenty nine daily smokers of >10 cigarettes per day, nine with major depression and 20 without, completed two laboratory sessions one week apart, smoking as normal prior to session 1 (sated session), and 6 h abstinent prior to session 2 (abstinent session). In both sessions, tobacco-seeking was measured at baseline by preference to view smoking versus food images. Negative mood was then induced by negative ruminative statements and sad music, before tobacco-seeking was measured again at test.In the sated session, negative mood induction produced a greater …",
                "Former smokers now outnumber current smokers in many developed countries, and current smokers are smoking fewer cigarettes per day. Some data suggest that lung function decline normalises with smoking cessation; however, mechanistic studies suggest that lung function decline could continue. We hypothesised that former smokers and low-intensity current smokers have accelerated lung function decline compared with never-smokers, including among those without prevalent lung disease.We used data on six US population-based cohorts included in the NHLBI Pooled Cohort Study. We restricted the sample to participants with valid spirometry at two or more exams. Two cohorts recruited younger adults (≥17 years), two recruited middle-aged and older adults (≥45 years), and two recruited only elderly adults (≥65 years) with examinations done between 1983 and 2014. FEV1 decline …"
            ],
            [
                [
                    "Preventive Medicine"
                ]
            ],
            [
                "Matthew Rush Matthew Rush Assistant Research Professor Matthew.Rush@nau.edu 928-523-6296 36-324 Matthew’s current research interests include the development and characterization of biomaterials and their cell-material interactions for the development of drug\/vaccine carriers and implantable devices. Ongoing research project also include the characterization of bio-mimetic membranes and interfacial interactions using colloid force spectroscopy. In collaboration with Prof. Jennifer Martinez, Prof. Rush maintains a Mammalian Tissue Culture and Bacterial Culture Lab space within the Center for Materials Interfaces in Research and Applications (¡MIRA!). In collaboration with Prof. Gabriel Montaño and Dr. Greg Uyeda, Prof. Rush maintains an atomic force microscopy\/scanning probe microscopy lab. Post-Doctoral Fellow, Center for Materials Interfaces in Research and Applications (MIRA)\/Applied Physics and Materials Science, Northern Arizona University Post-Doctoral Fellow, Department of Orthopaedics and Rehabilitation, University of New Mexico School of Medicine Ph.D., Nanoscience and Microsystems Engineering w\/ concentration in Nano-biointerfaces, University of New Mexico M.S., Nanoscience and Microsystems Engineering, University of New Mexico B.S., Mechanical Engineering, New Mexico Tech (New Mexico Institute of Mining and Technology)"
            ]
        ]
    ]
}