{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0UTT8DZH",
            "OZCToJUAAAAJ",
            [
                "Acceleration of electrons in the plasma wakefield of a proton bunch",
                "AWAKE, the advanced proton driven plasma wakefield acceleration experiment at CERN"
            ],
            [
                "High-energy particle accelerators have been crucial in providing a deeper understanding of fundamental particles and the forces that govern their interactions. To increase the energy of the particles or to reduce the size of the accelerator, new acceleration schemes need to be developed. Plasma wakefield acceleration 1, 2, 3, 4, 5, in which the electrons in a plasma are excited, leading to strong electric fields (so called ‘wakefields’), is one such promising acceleration technique. Experiments have shown that an intense laser pulse 6, 7, 8, 9 or electron bunch 10, 11 traversing a plasma can drive electric fields of tens of gigavolts per metre and above—well beyond those achieved in conventional radio-frequency accelerators (about 0.1 gigavolt per metre). However, the low stored energy of laser pulses and electron bunches means that multiple acceleration stages are needed to reach very high particle energies 5, 12 …",
                "The Advanced Proton Driven Plasma Wakefield Acceleration Experiment (AWAKE) aims at studying plasma wakefield generation and electron acceleration driven by proton bunches. It is a proof-of-principle R&D experiment at CERN and the world׳s first proton driven plasma wakefield acceleration experiment. The AWAKE experiment will be installed in the former CNGS facility and uses the 400 GeV\/c proton beam bunches from the SPS. The first experiments will focus on the self-modulation instability of the long (rms ~12 cm) proton bunch in the plasma. These experiments are planned for the end of 2016. Later, in 2017\/2018, low energy (~15 MeV) electrons will be externally injected into the sample wakefields and be accelerated beyond 1 GeV. The main goals of the experiment will be summarized. A summary of the AWAKE design and construction status will be presented."
            ],
            [
                [
                    "AWAKE",
                    "plasma wakefield acceleration",
                    "Raman amplification in plasma"
                ]
            ]
        ]
    ]
}