{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0VCO19WR",
            "V0_QgUoAAAAJ",
            [
                "Assessing sediment contamination in estuaries",
                "Ecotoxicology of metals in aquatic sediments: binding and release, bioavailability, risk assessment, and remediation",
                "A sediment quality triad: measures of sediment contamination, toxicity and infaunal community composition in Puget Sound",
                "The sediment quality triad approach to determining pollution-induced degradation",
                "A critical evaluation of safety (uncertainty) factors for ecological risk assessment",
                "Integrating toxicology and ecology: putting the “eco” into ecotoxicology",
                "Determining when contamination is pollution—weight of evidence determinations for sediments and effluents",
                "Sediment quality criteria from the sediment quality triad: an example",
                "Current approaches to developing sediment quality criteria",
                "Synoptic measures of sediment contamination, toxicity and infaunal community composition (the Sediment Quality Triad) in San Francisco Bay"
            ],
            [
                "Historic and ongoing sediment contamination adversely affects estuaries, among the most productive marine ecosystems in the world. However, all estuaries are not the same, and estuarine sediments cannot be treated as either fresh or marine sediments or properly assessed without understanding both seasonal and spatial estuarine variability and processes, which are reviewed. Estuaries are physicochemically unique, primarily because of their variable salinity but also because of their strong gradients in other parameters, such as temperature, pH, dissolved oxygen, redox potential, and amount and composition of particles. Salinity (overlying and interstitial) varies spatially (laterally, vertically) and temporally and is the controlling factor for partitioning of contaminants between sediments and overlying or interstitial water. Salinity also controls the distribution and types of estuarine biota. Benthic infauna are …",
                "Les principales matières liant les métaux dans les couches de sédiments aérobies sont les oxyhydroxydes de fer et de manganèse (FeOOH et MnOOH) et le carbone organique particulaire (COP). Le modèle du sulfure volatil acide proposé pour prédire la non-toxicité de sédiments contaminés par des métaux ne s'applique qu'aux sédiments anaérobies. Dans d'autres sédiments, la normalisation par rapport au COP ou au FeOOH et MnOOH permet de faire des prévisions, mais les constantes de liaison sont mal connues. La formation de complexes avec des ligands et l'oxydation des sédiments anaérobies augmentent la mobilisation des métaux. L'ion métallique libre est la principale forme biodisponible, mais d'autres formes labiles de métaux le sont également et des variables non spécifiques ont aussi un rôle à jouer dans la biodisponibilité; des modèles de liaison à un site biotique se sont révélés prometteurs …",
                "Increasing emphasis is being placed upon chemical analyses of sediments to determine the distribution and concentration of toxic chemicals in marine and aquatic environments. The resulting data are often used to characterize chemical accumulations, including delineation of ‘hotspots’. These data alone, however, provide no information regarding the possible biological significance of these accumulations. Direct biological testing is needed. the use of a Sediment Quality Triad (chemical, bioassay and infauna) of measurements is advocated here by the authors. The purpose of this study was to determine the correspondence among measures of the three components of the Triad, using available data from several studies of Puget Sound. Good overall correspondence among the three components of the Triad was observed, based upon a comparison of average values from urban and rural portions of the Sound …",
                "It is difficult to determine cause-effect relationships resulting from mixtures of chemical contaminants found in natural sediments. However, such relationships must involve bioavailability and can be suspected if there is a correspondence between chemical contamination and biological effects, particularly if such correspondence is based on synoptic measurements and involves the Sediment Quality Triad (chemistry to measure contamination, bioassay to measure toxicity, in situ biological assessment to measure effects such as benthic community alteration). Effects can include lethal, sublethal, chronic, genotoxic, cytotoxic, population or community responses, but do not include bioaccumulation per se, which is a phenomenon, not an effect. The combination of potential cause (chemistry) and effect (biology) measurements makes the Sediment Quality Triad one of the most complete and powerful tools available today …",
                "Evaluation of environmental risks posed by potentially hazardous substances requires achieving a balance between over‐ and underprotection, i.e., between societal benefits posed by the use of particular substances and their potential risks. Uncertainty (e.g., only laboratory data may be available, field or epidemiological data may be limited and less than clear‐cut, etc.) will always exist and is often conservatively dealt with by the use of so‐called “safety” or “uncertainty” factors, some of which remain relatively little changed since their origin in 1945. Extrapolations involving safety factors for both aquatic and terrestrialenvironments include inter‐ and intraspecies, acute‐to‐chronic, lowest‐ to no‐observed‐effect concentration (NOEC), and laboratory‐to‐field extrapolation (e.g., extrapolation of laboratory results to the field). To be realistic, such extrapolations need to have a clear relationship with the field effect of …",
                "Environmental toxicology has been and continues to be an important discipline (e.g., single-species testing for screening purposes). However, ecological toxicology (ecotoxicology – more realism in tests, test species and exposures) is required for predicting real world effects and for site-specific assessments. Ecotoxicology and ecology have shown similar developmental patterns over time; closer cooperation between ecologists and toxicologists would benefit both disciplines. Ecology can be incorporated into toxicology either extrinsically (separately, e.g., providing information on pre-selected test species) or intrinsically (e.g., as part of test species selection) – the latter is preferable. General guidelines for acute and chronic testing and criteria for species selection differ for ecotoxicology and environmental toxicology, and are outlined. An overall framework is proposed based on ecological risk assessment (ERA), for …",
                "Contamination is simply the presence of a substance where it should not be or at concentrations above background. Pollution is contamination that results in or can result in adverse biological effects to resident communities. All pollutants are contaminants, but not all contaminants are pollutants. Differentiating pollution from contamination cannot be done solely on the basis of chemical analyses because such analyses provide no information on bioavailability or on toxicity. Effects-based measures such as laboratory or field toxicity tests and measures of the status of resident, exposed communities provide key information, but cannot be used independently to determine pollution status. Laboratory studies can be predictive, but are rarely realistic. Measures of resident communities include innate natural variability and cannot easily distinguish between adaptation to contamination (a genetic process) and acclimation (a …",
                "Broad‐scale comparative data for sediment chemistry, sediment bioassays and bottom fish histopathology are used to derive quantitative site‐specific sediment criteria for three representative chemical contaminants in Puget Sound, Washington. The criteria, in terms of concentrations at or below which biological effects have been shown to be minimal, are (dry weight sediment): lead, 50 μg\/g (ppm); combustion polyaromatic hydrocarbons, 3.8 μg\/g; total polychlorinated biphenyls, 0.1 μg\/g.",
                "Current approaches to developing sediment quality criteria are reviewed and separated into two major groups: those approaches that provide only chemical‐by‐chemical criteria and those that provide criteria for chemical mixtures also. The individual approaches include background sediment chemistry, water quality criteria, sediment\/water equilibrium partitioning, sediment bioas‐say, screening level concentration, apparent effects threshold and sediment quality triad. Based on the evaluation of the two groups and seven individual approaches, it is concluded that, for chemical‐by‐chemical criteria, the equilibrium partitioning method shows promise; for criteria that are also applicable to chemical mixtures, the apparent effects threshold\/sediment quality triad approaches appear to be most appropriate. Recommendations are made concerning specific immediate research needs, related to developing effective …",
                "The utility of the Sediment Quality Triad was assessed in determining pollution-induced degradation. This approach consists of synoptic measurements of sediment contamination by chemical analyses, sediment toxicity through bioassays, and benthic infaunal community structure through taxonomic analyses of macroinfauna. Each component of the Triad complements the other 2 and together all 3 components provide an objective assessment of pollution-induced degradation. The underlying hypothesis is that no component can be used to predict measurements of the other 2 components. Sediment samples were collected at 3 stations at each of 3 sites in San Francisco Bay, USA – Islais Waterway, near Oakland, and in San Pablo Bay – and subjected to 4 separate, replicated sediment bioassays, comprehensive sediment chemistry analyses (no replication), and replicated benthic infaunal analyses. Chemistry …"
            ],
            [
                [
                    "Environmental Toxicology",
                    "Ecotoxicology",
                    "Ecological Risk Assessment",
                    "Sediment"
                ]
            ],
            [
                "mc191 Michael Chapman Ph.D., Massachusetts Institute of Technology, 1995 Contemporary quantum mechanics, manipulating the quantum behavior of single atoms and photons “Coherent spin dynamics in a spin-1 Bose condensates,” M.-S. Chang, Q. Qin, W. Zhang, L.You, and M. S. Chapman, arxiv:cond-mat\/0509431 to appear in Nature Physics. “Dynamical instability and domain formation in a spin-1 Bose condensate,” W. Zhang, D.L. Zhou, M.-S. Chang, M.S. Chapman and L. You, arxiv:cond-mat\/0509549 to appear in Phys. Rev. Lett. “Coherent Spin Mixing Dynamics in a Spin-1 Atomic Condensate,” W. Zhang, D. L. Zhou, M.-S. Chang, M.S. Chapman, and L. You, Phys. Rev. A 72, 013602 (2005). “Cavity QED with optically transported atoms,” J.A. Sauer, K.M. Fortier, M.-S. Chang, C.D. Hamley, and M.S. Chapman, Phys. Rev. A, 69, 051804(R) (2004). “Atom-photon entanglement and distribution,\" B. Sun, M.S. Chapman, and L. You, Phys. Rev. A, 69, 042316 (2004). “Observation of spinor dynamics in optically trapped 87Rb Bose-Einstein Condensates,” M.-S. Chang, C. D. Hamley, M.D. Barrett, J.A. Sauer, K.M. Fortier, W. Zhang, L. You, and M.S. Chapman, Phys. Rev. Lett, 92, 140403 (2004). “Storage ring for neutral atoms”, J.A. Sauer, M.D. Barrett, and M.S. Chapman, Phys. Rev. Lett, 87, 270401 (2001). “All-optical formation of an atomic Bose-Einstein condensate”, M.D. Barrett, J.A. Sauer, and M.S. Chapman, Phys. Rev. Lett, 87, 010404 (2001). “Quantum entanglement using atomic spins”, L. You, and M.S. Chapman, Phys. Rev. A, 62, 052302 (2000). More Research Papers ... mc191@gatech.edu (404) 894-5223 Howey N010 Atom Trapping & Quantum Computing Laboratory Website"
            ]
        ]
    ]
}