{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0VVA8Z5T",
            "LEcbAYIAAAAJ",
            [
                "4D gravity on a brane in 5D Minkowski space",
                "Target space duality in string theory",
                "Strong interactions and stability in the DGP model",
                "Holography and phenomenology",
                "Novel local CFT and exact results on perturbations of N= 4 super Yang Mills from AdS dynamics",
                "Metastable gravitons and infinite volume extra dimensions",
                "Superstrings with spontaneously broken supersymmetry and their effective theories",
                "The supergravity dual of N= 1 super Yang–Mills theory",
                "Minimal supergravity models of inflation",
                "Spontaneous supersymmetry breaking in string theory"
            ],
            [
                "We suggest a mechanism by which four-dimensional Newtonian gravity emerges on a 3-brane in 5D Minkowski space with an infinite size extra dimension. The worldvolume theory gives rise to the correct 4D potential at short distances whereas at large distances the potential is that of a 5D theory. We discuss some phenomenological issues in this framework.",
                "Target space duality and discrete symmetries in string theory are reviewed in different settings.",
                "The model of Dvali, Gabadadze, and Porrati (DGP) gives a simple geometrical setup in which gravity becomes 5-dimensional at distances larger than a length scale λ DGP. We show that this theory has strong interactions at a length scale λ 3~(λ DGP 2\/M P) 1\/3. If λ DGP is of order the Hubble length, then the theory loses predictivity at distances shorter than λ 3~ 1000 km. The strong interaction can be viewed as arising from a longitudinaleaten Goldstone'mode that gets a small kinetic term only from mixing with transverse graviton polarizations, analogous to the case of massive gravity. We also present a negative-energy classical solution, which can be avoided by cutting off the theory at the same scale scale λ 3. Finally, we examine the dynamics of the longitudinal Goldstone mode when the background geometry is curved.",
                "We examine various aspects of the conjectured duality between warped AdS 5 geometries with boundary branes and strongly coupled (broken) conformal field theories coupled to dynamical gravity. We also examine compactifications with 5-d gauge fields, in which case the holographic dual is a broken CFT weakly coupled to dynamical gauge fields in addition to gravity. The holographic picture is used to clarify a number of important phenomenological issues in these and related models, including the questions of black hole production, radius stabilization, early universe cosmology, and gauge coupling unification.",
                "We find new, local, non-supersymmetric conformal field theories obtained by relevant deformations of the Script N= 4 super Yang Mills theory in the large N limit. We contruct interpolating supergravity solutions that naturally represent the flow from the Script N= 4 super Yang Mills UV theory to these non-supersymmetric IR fixed points. We also study the linearization around the Script N= 4 superconformal point of Script N= 1 supersymmetric, marginal deformations. We show that they give rise to Script N= 1 superconformal fixed points, as expected from field-theoretical arguments.",
                "We address the issue of whether extra dimensions could have an infinite volume and yet reproduce the effects of observable four-dimensional gravity on a brane. There is no normalizable zero-mode graviton in this case, nevertheless correct Newton's law can be obtained by exchanging bulk gravitons. This can be interpreted as an exchange of a single metastable 4D graviton. Such theories have remarkable phenomenological signatures since the evolution of the Universe becomes high-dimensional at very large scales. Furthermore, the bulk supersymmetry in the infinite volume limit might be preserved while being completely broken on a brane. This gives rise to a possibility of controlling the value of the bulk cosmological constant. Unfortunately, these theories have difficulties in reproducing certain predictions of Einstein's theory related to relativistic sources. This is due to the van Dam–Veltman–Zakharov …",
                "We discuss superstring models with spontaneous breaking of N=1, 2 or 4 space-time supersymmetry, via coordinate-dependent compactifications from five to four dimensions. We provide a description of the supersymmetry breaking mechanism in the formulation with complex world-sheet fermions, and we reinterpret it in terms of special deformations of the lorentzian charge lattice. Considering a representative string model with spontaneously broken N=1 supersymmetry and massless chiral fermions, we show that the knowledge of the spectrum of states and of the flat directions completely specifies its low-energy effective lagrangian, which turns out to be a new no-scale supergravity model. We outline the qualitative difference between these models and other scenarios of gaugino (gravitino) condensation or general non-perturbative phenomena.",
                "We find an exact, N=1 supersymmetric kink solution of 5d gauged supergravity. We associate this solution with the RG flow from N=4 super Yang–Mills theory, deformed by a relevant operator, to pure N=1 super Yang–Mills in the IR. We test this identification by computing various QFT quantities using the supergravity dual: the tension of electric and magnetic strings and the gaugino condensate. As demanded by our identification, our kink solution is a true deformation of N=4, that exhibits confinement of quarks, magnetic screening, and spontaneous chiral symmetry breaking.",
                "We present a superconformal master action for a class of supergravity models with one arbitrary function defining the Jordan frame. It leads to a gauge-invariant action for a real vector multiplet, which upon gauge fixing describes a massive vector multiplet, or to a dual formulation with a linear multiplet and a massive tensor field. In both cases the models have one real scalar, the inflaton, naturally suited for single-field inflation. Vectors and tensors required by supersymmetry to complement a single real scalar do not acquire vacuum expectation values during inflation, so there is no need to stabilize the extra scalars that are always present in the theories with chiral matter multiplets. The new class of models can describe any inflaton potential that vanishes at its minimum and grows monotonically away from the minimum. In this class of supergravity models, one can fit any desirable choice of inflationary parameters n s …",
                "We present a construction of string theories, with spontaneously broken supersymmetry and chiral fermion families, obtained by a suitable choice of boundary conditions in toroidal compactifications of ten-dimensional (1,1) or heterotic models. The crystallographic groups in four-dimensions determine the possible values of the supersymmetry-breaking parameters, which therefore are discrete."
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "Massimo Porrati Professor Of Physics Diploma di Scienze 1985, Scuola Normale Superiore di Pisa (Italy); Laurea in Fisica 1984, Universita' di Pisa (Italy) String theory, supersymmetry and supergravity, nonperturbative dynamics of strings and field theory. Bound states at threshold in supersymmetric quantum mechanics. with A. Rozenberg. Nuclear Physics B ., 515. 1998. 184. hep-th\/9708119. Spontaneously broken N=2 supergravity without light mirror fermions, with L. Girardello and A. Zaffaroni. Nuclear Physics B ., 505. 1997. 272. hep-th\/9704163. Target space duality in string theory, with A. Giveon and E. Rabinovici. Physics Reports , 244. 1994. 77. g=2 as the natural value of the tree-level gyromagnetic ratio of elementary particles, with S. Ferrara and V. L. Telegdi. Physical Review D ., 46. 1992. 85. Massimo Porrati Professor Of Physics massimo.porrati@nyu.edu 726 Broadway, Room 959 Phone: (212) 998-7733 The is a unique group of faculty, students and research scientists working together on fundamental questions at the intersection of particle physics, astrophysics and cosmology. Please visit the center's Yacine Ali-Haïmoud Kyle Cranmer Experimental Particle Physics Sergei Dubovsky Collegiate Professor; Professor of Physics Gregory Gabadadze Dean for Science Matthew Kleban Chair of the Department of Physics Alexander Migdal Research Professor of Physics Massimo Porrati Joshua Ruderman Ken Van Tilburg Neal Weiner Director of Undergraduate for Physics Collegiate Professor; Professor of Physics Gregory Gabadadze Dean for Science Matthew Kleban Chair of the Department of Physics Massimo Porrati Joshua Ruderman Neal Weiner Director of Undergraduate Studies"
            ]
        ]
    ]
}