{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0XCE3X30",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Top Jeffery Blackmon Russell B. Long Professor of Physics, Department Chair Ph.D., 1994 - University of North Carolina 202K and 221-C Nicholson Hall, Tower Dr. 225-578-2262 225-578-7283-Office blackmon@lsu.edu Experimental Nuclear Physics Dr. Blackmon measures nuclear processes that play an important role in astrophysical\n                     environments.  A major focus of his research is on reactions involving short-lived\n                     radioactive nuclei that play an important role in stellar explosions such as Type\n                     I X-ray bursts, the most common stellar explosions in the Galaxy.  In collaboration\n                     with Florida State University, he developed the Array for Nuclear Astrophysics and Structure with Exotic Nuclei (ANASEN) supported by a Major Research Instrumentation Award from the National Science Foundation. \n                     ANASEN is an instrument for charged-particle detection that allows reactions to be\n                     simultaneously measured over a broad range of energies with excellent resolution. \n                     It was recently used to study some of the most important reactions in Type I X-ray\n                     bursts, as well as reactions that are important for understanding the origin of lithium\n                     in the big bang.  He is also leading the development of instrumentation for the Separator for Capture Reactions (SECAR) that is now being implemented to measure fusion reactions with radioative ions at\n                     the Facility for Rar Isotope Beams (FRIB) .  His research program includes measurements at the Fox Superconducting Accelerator Laboratory at Florida State University, the National Superdonducting Cyclotron Lab , TRIUMF-ISAC in Vancouver, BC, and the Los Alamos Neutron Science Center .  His research is supported by the US Department of Energy Office of Science Office of Nuclear Physics .  He is a Fellow of the American Physical Society and previously served on the Nuclear Science Advisory Committee . Current and Select Publications S. Ahn et al., \"Direct neutron capture cross section on 80Ge and probing shape coexistence\n                  in neutron-rich nuclei,\" Phys. Rev. C 100, 044613 (2019) . S. Paneru et al., \"s-wave scattering lengths for the 7Be+p system from an R-matrix\n                  analysis,\" Phys. Rev. C 99, 045807 (2019) . N. Rijal et al., \"Measurement of d+7Be Reaction Rates for Big-Bang Nucleosynthesis,\" Phys. Rev. Lett. 122, 182701 (2019) . M. Hall et al., \"Key 19Ne states identified affecting gamma-ray emission from 18F\n                  in novae,\" Phys. Rev. Lett. 122, 052701 (2019) . J. Lai et al., \"Position-sensitive, fast ionization chambers,\" Nuclear Instrum. Meth. Phys. Res. A890, 119 (2018) . G. P. A. Berg et al., \"Design of SECAR: a recoil mass separator for astrophysical\n                  capture reactions with radioactive beams,\" Nuclear Instrum. Meth. Phys. Res A877, 87 (2018) . S. A. Kuvin et al.,\"Measurement of 17F(d,n)18Ne and the impact on the 17F(p,gamma)18Ne\n                  reaction rate,\" Phys. Rev. C 96, 045812 (2017) . L. Afanasieva et al.,\"Gamma spectroscopy of states in 32Cl relevant for the 31S(p,gamma)32Cl\n                  reaction rate,\" Phys. Rev. C 96, 035801 (2017) . B. C. Rasco et al., \"Complete beta-decay pattern for the high-priority decay-heat\n                  isotopes 137I and 137Xe determined using total absorption spectroscopy,\" Phys. Rev. C 95, 054328 (2017) . D. W. Bardayan et al., \"Spectroscopic study of 20Ne+p reactions using the JENSA gas-jet\n                  target to constrain the astrophysical 18F(p,alpha)15O rate,\" Phys. Rev. C 96, 055806 (2017) . J. Belarge et al., \"Experimental investigation of the 19Ne(p,gamma)20Na reaction rate\n                  and implications for breakout from the hot CNO cycle,\" Phys. Rev. Lett. 95, 117 182701 (2016) . B. C. Rasco et al., \"Decays of the Three Top Contributors to the Reactor Antineutrino\n                  High-Energy Spectrum, 92Rb, 96gsY, and 142Cs,\" Phys. Rev. Lett. 117, 092501 (2016) . G. L. Wilson et al., \"Shell evolution approaching the N=20 island of inversion: structure\n                  of 26Na,\" Phys. Lett. B759, 417 (2016) . S. D. Pain et al., \"Constraint of the 26gAl(p,gamma)27Si reaction rate at stellar\n                  temperatures,\" Phys. Rev. Lett. 114, 212501 (2015) ."
            ]
        ]
    ]
}