{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0XJLX8PA",
            "ldAzFGkAAAAJ",
            [
                "Bioanalytical approaches to quantify “total” and “free” therapeutic antibodies and their targets: technical challenges and PK\/PD applications over the course of drug development",
                "The ratio of type II collagen breakdown to synthesis and its relationship with the progression of knee osteoarthritis",
                "National-scale soybean mapping and area estimation in the United States using medium resolution satellite imagery and field survey",
                "Etanercept exerts beneficial effects on articular cartilage biomarkers of degradation and turnover in patients with ankylosing spondylitis.",
                "Therapeutic monoclonal antibody concentration monitoring: free or total?",
                "Radiographic joint damage in rheumatoid arthritis is associated with differences in cartilage turnover and can be predicted by serum biomarkers: an evaluation from 1 to 4 years …",
                "A new turbulence closure model for boundary layer flows with strong adverse pressure gradients and separation",
                "Agricultural fires in the southeastern U.S. during SEAC4RS: Emissions of trace gases and particles and evolution of ozone, reactive nitrogen, and organic aerosol",
                "Early changes in serum type II collagen biomarkers predict radiographic progression at one year in inflammatory arthritis patients after biologic therapy",
                "A PTK7-targeted antibody-drug conjugate reduces tumor-initiating cells and induces sustained tumor regressions"
            ],
            [
                "The predominant driver of bioanalysis in supporting drug development is the intended use of the data. Ligand-binding assays (LBA) are widely used for the analysis of protein biotherapeutics and target ligands (L) to support pharmacokinetics\/pharmacodynamics (PK\/PD) and safety assessments. For monoclonal antibody drugs (mAb), in particular, which non-covalently bind to L, multiple forms of mAb and L can exist in vivo, including free mAb, free L, and mono- and\/or bivalent complexes of mAb and L. Given the complexity of the dynamic binding equilibrium occurring in the body after dosing and multiple sources of perturbation of the equilibrium during bioanalysis, it is clear that ex vivo quantification of the forms of interest (free, bound, or total mAb and L) may differ from the actual ones in vivo. LBA reagents and assay formats can be designed in principle to measure the total or free forms of mAb and L …",
                "To examine whether the baseline ratio of a type II collagen breakdown marker to a synthesis marker, or the level of these markers individually, is associated with the likelihood of knee osteoarthritis (OA) progression between baseline and 18 months.Participants were recruited from community sources and had knee OA. Blood was drawn at baseline. Collagen synthesis was measured by commercial enzyme-linked immunosorbent assay (ELISA) assay that detects c-propeptide of type II procollagen (CPII). Serum markers of collagenase cleavage of cartilage type II collagen [C2C epitope (COL2-3\/4Clong mono) and C1,2C epitope (COL2-3\/4Cshort)] were also assayed. Knee radiographs (semi-flexed with fluoro confirmation) were obtained at baseline and 18 months. OA progression was examined using worsening of joint space grade and worsening of Kellgren\/Lawrence grade. The relationship …",
                "Reliable and timely information on agricultural production is essential for ensuring world food security. Freely available medium-resolution satellite data (e.g. Landsat, Sentinel) offer the possibility of improved global agriculture monitoring. Here we develop and test a method for estimating in-season crop acreage using a probability sample of field visits and producing wall-to-wall crop type maps at national scales. The method is illustrated for soybean cultivated area in the US for 2015. A stratified, two-stage cluster sampling design was used to collect field data to estimate national soybean area. The field-based estimate employed historical soybean extent maps from the U.S. Department of Agriculture (USDA) Cropland Data Layer to delineate and stratify U.S. soybean growing regions. The estimated 2015 U.S. soybean cultivated area based on the field sample was 341,000 km2 with a standard error of 23,000 km2 …",
                "OBJECTIVE: Anti-tumor necrosis factor-alpha (TNF-alpha) therapies are not only beneficial for reducing symptoms in rheumatoid arthritis (RA) but also for structural damage visible on plain radiographs and serological biomarkers of articular cartilage damage. It is not known if these therapies also prevent structural damage in ankylosing spondylitis (AS). The low sensitivity to change over time of plain radiographic instruments mandates a search for the effects of these therapies on possible biomarkers of cartilage damage. METHODS: We studied 2 populations of patients with AS: (1) patients recruited to a placebo controlled trial of etanercept in AS for 16 weeks; (2) an observational cohort receiving infliximab for disease refractory to conventional therapy. Clinical (morning stiffness, nocturnal pain, Bath AS Disease Activity Index) and laboratory [erythrocyte sedimentation rate (ESR), C-reactive protein (CRP …",
                "Most therapeutic monoclonal antibodies are designed to bind a specific antigen to elicit pharmacological effects. Accurate quantification of a therapeutic monoclonal antibody in biological matrices is essential for assessing its pharmacokinetics and selecting an effective dosing regimen. Therapeutic antibodies may exist in free, partially bound and fully bound forms in the bloodstream. The choice of which form(s) to measure and how to measure them is gaining much attention with the increase in the number of soluble therapeutic targets. This article will review the bioanalytical methods used in supporting the clinical development of the US FDA-approved therapeutic monoclonal antibodies and also discuss how different factors, such as assay format, target and antibody concentrations, and sample dilutions, can have an impact on the measurement of each form of antibody. Appreciation of which form of drug is being …",
                "The objective of this study was to determine whether serum biomarkers for degradation and synthesis of the extracellular matrix of cartilage are associated with, and can predict, radiographic damage in patients with rheumatoid arthritis (RA). Clinical and radiographic data of 87 RA patients were recorded 1 year after disease onset and then annually up to four years. Serum concentrations of four cartilage biomarkers were determined at these time points: a neoepitope formed by collagenase cleavage of type II collagen (C2C), a neoepitope formed by collagenase cleavage of type II collagen as well as type I collagen (C1,2C), a carboxy propeptide of type II procollagen formed during synthesis (CPII), and a cartilage proteoglycan aggrecan turnover epitope (CS846-epitope). Biomarker concentrations between patients with rapid radiographic progression (>7.3 Sharp\/van der Heijde units per year) and those with slow …",
                "Accurate theoretical predictions of airfoil performance up to and beyond stall requirf that the turbulent boundary layer and wake be correctly described. Fur finite-difference, viscous-flow calculation methods, the accuracy to which this can be done depends on the validity of the closure model used to describe the turbulent Reynolds stresses. Thus the turbulence closure model is fundamental to these methods.",
                "Emissions from 15 agricultural fires in the southeastern U.S. were measured from the NASA DC‐8 research aircraft during the summer 2013 Studies of Emissions and Atmospheric Composition, Clouds and Climate Coupling by Regional Surveys (SEAC4RS) campaign. This study reports a detailed set of emission factors (EFs) for 25 trace gases and 6 fine particle species. The chemical evolution of the primary emissions in seven plumes was examined in detail for ~1.2 h. A Lagrangian plume cross‐section model was used to simulate the evolution of ozone (O3), reactive nitrogen species, and organic aerosol (OA). Observed EFs are generally consistent with previous measurements of crop residue burning, but the fires studied here emitted high amounts of SO2 and fine particles, especially primary OA and chloride. Filter‐based measurements of aerosol light absorption implied that brown carbon (BrC) was …",
                "Objective. To investigate whether short-term changes in serum biomarkers of type II collagen degradation (C2C) and types I and II collagen degradation (C1, 2C), as well as the biomarker for the synthesis of type II procollagen (CPII) can predict radiographic progression at 1 year following initiation of biologic therapy in patients with inflammatory arthritis.Methods. Serum levels of biomarkers were mea-sured at baseline and at 1, 3, 6, 9, and 12 months after initiation of biologic therapy. A composite score reflecting changes from baseline in all 3 biomarkers (COL) was calculated. Associations with clinical responses according to the 28-joint count Disease Activity Score and with radiographic progression according to the modified Sharp\/van der Heijde score (SHS) were assessed.Results. The 1-year increase in the SHS corre-lated with the 1-month change in C2C results (r0.311, P 0.028) and the COL score (r 0.342, P 0 …",
                "Disease relapse after treatment is common in triple-negative breast cancer (TNBC), ovarian cancer (OVCA), and non–small cell lung cancer (NSCLC). Therapies that target tumor-initiating cells (TICs) should improve patient survival by eliminating the cells that can drive tumor recurrence and metastasis. We demonstrate that protein tyrosine kinase 7 (PTK7), a highly conserved but catalytically inactive receptor tyrosine kinase in the Wnt signaling pathway, is enriched on TICs in low-passage TNBC, OVCA, and NSCLC patient–derived xenografts (PDXs). To deliver a potent anticancer drug to PTK7-expressing TICs, we generated a targeted antibody-drug conjugate (ADC) composed of a humanized anti-PTK7 monoclonal antibody, a cleavable valine-citrulline–based linker, and Aur0101, an auristatin microtubule inhibitor. The PTK7-targeted ADC induced sustained tumor regressions and outperformed standard-of …"
            ],
            [
                [
                    "Biotherapeutics",
                    "Bioanalysis",
                    "Antibody Drug Conjugates"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}