{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0XZ9TL5O",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Cherry Murray Cherry Murray Professor of Physics Director, Biosphere2 Institute 520-621-6820 cherrymurray@email.arizona.edu Short bio  Cherry A Murray.pdf CV Cherry A Murray.pdf Education: PhD, 1978, Massachussets Institute of Technology Experimental Condensed Matter Physics After attaining my PhD in 1978, I immediately joined Bell Labs as a Member of Technical staff in the Physical Research Division.  There my research interests were in fundamental experimental condensed matter and surface physics and subsequently nanotechnology and soft matter physics; after the telecommunications economic bubble burst in 2001, I was promoted to Senior Vice President, and quit my own laboratory research and switched to the management of semiconductor device physics, opto-mechanical telecommunications device R&D and R&D of wireless and optical telecommunication networks in support of Lucent Technologies’ business units, and led the spinning off of unused technologies  to start-up or other enterprises. After leaving Bell Labs in 2004, I focused on the strategy for and management of national security research as Deputy Director and Principal Associate Director at Lawrence Livermore National Laboratory; and after coming to Harvard as dean in 2009, on policy relevant to national security and energy, and the standing up of a new engineering school, emphasizing a design curriculum. Because of my extracurricular activities including my stint as Director of Science at the US Department of Energy I have become more interested in energy and environmental policy, the engagement of citizens and government in science and science policy, entrepreneurship and international development.  My current interests are in transdiciplinary science and engineering education; furthering diversity in the science community and citizen engagement with science; and the sustainable development of communities in the developing world, with an emphasis on providing entrepreneurial and scalable solutions in food, water and energy and for all the UN Sustainable Development Goals. I do not intend to set up my own research lab in physics, but I expect to promote interest across campus and jointly write proposals to further interdisciplinary research and spin-off companies in the broad field of sustainable development. Honors and Awards Bell Laboratories Distinguished Member of Technical Staff, 1985. Fellow, American Physical Society, 1987. American Physical Society Maria Goeppert-Mayer Award, 1989. Bell Labs Affirmative Action Awards, 1991, 1997. Fellow, American Association for the Advancement of Science ( AAAS,) 1998. Elected to the National Academy of Sciences, 1999. Elected to the American Academy of Arts and Sciences, 2001. Elected to the National Academy of Engineering, 2002. Named by Discover Magazine as one of the top 50 women in science, 2002. American Physical Society George E. Pake Prize, 2005. Fellow, California Council on Science and Technology, 2006. Holst Lectureship for engineering education leadership, Technical University of Eindhoven, 2013. William D. Carey Lecture on Science Policy, American Association for the Advancement of Science, 2014. National Medal of Technology and Innovation, awarded by President Obama in November, 2014. Selected Publications: “Ultrahigh Vacuum Studies of Enhanced Raman Scattering from Pyridine on Silver Surfaces”, J. E. Rowe, C.V. Shank, D. Zwemer and C. A. Murray, Phys. Rev. Lett. 44 , 1770 (1980). “Experimental Observation of Two Stage Melting in a Two-dimensional Screened Coulomb System,” C. A. Murray and D. H. Van Winkle, Phys. Rev. Lett. 58 , 1200 (1987). “Observation of Hexagonally Correlated Flux Quanta in Yba2Cu307”, P. L. Gammel, D. J. Bishop, J. R. K Kwo, C. A. Murray, L. F. Schneemeyer, J. V. Waszczak, Phys. Rev. Lett. 59 , 2592 (1987). “Raman Spectra of Size Selected Silicon Clusters and Correlation with their Calculated Structures, E. C. Honea, A. Ogura, C. A. Murray, K. Raghavachari, W. O. Sprenger, M. F. Jarrold, W. L. Brown, Nature 366 , 42 (1993). “Optical Near-Field Aperture Storage Technique (ONFAST) for High Density and Capacity Data Storage”, A. Partovi, D. Peale, M. Wuttig, C. A. Murray, G. Zydzik, L. Hopkins, K."
            ]
        ]
    ]
}