{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0YMXSEWX",
            "Hv-CEA8AAAAJ",
            [
                "The Simons Observatory: science goals and forecasts",
                "The Simons Observatory: science goals and forecasts",
                "The Simons observatory: instrument overview",
                "The Atacama Cosmology Telescope: DR4 maps and cosmological parameters",
                "The simons observatory: Astro2020 decadal project whitepaper",
                "Feedhorn development and scalability for Simons Observatory and beyond",
                "The Atacama Cosmology Telescope: a measurement of the cosmic microwave background power spectra at 98 and 150 GHz",
                "Wideband 67− 116 GHz receiver development for ALMA Band 2",
                "The Simons Observatory: Metamaterial Microwave Absorber (MMA) and its Cryogenic Applications",
                "The Simons Observatory: Modeling Optical Systematics in the Large Aperture Telescope"
            ],
            [
                "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
                "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
                "The Simons Observatory (SO) will make precision temperature and polarization measurements of the cosmic microwave background (CMB) using a series of telescopes which will cover angular scales between 1 arcminute and tens of degrees, contain over 40,000 detectors, and sample frequencies between 27 and 270 GHz. SO will consist of a six-meter-aperture telescope coupled to over 20,000 detectors along with an array of half-meter aperture refractive cameras, coupled to an additional 20,000+ detectors. The unique combination of large and small apertures in a single CMB observatory, which will be located in the Atacama Desert at an altitude of 5190 m, will allow us to sample a wide range of angular scales over a common survey area. SO will measure fundamental cosmological parameters of our universe, find high redshift clusters via the Sunyaev-Zeldovich effect, constrain properties of neutrinos, and …",
                "We present new arcminute-resolution maps of the Cosmic Microwave Background temperature and polarization anisotropy from the Atacama Cosmology Telescope, using data taken from 2013–2016 at 98 and 150 GHz. The maps cover more than 17,000 deg 2, the deepest 600 deg 2 with noise levels below 10μK-arcmin. We use the power spectrum derived from almost 6,000 deg 2 of these maps to constrain cosmology. The ACT data enable a measurement of the angular scale of features in both the divergence-like polarization and the temperature anisotropy, tracing both the velocity and density at last-scattering. From these one can derive the distance to the last-scattering surface and thus infer the local expansion rate, H 0. By combining ACT data with large-scale information from WMAP we measure H 0= 67.6±1.1 km\/s\/Mpc, at 68% confidence, in excellent agreement with the independently-measured Planck …",
                "The Simons Observatory (SO) is a ground-based cosmic microwave background (CMB) experiment sited on Cerro Toco in the Atacama Desert in Chile that promises to provide breakthrough discoveries in fundamental physics, cosmology, and astrophysics. Supported by the Simons Foundation, the Heising-Simons Foundation, and with contributions from collaborating institutions, SO will see first light in 2021 and start a five year survey in 2022. SO has 287 collaborators from 12 countries and 53 institutions, including 85 students and 90 postdocs.The SO experiment in its currently funded form ('SO-Nominal') consists of three 0.4 m Small Aperture Telescopes (SATs) and one 6 m Large Aperture Telescope (LAT). Optimized for minimizing systematic errors in polarization measurements at large angular scales, the SATs will perform a deep, degree-scale survey of 10% of the sky to search for the signature of primordial gravitational waves. The LAT will survey 40% of the sky with arc-minute resolution. These observations will measure (or limit) the sum of neutrino masses, search for light relics, measure the early behavior of Dark Energy, and refine our understanding of the intergalactic medium, clusters and the role of feedback in galaxy formation.",
                "The Simons Observatory (SO) will measure the cosmic microwave background (CMB) in both temperature and polarization over a wide range of angular scales and frequencies from 27-270 GHz with unprecedented sensitivity. One technology for coupling light onto the ~50 detector wafers that SO will field is spline-profiled feedhorns, which offer tunability between coupling efficiency and control of beam polarization leakage effects. We will present efforts  to scale up feedhorn production for SO and their viability for future CMB experiments, including direct-machining metal feedhorn arrays and laser machining stacked Si arrays.",
                "We present the temperature and polarization angular power spectra of the CMB measured by the Atacama Cosmology Telescope (ACT) from 5400 deg 2 of the 2013–2016 survey, which covers> 15000 deg 2 at 98 and 150 GHz. For this analysis we adopt a blinding strategy to help avoid confirmation bias and, related to this, show numerous checks for systematic error done before unblinding. Using the likelihood for the cosmological analysis we constrain secondary sources of anisotropy and foreground emission, and derive a\" CMB-only\" spectrum that extends to ℓ= 4000. At large angular scales, foreground emission at 150 GHz is~ 1% of TT and EE within our selected regions and consistent with that found by Planck. Using the same likelihood, we obtain the cosmological parameters for ΛCDM for the ACT data alone with a prior on the optical depth of τ= 0.065±0.015. ΛCDM is a good fit. The best-fit model has a …",
                "",
                "In modern microwave astrophysics instrumentation, system noise is dominated by statistical photon noise. The photon noise can be reduced by terminating stray light paths at cryogenic instead of room temperatures. Controlling stray light at millimeter wavelengths requires careful optical design and selection of absorptive materials, which must be compatible with the cryogenic operating environment. While a wide selection of absorptive materials exists, these typically exhibit high indices of refraction, which reflect\/scatter a significant fraction of light before the light can be absorbed. For many lower index materials such as commercial microwave absorbers, applications in cryogenic environments require overcoming a variety of challenges. In this paper we present a new tool to control stray light: metamaterial microwave absorber (MMA) tiles. These MMA tiles are comprised of an outer metamaterial layer, which approximates a gradient index anti-reflection coating. They are fabricated via injection molding carbon loaded polyurethane (25% by mass). The injection molding technology enables mass production at low cost. The design of these tiles is presented, along with the measurements demonstrating efficient cooling to 1K. We measured their optical performance at room temperature. Measurements verify control of reflectance to less than 1% up to 65 angles of incidence, and control of wide-angle scattering below 0.01%. The dielectric properties of the material were also measured, confirming that the material maintains similar dielectric properties down to 3K.",
                "We present geometrical and physical optics simulation results for the Simons Observatory Large Aperture Telescope. This work was developed as part of the general design process for the telescope, allowing us to evaluate the impact of various design choices on performance metrics and potential systematic effects. The primary goal of the simulations was to evaluate the final design of the reflectors and the cold optics that are now being built. We describe nonsequential ray tracing used to inform the design of the cold optics, including absorbers internal to each optics tube. We discuss ray tracing simulations of the telescope structure that allow us to determine geometries that minimize detector loading and mitigate spurious near-field effects that have not been resolved by the internal baffling. We also describe physical optics simulations, performed over a range of frequencies and field locations, that produce …"
            ],
            [
                [
                    "Cosmic Microwave Background"
                ]
            ]
        ]
    ]
}