{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "0ZSYFTK8",
            "HXNLvHMAAAAJ",
            [
                "Sr lattice clock at 1× 10–16 fractional uncertainty by remote optical evaluation with a Ca clock",
                "Superflow in a toroidal Bose-Einstein condensate: an atom circuit with a tunable weak link",
                "New Limits on Coupling of Fundamental Constants to Gravity Using  Optical Lattice Clocks",
                "Imaging the Mott insulator shells by using atomic clock shifts",
                "Hysteresis in a quantized superfluid ‘atomtronic’circuit",
                "Driving phase slips in a superfluid atom circuit with a rotating weak link",
                "Photon recoil momentum in dispersive media",
                "The absolute frequency of the 87Sr optical clock transition",
                "Continuous and pulsed quantum Zeno effect",
                "Phase diagram for a Bose-Einstein condensate moving in an optical lattice"
            ],
            [
                "Optical atomic clocks promise timekeeping at the highest precision and accuracy, owing to their high operating frequencies. Rigorous evaluations of these clocks require direct comparisons between them. We have realized a high-performance remote comparison of optical clocks over kilometer-scale urban distances, a key step for development, dissemination, and application of these optical standards. Through this remote comparison and a proper design of lattice-confined neutral atoms for clock operation, we evaluate the uncertainty of a strontium (Sr) optical lattice clock at the 1 × 10–16 fractional level, surpassing the current best evaluations of cesium (Cs) primary standards. We also report on the observation of density-dependent effects in the spin-polarized fermionic sample and discuss the current limiting effect of blackbody radiation–induced frequency shifts.",
                "We have created a long-lived (≈ 40 s) persistent current in a toroidal Bose-Einstein condensate held in an all-optical trap. A repulsive optical barrier across one side of the torus creates a tunable weak link in the condensate circuit, which can affect the current around the loop. Superflow stops abruptly at a barrier strength such that the local flow velocity at the barrier exceeds a critical velocity. The measured critical velocity is consistent with dissipation due to the creation of vortex-antivortex pairs. This system is the first realization of an elementary closed-loop atom circuit.",
                "The S 0 1-P 0 3 clock transition frequency ν Sr in neutral Sr 87 has been measured relative to the Cs standard by three independent laboratories in Boulder, Paris, and Tokyo over the last three years. The agreement on the 1× 10− 15 level makes ν Sr the best agreed-upon optical atomic frequency. We combine periodic variations in the Sr 87 clock frequency with Hg+ 199 and H-maser data to test local position invariance by obtaining the strongest limits to date on gravitational-coupling coefficients for the fine-structure constant α, electron-proton mass ratio μ, and light quark mass. Furthermore, after Hg+ 199, Yb+ 171, and H, we add Sr 87 as the fourth optical atomic clock species to enhance constraints on yearly drifts of α and μ.",
                "Microwave spectroscopy was used to probe the superfluid–Mott insulator transition of a Bose-Einstein condensate in a three-dimensional optical lattice. By using density-dependent transition frequency shifts, we were able to spectroscopically distinguish sites with different occupation numbers and to directly image sites with occupation numbers from one to five, revealing the shell structure of the Mott insulator phase. We used this spectroscopy to determine the onsite interaction and lifetime for individual shells.",
                "Atomtronics 1, 2 is an emerging interdisciplinary field that seeks to develop new functional methods by creating devices and circuits where ultracold atoms, often superfluids, have a role analogous to that of electrons in electronics. Hysteresis is widely used in electronic circuits—it is routinely observed in superconducting circuits 3 and is essential in radio-frequency superconducting quantum interference devices 4. Furthermore, it is as fundamental to superfluidity 5 (and superconductivity) as quantized persistent currents 6, 7, 8, critical velocity 9, 10, 11, 12, 13, 14 and Josephson effects 15, 16. Nevertheless, despite multiple theoretical predictions 5, 17, 18, 19, hysteresis has not been previously observed in any superfluid, atomic-gas Bose–Einstein condensate. Here we directly detect hysteresis between quantized circulation states in an atomtronic circuit formed from a ring of superfluid Bose–Einstein condensate …",
                "We have observed well-defined phase slips between quantized persistent current states around a toroidal atomic (Na 23) Bose-Einstein condensate. These phase slips are induced by a weak link (a localized region of reduced superfluid density) rotated slowly around the ring. This is analogous to the behavior of a superconducting loop with a weak link in the presence of an external magnetic field. When the weak link is rotated more rapidly, well-defined phase slips no longer occur, and vortices enter into the bulk of the condensate. A noteworthy feature of this system is the ability to dynamically vary the current-phase relation of the weak link, a feature which is difficult to implement in superconducting or superfluid helium circuits.",
                "A systematic shift of the photon recoil momentum due to the index of refraction of a dilute gas of atoms has been observed. The recoil frequency was determined with a two-pulse light grating interferometer using near-resonant laser light. The results show that the recoil momentum of atoms caused by the absorption of a photon is n ℏ k, where n is the index of refraction of the gas and k is the vacuum wave vector of the photon. This systematic effect must be accounted for in high-precision atom interferometry with light gratings.",
                "The absolute frequency of the 1 S 0–3 P 0 clock transition of 87 Sr has been measured to be 429 228 004 229 873.65 (37) Hz using lattice-confined atoms, where the fractional uncertainty of 8.6× 10− 16 represents one of the most accurate measurements of an atomic transition frequency to date. After a detailed study of systematic effects, which reduced the total systematic uncertainty of the Sr lattice clock to 1.5× 10− 16, the clock frequency is measured against a hydrogen maser which is simultaneously calibrated to the US primary frequency standard, the NIST Cs fountain clock, NIST-F1. The comparison is made possible using a femtosecond laser based optical frequency comb to phase coherently connect the optical and microwave spectral regions and by a 3.5 km fibre transfer scheme to compare the remotely located clock signals.",
                "Continuous and pulsed quantum Zeno effects were observed using a Rb 87 Bose-Einstein condensate. Oscillations between two ground hyperfine states of a magnetically trapped condensate, externally driven at a transition rate ω R, were suppressed by destructively measuring the population in one of the states with resonant light. The suppression of the transition rate in the two-level system was quantified for pulsed measurements with a time interval δ t between pulses and continuous measurements with a scattering rate γ. We observe that the continuous measurements exhibit the same suppression in the transition rate as the pulsed measurements when γ δ t= 3.60 (0.43), in agreement with the predicted value of 4. Increasing the measurement rate suppressed the transition rate down to 0.005 ω R.",
                "The stability of superfluid currents in a system of ultracold bosons was studied using a moving optical lattice. Superfluid currents in a very weak lattice become unstable when their momentum exceeds 0.5 recoil momentum. Superfluidity vanishes already for zero momentum as the lattice deep reaches the Mott insulator (MI) phase transition. We study the phase diagram for the disappearance of superfluidity as a function of momentum and lattice depth between these two limits. Our phase boundary extrapolates to the critical lattice depth for the superfluid-to-MI transition with 2% precision. When a one-dimensional gas was loaded into a moving optical lattice a sudden broadening of the transition between stable and unstable phases was observed."
            ],
            [
                [
                    "Atomic Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}