{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "102MCQKB",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "ROBERT P. REDWINE Professor of Physics redwine@mit.edu [1] (617) 253-3600 [2] (617) 253-9500 26-453 Anna Marie Convertino (617) 253-2391 RELATED LINKS: MIT Laboratory for Nuclear Science Bates Linear Accelerator Center MIT150 Infinite History interview Experimental Nuclear Physics Professor Redwine's research is in the area of experimental medium energy nuclear physics, especially the study of the structure of protons, neutrons, and light nuclei. The scientific questions have to do with investigating Quantum Chromodynamics (the theory of the strong interaction which holds atomic nuclei together) in the regime corresponding to most existing nuclear matter and with understanding the transition from meson-nucleon degrees of freedom to quark-gluon degrees of freedom. He has also carried out key experiments involving low-energy tests of weak interactions. Professor Redwine's research has been performed at a number of accelerators in the United States, Canada, Switzerland, Germany, and Japan. Professor Redwine is a Professor of Physics at the MIT Department of Physics, and Director of MIT's Bates Linear Accelerator  Center. Prior to that, he was MIT's Dean for Undergraduate Education.  He received his A.B. degree from Cornell University in 1969 and his  Ph.D. in Physics from Northwestern University in 1973. Following  postdoctoral positions at the Los Alamos National Laboratory in New  Mexico and at the University of Berne in Switzerland, he was appointed  to the permanent scientific staff at Los Alamos in 1977. He joined the  faculty at MIT in 1979 and has remained there since, with the exception  of a sabbatical year at Rutgers University and Princeton University in  1988-89. He served as Director of the Laboratory for Nuclear Science at  MIT from 1992 to 2000. Forthcoming. September 1, 2020 8:58 AM"
            ]
        ]
    ]
}