{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "11PD6LN3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Kenneth Hogstrom Professor Emeritus Ph.D., 1976 - Rice University 437 Nicholson Hall, Tower Dr. (225) 578-0590-Office hogstrom@lsu.edu Medical and Health Physics - Radiation Physics My primary area of research has been electron beam radiotherapy (Hogstrom\n                  and Almond 2006 and Hogstrom 2003), where my research groups have contributed to improve\n                  multiple electron beam treatment techniques (e.g. total skin irradiation, total scalp\n                  irradiation, intraoperative radiotherapy, and electron arc therapy). Treatment devices\n                  (scattering foils, collimators, eyeshields, and boluses) and multiple algorithms for\n                  dose calculations and treatment planning were researched and developed at The University\n                  of Texas M D Anderson Cancer Center (1979 to 2004) and Louisiana State University\n                  and the Mary Bird Perkins Cancer Center (MBPCC) (2004 to present). Most recently, we are developing methods that elevate electron beam therapy\n                  to an equal technological level as intensity modulated x-ray therapy (IMXT), proton\n                  therapy (IMPT), and high-dose rate (HDR) brachytherapy. In 2009, we translated bolus\n                  electron conformal therapy (ECT) with .decimal LLC, making it commercially available\n                  in the United States for the first time, and we verified its accuracy when using the\n                  pencil beam algorithm (PBA), pencil beam redefinition algorithm (PBRA), and fast Monte\n                  Carlo algorithm for dose calculation (Carver et al 2013, 2016). With adjunct assistant\n                  professor Robert Carver, MBPCC continues to develop with .decimal LLC, tools necessary\n                  for electron intensity modulation (IM), which include methods for planning and delivery\n                  of IM bolus ECT. Kudchadker et al (2002) showed that IM can significantly improve\n                  bolus ECT PTV dose homogeneity. In collaboration with assistant professor Rui Zhang,\n                  treatment plans for postmastectomy radiotherapy are being studied; we believe IM bolus\n                  ECT can provide dose plans superior to those possible with helical tomotherapy or\n                  volumetric arc therapy (VMAT), our current standard of practice, which previously\n                  had been shown superior to conventional electron therapy (Ashenafi et al 2010). Over many years we developed multiple collimating devices, e.g. electron\n                  multi-leaf collimator (eMLC), intraoperative electron therapy cones, variable applicators,\n                  and tungsten eyeshields. With the MBPCC clinic utilizing a fleet of Elekta radiotherapy\n                  machines, recent research has shown how to reduce to approximately one-half the cumbersome\n                  weight of present Elekta electron applicators (Pitcher 2015, Pitcher et al 2016).\n                  Because of their interdependence, the dual scattering foil system is often designed\n                  at the same time as electron applicators; hence, we have developed tools and solutions\n                  for optimizing Elekta dual scattering foil system design (Carver et al 2014). Also,\n                  because Elekta standing wave linear accelerators utilize recirculated RF power, we\n                  developed a light, inexpensive permanent magnet spectrometer to measure the electron\n                  energy spectrum (McLaughlin et al 2015) and to assist in required, frequent beam tuning.\n                  Currently, associate professor Kip Matthews is supervising efforts to develop a real-time\n                  version of the spectrometer. We have recently studied Auger electron therapy, which has the potential\n                  to target cancer with high-LET radiation at the cellular level, providing a sufficient\n                  concentration of iododeoxyuridine (IUdR) can preferentially target the cancer cells.\n                  Auger electron therapy uses monochromatic x-rays from the LSU CAMD synchrotron light\n                  source to create Auger electrons by interacting with the iodine in the IUDR, which\n                  has been incorporated into cellular DNA. We studied (1) dosimetry methods using ion\n                  chambers (Oves et al 2008 and Brown et al 2012a)and radiochromic film (Brown et al\n                  2012b) and (2) cell survival as a function of IUdR concentration in CHO cells (Dugas\n                  et al 2011) and monochromatic x-ray energy from 25-35 keV in 9L glioma cells (Alvarez\n                  et al 2014). Present work with associate professor Kip Matthews is aimed at improving\n                  our original biomedical beam line (Dugas et al 2008) with one that uses a double bent\n                  Laue monochromator and a multipole wiggler to achieve higher x-ray energies for ongoing\n                  x-ray imaging and future therapy research. Recent and Selected Publications Alvarez D., Hogstrom K.R., Brown T.A.D., Matthews II K.L., Dugas J.P., Ham K., and\n                     Varnes M.E., Impact of IUdR on rat 9L glioma cell survival for 25-35 keV photon-activated\n                     Auger electron therapy. Radiation Research, 182:607–617, 2014. Ashenafi M., Boyd R.A., Lee T.K., Lo, K.K., Gibbons J.P., Rosen I.I., Fontenot J.P.,\n                     and Hogstrom K.R. Feasibility of postmastectomy treatment with helical TomoTherapy.\n                     International Journal of Radiation Oncology, Biology, Physics 77: 836-842, 2010. Brown T.A.D., Hogstrom K.R., Alvarez D., Matthews II K.L., and Ham K.: Verification\n                     of TG-61 dose for synchrotron-produced monochromatic x-ray beams using fluence-normalized\n                     MCNP5 calculations. Medical Physics 39: 7462-7469, 2012a. Brown T.A.D., Hogstrom K.R., Dugas J.P., Alvarez D., Matthews II K.L., and Ham K.:\n                     Dose response curve of EBT, EBT2, and EBT3 radiochromic film to synchrotron produced\n                     monochromatic x-ray beams. Medical Physics 39: 7412-7417, 2012b. Carver R.L., Hogstrom K.R., Connel Chu, C., Robert S. Fields R.S., Sprunger C.P. Accuracy\n                     of pencil-beam redefinition algorithm dose calculations in patient-like cylindrical\n                     phantoms for bolus electron conformal therapy. Medical Physics 40: 071720 (11 pp),\n                     2013. Carver R.L., Hogstrom K.R., Price M.J., LeBlanc J., and Pitcher, G.: Real time simulator\n                     for designing electron dual scattering foil systems. Journal of Applied Clinical Medical\n                     Physics, 15(6):332-342, 2014. Carver R.L., Sprunger C.P., Hogstrom K.R., Popple R.A., and Antolak J.A., Evaluation\n                     of the Eclipse eMC algorithm for bolus electron conformal therapy using a standard\n                     verification data set. Journal of Applied Clinical Medical Physics, 17(3):52-60, 2016. Dugas J.P., Oves S., Sajo E., Matthews K.L., Ham K., Hogstrom, K.R. Monochromatic\n                     beam characterization for Auger electron dosimetry and radiotherapy. European Journal\n                     of Radiology 68S: 137-141, 2008. Dugas J.P., Varnes M.E., Sajo E., Welch C.E., Ham K., and Hogstrom K.R. Dependence\n                     of cell survival on iododeoxyuridine concentration in 35-keV photon-activated Auger\n                     electron radiotherapy. International Journal of Radiation Oncology, Biology, Physics\n                     79: 255-261, 2011. Hogstrom K.R. Electron beam therapy: dosimetry, planning, and techniques. In: C. Perez,\n                     l. Brady, E. Halperin, R Schmidt-Ullrich (eds). Principles and Practice of Radiation\n                     Oncology, pp. 252-282, Baltimore; Lippinkott, Williams, and Wilkins, 2003. Hogstrom K. and Almond P., Review of electron beam therapy physics. Phys. Med. Biol.\n                     51(13): R455-R489 (2006). Kudchadker R.J., Hogstrom K.R., Garden A.S., McNeese M.D., Boyd R.A., and Antolak\n                     J.A. Intensity modulated electron conformal radiotherapy using bolus. International\n                     Journal of Radiation Oncology, Biology, Physics 53: 1023-1037, 2002. McLaughlin D.J., Hogstrom K.R., Carver R.L., Gibbons J.P., Shikhaliev P,M., Matthews\n                     II K.L., Clarke T., Henderson A., and Liang E.P., Permanent-magnet energy spectrometer\n                     for electron beams from radiotherapy accelerators, Medical Physics 42(9):5517-29,\n                     2015. Oves S., Hogstrom K.R., Ham K., Sajo E., and Dugas J.P. Dosimetry intercomparison\n                     using a 35-keV x-ray synchrotron beam. European Journal of Radiology 68S: 121-125,\n                     2008. Pitcher G.M. Design and Validation of a Prototype Collimation System with Reduced\n                     Applicator Weights for Elekta Electron Therapy Beams [Doctoral Dissertation]. Baton\n                     Rouge, Louisiana: Louisiana State University; 2015. Pitcher G.M., Hogstrom K.R., and Carver R.L., Radiation leakage dose from Elekta electron\n                     collimation system. Journal of Applied Clinical Medical Physics 17(5):157-176, 2016. Back to Top"
            ]
        ]
    ]
}