{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "12PNWNX9",
            "k6UU5egAAAAJ",
            [
                "Monotonicity preserving weighted essentially non-oscillatory schemes with increasingly high order of accuracy",
                "A staggered mesh algorithm using high order Godunov fluxes to ensure solenoidal magnetic fields in magnetohydrodynamic simulations",
                "Von Neumann stability analysis of smoothed particle hydrodynamics—Suggestions for optimal algorithms",
                "A unified framework for the construction of one-step finite volume and discontinuous Galerkin schemes on unstructured meshes",
                "Divergence-free adaptive mesh refinement for magnetohydrodynamics",
                "Notes on the eigensystem of magnetohydrodynamics",
                "Dynamics and X-ray emission of a galactic superwind interacting with disk and halo gas",
                "Second-order-accurate schemes for magnetohydrodynamics with divergence-free reconstruction"
            ],
            [
                "In this paper we design a class of numerical schemes that are higher-order extensions of the weighted essentially non-oscillatory (WENO) schemes of G.-S. Jiang and C.-W. Shu (1996) and X.-D. Liu, S. Osher, and T. Chan (1994). Used by themselves, the schemes may not always be monotonicity preserving but coupled with the monotonicity preserving bounds of A. Suresh and H. T. Huynh (1997) they perform very well. The resulting monotonicity preserving weighted essentially non-oscillatory (MPWENO) schemes have high phase accuracy and high order of accuracy. The higher-order members of this family are almost spectrally accurate for smooth problems. Nevertheless, they, have robust shock capturing ability. The schemes are stable under normal CFL numbers. They are also efficient and do not have a computational complexity that is substantially greater than that of the lower-order members of this same …",
                "The equations of magnetohydrodynamics (MHD) have been formulated as a hyperbolic system of conservation laws. In that form it becomes possible to use higher order Godunov schemes for their solution. This results in a robust and accurate solution strategy. However, the magnetic field also satisfies a constraint that requires its divergence to be zero at all times. This is a property that cannot be guaranteed in the zone centered discretizations that are favored in Godunov schemes without involving a divergence cleaning step. In this paper we present a staggered mesh strategy which directly uses the properly upwinded fluxes that are provided by a Godunov scheme. The process of directly using the upwinded fluxes relies on a duality that exists between the fluxes obtained from a higher order Godunov scheme and the electric fields in a plasma. By exploiting this duality we have been able to construct a higher …",
                "We present a von Neumann stability analysis of the equations of smoothed particle hydrodynamics (SPH) along with a critical discussion of various parts of the algorithm. The stability analysis is done without any major restrictions and, hence, models the full Euler equations in one dimension. This then allows us to deduce optimal ranges for parameters that need to be used in SPH. Thus we show that for the commonly used M5 spline the ratio of smoothing length to interparticle distance should range between 1.0 to 1.4. We also show that the linear artificial viscosity coefficient and the coefficient of spatial filtering have to be bounded. The results of this von Neumann stability analysis provide us with several suggestions for future algorithm improvement. Because the SPH method is so unique we provide, wherever possible, comparisons with more familiar and well-used high resolution finite difference methods.",
                "In this article, a conservative least-squares polynomial reconstruction operator is applied to the discontinuous Galerkin method. In a first instance, piecewise polynomials of degree N are used as test functions as well as to represent the data in each element at the beginning of a time step. The time evolution of these data and the flux computation, however, are then done with a different set of piecewise polynomials of degree M⩾ N, which are reconstructed from the underlying polynomials of degree N. This approach yields a general, unified framework that contains as two special cases classical high order finite volume (FV) schemes (N= 0) as well as the usual discontinuous Galerkin (DG) method (N= M). In the first case, the polynomial is reconstructed from cell averages, for the latter, the reconstruction reduces to the identity operator. A completely new class of numerical schemes is generated by choosing N≠ 0 and …",
                "Several physical systems, such as nonrelativistic and relativistic magnetohydrodynamics (MHD), radiation MHD, electromagnetics, and incompressible hydrodynamics, satisfy Stoke's law type equations for the divergence-free evolution of vector fields. In this paper we present a full-fledged scheme for the second-order accurate, divergence-free evolution of vector fields on an adaptive mesh refinement (AMR) hierarchy. We focus here on adaptive mesh MHD. However, the scheme has applicability to the other systems of equations mentioned above. The scheme is based on making a significant advance in the divergence-free reconstruction of vector fields. In that sense, it complements the earlier work of D. S. Balsara and D. S. Spicer (1999, J. Comput. Phys.7, 270) where we discussed the divergence-free time-update of vector fields which satisfy Stoke's law type evolution equations. Our advance in divergence-free …",
                "The eigenstructure of the equations governing one-dimensional ideal magnetohy-drodynamics is examined, motivated by the wish to exploit it for construction of high-resolution computational algorithms. The results are given in simple forms that avoid indeterminacy or degeneracy whenever possible. The unavoidable indeterminacy near the magnetosonic (or triple umbilic) state is analysed and shown to cause no difficulty in evaluating a numerical flux function. The structure of wave paths close to this singularity is obtained, and simple expressions are presented for the structure coefficients that govern wave steepening.",
                "There is a general agreement that the conspicuous extranuclear X-ray, optical-line, and radio-continuum",
                "While working on an adaptive mesh refinement (AMR) scheme for divergence‐free magnetohydrodynamics (MHD), Balsara discovered a unique strategy for the reconstruction of divergence‐free vector fields. Balsara also showed that for one‐dimensional variations in flow and field quantities the reconstruction reduces exactly to the total variation diminishing (TVD) reconstruction. In a previous paper by Balsara the innovations were put to use in studying AMR‐MHD. While the other consequences of the invention especially as they pertain to numerical scheme design were mentioned, they were not explored in any detail. In this paper we begin such an exploration. We study the problem of divergence‐free numerical MHD and show that the work done so far still has four key unresolved issues. We resolve those issues in this paper. It is shown that the magnetic field can be updated in divergence‐free fashion with a …"
            ],
            [
                [
                    "Physics",
                    "Astrophysics",
                    "Applied Math",
                    "Computation"
                ]
            ],
            [
                "Dinshaw Balsara Dinshaw Balsara Professor, Astrophysics Concurrent Professor, Department of Applied and Computational Mathematics and Statistics M.S., (Physics) Indian Inst. of Tech., Kanpur, 1982 M.S., (Astronomy) University of Chicago, 1989 Ph.D., Univ. of Illinois at Urbana-Champaign, 1990 E-mail: dbalsara@nd.edu Address: 333h Phone: (574) 631-9639 Fax: (574) 631-5952 Prof. Dinshaw Balsara Google Scholar Profile Link Associate Editor, Journal of Computational Physics Associate Editor, Computational Astrophysics and Cosmology Author of a text on: Numerical PDE Techniques for Scientists and Engineers  Prizes and Awards 2017 GIAN (Global Initiative on Academic Networks) Award, Govt. of India 2014 Department of Energy Award of Excellence for significant contributions to the Stockpile Stewardship Program I have a dual training in physics and astrophysics. My Ph.D. was in computational physics and astrophysics where I designed and compared several popular schemes for astrophysical fluid dynamics and also applied them to the study of extragalactic jets. I subsequently worked on several problems in active galactic nuclei, studying the accretion on to central engines, starburst galaxies and galaxies in clusters. More recently, I have developed computational applications in the areas of interstellar medium, turbulence, star formation, planet formation, the physics of accretion disks, compact objects and relativistic astrophysics and I continue to work in all of those areas of research. I have also played a seminal role in formulating our modern conception of computational astrophysics. My work on divergence-free AMR-MHD has led me to break new ground in our understanding of numerical MHD. Seminal contributions have also been made in higher order methods for hyperbolic PDEs. I have written several leading papers on how to achieve high spatial accuracy via WENO, DG and PNPM schemes. I have also played an important role in the development of ADER time update strategies with very high order of temporal accuracy. Recently, I have played a leading role in formulating multidimensional Riemann solvers and showing their utility for MHD simulations as well as ALE simulations. I have also produced some of the best, most accurate and most robust methods for numerical MHD and have recently begun extending this expertise to radiative transfer as well as non-ideal processes that are often very useful in regulating astrophysical phenomena. I also have a scholarly interest in high performance computing, especially at the PetaScale and ExaScale levels. Several of my papers have been cited over a hundred times and quite a few have been cited many hundreds of times. I serve the computational physics community via my editorial duties for the Journal of Computational Physics. I also serve the computational astrophysics community via my editorial duties for Computational Astrophysics and Cosmology. The above-mentioned numerical expertise is routinely applied to problems in all areas of computational astrophysics. In fact, the robust numerics was central to the process of carrying out path-breaking simulations of the supernova explosion-driven ISM turbulence. That work has resulted in many new insights into the nature of the multi-phase ISM and the evolution of magnetic fields in it. Novel insights have also been recently gained on the physics of accretion disk boundary layers and the physics of supernova remnants in the presence of anisotropic thermal conduction. The work has also been applied to star formation and planet formation studies, astrophysical jets and to the study of turbulence in general. D.S. Balsara & D. Spicer, A Staggered Mesh Algorithm Using Higher Order Godunov Fluxes to Ensure Solenoidal Magnetic Fields in MHD Simulations, J. Comput. Phys., Vol. 149, Pgs. 270-292 (1999). D.S. Balsara & C.-W.Shu Monotonicity Preserving Weighted Essentially Non-Oscillatory Schemes with Increasingly High Order of  Accuracy, J. Comput. Phys., Vol. 160, Pgs. 405-452 (2000). D.S. Balsara, Divergence-Free Adaptive Mesh Refinement for Magnetohydrodynamics, J. Comput. Phys., Vol. 174(2), pp. 614-648 (2001). D.S. Balsara, J.S. Kim, M.M. Mac Low and G. J. Mathews, Amplification of Magnetic Fields in the Multi-phase ISM with Supernova-Driven Turbulence, Ap.J., vol. 617, 339-349 (2004). D.A. Tilley, D.S. Balsara, J.C. Howk, Simulations of Mixed Morphology Supernova Remnants With Anisotropic Thermal Conduction, Monthly Notices of the Royal Astronomical Society, 371, 1106, (2006). M. Dumbser, D.S. Balsara, E.F. Toro & C.-D. Munz, A Unified Framework for the Construction of Quadrature-Free One-Step Finite-Volume and Discontinuous Galerkin Schemes, J. Comp. Phys., 227, 8209-8253 (2009). D.S. Balsara, D.A. Tilley, T. Rettig & S.A. Brittain, Dust Settling in Magnetorotationally-Driven Turbulence I : Numerical Methods and Evidence for a Vigorous Streaming Instability, Monthly Notices of the Royal Astronomical Society, 297, 24-43 (2009). D.A. Tilley and D.S. Balsara, Direct Evidence for Two-Fluid Effects in Molecular Clouds, Monthly Notices of the Royal Astronomical Society, 406, 1201 (2010). D.S. Balsara, Multidimensional Extension of  the HLLE Riemann Solver; Application to Euler and Magnetohydrodynamical Flows, J. Comp. Phys. Vol. 229, Pgs. 1970-1993 (2010). C. Meyer, D.S. Balsara, B. Burkhart, A. Lazarian, Observational Diagnostics for Two-Fluid Turbulence in Molecular Clouds As Suggested by Simulations,  MNRAS, Vol. 439, Pgs. 2197-2210 (2014). D.S. Balsara , M. Dumbser and R. Abgrall, Multidimensional HLL and HLLC Riemann Solvers for Unstructured Meshes – With Application to Euler and MHD Flows, Journal of  Computational Physics, 261 (2014) 172-208. D.S. Balsara, Multidimensional Riemann Problem with Self-Similar Internal Structure – Part I –  Application to Hyperbolic Conservation Laws on Structured Meshes , Journal of Computational Physics 277 (2014) 163-200. J. Kim, D.S. Balsara, S. Komissarov, M. Lyutikov, On the Linear Stability of Magnetized Jets Without Current Sheets II – Non-relativistic Case with Shear , Monthly Notices of  the Royal Astronomical Society , 461 (2016) 728 D.S. Balsara, S. Garain and C.-W. Shu, An efficient class of WENO schemes with adaptive order , Journal of Computational Physics, 326 (2016) 780-804 D.S. Balsara and B. Nkonga, Formulating Multidimensional Riemann Solvers in Similarity Variables – Part III :A Multidimensional Analogue of the HLLI Riemann Solver for Conservative Hyperbolic Systems , Journal of Computational Physics 346 (2017) 25-48 J. Kim, S. Garain, D.S. Balsara, S. Chakrabarti, General Relativistic Numerical Simulation of sub-Keplerian Transonic Accretion Flows onto Black Holes: Schwarzschild Spacetime , Monthly Notices of  the Royal Astronomical Society, 472 (2017) 542-549 D.S. Balsara, A. Taflove, S. Garain and G. Montecinos, Computational Electrodynamics in Material Media with Constraint-Preservation, Multidimensional Riemann Solvers and Sub-Cell Resolution – Part II, Higher-Order FVTD Schemes , Journal of Computational Physics 354 (2018) 613-645 CV - Prof. Dinshaw Balsrara"
            ]
        ]
    ]
}