{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "131UISC4",
            "zhItyCkAAAAJ",
            [
                "The GRIFFIN facility for Decay-Spectroscopy studies at TRIUMF-ISAC",
                "The Next-Generation Radio Neutrino Observatory--Multi-Messenger Neutrino Astrophysics at Extreme Energies",
                "High-precision half-life determination for  using a  gas-proportional counter",
                " decay and -delayed neutron decay of the  nucleus ",
                "Prospects for high-elevation radio detection of 0> 10 PeV tau neutrinos",
                "Isospin symmetry in  values: Coulomb excitation study of ",
                "Shape coexistence in the neutron-deficient lead region: A systematic study of lifetimes in the even-even  with the GRIFFIN spectrometer at TRIUMF",
                "Collective 2p-2h intruder states in  studied via  decay of  using the GRIFFIN spectrometer at TRIUMF",
                "Concept Study for the Beamforming Elevated Array for Cosmic Neutrinos (BEACON)",
                "In-beam internal conversion electron spectroscopy with the SPICE detector"
            ],
            [
                "Gamma-Ray Infrastructure For Fundamental Investigations of Nuclei, GRIFFIN, is a new high-efficiency γ-ray spectrometer designed for use in decay spectroscopy experiments with low-energy radioactive ion beams provided by TRIUMF’s Isotope Separator and Accelerator (ISAC-I) facility. GRIFFIN is composed of sixteen Compton-suppressed large-volume clover-type high-purity germanium (HPGe) γ-ray detectors combined with a suite of ancillary detection systems and coupled to a custom digital data acquisition system. The infrastructure and detectors of the spectrometer as well as the performance characteristics and the analysis techniques applied to the experimental data are described.",
                "RNO is the mid-scale discovery instrument designed to make the first observation of neutrinos from the cosmos at extreme energies, with sensitivity well beyond current instrument capabilities. This new observatory will be the largest ground-based neutrino telescope to date, enabling the measurement of neutrinos above  eV, determining the nature of the astrophysical neutrino flux that has been measured by IceCube at higher energies, similarly extending the reach of multi-messenger astrophysics to the highest energies, and enabling investigations of fundamental physics at energies unreachable by particle accelerators on Earth.",
                "A high-precision half-life measurement for the superallowed β+ transition between the isospin T= 1\/2 mirror nuclei Na 21 and Ne 21 has been performed at the TRIUMF-ISAC radioactive ion beam facility yielding T 1\/2= 22.4506 (33) s, a result that is a factor of 4 more precise than the previous world-average half-life for Na 21 and represents the single most precisely determined half-life for a transition between mirror nuclei to date. The contribution to the uncertainty in the Na 21 F t mirror value due to the half-life is now reduced to the level of the nuclear-structure-dependent theoretical corrections, leaving the branching ratio as the dominant experimental uncertainty.",
                "The half-lives of three β-decaying states of In 82 49 131 have been measured with the GRIFFIN γ-ray spectrometer at the TRIUMF-ISAC facility to be T 1\/2 (1\/2−)= 328 (15) ms, T 1\/2 (9\/2+)= 265 (8) ms, and T 1\/2 (21\/2+)= 323 (55) ms, respectively. The first observation of γ rays following the β n decay of In 131 into Sn 130 is reported. The β-delayed neutron emission probability is determined to be P 1 n= 12 (7)% for the 21\/2+ state and 2.3 (3)% from the combined 1\/2− and 9\/2+ states of In 82 49 131 observed in this experiment. A significant expansion of the decay scheme of In 131, including 17 new excited states and 35 new γ-ray transitions in Sn 81 50 131 is also reported. This leads to large changes in the deduced β-branching ratios to some of the low-lying states of Sn 131 compared to previous work with implications for the strength of the first-forbidden β transitions in the vicinity of doubly magic Sn 82 50 132.",
                "Tau neutrinos are expected to comprise roughly one third of both the astrophysical and cosmogenic neutrino flux, but currently the flavor ratio is poorly constrained and the expected flux at energies above 10 17 eV is low. We present a detector concept aimed at measuring the diffuse flux of tau neutrinos in this energy range via a high-elevation mountaintop detector using the radio technique. The detector searches for radio signals from upgoing air showers generated by Earth-skimming tau neutrinos. Signals from several antennas in a compact array are coherently summed at the trigger level, permitting not only directional masking of anthropogenic backgrounds, but also a low trigger threshold. This design takes advantage of both the large viewing area available at high-elevation sites and the nearly full duty cycle available to radio instruments. We present trade studies that consider the station elevation, frequency …",
                "The T z=− 3 2 nucleus Mg 21 has been studied by Coulomb excitation on Pt 196 and Pd 110 targets. A 205.6 (1)-keV γ-ray transition resulting from the Coulomb excitation of the 5 2+ ground state to the first excited 1 2+ state in Mg 21 was observed for the first time. Coulomb excitation cross-section measurements with both targets and a measurement of the half-life of the 1 2+ state yield an adopted value of B (E 2; 5 2+→ 1 2+)= 13.3 (4) Wu A new excited state at 1672 (1) keV with tentative 9 2+ assignment was also identified in Mg 21. This work demonstrates a large difference in the B (E 2; 5 2+→ 1 2+) value between T= 3 2, A= 21 mirror nuclei. The difference is investigated in the shell-model framework employing both isospin conserving and breaking USD interactions and using modern ab initio nuclear structure calculations, which have recently become applicable in the s d shell.",
                "Lifetimes of 2 1+ and 4 1+ states as well as some negative-parity and nonyrast states in Hg 188–200 were measured using γ− γ electronic fast timing techniques with the LaBr 3 (Ce) detector array of the GRIFFIN spectrometer. The excited states were populated in the ε\/β+ decay of J π= 7+\/2− Tl 188–200 produced at the TRIUMF-ISAC facility. The deduced B (E 2) values are compared to different interacting boson model predictions. The precision achieved in this paper over previous ones allows for a meaningful comparison with the different theoretical models of these transitional Hg isotopes, which confirms the onset of state mixing in Hg 190.",
                "The low-lying structure of semimagic Sn 118 has been investigated through the β decay of In 118 (T 1\/2= 4.45 min) to study shape coexistence via the reduced transition probabilities of states in the 2p-2h proton intruder band. This high-statistics study was carried out at TRIUMF-ISAC with the GRIFFIN spectrometer. In total, 99 transitions have been placed in the level scheme with 43 being newly observed. Three low-lying γ-ray transitions with energies near 285 keV have been resolved from which the 2 intr.+→ 0 intr.+ 284.52-keV transition was determined to have half of the previous branching fraction leading to a B (E 2; 2 2+→ 0 2+) of 21 (4) Wu compared to 39 (7) Wu from the previous measurement. Calculations using s d IBM-2 with mixing have also been made to compare the experimental B (E 2) values to the theoretical values and to make comparisons to the Sn 114, 116 isotopes previously studied using the …",
                "Tau neutrinos are expected to comprise one third of both the astrophysical and cosmogenic neutrino flux, but currently the flavor ratio is poorly constrained and the expected flux at energies >100 PeV is low. We present a new concept for a radio detector called BEACON sensitive to tau neutrinos with energies greater than 100 PeV in which a radio interferometer searches for upgoing tau neutrinos from a high elevation mountain. Signals from several antennas are coherently summed at the trigger level, permitting not only directional masking of anthropogenic backgrounds, but also a lower trigger threshold. Simulation studies indicate that a modest array size and small number of stations can achieve competitive sensitivity, provided the receivers are at high enough elevation. As a proof of concept, an array of four 30-80 MHz dual polarized antennas was deployed at the White Mountain Research Station.",
                "The SPectrometer for Internal Conversion Electrons (SPICE) has been commissioned for use in conjunction with the TIGRESS γ-ray spectrometer at TRIUMF’s ISAC-II facility. SPICE features a permanent rare-earth magnetic lens to collect and direct internal conversion electrons emitted from nuclear reactions to a thick, highly segmented, lithium-drifted silicon detector. This arrangement, combined with TIGRESS, enables in-beam γ-ray and internal conversion electron spectroscopy to be performed with stable and radioactive ion beams. Technical aspects of the device, capabilities, and initial performance are presented."
            ],
            [
                [
                    "Nuclear Physics",
                    "Astrophysics"
                ]
            ]
        ]
    ]
}