{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1488Q224",
            "n5G-tdEAAAAJ",
            [
                "Creation of an ultracold neutral plasma",
                "Thousandfold improvement in the measured antiproton mass",
                "Cooling and slowing of trapped antiprotons below 100 meV",
                "Squeezed-state generation by the normal modes of a coupled system",
                "A computer-based digital feedback control of frequency drift of multiple lasers",
                "Quantum state reduction and conditional time evolution of wave-particle correlations in cavity QED",
                "Magneto-Optic Trapping of Fr",
                "Capture and release of a conditional state of a cavity QED system by quantum feedback",
                "Lifetime measurements of the  levels of atomic francium",
                "Observation of absorptive bistability with two-level atoms in a ring cavity"
            ],
            [
                "We report the creation of an ultracold neutral plasma by photoionization of laser-cooled xenon atoms. The charge carrier density is as high as 2× 10 9 cm− 3, and the temperatures of electrons and ions are as low as 100 mK and 10 μ K, respectively. Plasma behavior is evident in the trapping of electrons by the positive ion cloud when the Debye screening length becomes smaller than the size of the sample. We produce plasmas with parameters such that both electrons and ions are strongly coupled.",
                "Comparisons of antiproton and proton cyclotron frequencies yield the ratio of inertial masses M (p)\/M (p)= 0.999 999 977±0.000 000 042. The fractional uncertainty of 4× 10− 8 is 1000 times more accurate than previous measurements of this ratio using exotic atoms and is the most precise test of CPT invariance with baryons. Independent comparisons to electrons yield the mass ratios M (p)\/M (e−)= 1836.152 660±0.000 083 and M (p)\/M (e−)= 1836.152 680±0.000 088. Cryogenic antiprotons (near 4 K) stored in a Penning trap for 2 months establish directly a lifetime greater than 3.4 months.",
                "Electron cooling of trapped antiprotons allows their storage at energies 10 million times lower than is available in any antiproton storage ring. More than 60 000 antiprotons with energies from 0 to 3000 eV are stored in an ion trap from a single pulse of 5.9-MeV antiprotons from LEAR. Trapped antiprotons maintain their initial energy distribution over a storage lifetime exceeding 50 h unless allowed to collide with a cold buffer gas of trapped electrons, where-upon they cool dramatically to 1 eV in tens of seconds. The cooled antiprotons can be stacked into a harmonic potential well suited for long-term storage and precision measurements.",
                "A new regime for the generation of squeezed states of the electromagnetic field is described for a collection of atoms within a high-finesse cavity. The process responsible for squeezing is a coupling-induced splitting in the normal-mode structure of the atom-field system. A theoretical analysis is presented that predicts large degrees of squeezing for modest operating conditions. An experimental investigation of this regime has produced noise reductions of 30% relative to the vacuum noise level.",
                "We report a method to monitor and control laser frequencies with an optical cavity and a digital feedback system. A frequency-stabilized He–Ne laser provides the reference that is transferred to several other lasers using a scanning Fabry–Pérot cavity. A personal computer-based multifunction data acquisition system generates the scan wave form, and reads the detector outputs synchronously with the cavity scan. The computer determines the positions of all of the peaks in the scan, and generates output signals to control the laser frequencies. It also provides a visual display of cavity spectra. We have successfully used the setup to achieve a long-term lock of the lasers for magneto-optical trapping of radioactive francium atoms.",
                "We report measurements in cavity QED of a wave-particle correlation function which records the conditional time evolution of the field of a fraction of a photon. Detection of a photon prepares a state of well-defined phase that evolves back to equilibrium via a damped vacuum Rabi oscillation. We record the regression of the field amplitude. The recorded correlation function is nonclassical and provides an efficiency independent path to the spectrum of squeezing. Nonclassicality is observed even when the intensity fluctuations are classical.",
                "The alkali element francium has no stable isotopes and has eluded extensive study because sufficient quantities have not been available for detailed investigations. More than 1000 210 Fr atoms have now been contained in a magneto-optic trap. This number is sufficient to allow extensive studies of Fr atomic properties that are necessary input for future tests of fundamental interactions.",
                "Detection of a single photon escaping an optical cavity QED system prepares a nonclassical state of the electromagnetic field. The evolution of the state can be modified by changing the drive of the cavity. For the appropriate feedback, the conditional state can be captured (stabilized) and then released. This is observed by a conditional intensity measurement that shows suppression of vacuum Rabi oscillations for the length of the feedback pulse and their subsequent return.",
                "We present lifetime measurements of the 7 p 2 P 3\/2 and 7 p 2 P 1\/2 levels of Fr. We use a time-correlated single-photon counting technique on a cold sample of 210 Fr atoms in a magneto-optic trap. We excite the atoms with the trapping and repumping beams of the magneto-optic trap and detect the decay of the atomic fluorescence. The results are a precision experimental test of the atomic many-body perturbation theory applied to the heaviest alkali metal. The lifetime results are 21.02 (11) ns and 29.45 (11) ns for the 7 p 2 P 3\/2 and 7 p 2 P 1\/2 levels, respectively. This gives a line strength ratio S 1\/2\/S 3\/2 of 0.526 (3) for these levels in Fr. To study sources of systematic errors we measure the lifetimes of 5 p 2 P 3\/2 and 5 p 2 P 1\/2 in stable 87 Rb and obtain 26.20 (9) ns and 27.64 (4) ns, respectively.",
                "Observations of steady-state hysteresis in absorptive bistability are reported for well-collimated atomic beams of sodium within a traveling-wave interferometer. The atomic medium approximates a system of homogeneously broadened\" two-level\" atoms, and effects due to standing waves are eliminated. The experiment thus represents the first demonstration of optical bistability under conditions that have been widely employed in theoretical models. Absolute measurements of switching intensities versus atomic cooperativity C are reported, and a preliminary comparison with Gaussian-beam theory is made."
            ],
            [
                [
                    "Quantum Optics",
                    "Precision Spectroscopy",
                    "Fundamental Symmetries"
                ]
            ]
        ]
    ]
}