{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "14V2RVPA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Heinrich M. Jaeger Heinrich M. Jaeger Professor Sewell Avery Distinguished Service Professor, Dept. of Physics, James Franck Institute, and the College Address: GCIS E-229 Phone: 773 702-6074 h-jaeger@uchicago.edu Website: https:\/\/www.jaegerlab.com Background Heinrich Jaeger received his Ph.D. in physics in 1987, working withAllen Goldman at the University of Minnesota on ultrathin superconducting films. After a postdoc at the University of Chicago, he moved to the Netherlandsin 1989 to take up a position asSenior Researcher at the Delft Institute for Microelectronics and Submicrontechnology.He joined the faculty at the University of Chicago in 1991, directing the Chicago Materials Research Center from 2001 –2006, and the James Franck Institute from 2007-2010. Themain theme of Jaeger’s research is the investigation of materials under conditions far from equilibrium. Such conditions give rise to a wealth of complex phenomena, and insights gained can be used to design new classes of smart materials.A focus of Jaeger’s work are granular materials, which are large aggregates of particles in far-from-equilibrium configurations, thatexhibit properties intermediate between those of ordinary solids and liquids. His group’s projects explore how controlling this behavior provides a path to stress-adaptivematerials forhigh-efficiency energy absorption, to soft robotic systems that can change shape orcompliance, and to new forms of architectural structures that are fully recyclable. On the nanoscale, Jaeger’s research investigates the self-assembly of particles into ultrathin membranes that functionas nano-sieves with tunable pore size. News & Highlights Acoustic Levitation , March 23, 2019"
            ]
        ]
    ]
}