{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1575PV06",
            "XcfqZi4AAAAJ",
            [
                "Amplitude and phase control of attosecond light pulses",
                "Temporal coherence of ultrashort high-order harmonic pulses",
                "Macroscopic aspects of attosecond pulse generation",
                "Attosecond pulse trains generated using two color laser fields",
                "Solid-state harmonics beyond the atomic limit",
                "Spatiotemporal separation of high harmonic radiation into two quantum path components",
                "Strong field quantum path control using attosecond pulse trains",
                "High-harmonic generation from Bloch electrons in solids",
                "Vacuum-ultraviolet frequency combs from below-threshold harmonics",
                "Transient absorption and reshaping of ultrafast XUV light by laser-dressed helium"
            ],
            [
                "We report the generation, compression, and delivery on target of ultrashort extreme-ultraviolet light pulses using external amplitude and phase control. Broadband harmonic radiation is first generated by focusing an infrared laser with a carefully chosen intensity into a gas cell containing argon atoms. The emitted light then goes through a hard aperture and a thin aluminum filter that selects a 30-eV bandwidth around a 30-eV photon energy and synchronizes all of the components, thereby enabling the formation of a train of almost Fourier-transform-limited single-cycle 170 attosecond pulses. Our experiment demonstrates a practical method for synthesizing and controlling attosecond waveforms.",
                "We have studied the temporal coherence of high-order harmonics (up to the 15th order) produced by focusing 100 fs laser pulses into an argon gas jet. We measure the visibility of the interference fringes, produced when two spatially separated harmonic sources interfere in the far field, as a function of the time delay between the two sources. In general, we find long coherence times, comparable to the expected pulse durations of the harmonics. For some of the harmonics, the interference pattern exhibits two regions, with significantly different coherence times. These results are interpreted in terms of different electronic trajectories contributing to harmonic generation.",
                "Attosecond pulses are generated by a macroscopic number of ionizing atoms interacting with a focused laser pulse, via the process of high harmonic generation. The physics of their generation consists of an interplay between the microscopic laser–atom interaction and macroscopic effects due to ionization and phase matching in the nonlinear medium. In this review, we focus on a complete understanding of the way in which attosecond pulses arrive at a target where they can be characterized and used in an experiment. We discuss a number of results from calculations of attosecond pulse generation obtained by simultaneous solution of the time-dependent Schrödinger equation and the Maxwell wave equation. These results, which allow for a clean separation of microscopic and macroscopic factors, illustrate how macroscopic effects are used to select attosecond pulses from the radiation that is emitted by atoms …",
                "We investigate the spectral and temporal structure of high harmonic emission from argon exposed to an infrared laser field and its second harmonic. For a wide range of generating conditions, trains of attosecond pulses with only one pulse per infrared cycle are generated. The synchronization necessary for producing such trains ensures that they have a stable pulse-to-pulse carrier envelope phase, unlike trains generated from one color fields, which have two pulses per cycle and a π phase shift between consecutive pulses. Our experiment extends the generation of phase stabilized few cycle pulses to the extreme ultraviolet regime.",
                "Strong-field laser excitation of solids can produce extremely nonlinear electronic and optical behaviour. As recently demonstrated, this includes the generation of high harmonics extending into the vacuum-ultraviolet and extreme-ultraviolet regions of the electromagnetic spectrum 1, 2, 3, 4, 5, 6, 7, 8. High harmonic generation is shown to occur fundamentally differently in solids and in dilute atomic gases 1, 2, 3, 4, 5, 6, 9, 10, 11, 12, 13. How the microscopic mechanisms in the solid and the gas differ remains a topic of intense debate 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 14, 15, 16, 17, 18. Here we report a direct comparison of high harmonic generation in the solid and gas phases of argon and krypton. Owing to the weak van der Waals interaction, rare (noble)-gas solids are a near-ideal medium in which to study the role of high density and periodicity in the generation process. We find that the high harmonic generation …",
                "We present a spatiotemporal analysis of high harmonic generation, showing evidence for the presence of several quantum path contributions to the atomic dipole moment. We show that the harmonic radiation can largely be described as a sum of two fields having a phase proportional to the intensity of the generating field. We compare our results to recent experimental results demonstrating this separation [M. Bellini et al., Phys. Rev. Lett. 81, 297 (1998)]. We show how the temporal and spatial coherence properties are influenced by this effect, and discuss how it could be used to obtain better control of the generated harmonic radiation.",
                "We show that attosecond pulse trains have a natural application in the control of strong field processes. In combination with an intense infrared laser field, the pulse train can be used to microscopically select a single quantum path contribution to a process that would otherwise consist of several interfering components. We present calculations that demonstrate this by manipulating the time-frequency properties of high order harmonics at the single atom level. This quantum path selection can also be used to define a high resolution attosecond clock.",
                "We study the generation of high-harmonic radiation by Bloch electrons in a model transparent solid driven by a strong midinfrared laser field. We solve the single-electron time-dependent Schrödinger equation (TDSE) using a velocity-gauge method [M. Korbman et al., New J. Phys. 15, 013006 (2013)] that is numerically stable as the laser intensity and number of energy bands are increased. The resulting harmonic spectrum exhibits a primary plateau due to the coupling of the valence band to the first conduction band, with a cutoff energy that scales linearly with field strength and laser wavelength. We also find a weaker second plateau due to coupling to higher-lying conduction bands, with a cutoff that is also approximately linear in the field strength. To facilitate the analysis of the time-frequency characteristics of the emitted harmonics, we also solve the TDSE in a time-dependent basis set, the Houston states [JB …",
                "Recent demonstrations of high-harmonic generation (HHG) at very high repetition frequencies (∼ 100 MHz) may allow for the revolutionary transfer of frequency combs to the vacuum-ultraviolet range. This advance necessitates unifying optical frequency-comb technology with strong-field atomic physics. Whereas strong-field studies of HHG have often focused on above-threshold harmonic generation (photon energy above the ionization potential), for vacuum-ultraviolet frequency combs an understanding of below-threshold harmonic orders and their generation process is crucial. Here, we present a new and quantitative study of the harmonics 7–13 generated below and near the ionization threshold in xenon gas with an intense 1,070 nm driving field. We show multiple generation pathways for these harmonics that are manifested as on-axis interference in the harmonic yield. This discovery provides a new …",
                "We present a theoretical study of transient absorption and reshaping of extreme ultraviolet (XUV) pulses by helium atoms dressed with a moderately strong infrared (IR) laser field. We formulate the atomic response using both the frequency-dependent absorption cross section and a time-frequency approach based on the time-dependent dipole induced by the light fields. The latter approach can be used in cases when an ultrafast dressing pulse induces transient effects, and\/or when the atom exchanges energy with multiple frequency components of the XUV field. We first characterize the dressed atom response by calculating the frequency-dependent absorption cross section for XUV energies between 20 and 24 eV for several dressing wavelengths between 400 and 2000 nm and intensities up to 10 12 W\/cm 2. We find that for dressing wavelengths near 1600 nm, there is an Autler-Townes splitting of the 1 s→ 2 p …"
            ],
            [
                [
                    "Ultrafast AMO theory",
                    "extreme nonlinear optics"
                ]
            ],
            [
                "Top Mette Gaarde Les and Dot Broussard Alumni Professor of Physics Ph.D., 1997 - University of Copenhagen, Denmark 215-B Nicholson Hall, Tower Dr. (225) 578-0889-Office gaarde@phys.lsu.edu Ultrafast Atomic, Molecular and Optical Physics - Theory My research program is centered around probing and controlling the ultrafast laser-matter\n                  interactions in atomic, molecular, and condensed-phase systems, involving a wide range\n                  of ultrafast dynamics. Our studies include both the  production and application of\n                  attosecond and femtosecond pulses of coherent VUV and XUV light, and lies in the interface\n                  between ultrafast AMO science and extreme non-linear optics. Attosecond pulses, which\n                  are generated through the extremely nonlinear process of high harmonic generation\n                  (HHG), are the shortest bursts of light ever produced and allow for probing and controlling\n                  the dynamics of bound electrons on their natural time scales. In the LSU ultrafast AMO theory group we do many different types of calculations to\n                  address these dynamics. At the microscopic level, studying the dynamics of the individual\n                  quantum system, we use the time-dependent Schrödinger equation, time-dependent density\n                  functional theory, or the semi-conductor Bloch equations. A long-time focus of my\n                  research has been the interplay between the microscopic (quantum) effects and the\n                  macroscopic (classical) effects that govern many intense laser-matter interactions.\n                  To this end we solve coupled equations for the microscopic response (as above) with\n                  the Maxwell wave equation in real time, and at the sub-cycle level, which requires\n                  large-scale computations. We are currently applying these different models to four\n                  different types of projects: Transient absorption and reshaping of attosecond pulses : Attosecond transient absorption (ATA) spectroscopy is a pump-probe scenario in which\n                  an attosecond XUV pulse and a delayed but synchronized IR pulse can be used to study\n                  electron dynamics on its natural time scale. We study a range of ATA phenomena in\n                  atoms, molecules, and solids using a time-domain description that allows us to treat\n                  on an equal footing all the different linear and nonlinear processes by which the\n                  medium can exchange energy with the XUV and IR fields, see [1-3] below. Much of this\n                  work has been done in collaboration with experimental groups in the US and Europe. Probing ultrafast charge migration : Our goal is to measure and control the quantum dynamics of electrons and holes in\n                  polyatomic molecules through the signatures that the hole motion imprints on high\n                  order harmonics emitted by these molecules. This project is a multi-institutional\n                  collaboration between theory at LSU, and experiments at the Ohio State University\n                  and the University of Virginia, see [4,5] below. Ultrafast dynamics in transparent solids : Recent experimental and theoretical results have shown that not only is it possible\n                  to generate high order harmonics, and potentially attosecond pulses, from transparent\n                  solids - we can also learn a lot about ultrafast electron dynamics in the condensed\n                  phase by studying the HHG process. See press release about recent Nature paper, a\n                  collaboration between LSU theory and experiments at SLAC National Accelerator Laboratory\n                  and Stanford University: https:\/\/www.lsu.edu\/physics\/news\/2016\/06\/20160606-frozen-argon.php and [6-7] below. Filamentation of intense mid-infrared (MIR) laser pulses : When intense pulses propagate through air, they can form a so-called filament in\n                  which several highly nonlinear processes balance each other to allow for propagation\n                  over long distances without collapse or substantial energy loss. As part of a multi-institutional\n                  project spanning many labs in the US and Europe, we are currently investigating novel\n                  effects in filamentation of few-cycle MIR pulses, see [8-9] below. Current and Select Publications A. P. Fidler, S. J. Camp, E. R. Warrick, E. Bloch, H. J. B. Marroux, D. M. Neumark,\n                     K. J. Schafer, M. B. Gaarde, and S. R. Leone, Nonlinear XUV Signal Generation Probed\n                     by Attosecond Transient Grating Spectroscopy (link to https:\/\/www.nature.com\/articles\/s41467-019-09317-4 ), Nature Communications 10, 1384 (2019). S. Bengtsson, E. W. Larsen, D. Kroon, S. Camp, M. Miranda, C. L. Arnold, A. L’Huillier,\n                     K. J. Schafer, M. B. Gaarde, L. Rippe, and J. Mauritsson, Controlled free-induction\n                     decay in the extreme ultraviolet (link to https:\/\/www.nature.com\/articles\/nphoton.2017.30 ), Nature Photonics 11, 252 (2017). M. Wu, S. Chen, S. Camp, K. J. Schafer, and M. B. Gaarde, Theory of strong-field attosecond\n                     transient absorption (link to https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/49\/6\/062003\/meta ), Topical Review, J. Phys. B 49, 062003 (2016). F. Mauger, P. Abanador, T. Scarborough, T. Gorman, P. Agostini, L. F. DiMauro, K.\n                     Lopata, K. J. Schafer, and M. B. Gaarde, High-harmonic spectroscopy of transient two-center\n                     interference calculate with time-dependent density-functional theory (link to https:\/\/aca.scitation.org\/doi\/full\/10.1063\/1.5111349 ), Structural Dynamics 6, 044101 (2019). T. T. Gorman, T. D. Scarborough, P. M. Abanador, F. Mauger, D. Kiesewetter, P. Sandor,\n                     S. Khatri, K. Lopata, K. J. Schafer, P. Agostini, M. B. Gaarde, and L. F. DiMauro,\n                     Probing the Interplay between Geometric and Electronic-Structure Features via High-Harmonic\n                     Spectroscopy (link to https:\/\/aip.scitation.org\/doi\/full\/10.1063\/1.5086036 ), J. Chem. Phys. 150, 184308 (2019). C. Q. Abadie, M. Wu, and M. B. Gaarde, Spatio-temporal filtering of high order harmonics\n                     in solids (link to https:\/\/www.osapublishing.org\/ol\/abstract.cfm?uri=ol-43-21-5339 ), Opt. Lett. 43, 5339 (2018). G. Ndabashimiye, S. Ghimire, M. Wu, D. A. Browne, K. J. Schafer, M. B. Gaarde, and\n                     D. A. Reis, Solid-state harmonics beyond the atomic limit (link to https:\/\/www.nature.com\/articles\/nature17660 ), Nature 534, 520 (2016). J. M. Brown, A. Couairon, P. Polynkin, and M. B. Gaarde, Analysis of the angular spectrum\n                     for ultrashort laser pulses (link to https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.97.063421 ), JOSA B 36, A105 (2019). J. M. Brown, A. Couairon, and M. B. Gaarde, Ab-initio calculations of the linear and\n                     nonlinear susceptibilities of N2, O2, and air in the mid-infrared (link to https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.97.063421 ), Phys. Rev. A 97, 063421 (2018). M. B. Gaarde, J. L. Tate, and K. J. Schafer, Macroscopic aspects of attosecond pulse\n                     generation (link to https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/41\/13\/132001\/meta ), Topical Review, J. Phys. B 41, 132001 (2008). Selected as one of 50 most influential\n                     papers in Journal of Physics. (link to https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/49\/21\/210501 ) For a full list of publications see here Back to Top"
            ]
        ]
    ]
}