{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "16WDIGNQ",
            "pzhkYj0AAAAJ",
            [
                "The latest advancements on thermochemical heat storage systems",
                "Hygrothermal behaviour and relative humidity buffering of unfired and hydrated lime-stabilised clay composites in a Mediterranean climate",
                "Salt impregnated desiccant matrices for ‘open’thermochemical energy storage—selection, synthesis and characterisation of candidate materials",
                "Analysis of UK domestic building retrofit scenarios based on the E. ON Retrofit Research House using energetic hygrothermics simulation–Energy efficiency, indoor air quality …",
                "Thermal, mechanical and microstructural analysis of concrete containing microencapsulated phase change materials"
            ],
            [
                "Thermal energy storage (TES) is an advanced technology that could address the energy supply-demand balance in building air conditioning systems. TES is also important in view of the increasing utilisation of solar energy. Although sensible heat storage systems and latent heat storage systems have been heavily researched and are widely used domestically and industrially, thermochemical heat storage (THS) systems are currently undergoing a surge in research and development. Recent studies suggest that THS has significant advantages when compared with the other heat storage methods including higher storage density, lower volume requirements, low heat loss (approaching zero), and lower charging temperature. On the other hand the complexity and higher investment costs remain the main obstacles to rolling out these systems commercially. A comprehensive review has been presented here into all …",
                "Three different basic mixtures were prepared, by mechanical compaction, with different types of clays: quarry fine, kaolinite, and bentonite. Two groups of mixtures were studied, the first group without lime and the second with the addition of 5% hydrated lime. A comparison between the measured hygrothermal performances of the mixtures and their microstructural composition was performed. Microstructural morphology and chemical composition was characterised using SEM with EDS, mineralogy using XRD, and porosity using gravimetrics\/He pycnometry and N2 physisorption with BET and BJH analysis. Hygrothermal functional properties were characterised as moisture-dependant thermal conductivity, moisture-dependent heat capacity, vapour sorption isotherms, and water vapour permeability. The hygrothermal behaviour of a TESTROOM in a Mediterranean climate was simulated using WUFI Plus v2.1. The …",
                "A selection of hygroscopic salts and desiccant matrices (salt in matrix, SIM) were chosen from the literature as candidate materials for open thermal energy storage (TES) systems. The aim of the paper was to narrow this selection through the application of selective criteria to those that had a high affinity of each working pair to each other, were environmentally stable, had low raw material costs with high availability, a low regeneration temperature for charging (<130 °C), a high temperature lift during reaction, high cyclic efficiency and high energy density. Candidate materials included silica gel, zeolite, activated carbon and vermiculite as matrices with CaCl2, MgSO4, Ca(NO3)2, LiNO3 and LiBr as salts. Scanning electron microscopy was used to verify salt presence. The pore geometry and structure was mapped through the use of nitrogen (N2) physisorption with application of both Brunauer–Emmett–Teller and …",
                "The work forms part of the CALEBRE project (2008–2013), the aim of which was to investigate a suite of technologies and staged approaches for retrofit upgrades for ‘hard-to-treat’ solid\/thin cavity masonry-walled UK domestic buildings that would i) reduce operational energy demand\/carbon emissions, and ii) be acceptable and appealing to the building occupants. The E.ON Retrofit Research House (Nottingham, UK) was used as an instrumented test platform as part of this study. The retrofitting phases (and technologies) have been used as the basis for the modelling methodology in this paper, together with the corresponding envelope assemblies, material properties, climate, and internal load parameters. The approach to retrofit was to increase air tightness (reduce ACH), decrease static U-values of the external envelope (wall, floor and glazing), and upgrade heating system efficiency. This was complemented by …",
                "This paper studies the thermal, mechanical and microstructural aspects of concrete containing different amounts of microencapsulated phase change materials (PCMs). In addition, numerical simulation is carried out to study the potential application of PCM-modified concrete for reduction in summer surface temperature. It is shown that increasing PCM content in concrete led to lower thermal conductivity and an increase in the heat storage ability of concrete. However, the compressive and flexural strength of concrete significantly decreased. Microstructural analysis showed that PCMs appear to remain intact during mixing; however, PCM particles appear to fail by bursting under loading, creating hemispherical voids and crack initiation points as well as possible entrapped air behaviour. The result of numerical simulation revealed that reduction in summer concrete pavement surface temperature by several degrees …"
            ],
            [
                [
                    "Energy Storage",
                    "Materials Characterisation"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}