{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "17BHNGTV",
            "kF9eWnMAAAAJ",
            [
                "Assessing elementary students’ computational thinking in everyday reasoning and robotics programming",
                "What are middle school students talking about during clicker questions? Characterizing small-group conversations mediated by classroom response systems",
                "Building reflective practices in a pre-service math and science teacher education course that focuses on qualitative video analysis",
                "Aligning coordination class theory with a new context: Applying a theory of individual learning to group learning",
                "Interpreting and navigating multiple representations for computational thinking in a robotics programming environment"
            ],
            [
                "Based on a framework of computational thinking (CT) adapted from Computer Science Teacher Association's standards, an instrument was developed to assess fifth grade students' CT. The items were contextualized in two types of CT application (coding in robotics and reasoning of everyday events). The instrument was administered as a pre and post measure in an elementary school where a new humanoid robotics curriculum was adopted by their fifth grade. Results show that the instrument has good psychometric properties and has the potential to reveal student learning challenges and growth in terms of CT.",
                "There is a growing interest in using classroom response systems or clickers in science classrooms at both the university and K-12 levels. Typically, when instructors use this technology, students are asked to answer and discuss clicker questions with their peers. The existing literature on using clickers at the K-12 level has largely focused on the efficacy of clicker implementation, with few studies investigating collaboration and discourse among students. To expand on this work, we investigated the question: Does clicker use promote productive peer discussion among middle school science students? Specifically, we collected data from middle school students in a physical science course. Students were asked to answer a clicker question individually, discuss the question with their peers, answer the same question again, and then subsequently answer a new matched-pair question individually. We audio …",
                "The use of video for in-service and pre-service teacher development has been gaining acceptance, and yet video remains a challenging and understudied tool. Many projects have used video to help pre-service and in-service teachers reflect on their own teaching processes, examine teacher–student interactions, and develop their professional vision. But rarely has video been used in ways more akin to qualitative education research that is focused on student learning. Even more rarely has this focus occurred at the earliest stages of pre-service teaching when students have not yet decided to pursue teaching careers. Yet here we argue that there are benefits to our approach. We examine a course for prospective pre-service math and science teachers at the University of California, Berkeley, that engages participants in qualitative video analysis to foster their reflective practice. This course is unique in that the …",
                "This article presents an empirical analysis of conceptual difficulties encountered and ways students made progress in learning at both individual and group levels in a classroom environment in which the students used an embodied modeling activity to make sense of a specific scientific scenario. The theoretical framework, coordination class theory, has primarily been used to capture individual learning in interview settings, and here it is applied to analytically capture both individual and group learning in a complex classroom environment. Classrooms of ninth‐grade earth science students used the position of their bodies to model a specific scientific concept, the steady‐state energy of the earth. The students encountered difficulties aligning their understanding of the scientific concept with the models. Subsequently, they changed their models in specific ways that better aligned their understanding of the scientific …",
                "Although researchers have proposed different definitions for Computational Thinking (CT), one commonality across these definitions is the emphasis on having students formulate and solve problems in various learning environments, including programming. The continuing attention to CT highlights the need for studies that examine students’, especially elementary students, problem-solving processes. The current study investigates how fifth graders engaged in CT problem-solving activities in a programming environment. Focusing on multiple representations embedded in the CT problem-solving processes, we analyze data of fifth graders who were engaged in a pair-programming robotics interview. In the interview, students navigate multiple representations, such as task instructions, a coding window, and outputs, and in the case of robotics programming activities, a physical robot. The results show that as …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}