{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "17DH525U",
            "vhAyGA0AAAAJ",
            [
                "Transforming the way we live together: A model to move communities from policy to implementation",
                "Local government adoption of age friendly policies: An integrated model of responsiveness, multi-level governance and public entrepreneurship theories"
            ],
            [
                "Most cities, counties, and neighborhoods are not designed for an aging population. By providing a range of services to all residents, Lifelong Communities allow individuals to age in place. Although the Lifelong Communities Initiative is based on established guiding principles, little information exists regarding the realities of moving from policy to implementation. The Atlanta Regional Commission conducted a case study in Mableton, Georgia, and found successful implementation requires a combination of support from local citizen groups and government. The Atlanta Regional Commission is replicating these best practices in other communities and providing support to those aspiring to launch or expand Lifelong Communities.",
                "Existing research on local government adoption of age friendly policies has been limited in its theoretical approach and empirical analysis. While these findings suggest an important role for local government in this issue, this paper asserts that a single model does not offer a full explanation. Therefore, the following paper assess different conceptual models for local government adoption of policies deemed important for older adults to remain independent in their community. This paper argues that responsiveness, multi-level governance, and public entrepreneurship theories offer a fuller explanation for local government policy decision-making. Some local governments throughout the nation are already showing an increase in support for the adoption of age-friendly policies and are designing initiatives that address fundamental policies like housing, transportation, and other services. This research examines …"
            ],
            [
                [
                    "Public Policy"
                ]
            ]
        ]
    ]
}