{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "185JEHD3",
            "fz3jbcwAAAAJ",
            [
                "Simplified models for LHC new physics searches",
                "Phenomenology of the littlest Higgs model with -parity",
                "Big corrections from a little Higgs"
            ],
            [
                "This document proposes a collection of simplified models relevant to the design of new-physics searches at the Large Hadron Collider (LHC) and the characterization of their results. Both ATLAS and CMS have already presented some results in terms of simplified models, and we encourage them to continue and expand this effort, which supplements both signature-based results and benchmark model interpretations. A simplified model is defined by an effective Lagrangian describing the interactions of a small number of new particles. Simplified models can equally well be described by a small number of masses and cross-sections. These parameters are directly related to collider physics observables, making simplified models a particularly effective framework for evaluating searches and a useful starting point for characterizing positive signals of new physics. This document serves as an official summary of the …",
                "Little Higgs models offer an interesting approach to weakly coupled electroweak symmetry breaking without fine-tuning. The original little Higgs models were plagued by strong constraints from electroweak precision data which required a fine-tuning to be reintroduced. An economical solution to this problem is to introduce a discrete symmetry (analogous to R-parity of SUSY) called T-parity. T-parity not only eliminates most constraints from electroweak precision data, but it also leads to a promising dark matter candidate. In this paper we investigate the dark matter candidate in the littlest Higgs model with T-parity. An upper bound on the symmetry breaking scale f≲ 1.8 T e V naturally arises from calculating the relic density. We begin the study of the LHC phenomenology of the littlest Higgs model with T-parity. We find that the model offers an interesting collider signature that has a generic missing energy signal which …",
                "We calculate the tree-level expressions for the electroweak precision observables in the SU (5)\/S O (5) littlest Higgs model. The source for these corrections are the exchange of heavy gauge bosons and a triplet Higgs vacuum expectation value (VEV). Weak isospin violating contributions are present because there is no custodial SU (2) global symmetry. The bulk of these weak isospin violating corrections arise from heavy gauge boson exchange while a smaller contribution comes from the triplet Higgs VEV. A global fit is performed to the experimental data and we find that throughout the parameter space the symmetry breaking scale is bounded by f> 4 TeV at 95% CL Stronger bounds on f are found for generic choices of the high energy gauge couplings. We find that even in the best case scenario one would need fine-tuning of less than a percent to get a Higgs boson mass as light as 200 GeV."
            ],
            [
                [
                    "High Energy Particle Theory and Particle Cosmology"
                ]
            ],
            [
                "Jay Hubisz Jay Hubisz Associate Professor 311 Physics Building 315.443.2653 jhubisz@syr.edu Physics Beyond the Standard Model Dynamics of Electroweak Symmetry Breaking Applications of Quantum Computation to Particle Theory Gravitational Waves as Sirens of New Physics An illustration of strongly coupled physics influencing electro-weak processes. 2006 Ph.D. in Theoretical Physics Cornell University 2001 B.S. in Physics California Institute of Technology 1) Self-Organized Higgs Criticality. By Cem Eröncel, Jay Hubisz, Gabriele Rigo. [arXiv:1804.00004 [hep-ph]]. 10.1007\/JHEP03(2019)046. JHEP 1903 (2019) 046. 2) Neutron Star Mergers Chirp About Vacuum Energy. By Csaba Csáki, Cem Eröncel, Jay Hubisz, Gabriele Rigo, John Terning. [arXiv:1802.04813 [astro-ph.HE]]. 10.1007\/JHEP09(2018)087. JHEP 1809 (2018) 087. 3) A Perturbative RS I Cosmological Phase Transition. By Don Bunk, Jay Hubisz, Bithika Jain. [arXiv:1705.00001 [hep-ph]]. 10.1140\/epjc\/s10052-018-5529-2. Eur.Phys.J. C78 (2018) no.1, 78. 4) Quantum Critical Higgs. By Brando Bellazzini, Csaba Csáki, Jay Hubisz, Seung J. Lee, Javi Serra, John Terning. [arXiv:1511.08218 [hep-ph]]. 10.1103\/PhysRevX.6.041050. Phys.Rev. X6 (2016) no.4, 041050. 5) Cosmological and Astrophysical Probes of Vacuum Energy. By Brando Bellazzini, Csaba Csaki, Jay Hubisz, Javi Serra, John Terning. [arXiv:1502.04702 [astro-ph.CO]]. 10.1007\/JHEP06(2016)104. JHEP 1606 (2016) 104."
            ]
        ]
    ]
}