{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "18FW6CWI",
            "c2dJx-cAAAAJ",
            [
                "Star formation in AEGIS field galaxies since z= 1.1: the dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
                "Galaxy luminosity functions to z~ 1 from DEEP2 and COMBO-17: implications for red galaxy formation",
                "High molecular gas fractions in normal massive star-forming galaxies in the young Universe",
                "A study of the gas–star formation relation over cosmic time",
                "Phibss: molecular gas content and scaling relations in z∼ 1-3 massive, main-sequence star-forming galaxies",
                "The mass assembly history of field galaxies: detection of an evolving mass limit for star-forming galaxies"
            ],
            [
                "We analyze star formation (SF) as a function of stellar mass ( ) and redshift z in the All‐Wavelength Extended Groth Strip International Survey. For 2905 field galaxies, complete to   at  , with Keck spectroscopic redshifts out to  , we compile SF rates (SFRs) from emission lines, GALEX, and Spitzer MIPS 24 μm photometry, optical‐NIR   measurements, and HST morphologies. Galaxies with reliable signs of SF form a distinct “main sequence” (MS), with a limited range of SFRs at a given   and z (  dex), and   approximately proportional to  . The range of   remains constant to  , while the MS as a whole moves to higher SFR as z increases. The range of the SFR along the MS constrains the amplitude of episodic variations of SF and the effect of mergers on the SFR. Typical galaxies spend ∼67%(95%) of their lifetime since   within a factor of ≲2(4) of their average SFR at a given   and z. The dominant mode of the evolution of …",
                "The DEEP2 and COMBO‐17 surveys are compared to study luminosity functions of red and blue galaxies to  . The two surveys have different methods and sensitivities, but nevertheless results agree. After  ,   has dimmed by 1.2–1.3 mag for all colors of galaxies,   for blue galaxies has hardly changed, and   for red galaxies has at least doubled (our formal value is ∼0.5 dex). Luminosity density   has fallen by 0.6 dex for blue galaxies but has remained nearly constant for red galaxies. These results imply that the number and total stellar mass of blue galaxies have been substantially constant since  , whereas those of red galaxies (near  ) have been significantly rising. To explain the new red galaxies, a ``mixed'' scenario is proposed in which star formation in blue cloud galaxies is quenched, causing them to migrate to the red sequence, where they merge further in a small number of stellar mergers. This mixed scenario …",
                "Stars form from cold molecular interstellar gas. As this is relatively rare in the local Universe, galaxies like the Milky Way form only a few new stars per year. Typical massive galaxies in the distant Universe formed stars an order of magnitude more rapidly 1, 2. Unless star formation was significantly more efficient, this difference suggests that young galaxies were much more molecular-gas rich. Molecular gas observations in the distant Universe have so far largely been restricted to very luminous, rare objects, including mergers and quasars 3, 4, 5, and accordingly we do not yet have a clear idea about the gas content of more normal (albeit massive) galaxies. Here we report the results of a survey of molecular gas in samples of typical massive-star-forming galaxies at mean redshifts< z> of about 1.2 and 2.3, when the Universe was respectively 40% and 24% of its current age. Our measurements reveal that distant star …",
                "We use the first systematic data sets of CO molecular line emission in z∼ 1–3 normal star-forming galaxies (SFGs) for a comparison of the dependence of galaxy-averaged star formation rates on molecular gas masses at low and high redshifts, and in different galactic environments. Although the current high-z samples are still small and biased towards the luminous and massive tail of the actively star-forming ‘main-sequence’, a fairly clear picture is emerging. Independent of whether galaxy-integrated quantities or surface densities are considered, low- and high-z SFG populations appear to follow similar molecular gas–star formation relations with slopes 1.1 to 1.2, over three orders of magnitude in gas mass or surface density. The gas-depletion time-scale in these SFGs grows from 0.5 Gyr at z∼ 2 to 1.5 Gyr at z∼ 0. The average corresponds to a fairly low star formation efficiency of 2 per cent per dynamical …",
                "We present PHIBSS, the IRAM Plateau de Bure high-z blue sequence CO 3-2 survey of the molecular gas properties in massive, main-sequence star-forming galaxies (SFGs) near the cosmic star formation peak. PHIBSS provides 52 CO detections in two redshift slices at z~ 1.2 and 2.2, with log (M*(M☉))≥ 10.4 and log (SFR (M☉\/yr))≥ 1.5. Including a correction for the incomplete coverage of the M*-SFR plane, and adopting a\" Galactic\" value for the CO-H 2 conversion factor, we infer average gas fractions of~ 0.33 at z~ 1.2 and~ 0.47 at z~ 2.2. Gas fractions drop with stellar mass, in agreement with cosmological simulations including strong star formation feedback. Most of the z~ 1-3 SFGs are rotationally supported turbulent disks. The sizes of CO and UV\/optical emission are comparable. The molecular-gas-star-formation relation for the z= 1-3 SFGs is near-linear, with a~ 0.7 Gyr gas depletion timescale; changes …",
                "We characterize the mass‐dependent evolution of more than 8000 galaxies using spectroscopic redshifts from the DEEP2 Galaxy Redshift Survey in the range   and stellar masses calculated from K‐band photometry obtained at Palomar Observatory. This sample spans more than 1.5 deg2 in four independent fields. Using rest‐frame   color and [O ii] equivalent widths, we distinguish star‐forming from passive populations in order to explore the nature of ``downsizing''—a pattern in which the sites of active star formation shift from high‐mass galaxies at early times to lower mass systems at later epochs. We identify a mass limit, MQ, above which star formation appears to be quenched and show that the physical mechanisms responsible for downsizing can thus be empirically quantified by charting the evolution in this threshold mass. We find that MQ decreases with time by a factor of ∼3 across our redshift range …"
            ],
            [
                [
                    "Galaxy Formation and Evolution",
                    "Large-Scale Structure and Galaxy Environments",
                    "Multiwavelength Galaxy Surveys"
                ]
            ],
            [
                "Michael Cooper Michael Cooper Professor of Physics & Astronomy cooper@uci.edu (949) 824-6485 2123 Frederick Reines Hall Ph.D., University of California Berkeley, 2007, Astrophysics B.A., Grinnell College, 2001, Physics Professor Cooper's research primarily addresses the global evolution of galaxies over cosmic time, with a particular emphasis on the role of environment in shaping galaxy properties. Research Website UCI Faculty Profile Joanna Mancilla, mancillj@uci.edu, 949-824-2159"
            ]
        ]
    ]
}