{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "18KWLPD2",
            "D2krRPwAAAAJ",
            [
                "The belle detector",
                "Observation of Large  Violation in the Neutral  Meson System",
                "Dark matter benchmark models for early LHC run-2 searches: report of the ATLAS\/CMS dark matter forum",
                "A measurement of the branching fraction for the inclusive B→ Xsγ decays with the Belle detector",
                "Search for new phenomena in dijet events using 37 fb (-1) of pp collision data collected at root s= 13 TeV with the ATLAS detector"
            ],
            [
                "The Belle detector was designed and constructed to carry out quantitative studies of rare B-meson decay modes with very small branching fractions using an asymmetric e+ e− collider operating at the ϒ (4S) resonance, the KEK-B-factory. Such studies require data samples containing∼ 10 7 B-meson decays. The Belle detector is configured around a 1.5 T superconducting solenoid and iron structure surrounding the KEK-B beams at the Tsukuba interaction region. B-meson decay vertices are measured by a silicon vertex detector situated just outside of a cylindrical beryllium beam pipe. Charged particle tracking is performed by a wire drift chamber (CDC). Particle identification is provided by dE\/dx measurements in CDC, aerogel threshold Cherenkov counter and time-of-flight counter placed radially outside of CDC. Electromagnetic showers are detected in an array of CsI (Tl) crystals located inside the solenoid coil …",
                "We present a measurement of the standard model CP violation parameter sin 2 φ 1 based on a 29.1 fb− 1 data sample collected at the ϒ (4 S) resonance with the Belle detector at the KEKB asymmetric-energy e+ e− collider. One neutral B meson is fully reconstructed as a J\/ψ K S, ψ (2 S) K S, χ c 1 K S, η c K S, J\/ψ K L, or J\/ψ K* 0 decay and the flavor of the accompanying B meson is identified from its decay products. From the asymmetry in the distribution of the time intervals between the two B meson decay points, we determine sin 2 φ 1= 0.99±0.14 (stat)±0.06 (syst). We conclude that we have observed CP violation in the neutral B meson system.",
                "This document is the final report of the ATLAS-CMS Dark Matter Forum, a forum organized by the ATLAS and CMS collaborations with the participation of experts on theories of Dark Matter, to select a minimal basis set of dark matter simplified models that should support the design of the early LHC Run-2 searches. A prioritized, compact set of benchmark models is proposed, accompanied by studies of the parameter space of these models and a repository of generator implementations. This report also addresses how to apply the Effective Field Theory formalism for collider searches and present the results of such interpretations.",
                "We have measured the branching fraction of the inclusive radiative B meson decay B→ X s γ to be Br (B→ X s γ)=(3.36±0.53 (stat)±0.42 (sys)+ 0.50− 0.54 (th))× 10− 4. The result is based on a sample of 6.07× 10 6 B B ̄ events collected at the ϒ (4S) resonance with the Belle detector at the KEKB asymmetric e+ e− storage ring.",
                "Dijet events are studied in the proton-proton collision data set recorded at s= 13 TeV with the ATLAS detector at the Large Hadron Collider in 2015 and 2016, corresponding to integrated luminosities of 3.5 fb− 1 and 33.5 fb− 1 respectively. Invariant mass and angular distributions are compared to background predictions and no significant deviation is observed. For resonance searches, a new method for fitting the background component of the invariant mass distribution is employed. The data set is then used to set upper limits at a 95% confidence level on a range of new physics scenarios. Excited quarks with masses below 6.0 TeV are excluded, and limits are set on quantum black holes, heavy W′ bosons, W* bosons, and a range of masses and couplings in a Z′ dark matter mediator model. Model-independent limits on signals with a Gaussian shape are also set, using a new approach allowing factorization of …"
            ],
            [
                [
                    "High Energy Physics",
                    "Dark Matter",
                    "Machine Learning",
                    "Deep Learning",
                    "Artificial Intelligence"
                ]
            ],
            [
                "Shih-Chieh Hsu Associate Professor schsu@uw.edu 206-543-2760 B213, B052 High Energy Experiment Particle Experiment Biography Professor Hsu received his Ph.D. degree (2003-2008) from the University of California San Diego after he earned a bachelor degree (1995-1999) and a master degree (2000) in National Taiwan University, all in Physics. He worked as a Chamberlain Fellow (2008–2012) at the Lawrence Berkeley National Laboratory and joined the faculty at the University of Washington in Fall 2012. Professor Hsu began his career as an experimental particle physicist since undergraduate year. He installed and commissioned the Extreme Forward Calorimeter for Belle experiment at KEK in Japan and analyzed the earliest e+e- collision data to confirm the anomalous large production of B->eta'K for his master thesis under Paoti Chang's supervision. His Ph. D. thesis, done under the supervision of Frank Wuerthwein, was a detailed study of diboson production and the Standard Model Higgs search with CDF experiment at Fermilab. As a Chamberlain Fellow, Hsu led the development and commissioning of ATLAS Pixel DAQ software in particular the Read Out Drive Digital Signal Processing, pioneered in the Inner Detector tracking alignment and played significant role on muon performance studies in both pronton-proton and heavy ion collision. He led the first measurement of ZZ production and search of ZZ resonance at high mass. Hsu served as the Standard Model Electroweak co-convener and diboson contacts in the LHC Electroweak Working Group since 2011. Professor Hsu continues the investigations of electroweak symmetry breaking by measuring the properties of 126 GeV particle discovered in July 2012 at LHC and the search of physics beyond the Standard Model by studying vector boson scattering at TeV energy scale with boosted jet substructure techniques. Elementary Particle Experiment - Collider Physics PHYS 123 B: Waves PHYS 123 A: Waves PHYS 119 A: General Physics Laboratory PHYS 119 B: General Physics Laboratory PHYS 119 C: General Physics Laboratory PHYS 119 D: General Physics Laboratory PHYS 119 E: General Physics Laboratory PHYS 119 F: General Physics Laboratory PHYS 119 G: General Physics Laboratory PHYS 119 H: General Physics Laboratory PHYS 119 I: General Physics Laboratory PHYS 119 J: General Physics Laboratory PHYS 123 AR: Waves PHYS 123 AS: Waves PHYS 123 AT: Waves PHYS 123 AU: Waves PHYS 123 AV: Waves PHYS 123 BM: Waves PHYS 123 BN: Waves PHYS 123 BO: Waves PHYS 123 BP: Waves PHYS 123 BQ: Waves PHYS 123 BR: Waves PHYS 123 BS: Waves PHYS 123 BT: Waves PHYS 123 BU: Waves PHYS 119 A: General Physics Laboratory PHYS 119 B: General Physics Laboratory PHYS 119 C: General Physics Laboratory PHYS 119 D: General Physics Laboratory PHYS 123 A: Waves PHYS 123 AM: Waves PHYS 123 AN: Waves PHYS 123 AO: Waves PHYS 123 AP: Waves PHYS 123 AQ: Waves PHYS 123 AR: Waves PHYS 123 AS: Waves PHYS 123 BM: Waves PHYS 123 BN: Waves PHYS 123 BO: Waves PHYS 123 BP: Waves PHYS 123 BQ: Waves PHYS 123 BR: Waves PHYS 123 BS: Waves PHYS 422 A: Contemporary Nuclear and Particle Physics PHYS 433 A: Modern Physics Laboratory PHYS 433 AA: Modern Physics Laboratory PHYS 433 AB: Modern Physics Laboratory PHYS 123 D: Waves Autumn 2017 PHYS 433 A: Modern Physics Laboratory PHYS 433 AA: Modern Physics Laboratory PHYS 433 AB: Modern Physics Laboratory Related News FASER detector at the Large Hadron Collider to seek clues about hidden matter in the universe - March 6, 2019 Related Events Physics Department: DM@LHC 2019 (Please find Agenda in link, URL in Abstract section) - August 16, 2019 - 9:00am Physics Department: DM@LHC 2019 (Please find Agenda in link, URL in Abstract section ) - August 15, 2019 - 9:00am Physics Department: DM@LHC 2019 (Please find Agenda in link, URL in Abstract section) - August 14, 2019 - 9:00am Physics Department: DM@LHC 2019 (Please find Agenda in link, URL in Abstract section ) - August 13, 2019 - 9:00am"
            ]
        ]
    ]
}