{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1939B96G",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Savas Dimopoulos Hamamoto Family Professor What is the origin of mass? Are there other universes with different physical laws? Professor Dimopoulos has been searching for answers to some of the deepest mysteries of nature. Why is gravity so weak? Do elementary particles have substructure? What is the origin of mass? Are there new dimensions? Can we produce black holes in the lab? Elementary particle physics is entering a spectacular new era in which experiments at the Large Hadron Collider at CERN will soon shed light on such questions and lead to a new deeper theory of particle physics, replacing the Standard Model proposed forty years ago. The two leading candidates for new theories are the Supersymmetric Standard Model and theories with Large Extra Dimensions, both proposed by Professor Dimopoulos and collaborators. Professor Dimopoulos is collaborating on a number of experiments that use the dramatic advances in atom interferometry to do fundamental physics. These include testing Einstein’s theory of general relativity to fifteen decimal precision, atom neutrality to thirty decimals, and looking for modifications of quantum mechanics. He is also designing an atom-interferometric gravity-wave detector that will allow us to look at the universe with gravity waves instead of light, marking the dawn of gravity wave astronomy and cosmology. Staff Member, CERN (1994 - 1997) Visiting Professor, Boston University (1989 - 1989) Associate Professor, Harvard University (1981 - 1983) Visiting Professor, ITP UC Santa Barbara (1981 - 1981) Postdoctoral Fellow, Columbia University (1978 - 1979) J. J. Sakurai Prize for Theoretical Particle Physics, American Physical Society (2006) Member, American Academy of Arts and Sciences (2006) Tomassoni Prize, Sapienza University of Rome (2006) Fellow, Japan Society for the Promotion of Science Fellow, Alfred P. Sloan Foundation Distinguished Alumnus Award, University of Houston Member, American Academy of Arts and Sciences (2006 - Present) Ph.D., University of Chicago, Physics  (1978) Savas@stanford.edu VARIAN 334 (650) 723-4231 Standard Model of Particle Physics PHYSICS 351 (Win) PHYSICS 291 (Sum) PHYSICS 190 (Aut, Spr) Frontiers in Theoretical Physics and Cosmology PHYSICS 18N (Win) Standard Model of Particle Physics PHYSICS 351 (Win) Frontiers in Theoretical Physics and Cosmology PHYSICS 18N (Win) William DeRocco David Cyncynates, Marios Galanis, Anirudh Prabhu, Olivier Simon, Jed Thompson Kfir Dolev , Marios Galanis, Zhaoyu Han, Saarik Kalia, Alexander Madurowicz , Dayshon Mathis, Connie Mousatov Murtaza Safdari Milind Shyani Rachel Smith , George Wojcik, Andrew Yuan Black hole mergers and the QCD axion at Advanced LIGO Arvanitaki, A., Baryakhtar, M., Dimopoulos, S., Dubovsky, S., Lasenby, R. 95 (4) DOI 10.1103\/PhysRevD.95.043001 Web of Science ID 000393512400001 A collider observable QCD axion JOURNAL OF HIGH ENERGY PHYSICS Dimopoulos, S., Hook, A., Huang, J., Marques-Tavares, G. DOI 10.1007\/JHEP11(2016)052 Web of Science ID 000387685600001 Sound of Dark Matter: Searching for Light Scalars with Resonant-Mass Detectors. Arvanitaki, A., Dimopoulos, S., Van Tilburg, K. 116 (3) : 031102-? The fine-structure constant and the electron mass in string theory are determined by the values of scalar fields called moduli. If the dark matter takes on the form of such a light modulus, it oscillates with a frequency equal to its mass and an amplitude determined by the local dark-matter density. This translates into an oscillation of the size of a solid that can be observed by resonant-mass antennas. Existing and planned experiments, combined with a dedicated resonant-mass detector proposed in this Letter, can probe dark-matter moduli with frequencies between 1 kHz and 1 GHz, with much better sensitivity than searches for fifth forces. DOI 10.1103\/PhysRevLett.116.031102 PubMedID 26849581 Auto-concealment of supersymmetry in extra dimensions JOURNAL OF HIGH ENERGY PHYSICS Dimopoulos, S., Howe, K., March-Russell, J., Scoville, J. DOI 10.1007\/JHEP06(2015)041 Web of Science ID 000355753100009 Maximally Natural Supersymmetry Dimopoulos, S., Howe, K., March-Russell, J. 113 (11) We consider 4D weak scale theories arising from 5D supersymmetric (SUSY) theories with maximal Scherk-Schwarz breaking at a Kaluza-Klein scale of several TeV. Many of the problems of conventional SUSY are avoided. Apart from 3rd family sfermions the SUSY spectrum is heavy, with only ∼50% tuning at a gluino mass of ∼2  TeV and a stop mass of ∼650  GeV. A single Higgs doublet acquires a vacuum expectation value, so the physical Higgs boson is automatically standard-model-like. A new U(1)^{'} interaction raises m_{h} to 126 GeV. For minimal tuning the associated Z^{'}, as well as the 3rd family sfermions, must be accessible to LHC13. A gravitational wave signal consistent with hints from BICEP2 is possible if inflation occurs when the extra dimensions are small. DOI 10.1103\/PhysRevLett.113.111802 Web of Science ID 000345970800001 PubMedID 25259967 Mini-Split JOURNAL OF HIGH ENERGY PHYSICS Arvanitaki, A., Craig, N., Dimopoulos, S., Villadoro, G. DOI 10.1007\/JHEP02(2013)126 Web of Science ID 000316273700049 Split families unified JOURNAL OF HIGH ENERGY PHYSICS Craig, N., Dimopoulos, S., Gherghetta, T. DOI 10.1007\/JHEP04(2012)116 Web of Science ID 000304148100042 Phenomenology of TeV Little String Theory from Holography Antoniadis, I., Arvanitaki, A., Dimopoulos, S., Giveon, A. 108 (8) We study the graviton phenomenology of TeV little string theory by exploiting its holographic gravity dual five-dimensional theory. This dual corresponds to a linear dilaton background with a large bulk that constrains the standard model fields on the boundary of space. The linear dilaton geometry produces a unique Kaluza-Klein graviton spectrum that exhibits a ~TeV mass gap followed by a near continuum of narrow resonances that are separated from each other by only ~30 GeV. Resonant production of these particles at the LHC is the signature of this framework that distinguishes it from large extra dimensions, where the Kaluza-Klein states are almost a continuum with no mass gap, and warped models, where the states are separated by a TeV. DOI 10.1103\/PhysRevLett.108.081602 Web of Science ID 000300669600009 PubMedID 22463515 String axiverse Arvanitaki, A., Dimopoulos, S., Dubovsky, S., Kaloper, N., March-Russell, J. 81 (12) DOI 10.1103\/PhysRevD.81.123530 Web of Science ID 000279269500001 String photini at the LHC Arvanitaki, A., Craig, N., Dimopoulos, S., Dubovsky, S., March-Russell, J. 81 (7) DOI 10.1103\/PhysRevD.81.075018 Web of Science ID 000277201900078 Decaying dark matter as a probe of unification and TeV spectroscopy Arvanitaki, A., Dimopoulos, S., Dubovsky, S., Graham, P. W., Harnik, R., Rajendran, S. 80 (5) DOI 10.1103\/PhysRevD.80.055011 Web of Science ID 000270384900087 Gravitational wave detection with atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 678 (1) : 37-40 DOI 10.1016\/j.physletb.2009.06.011 Web of Science ID 000267816100006 Astrophysical probes of unification Arvanitaki, A., Dimopoulos, S., Dubovsky, S., Graham, P. W., Harnik, R., Rajendran, S. 79 (10) DOI 10.1103\/PhysRevD.79.105022 Web of Science ID 000266501900105 Atomic gravitational wave interferometric sensor Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 78 (12) DOI 10.1103\/PhysRevD.78.122002 Web of Science ID 000262251100003 General relativistic effects in atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A. 78 (4) DOI 10.1103\/PhysRevD.78.042003 Web of Science ID 000259368500007 N-flation Dimopoulos, S., Kachru, S., McGreevy, J., Wacker, J. G. DOI 10.1088\/1475-7516\/2008\/08\/003 Web of Science ID 000258875500003 How to test atom and neutron neutrality with atom interferometry Arvanitaki, A., Dimopoulos, S., Geraci, A. A., Hogan, J., Kasevich, M. 100 (12) We propose an atom-interferometry experiment based on the scalar Aharonov-Bohm effect which detects an atom charge at the 10{-28}e level, and improves the current laboratory limits by 8 orders of magnitude. This setup independently probes neutron charges down to 10{-28}e, 7 orders of magnitude below current bounds. DOI 10.1103\/PhysRevLett.100.120407 Web of Science ID 000254473800007 PubMedID 18517846 Stopping gluinos Arvanitaki, A., Dimopoulos, S., Pierce, A., Rajendran, S., Wacker, J. 76 (5) DOI 10.1103\/PhysRevD.76.055007 Web of Science ID 000249786800049 Testing general relativity with atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A. 98 (11) The unprecedented precision of atom interferometry will soon lead to laboratory tests of general relativity to levels that will rival or exceed those reached by astrophysical observations. We propose such an experiment that will initially test the equivalence principle to 1 part in 10(15) (300 times better than the current limit), and 1 part in 10(17) in the future. It will also probe general relativistic effects - such as the nonlinear three-graviton coupling, the gravity of an atom's kinetic energy, and the falling of light - to several decimals. In contrast with astrophysical observations, laboratory tests can isolate these effects via their different functional dependence on experimental variables. DOI 10.1103\/PhysRevLett.98.111102 Web of Science ID 000244959300014 PubMedID 17501039 Supersymmetric unification without low energy supersymmetry and signatures for fine-tuning at the LHC JOURNAL OF HIGH ENERGY PHYSICS Arkani-Hamed, N., Dimopoulos, S. Web of Science ID 000230409600012 Splitting supersymmetry in string theory NUCLEAR PHYSICS B Antoniadis, I., Dimopoulos, S. 715 (1-2) : 120-140 DOI 10.1016\/j.nuclphysb.2005.03.005 Web of Science ID 000228943300003 Aspects of split supersymmetry NUCLEAR PHYSICS B Arkani-Hamed, N., Dimopoulos, S., Giudice, G. F., Romanino, A. 709 (1-2) : 3-46 DOI 10.1016\/j.nuclphysb.2004.12.026 Web of Science ID 000227312200001 Generating small numbers by tunneling in multi-throat compactifications INTERNATIONAL JOURNAL OF MODERN PHYSICS A Dimopoulos, S., Kachru, S., Kaloper, N., Lawrence, A., Silverstein, E. 19 (16) : 2657-2704 Web of Science ID 000223091700003 Probing submicron forces by interferometry of Bose-Einstein condensed atoms Dimopoulos, S., Geraci, A. A. 68 (12) DOI 10.1103\/PhysRevD.68.124021 Web of Science ID 000187969200051 Discretuum versus continuum dark energy Dimopoulos, S., Thomas, S. 573 (1-4) : 13-19 DOI 10.1016\/j.physletb.2003.08.061 Web of Science ID 000186247800003 Large new dimensions and quantum gravity around the corner COMPTES RENDUS PHYSIQUE Arkani-Hamed, N., Dimopoulos, S., Dvali, G. 4 (3) : 347-354 DOI 10.1016\/S1361-0705(03)00035-5 Web of Science ID 000184086800004 Electroweak unification into a five-dimensional SU(3) at a TeV Dimopoulos, S., Kaplan, D. E., Weiner, N. 534 (1-4) : 124-130 Web of Science ID 000175909300019 The weak mixing angle from an SU(3) symmetry at a TeV Dimopoulos, S., Kaplan, D. E. 531 (1-2) : 127-134 Web of Science ID 000175170400016 New origin for approximate symmetries from distant breaking in extra dimensions Arkani-Hamed, N., Dimopoulos, S. 65 (5) DOI 10.1103\/PhysRevD.65.052003 Web of Science ID 000174548000006 String balls at the LHC and beyond Dimopoulos, S., Emparan, R. 526 (3-4) : 393-398 Web of Science ID 000173827100027 Large extra dimensions: A new arena for particle physics Arkani-Hamed, N., Dimopoulos, S., Dvali, G. 55 (2) : 35-40 Web of Science ID 000173540000013 Neutrino masses from large extra dimensions Arkani-Hamed, N., Dimopoulos, S., Dvali, G., March-Russell, J. 65 (2) DOI 10.1103\/PhysRevD.65.024032 Web of Science ID 000173402500068 Small numbers from tunneling between brane throats Dimopoulos, S., Kachru, S., Kaloper, N., Lawrence, A., Silverstein, E. 64 (12) DOI 10.1103\/PhysRevD.64.121702 Web of Science ID 000172867100003 Black holes at the large hadron collider Dimopoulos, S., Landsberg, G. 87 (16) If the scale of quantum gravity is near TeV, the CERN Large Hadron Collider will be producing one black hole (BH) about every second. The decays of the BHs into the final states with prompt, hard photons, electrons, or muons provide a clean signature with low background. The correlation between the BH mass and its temperature, deduced from the energy spectrum of the decay products, can test Hawking's evaporation law and determine the number of large new dimensions and the scale of quantum gravity. DOI 10.1103\/PhysRevLett.87.161602 Web of Science ID 000171637100011 PubMedID 11690198 Soft supersymmetry breaking and the Supersymmetric Standard Model International Symposium Celebrating 30 Years of Supersymmetry Dimopoulos, S. : 183–194 Web of Science ID 000170417400020 Little string theory at a TeV JOURNAL OF HIGH ENERGY PHYSICS Antoniadis, I., Dimopoulos, S., Giveon, A. Web of Science ID 000170606000055 Stabilization of submillimeter dimensions: The new guise of the hierarchy problem Arkani-Hamed, N., Dimopoulos, S., March-Russell, J. 63 (6) Web of Science ID 000167500000040 Manyfold universe JOURNAL OF HIGH ENERGY PHYSICS Arkani-Hamed, N., Dimopoulos, S., Kaloper, N., Dvali, G. Web of Science ID 000168161600010 The universe's unseen dimensions Arkani-Hamed, N., Dimopoulos, S., Dvali, G. 283 (2) : 62-? Web of Science ID 000088273300031 A small cosmological constant from a large extra dimension Arkani-Hamed, N., Dimopoulos, S., Kaloper, N., Sundrum, R. 480 (1-2) : 193-199 Web of Science ID 000087121100030 Rapid asymmetric inflation and early cosmology in theories with sub-millimeter dimensions NUCLEAR PHYSICS B Arkani-Hamed, N., Dimopoulos, S., Kaloper, N., March-Russell, J. 567 (1-2) : 189-228 Web of Science ID 000085681000008 Infinitely large new dimensions Arkani-Hamed, N., Dimopoulos, S., Dvali, G., Kaloper, N. 84 (4) : 586-589 Web of Science ID 000084891700002 Phenomenology, astrophysics, and cosmology of theories with submillimeter dimensions and TeV scale quantum gravity Arkani-Hamed, N., Dimopoulos, S., Dvali, G. 59 (8) Web of Science ID 000079755500059 Soft masses in theories with supersymmetry breaking by TeV compactification NUCLEAR PHYSICS B Antoniadis, I., Dimopoulos, S., Pomarol, A., Quiros, M. 544 (3) : 503-519 Web of Science ID 000079646100003 Early inflation and cosmology in theories with sub-millimeter dimensions 2nd International Workshop on Particle Physics and the Early Universe Arkani-Hamed, N., Dimopoulos, S., Kaloper, N., March-Russell, J. : 237–243 Web of Science ID 000082305100040 Black holes and sub-millimeter dimensions Argyres, P. C., Dimopoulos, S., March-Russell, J. 441 (1-4) : 96-104 Web of Science ID 000077656600014 New dimensions at a millimeter to a fermi and superstrings at a TeV Antoniadis, I., Arkani-Hamed, N., Dimopoulos, S., Dvali, G. 436 (3-4) : 257-263 Web of Science ID 000076460900005 The hierarchy problem and new dimensions at a millimeter Arkani-Hamed, N., Dimopoulos, S., Dvali, G. 429 (3-4) : 263-272 Web of Science ID 000074694500008 Millimetre-range forces in superstring theories with weak-scale compactification NUCLEAR PHYSICS B Antoniadis, I., Dimopoulos, S., Dvali, G. 516 (1-2) : 70-82 Web of Science ID 000073199600005 Dynamical soft terms with unbroken supersymmetry NUCLEAR PHYSICS B Dimopoulos, S., Dvali, G., Rattazzi, R., Giudice, G. F. 510 (1-2) : 12-38 Web of Science ID 000071815400002 A simple complete model of Gauge-mediated SUSY-breaking and dynamical relaxation mechanism for solving the mu-problem Dimopoulos, S., Dvali, G., Rattazzi, R. 413 (3-4) : 336-341 Web of Science ID 000071086700014 Dynamical inflation and unification scale on quantum moduli spaces Dimopoulos, S., Dvali, G., Rattazzi, R. 410 (2-4) : 119-124 Web of Science ID A1997YF99000008 Sparticle spectroscopy and electroweak symmetry breaking with gauge-mediated supersymmetry breaking NUCLEAR PHYSICS B Dimopoulos, S., Thomas, S., Wells, J. D. 488 (1-2) : 39-91 Web of Science ID A1997WL85000002 Multi-messenger theories of gauge-mediated supersymmetry breaking Dimopoulos, S., Giudice, G. F. 393 (1-2) : 72-78 Web of Science ID A1997WJ45700013 Phenomenological implications of low energy supersymmetry breaking Proceedings of the 4th International Conference on Supersymmetry, SUSY 96 Dimopoulos, S., Dine, M., Raby, S., Thomas, S., Wells, J. D. : 38–42 Web of Science ID A1997WE22400008 Dark matter in theories of gauge-mediated supersymmetry breaking Dimopoulos, S., Giudice, G. F., Pomarol, A. 389 (1) : 37-42 Web of Science ID A1996VW84500006 Stability bounds on flavor-violating trilinear soft terms in the MSSM Casas, J. A., Dimopoulos, S. 387 (1) : 107-112 Web of Science ID A1996VM13900018 Implications of low energy supersymmetry breaking at the Fermilab Tevatron Dimopoulos, S., Thomas, S., Wells, J. D. 54 (5) : 3283-3288 Web of Science ID A1996VF92800023 Macroscopic forces from supersymmetry Dimopoulos, S., Giudice, G. F. 379 (1-4) : 105-114 Web of Science ID A1996UW43300049 Experimental signatures of low energy gauge-mediated supersymmetry breaking Dimopoulos, S., Dine, M., Raby, S., Thomas, S. 76 (19) : 3494-3497 Web of Science ID A1996UW49000007 Dynamical relaxation of the supersymmetric CP violating phases NUCLEAR PHYSICS B Dimopoulos, S., Thomas, S. 465 (1-2) : 23-33 Web of Science ID A1996UK75500002 A dynamical approach for suppressing supersymmetric flavor violations 1995 International Workshop on Supersymmetry and Unification of Fundamental Interactions (Susy 95) Dimopoulos, S., Giudice, G. F., Tetradis, N. EDITIONS FRONTIERES. : 201–209 Web of Science ID A1996BG72T00018 DISORIENTED AND PLASTIC SOFT TERMS - A DYNAMICAL SOLUTION TO THE PROBLEM OF SUPERSYMMETRIC FLAVOR VIOLATIONS NUCLEAR PHYSICS B Dimopoulos, S., Giudice, G. F., Tetradis, N. 454 (1-2) : 59-74 Web of Science ID A1995TD13100004 SUPERFIELD DERIVATION OF THE LOW-ENERGY EFFECTIVE THEORY OF SOFTLY BROKEN SUPERSYMMETRY NUCLEAR PHYSICS B Pomarol, A., Dimopoulos, S. 453 (1-2) : 83-99 Web of Science ID A1995TA76000003 THE SUPERSYMMETRIC FLAVOR PROBLEM NUCLEAR PHYSICS B Dimopoulos, S., Sutter, D. 452 (3) : 496-512 Web of Science ID A1995TA65100002 Fermion masses, mixing angles, and supersymmetric SO(10) unification Carena, M., Dimopoulos, S., Wagner, C. E., Raby, S. 52 (7) : 4133-4142 Web of Science ID A1995TL18200040 NON-UNIFIED SPARTICLE AND PARTICLE MASSES IN UNIFIED THEORIES Dimopoulos, S., Pomarol, A. 353 (2-3) : 222-227 Web of Science ID A1995RH49600011 ELECTRIC-DIPOLE MOMENTS AS A TEST OF SUPERSYMMETRIC UNIFICATION Dimopoulos, S., Hall, L. J. 344 (1-4) : 185-192 Web of Science ID A1995QE89000029 SYSTEMATIC SO(10) OPERATOR ANALYSIS FOR FERMION MASSES Anderson, G., Dimopoulos, S., Hall, L. J., Raby, S., Starkman, G. D. 49 (7) : 3660-3690 Web of Science ID A1994NG11500062 PREDICTIVE ANSATZ FOR FERMION MASS MATRICES IN SUPERSYMMETRIC GRAND UNIFIED THEORIES Dimopoulos, S., Hall, L. J., Raby, S. 45 (11) : 4192-4200 Web of Science ID A1992HX37900028 PREDICTIVE FRAMEWORK FOR FERMION MASSES IN SUPERSYMMETRIC THEORIES Dimopoulos, S., Hall, L. J., Raby, S. 68 (13) : 1984-1987 Web of Science ID A1992HL67000006 UNIFICATION OF COUPLINGS Dimopoulos, S., RABY, S. A., Wilczek, F. 44 (10) : 25-33 Web of Science ID A1991GK44200010 PRIMORDIAL NUCLEOSYNTHESIS WITHOUT A COMPUTER Esmailzadeh, R., Starkman, G. D., Dimopoulos, S. 378 (2) : 504-518 Web of Science ID A1991GD78100008 TEV DARK MATTER NUCLEAR PHYSICS B Dimopoulos, S., Esmailzadeh, R., Hall, L. J., Tetradis, N. : 714-726 Web of Science ID A1991EW47500006 THE VACUUM ABHORS TOP-BAGS Dimopoulos, S., Lynn, B. W., SELIPSKY, S., Tetradis, N. 253 (1-2) : 237-240 Web of Science ID A1991EV89800038 ELECTROWEAK PHASE-TRANSITION AND DARK MATTER ABUNDANCE Dimopoulos, S., Esmailzadeh, R., Hall, L., Tetradis, N. 247 (4) : 601-606 Web of Science ID A1990EC76500021 OPENING THE WINDOW ON STRONGLY INTERACTING DARK MATTER Starkman, G. D., Gould, A., Esmailzadeh, R., Dimopoulos, S. 41 (12) : 3594-3603 Web of Science ID A1990DJ80400003 GETTING A CHARGE OUT OF DARK MATTER Dimopoulos, S., Eichler, D., Esmailzadeh, R., Starkman, G. D. 41 (8) : 2388-2397 Web of Science ID A1990CZ69700005 CROSS-SECTIONS FOR LEPTON-NUMBER-VIOLATING AND BARYON-NUMBER-VIOLATING PROCESSES FROM SUPERSYMMETRY AT P-P COLLIDERS Dimopoulos, S., Esmailzadeh, R., Hall, L. J., Merlo, J. P., Starkman, G. D. 41 (7) : 2099-2112 Web of Science ID A1990CX55400006 LIMITS ON LATE DECAYING PARTICLES FROM NUCLEOSYNTHESIS NUCLEAR PHYSICS B Dimopoulos, S., Esmailzadeh, R., Hall, L. J., Starkman, G. D. 311 (3) : 699-718 Web of Science ID A1989T048600009 IS THE UNIVERSE CLOSED BY BARYONS - NUCLEOSYNTHESIS WITH A LATE-DECAYING MASSIVE PARTICLE Dimopoulos, S., Esmailzadeh, R., Hall, L. J., Starkman, G. D. 330 (2) : 545-568 Web of Science ID A1988P228000003 LEPTON-NUMBER AND BARYON-NUMBER VIOLATING COLLIDER SIGNATURES FROM SUPERSYMMETRY Dimopoulos, S., Hall, L. J. 207 (2) : 210-216 Web of Science ID A1988N972600019 INFLATION AND INVISIBLE AXIONS Dimopoulos, S., Hall, L. J. 60 (19) : 1899-1901 Web of Science ID A1988N240300004 KILOELECTRONVOLT-ERA NUCLEOSYNTHESIS AND ITS IMPLICATIONS Dimopoulos, S., Esmailzadeh, R., Hall, L. J., Starkman, G. D. 60 (1) : 7-10 Web of Science ID A1988L572500002 AXIONS AND STARS Frieman, J. A., Dimopoulos, S., Turner, M. S. 36 (8) : 2201-2210 Web of Science ID A1987K506600001 BARYOGENESIS AT THE MEV ERA Dimopoulos, S., Hall, L. J. 196 (2) : 135-141 Web of Science ID A1987K407200006 LABORATORY LIMITS ON SOLAR AXIONS FROM AN ULTRALOW-BACKGROUND GERMANIUM SPECTROMETER Avignone, F. T., Brodzinski, R. L., Dimopoulos, S., Starkman, G. D., Drukier, A. K., Spergel, D. N., Gelmini, G., Lynn, B. W. 35 (9) : 2752-2757 Web of Science ID A1987H080000008 AXIORECOMBINATION - A NEW MECHANISM FOR STELLAR AXION PRODUCTION Dimopoulos, S., Frieman, J., Lynn, B. W., Starkman, G. D. 179 (3) : 223-227 Web of Science ID A1986E662000009 CP NONCONSERVATION AT THE UNIFICATION SCALE Athanasiu, G. G., Dimopoulos, S., Gilman, F. J. 57 (16) : 1982-1985 Web of Science ID A1986E405300005 ATOMIC ENHANCEMENTS IN THE DETECTION OF WEAKLY INTERACTING PARTICLES Dimopoulos, S., Starkman, G. D., Lynn, B. W. 168 (1-2) : 145-150 Web of Science ID A1986A406400030 PROBING THE DESERT WITH FERMION MASSES Bagger, J., Dimopoulos, S., Masso, E. 55 (14) : 1450-1452 Web of Science ID A1985ARF9900006 HEAVY FAMILIES - MASSES AND MIXINGS NUCLEAR PHYSICS B Bagger, J., Dimopoulos, S., Masso, E. 253 (3-4) : 397-420 Web of Science ID A1985AHM2200001 EXPERIMENTAL CONSEQUENCES OF FAMILY UNIFICATION Bagger, J., Dimopoulos, S., Masso, E., Reno, M. H. 54 (20) : 2199-2202 Web of Science ID A1985AHM2500008 FLIPPING AWAY PROTON DECAY NUCLEAR PHYSICS B Dimopoulos, S., Hall, L. J. 255 (3-4) : 633-647 Web of Science ID A1985AMD6400008 A REALISTIC THEORY OF FAMILY UNIFICATION NUCLEAR PHYSICS B Bagger, J. A., Dimopoulos, S., Masso, E., Reno, M. H. 258 (3-4) : 565-600 Web of Science ID A1985AQK5800004 RENORMALIZATION-GROUP CONSTRAINTS IN SUPERSYMMETRIC THEORIES Bagger, J., Dimopoulos, S., Masso, E. 55 (9) : 920-922 Web of Science ID A1985APH2900007 HEAVY FAMILY MASSES - ANALYTIC RESULTS Dimopoulos, S., Theodorakis, S. 154 (2-3) : 153-158 Web of Science ID A1985AHC3800014 RENORMALIZATION-GROUP CONSTRAINTS IN 2-HIGGS THEORIES Bagger, J., Dimopoulos, S., Masso, E. 156 (5-6) : 357-361 Web of Science ID A1985ALJ6000018 EXTENDED SURVIVAL HYPOTHESIS AND FERMION MASSES Dimopoulos, S., GEORGI, H. M. 140 (1-2) : 67-70 Web of Science ID A1984SU80600015 COMPOSITE HIGGS SCALARS Kaplan, D. B., Georgi, H., Dimopoulos, S. 136 (3) : 187-190 Web of Science ID A1984SG34300014 PROTON LIFETIME IN ORTHOGONAL THEORIES OF FAMILY UNIFICATION Bagger, J., Dimopoulos, S., Masso, E. 145 (3-4) : 211-215 Web of Science ID A1984TM22500012 O(18) REVIVED - SPLITTING THE SPINOR NUCLEAR PHYSICS B Bagger, J., Dimopoulos, S. 244 (1) : 247-261 Web of Science ID A1984TK13200014 GEOMETRIC HIERARCHY NUCLEAR PHYSICS B Dimopoulos, S., Raby, S. 219 (2) : 479-512 Web of Science ID A1983QU67900011 NATURAL GENERATION OF FERMION MASSES Dimopoulos, S. 129 (6) : 417-428 Web of Science ID A1983RK72800011 TECHNICOLOR GIMNASTYCS Dimopoulos, S., Georgi, H., Raby, S. 127 (1-2) : 101-105 Web of Science ID A1983RB13700023 NEW INFLATION IN SUPERSYMMETRIC THEORIES NUCLEAR PHYSICS B Albrecht, A., Dimopoulos, S., Fischler, W., Kolb, E. W., Raby, S., Steinhardt, P. J. 229 (2) : 528-540 Web of Science ID A1983RY42700016 PROTON DECAY IN SUPERSYMMETRIC MODELS Dimopoulos, S., Raby, S., Wilczek, F. 112 (2) : 133-136 Web of Science ID A1982NQ02200008 SOLUTION OF THE GAUGE HIERARCHY PROBLEM Dimopoulos, S., Georgi, H. 117 (5) : 287-290 Web of Science ID A1982PQ88100003 AUTOMATIC INVISIBLE AXION WITHOUT DOMAIN-WALLS Dimopoulos, S., Frampton, P. H., Georgi, H., Wise, M. B. 117 (3-4) : 185-188 Web of Science ID A1982PQ37300010 IS THERE A LOCAL SOURCE OF MAGNETIC MONOPOLES Dimopoulos, S., Glashow, S. L., Purcell, E. M., Wilczek, F. 298 (5877) : 824-825 Web of Science ID A1982PC83000028 CATALYZED NUCLEON DECAY IN NEUTRON STARS Dimopoulos, S., Preskill, J., Wilczek, F. 119 (4-6) : 320-322 Web of Science ID A1982PW87000018 MASSLESS COMPOSITES WITH MASSIVE CONSTITUENTS NUCLEAR PHYSICS B Dimopoulos, S., Preskill, J. 199 (2) : 206-222 Web of Science ID A1982NU65000002 SUPERCOLOR NUCLEAR PHYSICS B Dimopoulos, S., Raby, S. 192 (2) : 353-368 Web of Science ID A1981MS33200004 SOFTLY BROKEN SUPERSYMMETRY AND SU(5) NUCLEAR PHYSICS B Dimopoulos, S., Georgi, H. 193 (1) : 150-162 Web of Science ID A1981MW21300008 CHALLENGES FOR EXTENDED TECHNICOLOR THEORIES NUCLEAR PHYSICS B Dimopoulos, S., Ellis, J. 182 (3) : 505-528 Web of Science ID A1981LT27200010 EXPERIMENTAL PREDICTIONS FROM TECHNICOLOR THEORIES NUCLEAR PHYSICS B Dimopoulos, S., Raby, S., Kane, G. L. 182 (1-2) : 77-103 Web of Science ID A1981LS26300007 MASS GENERATION BY NON-STRONG INTERACTIONS NUCLEAR PHYSICS B Dimopoulos, S., Susskind, L. 191 (2) : 370-380 Web of Science ID A1981MS64300002 TUMBLING GAUGE-THEORIES NUCLEAR PHYSICS B Raby, S., Dimopoulos, S., Susskind, L. 169 (5-6) : 373-383 Web of Science ID A1980KD06100002 PROBLEMS AND VIRTUES OF SCALARLESS THEORIES OF ELECTROWEAK INTERACTIONS NUCLEAR PHYSICS B Dimopoulos, S., Raby, S., SIKIVIE, P. 176 (2) : 449-465 Web of Science ID A1980KX89200013 TECHNICOLORED SIGNATURES NUCLEAR PHYSICS B Dimopoulos, S. 168 (1) : 69-92 Web of Science ID A1980JV32500006 LIGHT COMPOSITE FERMIONS NUCLEAR PHYSICS B Dimopoulos, S., Raby, S., Susskind, L. 173 (2) : 208-228 Web of Science ID A1980KJ45900002 MASS WITHOUT SCALARS NUCLEAR PHYSICS B Dimopoulos, S., Susskind, L. 155 (1) : 237-252 Web of Science ID A1979HD95700013 BARYON ASYMMETRY IN THE VERY EARLY UNIVERSE Dimopoulos, S., Susskind, L. 81 (3-4) : 416-418 Web of Science ID A1979GN50600035 BARYON NUMBER OF THE UNIVERSE PHYSICAL REVIEW C Dimopoulos, S., Susskind, L. 1978 : 4500-4509 Web of Science ID A1978GF66800014 BARYON NUMBER OF THE UNIVERSE Dimopoulos, S., Susskind, L. 1978 18 (12) : 4500-4509 Web of Science ID A1978GK11800014"
            ]
        ]
    ]
}