{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "19GMJ6V9",
            "hMpM-fIAAAAJ",
            [
                "Possible realization of directional optical waveguides in photonic crystals with broken time-reversal symmetry",
                "Analogs of quantum-Hall-effect edge states in photonic crystals",
                "Time-reversal-invariant topological superconductors and superfluids in two and three dimensions",
                "Topological mott insulators"
            ],
            [
                "We show how, in principle, to construct analogs of quantum Hall edge states in “photonic crystals” made with nonreciprocal (Faraday-effect) media. These form “one-way waveguides” that allow electromagnetic energy to flow in one direction only.",
                "Photonic crystals built with time-reversal-symmetry-breaking Faraday-effect media can exhibit chiral edge modes that propagate unidirectionally along boundaries across which the Faraday axis reverses. These modes are precise analogs of the electronic edge states of quantum-Hall-effect (QHE) systems, and are also immune to backscattering and localization by disorder. The Berry curvature of the photonic bands plays a role analogous to that of the magnetic field in the QHE. Explicit calculations demonstrating the existence of such unidirectionally propagating photonic edge states are presented.",
                "We construct time-reversal invariant topological superconductors and superfluids in two and three dimensions. These states have a full pairing gap in the bulk, gapless counterpropagating Majorana states at the boundary, and a pair of Majorana zero modes associated with each vortex. The superfluid He 3 B phase provides a physical realization of the topological superfluidity, with experimentally measurable surface states protected by the time-reversal symmetry. We show that the time-reversal symmetry naturally emerges as a supersymmetry, which changes the parity of the fermion number associated with each time-reversal invariant vortex and connects each vortex with its superpartner.",
                "We consider extended Hubbard models with repulsive interactions on a honeycomb lattice, and the transitions from the semimetal to Mott insulating phases at half-filling. Because of the frustrated nature of the second-neighbor interactions, topological Mott phases displaying the quantum Hall and the quantum spin Hall effects are found for spinless and spin fermion models, respectively. The mean-field phase diagram is presented and the fluctuations are treated within the random phase approximation. Renormalization group analysis shows that these states can be favored over the topologically trivial Mott insulating states."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Srinivas Raghu Associate Professor of Physics and of Photon Science Associate Professor, Associate Professor, Photon Science Directorate Principal Investigator, Stanford Institute for Materials and Energy Sciences Postdoctoral Scholar, Stanford University (2006 - 2010) Assistant Professor, Rice University (2010 - 2011) Assistant Professor - Photon Science, SLAC National Accelerator Laboratory, Stanford University (2011 - Present) Assistant Professor, Physics Department, Stanford University (2011 - Present) Terman Fellowship, Stanford University (2012) Sloan Research Fellowship, Alfred P. Sloan Foundation (2012) Young Investigator Award, U.S. Departrment of Energy (2012) Ph.D., Princeton University, Physics  (2006) sraghu@stanford.edu Position: Assoc Professor (650) 926-3068 Position: Assistant Professor Mailstop 0072 (650) 926-3068 0210 Intermediate Electricity and Magnetism I PHYSICS 120 (Win) Independent Studies (3) PHYSICS 291 (Sum) PHYSICS 190 (Aut, Spr) Condensed Matter Seminar APPPHYS 470 (Aut, Win, Spr) Mathematical Methods for Physics PHYSICS 112 (Win) Partial Differential Equations of Mathematical Physics PHYSICS 111 (Aut) Mathematical Methods for Physics PHYSICS 112 (Win) Yuval Gannot Connie Hsueh, Kyuho Lee, Chao Wang Chaitanya Murthy Pavel Nosov , Jonathan San Miguel, Jun Ho Son Two-Dimensional Non-Fermi-Liquid Metals: A Solvable Large-N Limit Aguilera Damia, J., Kachru, S., Raghu, S., Torroba, G. 2019 123 (9) DOI 10.1103\/PhysRevLett.123.096402 Web of Science ID 000483048500012 Two-Dimensional Non-Fermi-Liquid Metals: A Solvable Large-N Limit. Damia, J. A., Kachru, S., Raghu, S., Torroba, G. 2019 123 (9) : 096402 Significant effort has been devoted to the study of \"non-Fermi-liquid\" (NFL) metals: gapless conducting systems that lack a quasiparticle description. One class of NFL metals involves a finite density of fermions interacting with soft order parameter fluctuations near a quantum critical point. The problem has been extensively studied in a large-N limit (N corresponding to the number of fermion flavors) where universal behavior can be obtained by solving a set of coupled saddle-point equations. However, a remarkable study by Lee revealed the breakdown of such approximations in two spatial dimensions. We show that an alternate approach, in which the fermions belong to the fundamental representation of a global SU(N) flavor symmetry, while the order parameter fields transform under the adjoint representation (a \"matrix large-N\" theory), yields a tractable large N limit. At low energies, the system consists of an overdamped boson with dynamical exponent z=3 coupled to a non-Fermi-liquid with self-energy Σ(ω)∼ω^{2\/3}, consistent with previous studies. DOI 10.1103\/PhysRevLett.123.096402 PubMedID 31524468 Publisher Correction: Carrier density and disorder tuned superconductor-metal transition in a two-dimensional electron system. Nature communications Chen, Z., Swartz, A. G., Yoon, H., Inoue, H., Merz, T. A., Lu, D., Xie, Y., Yuan, H., Hikita, Y., Raghu, S., Hwang, H. Y. 9 (1) : 4570 The original HTML version of this Article omitted to list Harold Y. Hwang as a corresponding author and incorrectly listed Adrian G. Swartz as a corresponding author. This has been corrected in the HTML version of the Article. The PDF version was correct from the time of publication. PubMedID 30374115 Superconducting Tunneling Spectroscopy of Spin-Orbit Coupling and Orbital Depairing in Nb :SrTiO3 Swartz, A. G., Cheung, A. C., Yoon, H., Chen, Z., Hikita, Y., Raghu, S., Hwang, H. Y. 121 (16) : 167003 We have examined the intrinsic spin-orbit coupling and orbital depairing in thin films of Nb-doped SrTiO_{3} by superconducting tunneling spectroscopy. The orbital depairing is geometrically suppressed in the two-dimensional limit, enabling a quantitative evaluation of the Fermi level spin-orbit scattering using Maki's theory. The response of the superconducting gap under in-plane magnetic fields demonstrates short spin-orbit scattering times τ_{so}≤1.1  ps. Analysis of the orbital depairing indicates that the heavy electron band contributes significantly to pairing. These results suggest that the intrinsic spin-orbit scattering time in SrTiO_{3} is comparable to those associated with Rashba effects in SrTiO_{3} interfacial conducting layers and can be considered significant in all forms of superconductivity in SrTiO_{3}. PubMedID 30387624 Carrier density and disorder tuned superconductor-metal transition in a two-dimensional electron system NATURE COMMUNICATIONS Chen, Z., Swartz, A. G., Yoon, H., Inoue, H., Merz, T. A., Lu, D., Xie, Y., Yuan, H., Hikita, Y., Raghu, S., Hwang, H. Y. 9 DOI 10.1038\/s41467-018-06444-2 Web of Science ID 000446113000010 Carrier density and disorder tuned superconductor-metal transition in a two-dimensional electron system. Nature communications Chen, Z., Swartz, A. G., Yoon, H., Inoue, H., Merz, T. A., Lu, D., Xie, Y., Yuan, H., Hikita, Y., Raghu, S., Hwang, H. Y. 9 (1) : 4008 Quantum ground states that arise at atomically controlled oxide interfaces provide an opportunity to address key questions in condensed matter physics, including the nature of two-dimensional metallic behaviour often observed adjacent to superconductivity. At the superconducting LaAlO3\/SrTiO3 interface, a metallic ground state emerges upon the collapse of superconductivity with field-effect gating and is accompanied with a pseudogap. Here we utilize independent control of carrier density and disorder of the interfacial superconductor using dual electrostatic gates, which enables the comprehensive examination of the electronic phase diagram approaching zero temperature. We find that the pseudogap corresponds to precursor pairing, and the onset of long-range phase coherence forms a two-dimensional superconducting dome as a function of the dual-gate voltages. The gate-tuned superconductor-metal transitions are driven by macroscopic phase fluctuations of Josephson coupled superconducting puddles. PubMedID 30275443 Polaronic behavior in a weak-coupling superconductor PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Swartz, A. G., Inoue, H., Merz, T. A., Hikita, Y., Raghu, S., Devereaux, T. P., Johnston, S., Hwang, H. Y. 115 (7) : 1475–80 The nature of superconductivity in the dilute semiconductor SrTiO3 has remained an open question for more than 50 y. The extremely low carrier densities ([Formula: see text]-[Formula: see text] cm-3) at which superconductivity occurs suggest an unconventional origin of superconductivity outside of the adiabatic limit on which the Bardeen-Cooper-Schrieffer (BCS) and Migdal-Eliashberg (ME) theories are based. We take advantage of a newly developed method for engineering band alignments at oxide interfaces and access the electronic structure of Nb-doped SrTiO3, using high-resolution tunneling spectroscopy. We observe strong coupling to the highest-energy longitudinal optic (LO) phonon branch and estimate the doping evolution of the dimensionless electron-phonon interaction strength ([Formula: see text]). Upon cooling below the superconducting transition temperature ([Formula: see text]), we observe a single superconducting gap corresponding to the weak-coupling limit of BCS theory, indicating an order of magnitude smaller coupling ([Formula: see text]). These results suggest that despite the strong normal state interaction with electrons, the highest LO phonon does not provide a dominant contribution to pairing. They further demonstrate that SrTiO3 is an ideal system to probe superconductivity over a wide range of carrier density, adiabatic parameter, and electron-phonon coupling strength. PubMedID 29382769 Non-Fermi-liquid superconductivity: Eliashberg approach versus the renormalization group PHYSICAL REVIEW B Wang, H., Raghu, S., Torroba, G. 95 (16) DOI 10.1103\/PhysRevB.95.165137 Web of Science ID 000400066400009 Emergent particle-hole symmetry in the half-filled Landau level PHYSICAL REVIEW B Mulligan, M., Raghu, S., Fisher, M. P. 94 (7) DOI 10.1103\/PhysRevB.94.075101 Web of Science ID 000380951300001 Spin-orbit coupling and odd-parity superconductivity in the quasi-one-dimensional compound Li0.9Mo6O17 PHYSICAL REVIEW B Platt, C., Cho, W., McKenzie, R. H., Thomale, R., Raghu, S. 93 (21) DOI 10.1103\/PhysRevB.93.214515 Web of Science ID 000378305200001 Composite fermions and the field-tuned superconductor-insulator transition PHYSICAL REVIEW B Mulligan, M., Raghu, S. 93 (20) DOI 10.1103\/PhysRevB.93.205116 Web of Science ID 000375997100003 Topological properties of ferromagnetic superconductors PHYSICAL REVIEW B Cheung, A. K., Raghu, S. 93 (13) DOI 10.1103\/PhysRevB.93.134516 Web of Science ID 000374940700002 Metallic quantum critical points with finite BCS couplings PHYSICAL REVIEW B Raghu, S., Torroba, G., Wang, H. 92 (20) DOI 10.1103\/PhysRevB.92.205104 Web of Science ID 000364017900002 Spin-triplet superconductivity in a weak-coupling Hubbard model for the quasi-one-dimensional compound Li0.9Mo6O17 PHYSICAL REVIEW B Cho, W., Platt, C., McKenzie, R. H., Raghu, S. 92 (13) DOI 10.1103\/PhysRevB.92.134514 Web of Science ID 000363012600002 Elastoconductivity as a probe of broken mirror symmetries PHYSICAL REVIEW B Hlobil, P., Maharaj, A. V., Hosur, P., SHAPIRO, M. C., Fisher, I. R., Raghu, S. 92 (3) DOI 10.1103\/PhysRevB.92.035148 Web of Science ID 000358601000003 Enhanced pairing of quantum critical metals near d=3+1 PHYSICAL REVIEW B Fitzpatrick, A. L., Kachru, S., Kaplan, J., Raghu, S., Torroba, G., Wang, H. 92 (4) DOI 10.1103\/PhysRevB.92.045118 Web of Science ID 000358253200004 Evidence for a nematic component to the hidden-order parameter in URu2Si2 from differential elastoresistance measurements NATURE COMMUNICATIONS Riggs, S. C., SHAPIRO, M. C., Maharaj, A. V., Raghu, S., Bauer, E. D., Baumbach, R. E., Giraldo-Gallo, P., Wartenbe, M., Fisher, I. R. 6 DOI 10.1038\/ncomms7425 Web of Science ID 000352633900009 PubMedID 25742938 Evidence for a nematic component to the hidden-order parameter in URu2Si2 from differential elastoresistance measurements. Nature communications Riggs, S. C., SHAPIRO, M. C., Maharaj, A. V., Raghu, S., Bauer, E. D., Baumbach, R. E., Giraldo-Gallo, P., Wartenbe, M., Fisher, I. R. 6 : 6425-? For materials that harbour a continuous phase transition, the susceptibility of the material to various fields can be used to understand the nature of the fluctuating order and hence the nature of the ordered state. Here we use anisotropic biaxial strain to probe the nematic susceptibility of URu2Si2, a heavy fermion material for which the nature of the low temperature 'hidden order' state has defied comprehensive understanding for over 30 years. Our measurements reveal that the fluctuating order has a nematic component, confirming reports of twofold anisotropy in the broken symmetry state and strongly constraining theoretical models of the hidden-order phase. DOI 10.1038\/ncomms7425 PubMedID 25742938 Suppression of spontaneous currents in Sr2RuO4 by surface disorder PHYSICAL REVIEW B Lederer, S., Huang, W., Taylor, E., Raghu, S., Kallin, C. 90 (13) DOI 10.1103\/PhysRevB.90.134521 Web of Science ID 000344029600004 Crisscrossed stripe order from interlayer tunneling in hole-doped cuprates PHYSICAL REVIEW B Maharaj, A. V., Hosur, P., Raghu, S. 90 (12) DOI 10.1103\/PhysRevB.90.125108 Web of Science ID 000341263300001 Anomalous Fermi-liquid phase in metallic skyrmion crystals PHYSICAL REVIEW B Watanabe, H., Parameswaran, S. A., Raghu, S., Vishwanath, A. 90 (4) DOI 10.1103\/PhysRevB.90.045145 Web of Science ID 000339975400006 Non-Fermi-liquid behavior of large-N-B quantum critical metals PHYSICAL REVIEW B Fitzpatrick, A. L., Kachru, S., Kaplan, J., Raghu, S. 89 (16) DOI 10.1103\/PhysRevB.89.165114 Web of Science ID 000334122800002 Tunable coupling of two-dimensional superconductors in bilayer SrTiO3 heterostructures PHYSICAL REVIEW B Inoue, H., Kim, M., Bell, C., Hikita, Y., Raghu, S., Hwang, H. Y. 88 (24) DOI 10.1103\/PhysRevB.88.241104 Web of Science ID 000328577700001 Particle-hole condensates of higher angular momentum in hexagonal systems PHYSICAL REVIEW B Maharaj, A. V., Thomale, R., Raghu, S. 88 (20) DOI 10.1103\/PhysRevB.88.205121 Web of Science ID 000327160600004 Non-Fermi-liquid fixed point in a Wilsonian theory of quantum critical metals PHYSICAL REVIEW B Fitzpatrick, A. L., Kachru, S., Kaplan, J., Raghu, S. 88 (12) DOI 10.1103\/PhysRevB.88.125116 Web of Science ID 000324231100002 Quantum critical metals in d=3+1 dimensions PHYSICAL REVIEW B Mahajan, R., Ramirez, D. M., Kachru, S., Raghu, S. 88 (11) DOI 10.1103\/PhysRevB.88.115116 Web of Science ID 000324230700002 Band structure effects on the superconductivity in Hubbard models PHYSICAL REVIEW B Cho, W., Thomale, R., Raghu, S., Kivelson, S. A. 88 (6) DOI 10.1103\/PhysRevB.88.064505 Web of Science ID 000323032300005 Higher angular momentum pairing from transverse gauge interactions PHYSICAL REVIEW B Chung, S. B., Mandal, I., Raghu, S., Chakravarty, S. 88 (4) DOI 10.1103\/PhysRevB.88.045127 Web of Science ID 000322224800001 Kerr effect as evidence of gyrotropic order in the cuprates PHYSICAL REVIEW B Hosur, P., Kapitulnik, A., Kivelson, S. A., Orenstein, J., Raghu, S. 87 (11) DOI 10.1103\/PhysRevB.87.115116 Web of Science ID 000316101200003 Spin-orbit coupling in LaAlO3\/SrTiO3 interfaces: magnetism and orbital ordering NEW JOURNAL OF PHYSICS Fischer, M. H., Raghu, S., Kim, E. 15 DOI 10.1088\/1367-2630\/15\/2\/023022 Web of Science ID 000315115600001 Theory of 'hidden' quasi-1D superconductivity in Sr2RuO4 10th International Conference on Materials and Mechanisms of Superconductivity (M2S) Raghu, S., Chung, S. B., Lederer, S. IOP PUBLISHING LTD. DOI 10.1088\/1742-6596\/449\/1\/012031 Web of Science ID 000322460700031 Optimal T-c of cuprates: The role of screening and reservoir layers PHYSICAL REVIEW B Raghu, S., Thomale, R., Geballe, T. H. 86 (9) DOI 10.1103\/PhysRevB.86.094506 Web of Science ID 000308392400003 Charge and spin collective modes in a quasi-one-dimensional model of Sr2RuO4 PHYSICAL REVIEW B Chung, S. B., Raghu, S., Kapitulnik, A., Kivelson, S. A. 86 (6) DOI 10.1103\/PhysRevB.86.064525 Web of Science ID 000308002400009 Field-Induced p-Wave Superconducting State of Mesoscopic Systems Huo, J., Chen, W., Raghu, S., Zhang, F. 108 (25) By using Bogoliubov-de Gennes equations, we study superconducting (SC) states in a quasi-two-dimensional system of radius R. It is shown that no vortices exist in s-wave SC samples with R < R(c) ~ ξ(0), the T = 0 coherence length. We predict that chiral p-wave states exhibit superconductivity for R < R(c) only in the presence of a vortex with opposite chirality. This induced SC phase is a consequence of nonzero chirality of the pairing order parameter and implies the presence of chiral edge currents. Our study may be applied to sharply probing the pairing symmetry of unconventional superconductors. DOI 10.1103\/PhysRevLett.108.257002 Web of Science ID 000305541000015 PubMedID 23004642 Majorana zero modes in a quantum Ising chain with longer-ranged interactions PHYSICAL REVIEW B Niu, Y., Chung, S. B., Hsu, C., Mandal, I., Raghu, S., Chakravarty, S. 85 (3) DOI 10.1103\/PhysRevB.85.035110 Web of Science ID 000299117800001 Effects of longer-range interactions on unconventional superconductivity PHYSICAL REVIEW B Raghu, S., Berg, E., Chubukov, A. V., Kivelson, S. A. 85 (2) DOI 10.1103\/PhysRevB.85.024516 Web of Science ID 000298921500008 Thermodynamics of phase formation in the quantum critical metal Sr3Ru2O7 PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Rost, A. W., Grigera, S. A., Bruin, J. A., Perry, R. S., Tian, D., Raghu, S., Kivelson, S. A., Mackenzie, A. P. 108 (40) : 16549-16553 The behavior of matter near zero temperature continuous phase transitions, or \"quantum critical points\" is a central topic of study in condensed matter physics. In fermionic systems, fundamental questions remain unanswered: the nature of the quantum critical regime is unclear because of the apparent breakdown of the concept of the quasiparticle, a cornerstone of existing theories of strongly interacting metals. Even less is known experimentally about the formation of ordered phases from such a quantum critical \"soup.\" Here, we report a study of the specific heat across the phase diagram of the model system Sr(3)Ru(2)O(7), which features an anomalous phase whose transport properties are consistent with those of an electronic nematic. We show that this phase, which exists at low temperatures in a narrow range of magnetic fields, forms directly from a quantum critical state, and contains more entropy than mean-field calculations predict. Our results suggest that this extra entropy is due to remnant degrees of freedom from the highly entropic state above T(c). The associated quantum critical point, which is \"concealed\" by the nematic phase, separates two Fermi liquids, neither of which has an identifiable spontaneously broken symmetry, but which likely differ in the topology of their Fermi surfaces. DOI 10.1073\/pnas.1112775108 Web of Science ID 000295536000020 PubMedID 21933961 PubMedCentralID PMC3189037 Superconductivity from repulsive interactions in the two-dimensional electron gas PHYSICAL REVIEW B Raghu, S., Kivelson, S. A. 83 (9) DOI 10.1103\/PhysRevB.83.094518 Web of Science ID 000288317900009 Hidden Quasi-One-Dimensional Superconductivity in Sr2RuO4 Raghu, S., Kapitulnik, A., Kivelson, S. A. 105 (13) We show that the interplay between spin and charge fluctuations in Sr₂RuO₄ leads unequivocally to triplet pairing which has a hidden quasi-one-dimensional character. The resulting superconducting state spontaneously breaks time-reversal symmetry and is of the form Δ ~(p(x)+ip(y))z(^) with sharp gap minima and a d vector that is only weakly pinned. The superconductor lacks robust chiral Majorana fermion modes along the boundary. The absence of topologically protected edge modes could explain the surprising absence of experimentally detectable edge currents in this system. DOI 10.1103\/PhysRevLett.105.136401 Web of Science ID 000282054100009 PubMedID 21230791 Superconductivity in the repulsive Hubbard model: An asymptotically exact weak-coupling solution PHYSICAL REVIEW B Raghu, S., Kivelson, S. A., Scalapino, D. J. 81 (22) DOI 10.1103\/PhysRevB.81.224505 Web of Science ID 000278387200004 Collective Modes of a Helical Liquid Raghu, S., Chung, S. B., Qi, X., Zhang, S. 104 (11) We study low energy collective modes and transport properties of the \"helical metal\" on the surface of a topological insulator. At low energies, electrical transport and spin dynamics at the surface are exactly related by an operator identity equating the electric current to the in-plane components of the spin degrees of freedom. From this relation it follows that an undamped spin wave always accompanies the sound mode in the helical metal-thus it is possible to \"hear\" the sound of spins. In the presence of long range Coulomb interactions, the surface plasmon mode is also coupled to the spin wave, giving rise to a hybridized \"spin-plasmon\" mode. We make quantitative predictions for the spin-plasmon in Bi2Se3, and discuss its detection in a spin-grating experiment. DOI 10.1103\/PhysRevLett.104.116401 Web of Science ID 000275802600032 PubMedID 20366490 Microscopic theory of the nematic phase in Sr3Ru2O7 PHYSICAL REVIEW B Raghu, S., Paramekanti, A., Kim, E. A., Borzi, R. A., Grigera, S. A., Mackenzie, A. P., Kivelson, S. A. 79 (21) DOI 10.1103\/PhysRevB.79.214402 Web of Science ID 000267699200063 Time-Reversal-Invariant Topological Superconductors and Superfluids in Two and Three Dimensions Qi, X., Hughes, T. L., Raghu, S., Zhang, S. 102 (18) We construct time-reversal invariant topological superconductors and superfluids in two and three dimensions. These states have a full pairing gap in the bulk, gapless counterpropagating Majorana states at the boundary, and a pair of Majorana zero modes associated with each vortex. The superfluid 3He B phase provides a physical realization of the topological superfluidity, with experimentally measurable surface states protected by the time-reversal symmetry. We show that the time-reversal symmetry naturally emerges as a supersymmetry, which changes the parity of the fermion number associated with each time-reversal invariant vortex and connects each vortex with its superpartner. DOI 10.1103\/PhysRevLett.102.187001 Web of Science ID 000265948600056 PubMedID 19518900 Vortex-dynamics approach to the Nernst effect in extreme type-II superconductors dominated by phase fluctuations PHYSICAL REVIEW B Raghu, S., Podolsky, D., Vishwanath, A., Huse, D. A. 78 (18) DOI 10.1103\/PhysRevB.78.184520 Web of Science ID 000261214800104 Analogs of quantum-Hall-effect edge states in photonic crystals Raghu, S., Haldane, F. D. 78 (3) DOI 10.1103\/PhysRevA.78.033834 Web of Science ID 000259689400196 Minimal two-band model of the superconducting iron oxypnictides PHYSICAL REVIEW B Raghu, S., Qi, X., Liu, C., Scalapino, D. J., Zhang, S. 77 (22) DOI 10.1103\/PhysRevB.77.220503 Web of Science ID 000257289300015 Topological Mott insulators Raghu, S., Qi, X., Honerkamp, C., Zhang, S. 100 (15) We consider extended Hubbard models with repulsive interactions on a honeycomb lattice, and the transitions from the semimetal to Mott insulating phases at half-filling. Because of the frustrated nature of the second-neighbor interactions, topological Mott phases displaying the quantum Hall and the quantum spin Hall effects are found for spinless and spin fermion models, respectively. The mean-field phase diagram is presented and the fluctuations are treated within the random phase approximation. Renormalization group analysis shows that these states can be favored over the topologically trivial Mott insulating states. DOI 10.1103\/PhysRevLett.100.156401 Web of Science ID 000255117800048 PubMedID 18518132 Theory of the three-dimensional quantum hall effect in graphite Bernevig, B. A., Hughes, T. L., Raghu, S., Arovas, D. P. 99 (14) We predict the existence of a three-dimensional quantum Hall effect plateau in a graphite crystal subject to a magnetic field. The plateau has a Hall conductivity quantized at 4e2\/variant Planck's over 2pi 1\/c0 with c0 the c-axis lattice constant. We analyze the three-dimensional Hofstadter problem of a realistic tight-binding Hamiltonian for graphite, find the gaps in the spectrum, and estimate the critical value of the magnetic field above which the Hall plateau appears. When the Fermi level is in the bulk Landau gap, Hall transport occurs through the appearance of chiral surface states. We estimate the magnetic field necessary for the appearance of the effect to be 15.4 T for electron carriers and 7.0 T for holes. DOI 10.1103\/PhysRevLett.99.146804 Web of Science ID 000249974000052 PubMedID 17930699 Nernst effect and diamagnetism in phase fluctuating superconductors Podolsky, D., Raghu, S., Vishwanath, A. 99 (11) We study superconducting systems in the regime where superconductivity is destroyed by phase fluctuations. We find that the Nernst effect has a much sharper temperature decay than predicted by Gaussian fluctuations, with an onset temperature that tracks Tc rather than the pairing temperature. We find a close quantitative connection with diamagnetism--the ratio of magnetization to transverse thermoelectric conductivity reaches a fixed value at high temperatures. We interpret measurements on underdoped cuprates in terms of a dilute vortex liquid over a wide temperature range above Tc. DOI 10.1103\/PhysRevLett.99.117004 Web of Science ID 000249474700051 PubMedID 17930464 Stanford Institute for Theoretical Physics Research in the Stanford Institute for Theoretical Physics (SITP) spans a wide range of topics from understanding the fundamental nature of forces, particles and space-time geometry, to condensed matter physics and quantum information.  There is considerable cross-fertilization in some of these endeavors with faculty in the SLAC Theory Group and the Savas Dimopoulos (650) 723-4231 Savas@stanford.edu Theoretical Physics Sebastian Doniach SXDWC@SLAC.Stanford.Edu Theoretical Physics Alexander Fetter fetter@stanford.edu Theoretical Physics Peter Graham Associate Professor pwgraham@stanford.edu Publications on INSPIRE Theoretical Physics Sean Hartnoll Associate Professor (650) 724-9662 hartnoll@stanford.edu Publications on Google Scholar Publications on INSPIRE Publications on the arXiv Public lecture: From black holes to superconductors Short interview: string theory and black holes Lectures and talks on YouTube Theoretical Physics Patrick Hayden (650) 725-9181 phayden@stanford.edu Publications on Google Scholar Theoretical Physics Shamit Kachru (650) 736-2047 skachru@stanford.edu Theoretical Physics Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Vedika Khemani Assistant Professor vkhemani@stanford.edu Khemani recognized for work on time-crystals Publications on Google Scholar Theoretical Condensed Matter Physics Theoretical Physics Steven Kivelson Kivelson@stanford.edu Defining \"Emergence\" in Physics Understanding Complexity Kivelson Group Web Link Theoretical Physics Robert Laughlin (650) 723-4563 ndl@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Xiaoliang Qi xlqi@stanford.edu Theoretical Physics Srinivas Raghu Associate Professor (650) 926-3068 sraghu@stanford.edu Theoretical Physics Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Stephen Shenker (650) 723-4232 sshenker@stanford.edu Publications on INSPIRE Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Leonard Susskind The Theoretical Minimum lecture series Publications on INSPIRE Theoretical Physics"
            ]
        ]
    ]
}