{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1CFYXLE5",
            "iwgxgoUAAAAJ",
            [
                "How to detect fluctuating stripes in the high-temperature superconductors",
                "Localization of interacting fermions at high temperature",
                "Phenomenology of fully many-body-localized systems",
                "Quantum theory of a nematic Fermi fluid",
                "Localization-protected quantum order",
                "Many-body localization in a quasiperiodic system",
                "Dynamical layer decoupling in a stripe-ordered high-T c superconductor",
                "Superconductors are topologically ordered",
                "Hilbert-glass transition: New universality of temperature-tuned many-body dynamical quantum criticality",
                "Bipartite rokhsar–kivelson points and cantor deconfinement"
            ],
            [
                "This article discusses fluctuating order in a quantum disordered phase proximate to a quantum critical point, with particular emphasis on fluctuating stripe order. Optimal strategies are derived for extracting information concerning such local order from experiments, with emphasis on neutron scattering and scanning tunneling microscopy. These ideas are tested by application to two model systems—an exactly solvable one-dimensional (1D) electron gas with an impurity, and a weakly interacting 2D electron gas. Experiments on the cuprate high-temperature superconductors which can be analyzed using these strategies are extensively reviewed. The authors adduce evidence that stripe correlations are widespread in the cuprates. They compare and contrast the advantages of two limiting perspectives on the high-temperature superconductor: weak coupling, in which correlation effects are treated as a perturbation on …",
                "We suggest that if a localized phase at nonzero temperature T> 0 exists for strongly disordered and weakly interacting electrons, as recently argued, it will also occur when both disorder and interactions are strong and T is very high. We show that in this high-T regime, the localization transition may be studied numerically through exact diagonalization of small systems. We obtain spectra for one-dimensional lattice models of interacting spinless fermions in a random potential. As expected, the spectral statistics of finite-size samples cross over from those of orthogonal random matrices in the diffusive regime at weak random potential to Poisson statistics in the localized regime at strong randomness. However, these data show deviations from simple one-parameter finite-size scaling: the apparent mobility edge “drifts” as the system’s size is increased. Based on spectral statistics alone, we have thus been unable to …",
                "We consider fully many-body-localized systems, ie, isolated quantum systems where all the many-body eigenstates of the Hamiltonian are localized. We define a sense in which such systems are integrable, with localized conserved operators. These localized operators are interacting pseudospins, and the Hamiltonian is such that unitary time evolution produces dephasing but not “flips” of these pseudospins. As a result, an initial quantum state of a pseudospin can in principle be recovered via (pseudospin) echo procedures. We discuss how the exponentially decaying interactions between pseudospins lead to logarithmic-in-time spreading of entanglement starting from nonentangled initial states. These systems exhibit multiple different length scales that can be defined from exponential functions of distance; we suggest that some of these decay lengths diverge at the phase transition out of the fully many-body …",
                "We develop a microscopic theory of the electronic nematic phase proximate to an isotropic Fermi liquid in both two and three dimensions. Explicit expressions are obtained for the small amplitude collective excitations in the ordered state; remarkably, the nematic Goldstone mode (the director wave) is overdamped except along special directions dictated by symmetry. At the quantum critical point we find a dynamical exponent of z= 3, implying stability of the Gaussian fixed point. The leading perturbative effect of the overdamped Goldstone modes leads to a breakdown of Fermi-liquid theory in the nematic phase and to strongly angle-dependent electronic self energies around the Fermi surface. Other metallic liquid-crystal phases, eg, a quantum hexatic, behave analogously.",
                "Closed quantum systems with quenched randomness exhibit many-body localized regimes wherein they do not equilibrate, even though prepared with macroscopic amounts of energy above their ground states. We show that such localized systems can order, in that individual many-body eigenstates can break symmetries or display topological order in the infinite-volume limit. Indeed, isolated localized quantum systems can order even at energy densities where the corresponding thermally equilibrated system is disordered, ie, localization protects order. In addition, localized systems can move between ordered and disordered localized phases via nonthermodynamic transitions in the properties of the many-body eigenstates. We give evidence that such transitions may proceed via localized critical points. We note that localization provides protection against decoherence that may allow experimental manipulation of …",
                "Recent theoretical and numerical evidence suggests that localization can survive in disordered many-body systems with very high energy density, provided that interactions are sufficiently weak. Stronger interactions can destroy localization, leading to a so-called many-body localization transition. This dynamical phase transition is relevant to questions of thermalization in extended quantum systems far from the zero-temperature limit. It separates a many-body localized phase, in which localization prevents transport and thermalization, from a conducting (“ergodic”) phase in which the usual assumptions of quantum statistical mechanics hold. Here, we present numerical evidence that many-body localization also occurs in models without disorder but rather a quasiperiodic potential. In one dimension, these systems already have a single-particle localization transition, and we show that this transition becomes a many …",
                "In the stripe-ordered state of a strongly correlated two-dimensional electronic system, under a set of special circumstances, the superconducting condensate, like the magnetic order, can occur at a nonzero wave vector corresponding to a spatial period double that of the charge order. In this case, the Josephson coupling between near neighbor planes, especially in a crystal with the special structure of La 2− x Ba x CuO 4, vanishes identically. We propose that this is the underlying cause of the dynamical decoupling of the layers recently observed in transport measurements at x= 1\/8.",
                "We revisit a venerable question: what is the nature of the ordering in a superconductor? We find that the answer is properly that the superconducting state exhibits topological order in the sense of Wen, i.e., that while it lacks a local order parameter, it is sensitive to the global topology of the underlying manifold and exhibits an associated fractionalization of quantum numbers. We show that this perspective unifies a number of previous observations on superconductors and their low lying excitations and that this complex can be elegantly summarized in a purely topological action of the “BF” type and its elementary quantization. On manifolds with boundaries, the BF action correctly predicts non-chiral edge states, gapped in general, but crucial for fractionalization and establishing the ground state degeneracy. In all of this the role of the physical electromagnetic fields is central. We also observe that the BF action …",
                "We study a new class of unconventional critical phenomena that is characterized by singularities only in dynamical quantities and has no thermodynamic signatures. One example of such a transition is the recently proposed many-body localization-delocalization transition, in which transport coefficients vanish at a critical temperature with no singularities in thermodynamic observables. Describing this purely dynamical quantum criticality is technically challenging as understanding the finite-temperature dynamics necessarily requires averaging over a large number of matrix elements between many-body eigenstates. Here, we develop a real-space renormalization group method for excited states that allows us to overcome this challenge in a large class of models. We characterize a specific example: the 1 D disordered transverse-field Ising model with generic interactions. While thermodynamic phase transitions are …",
                "Quantum dimer models on bipartite lattices exhibit Rokhsar–Kivelson points with exactly known critical ground states and deconfined spinons. We examine generic, weak perturbations around these points. In d= 2+ 1 we find a first-order transition between a “plaquette” valence bond crystal and a region with a devil’s staircase of commensurate and incommensurate valence bond crystals. In the part of the phase diagram where the staircase is incomplete, the incommensurate states exhibit a gapless photon and deconfined spinons on a set of finite measure, almost but not quite a deconfined phase in a compact U (1) gauge theory in d= 2+ 1! In d= 3+ 1, we find a continuous transition between the U (1) resonating valence bond phase and a deconfined staggered valence bond crystal. In an appendix, we comment on analogous phenomena in quantum vertex models, most notably the existence of a continuous …"
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                "Vadim Oganesyan Associate Professor College of Staten Island|Graduate Center Vadim.Oganesyan@csi.cuny.edu Website Ph.D. UCLA Theoretical condensed matter physics; magnetism, superconductivity, far out of equilibrium dynamics. Google Scholar page link"
            ]
        ]
    ]
}