{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1CZ0XY4K",
            "V06U7MsAAAAJ",
            [
                "Health and climate change: policy responses to protect public health",
                "Quantifying air pollution removal by green roofs in Chicago",
                "The urban forest in Beijing and its role in air pollution reduction",
                "Genetic control of rice plant architecture under domestication",
                "Plasma phospholipid metabolic profiling and biomarkers of type 2 diabetes mellitus based on high-performance liquid chromatography\/electrospray mass spectrometry and …",
                "ATM, ATR and DNA-PK: initiators of the cellular genotoxic stress responses",
                "Diagnosis of liver cancer using HPLC-based metabonomics avoiding false-positive result from hepatitis and hepatocirrhosis diseases",
                "The Lancet Countdown: tracking progress on health and climate change",
                "The role of satellite remote sensing in climate change studies",
                "Control of petal shape and floral zygomorphy in Lotus japonicus"
            ],
            [
                "The 2015 Lancet Commission on Health and Climate Change has been formed to map out the impacts of climate change, and the necessary policy responses, in order to ensure the highest attainable standards of health for populations worldwide. This Commission is multidisciplinary and international in nature, with strong collaboration between academic centres in Europe and China.",
                "The level of air pollution removal by green roofs in Chicago was quantified using a dry deposition model. The result showed that a total of 1675 kg of air pollutants was removed by 19.8 ha of green roofs in one year with O3 accounting for 52% of the total, NO2 (27%), PM10 (14%), and SO2 (7%). The highest level of air pollution removal occurred in May and the lowest in February. The annual removal per hectare of green roof was 85 kg ha−1 yr−1. The amount of pollutants removed would increase to 2046.89 metric tons if all rooftops in Chicago were covered with intensive green roofs. Although costly, the installation of green roofs could be justified in the long run if the environmental benefits were considered. The green roof can be used to supplement the use of urban trees in air pollution control, especially in situations where land and public funds are not readily available.",
                "Tree planting has been proposed by the municipal government as a measure to alleviate air pollution in Beijing, the capital of China. This study examines that proposal. It is based on the analyses of satellite images and field surveys to establish the characteristics of current urban forest in the central part of Beijing. The influence of the urban forest on air quality was studied using the Urban Forest Effects Model. The results show that there are 2.4 million trees in the central part of Beijing. The diameter distribution of the trees is skewed toward small diameters. The urban forest is dominated by a few species. The condition of trees in the central part of Beijing is not ideal; about 29% of trees were classified as being in poor condition. The trees in the central part of Beijing removed 1261.4 tons of pollutants from the air in 2002. The air pollutant that was most reduced was PM10 (particulate matters with an aerodynamic …",
                "The closely related wild rice species Oryza rufipogon is considered the progenitor of cultivated rice (Oryza sativa) 1, 2, 3, 4, 5. The transition from the characteristic plant architecture of wild rice to that of cultivated rice was one of the most important events in rice domestication; however, the molecular basis of this key domestication transition has not been elucidated. Here we show that the PROG1 gene controls aspects of wild-rice plant architecture, including tiller angle and number of tillers. The gene encodes a newly identified zinc-finger nuclear transcription factor with transcriptional activity and is mapped on chromosome 7. PROG1 is predominantly expressed in the axillary meristems, the site of tiller bud formation. Rice transformation experiments demonstrate that artificial selection of an amino acid substitution in the PROG1 protein during domestication led to the transition from the plant architecture of wild rice to …",
                "Liquid chromatography\/mass spectrometry (LC\/MS) followed by multivariate statistical analysis has been successfully applied to the plasma phospholipids metabolic profiling in type 2 diabetes mellitus (DM-2). Principal components analysis and partial least-squares discriminant analysis (PLS-DA) models were tested and compared in class separation between the DM2 and control. The application of an orthogonal signal correction filtered model highly improved the class distinction and predictive power of PLS-DA models. Additionally, unit variance scaling was also tested. With this methodology, it was possible not only to differentiate the DM2 from the control but also to discover and identify the potential biomarkers with LC\/MS\/MS. The proposed method shows that LC\/MS combining with multivariate statistical analysis is a complement or an alternative to NMR for metabonomics applications. ",
                "Exposure to genotoxic agents is a major cause of human cancer, and cellular responses to genotoxic stress are important defense mechanisms. These responses are very complex, involving many cellular factors that form an extensive signal transduction network. This network includes a protein kinase cascade that connects the detection of DNA damage to the activation of transcription factors, which in turn regulate the expression of genes involved in DNA repair, cell cycle arrest and programmed cell death (apoptosis). The mitogen-activated protein kinases are the best-studied members of the kinase cascade with an acknowledged role in the genotoxic stress response. However, the initial activation of the protein kinase cascade is not fully understood, although several protein kinases, such as ataxia telangiectasia, mutated (ATM), ATM- and Rad3-related (ATR), and DNA-dependent protein kinase (DNA-PK …",
                "Metabonomics, the study of metabolites and their roles in various disease states, is a novel methodology arising from the post-genomics era. This methodology has been applied in many fields. Current metabonomics practice has relied on mass spectrometry (MS), gas chromatography–mass spectrometry (GC–MS), liquid chromatography–mass spectrometry (LC–MS) and nuclear magnetic resonance (NMR) to analyze metabolites. In this study, a novel approach of using high-performance liquid chromatography (HPLC) in conjunction with developed software was employed. Using the principal components analysis method (PCA), all (113) peaks of urinary metabolites with a cis-diol structure from patients with hepatitis and hepatocirrhosis were compared to those from liver cancer patients. The results showed that the metabonomics-PCA method might be useful to differentiate between patients with hepatocirrhosis …",
                "The Lancet Countdown: tracking progress on health and climate change is an international, multidisciplinary research collaboration between academic institutions and practitioners across the world. It follows on from the work of the 2015 Lancet Commission, which concluded that the response to climate change could be “the greatest global health opportunity of the 21st century”. The Lancet Countdown aims to track the health impacts of climate hazards; health resilience and adaptation; health co-benefits of climate change mitigation; economics and finance; and political and broader engagement. These focus areas form the five thematic working groups of the Lancet Countdown and represent different aspects of the complex association between health and climate change. These thematic groups will provide indicators for a global overview of health and climate change; national case studies highlighting countries …",
                "Satellite remote sensing has provided major advances in understanding the climate system and its changes, by quantifying processes and spatio-temporal states of the atmosphere, land and oceans. In this Review, we highlight some important discoveries about the climate system that have not been detected by climate models and conventional observations; for example, the spatial pattern of sea-level rise and the cooling effects of increased stratospheric aerosols. New insights are made feasible by the unparalleled global-and fine-scale spatial coverage of satellite observations. Nevertheless, the short duration of observation series and their uncertainties still pose challenges for capturing the robust long-term trends of many climate variables. We point out the need for future work and future systems to make better use of remote sensing in climate change studies.",
                "Zygomorphic flowers, with bilateral (dorsoventral) symmetry, are considered to have evolved several times independently in flowering plants. In Antirrhinum majus, floral dorsoventral symmetry depends on the activity of two TCP-box genes, CYCLOIDEA (CYC) and DICHOTOMA (DICH). To examine whether the same molecular mechanism of floral asymmetry operates in the distantly related Rosid clade of eudicots, in which asymmetric flowers are thought to have evolved independently, we investigated the function of a CYC homologue LjCYC2 in a papilionoid legume, Lotus japonicus. We showed a role for LjCYC2 in establishing dorsal identity by altering its expression in transgenic plants and analyzing its mutant allele squared standard 1 (squ1). Furthermore, we identified a lateralizing factor, Keeled wings in Lotus 1 (Kew1), which plays a key role in the control of lateral petal identity, and found LjCYC2 interacted …"
            ],
            [
                [
                    "drinking water reservoir",
                    "aquatic ecohealth",
                    "freshwater ecology",
                    "protist",
                    "biomonitoring and bioassessment"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}