{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1DGWPZL6",
            "A3QNzwIAAAAJ",
            [
                "Microscopic viscoelasticity: shear moduli of soft materials determined from thermal fluctuations",
                "Spinodal-assisted crystallization in polymer melts",
                "Perspectives on shear banding in complex fluids",
                "Pulling geometry defines the mechanical resistance of a β-sheet protein",
                "Effects of nonlocal stress on the determination of shear banding flow",
                "Johnson–Segalman model with a diffusion term in cylindrical Couette flow",
                "Isotropic-nematic transition in shear flow: State selection, coexistence, phase transitions, and critical behavior",
                "Theory of the nonequilibrium phase transition for nematic liquid crystals under shear flow",
                "Mechanically unfolding the small, topologically simple protein L",
                "The specific work of flow as a criterion for orientation in polymer crystallization"
            ],
            [
                "We describe a high-resolution, high-bandwidth technique for determining the local viscoelasticity of soft materials such as polymer gels. Loss and storage shear moduli are determined from the power spectra of thermal fluctuations of embedded micron-sized probe particles, observed with an interferometric microscope. This provides a passive, small-amplitude measurement of rheological properties over a much broader frequency range than previously accessible to microrheology. We study both F-actin biopolymer solutions and polyacrylamide (PAAm) gels, as model semiflexible and flexible systems, respectively. We observe high-frequency ω 3\/4 scaling of the shear modulus in F-actin solutions, in contrast to ω 1\/2 scaling for PAAm.",
                "Recent experiments in some polymer melts quenched below the melting temperature have reported spinodal kinetics in small-angle x-ray scattering before the emergence of a crystalline structure. To explain these observations we propose that the coupling between density and chain conformation induces a liquid-liquid binodal within the equilibrium liquid-crystalline solid coexistence region. A simple phenomenological theory is developed to illustrate this idea, and several experimentally testable consequences are discussed. Shear is shown to enhance the kinetic role of the hidden binodal.",
                "In this review, I present an idiosyncratic view of the current state of shear banding in complex fluids. Particular attention is paid to some of the outstanding issues and questions facing the field, including the applicability of models that have “traditionally” been used to model experiments; future directions and challenges for experimentalists; and some of the issues surrounding vorticity banding, which has been discussed theoretically and whose experiments are fewer in number yet, in many ways, more varied in character.",
                "Proteins show diverse responses when placed under mechanical stress. The molecular origins of their differing mechanical resistance are still unclear, although the orientation of secondary structural elements relative to the applied force vector is thought to have an important function. Here, by using a method of protein immobilization that allows force to be applied to the same all-β protein, E2lip3, in two different directions, we show that the energy landscape for mechanical unfolding is markedly anisotropic. These results, in combination with molecular dynamics (MD) simulations, reveal that the unfolding pathway depends on the pulling geometry and is associated with unfolding forces that differ by an order of magnitude. Thus, the mechanical resistance of a protein is not dictated solely by amino acid sequence, topology or unfolding rate constant, but depends critically on the direction of the applied extension.",
                "We analyze the steady planar shear flow of the modified Johnson-Segalman model, which has an added nonlocal term. We find that the new term allows for unambiguous selection of the stress at which two “phases” coexist, in contrast to the original model. For general differential constitutive models we show the singular nature of stress selection in terms of a saddle connection between fixed points in the equivalent dynamical system. The result means that stress selection is unique under most conditions for space nonlocal models. Finally, illustrated by simple models, we show that stress selection generally depends on the form of the nonlocal terms (weak universality).",
                "We study the Johnson–Segalman (JS) model as a paradigm for some complex fluids which are observed to phase separate, or “shear band” in flow. We analyze the behavior of this model in cylindrical Couette flow and demonstrate the history dependence inherent in the local JS model. We add a simple gradient term to the stress dynamics and demonstrate how this term breaks the degeneracy of the local model and prescribes a much smaller (discrete, rather than continuous) set of banded steady state solutions. We investigate some of the effects of the curvature of Couette flow on the observable steady state behavior and kinetics, and discuss some of the implication for metastability.",
                "Macroscopic fluid motion can have dramatic consequences near the isotropic-nematic transition in fluids of nematogens. We explore some of these consequences using both deterministic and stochastic descriptions involving coupled hydrodynamic equations of motion for the nematic order parameter and fluid velocity fields. By analyzing the deterministic equations of motion we identify the locally stable states of homogeneous nematic order and strain rate, thus determining the homogeneous nonequilibrium steady states which the fluid may adopt. By examining inhomogeneous steady states we construct the analog of a first-order phase boundary, ie, a line in the nonequilibrium phase diagram spanned by temperature and applied stress, at which nonequilibrium states may coexist, and which terminates in a nonequilibrium analog of a critical point. From an analysis of the nematic order-parameter discontinuity …",
                "We consider the impact of shear flow on the isotropic-nematic transition in crystalline liquids by generalizing Leslie-Ericksen dynamics of nematic systems to include amplitude and biaxial degrees of freedom. Neglecting fluctuations, we find steady-state solutions to the equations of motion for the nematic order parameter and fluid velocity and interpret them in terms of nonequilibrium steady states. We predict a transition temperature increasing with shear rate up to a nonequilibrium critical point, and discuss the singular behavior of the order parameter and external stress near this point.",
                "β-sheet proteins are generally more able to resist mechanical deformation than α-helical proteins. Experiments measuring the mechanical resistance of β-sheet proteins extended by their termini led to the hypothesis that parallel, directly hydrogen-bonded terminal β-strands provide the greatest mechanical strength. Here we test this hypothesis by measuring the mechanical properties of protein L, a domain with a topology predicted to be mechanically strong, but with no known mechanical function. A pentamer of this small, topologically simple protein is resistant to mechanical deformation over a wide range of extension rates. Molecular dynamics simulations show the energy landscape for protein L is highly restricted for mechanical unfolding and that this protein unfolds by the shearing apart of two structural units in a mechanism similar to that proposed for ubiquitin, which belongs to the same structural class as …",
                "Polyolefins comprise the most widely used class of synthetic polymers, and their conversion into products generally involves shaping a liquid (using a die or a mold) and then stabilizing that shape by crystallization. In the semicrystalline solid state the degree of crystallinity and crystal orientation determines the physical properties and is strongly dependent on processing conditions. 1 The morphology spans a structural hierarchy from molecular (< nm) to just visible (< mm) length scales that is technologically very important and scientifically rather challenging. Flow introduces a profound change from isotropic spherulites to highly oriented “shish kebabs” with a corresponding large increase in stiffness and strength. 2 All industrial polymers have a distribution of molecular species, in terms of both their total length and degree of branching, and the flowinduced morphological transition is particularly sensitive to those …"
            ],
            [
                [
                    "Soft Matter Physics",
                    "Polymer Physics",
                    "and Biophysics"
                ]
            ],
            [
                "Peter Olmsted Peter Olmsted Peter D. Olmsted Director of the Institute for Soft Matter Synthesis and Metrology Mail: 506 Reiss Science Building Office: 404 Regents Hall Telephone: +1 (202) 687-9141 E-mail: peter.olmsted@georgetown.edu Personal Research Page (new window) , Google Scholar (new window) , List of all Publications (new window) , publications (preprints) on ArXiv (new window) Peter Olmsted received an AB in Physics from Cornell (1984); and a PhD in Physics from the University of Illinois at Urbana-Champaign (1991), where he studied the theory of liquid crystal hydrodynamics and non-equilibrium phase transitions. Following post-docs at Exxon, Cambridge, and the University of Michigan, where he worked on a variety of soft matter physics topics (membrane, polymers, biophysics, liquid crystals and liquid crystalline elastomers), he moved to Leeds in 1996 for a University Research Fellowship. He became Professor in 2005, and led the Soft Matter Physics group in Leeds from 2008-2013. In 2014 he moved to Georgetown University in Washington DC, as Joseph Semmes Ives Chair in Physics, where he joined the new Institute for Soft Matter Synthesis and Metrology (ISM2). He is currently the Director of the Institute. Olmsted is a Fellow of the Institute of Physics (UK), and a Fellow of the American Physical Society (Division of Polymer Physics), and he was awarded the British Society of Rheology Annual Award in 2008. His research achievements include models for polymer crystallization at rest and under flow, explanations for shear banding in complex fluids such as polymer and surfactants, and an experimental-computational collaboration that revealed how mechanical force unfolds proteins. While in the UK he was in several European Union networks on Soft Matter, and led the EU Integrated Training Network DYNACOP (Dynamics of Architecturally Complex Fluids) from 2008-2012.  He was the Secretary\/Treasurer of the APS Topical Group on Soft Matter (GSOFT) from 2014-2018. Olmsted’s current research is mainly theory and computer simulation, and includes rheology, dynamics and instabilities in soft matter, polymers, lipid membranes, and proteins. Common threads in his work are phase transitions, non-equilibrium phenomena, and fluctuations. He works closely with experimentalists, and often on industrially-motivated problems. Recent & Selected Publications “Scission of flexible polymers in contraction flow: predicting the effects of multiple passages”, Sandeep Garrepally, Stephane Jouenne, Peter D. Olmsted, and Francois Lequeux, Journal of Rheology 64 (2020) 601-614 . “Non-local modelling in polymeric flows”, Sandra Lerouge and Peter D Olmsted (invited review), Frontiers in Physics 7 (2020) 246  . “Effects of passive phospholipid flip-flop and asymmetric external fields on bilayer phase equilibria”, JJ Williamson and Peter D Olmsted,  Biophysical Journal 115 (2018) 1956-1965 (new window) . “Frustration and thermalization in an artificial magnetic quasicrystal”m Dong Shi, Zoe Budrikis, Aaron Stein,  Sophie A. Morley,  Peter D. Olmsted,  Gavin Burnell &  Christopher H. Marrows, Nature Physics 14 (2018) 309-314 (new window) . “Disentanglement effects on welding behaviour of polymer melts during the fused-filament-fabrication method for additive manufacturing”, Claire McIlroy and P. D. Olmsted, Polymer 123 (2017) 376-391 (new window) “Deformation of an Amorphous Polymer during the Fused-Filament-Fabrication Method for Additive Manufacturing, Claire McIlroy and P.D. Olmsted, Journal of Rheology 61 (2017) 379-397 (new window) . “Roles of inter-leaflet coupling and hydrophobic mismatch in lipid membrane phase-separation kinetics”, P.W. Fowler, J. J. Williamson, M. S. P. Sansom, and P. D. Olmsted, Journal of the American Chemical Society 138 (2016) 11633-11642 (new window) . “The Physics of Stratum Corneum Lipid Bilayers”, C. Das and P. D. Olmsted, Philosophical Transactions A 374 (2016) 20150126. “Comment on “Elastic Membrane Deformations Govern Interleaflet Coupling of Lipid-Ordered Domains”, J.J. Williamson and P. D. Olmsted, Physical Review Letters 116 (2016) 079801. (new window) “Kinetics of symmetry and asymmetry in a phase-separating bilayer membrane”, J. J. Williamson and P. D. Olmsted, Physical Review E 92 (2015) 052721 . “Perspectives on the viscoelasticity and flow behavior of entangled linear and branched polymers”, F. Snijkers, R. Pasquino, P. D. Olmsted, D. Vlassopoulos, Journal of Physics Condensed Matter, 27 (2015) 473002 (new window) (Topical Review). “Nucleation of registered domains in the coupled leaflets of a bilayer”, J. J. Williamson and P. D. Olmsted, Soft Matter 11 (2015) 8948-8959 (new window) . “Dynamics of an asymmetric bilayer lipid membrane in a viscous solvent”, R.J. Bingham, S.W. Smye and P.D. Olmsted, Europhysics Letters 111 (2015) 18004  (Editor’s Choice and Featured Article, 2015 (new window) ) . “Registered and antiregistered phase separation of mixed amphiphilic bilayers”, J. J. Williamson and P. D. Olmsted, Biophysical Journal 108 (2015) 1963-1976  [Cover article] (new window) . “Amyloid fibril bending and ring formation at liquid interfaces”, Sophia Jordens, Emily E. Riley, Ivan Usov, Lucio Isa, Peter D. Olmsted, and Raffaele Mezzenga, ACS Nano 8 (2014) 11071-11079 . “Fast cholesterol flip-flop and lack of swelling in skin lipid multilayers”, Chinmay Das, Massimo Noro, and Peter D. Olmsted, Soft Matter 10 (2014) 7346 . “Comment on ‘New Experiments for Improved Theoretical Description of Nonlinear Rheology of Entangled Polymers'”, Richard S. Graham, Ewan P. Henry, and Peter D. Olmsted, Macromolecules 46 (2013) 9849-9854 . “Actin Polymerization on Supported Cationic Lipid Membranes”, George Heath, Benjamin Johnson, Peter D Olmsted, Simon Connell, and Stephen D. Evans, Biophysical Journal 105 (2013) 2355-2365 . “Lamellar and inverse micellar structures of skin lipids: Effect of templating”, Chinmay Das, Peter D. Olmsted, and Massimo Noro, Physical Review Letters 111 (2013) 141801 . “Apparent Fracture in Polymer Fluids under Step Shear”, O.S. Agimelen and P. D. Olmsted, Physical Review Letters 110 (2013) 204503 . “Free energy landscapes of proteins: insights from mechanical probes”, Zu Thur Yew, Peter D. Olmsted, and Emanuele Paci, Advances in Chemical Physics “Single-Molecule Biophysics: Experiment and Theory”, 146 (2012) 395-417 . “Critical Point Fluctuations in Supported Lipid Membranes”, Simon D. Connell, G. Heath, Peter D. Olmsted, and Anastasis Kisil, Faraday Discussions 161 (2013) 91-111. “Transient shear banding in entangled polymers: a study using the Rolie-Poly model”, J. M. Adams, S. M. Fielding, and P. D. Olmsted, Journal of Rheology 55 (2011) 1007-1032 . “Concentrating membrane proteins using asymmetric traps and AC fields”, M. R. Cheetham, J. P. Bramble, D. G. G. McMillan, L. Krzeminski, X Han, B. R. G. Johnson, R. J. Bushby, P. D. Olmsted, L. J. C. Jeuken, S. J. Marritt, J. N. Butt, and S. D. Evans, Journal of the American Chemical Society 133 (2011) 6521-6424 http:\/\/dx.doi.org\/10.1021\/ja2007615 “Nano-scale mechanical probing of supported lipid bilayers with atomic force microscopy”, K. Sheik, C. Das, P. D. Olmsted, and S. D. Connell, Physical Review E 82 (2010) 041920 http:\/\/dx.doi.org\/10.1103\/PhysRevE.82.041920 “Statistical mechanics far from equilibrium: prediction and test for a sheared system”, R. M. L Evans, R. A. Simha, A Baule, and P. D. Olmsted, Physical Review E 81 (2010) 051109. http:\/\/dx.doi.org\/10.1103\/PhysRevE.81.051109 “Influence of boundary conditions and confinement on nonlocal effects in flows of wormlike micellar systems” C. Masselon, A. Colin, and P. D. Olmsted, Physical Review E 81 (2010) 021502. http:\/\/dx.doi.org\/10.1103\/PhysRevE.81.021502 “Coarse-grained simulations of flow-induced nucleation in semi-crystalline polymers”, R. S. Graham and P. D. Olmsted, Physical Review Letters 103 (2009) 115702. http:\/\/dx.doi.org\/10.1103\/PhysRevLett.103.115702 “Nonmonotonic models are not necessary to obtain shear banding phenomena in entangled polymer solutions”, J. M. Adams and P. D. Olmsted, Physical Review Letters 102 (2009) 067801 http:\/\/dx.doi.org\/10.1103\/PhysRevLett.102.067801 “The interplay between boundary conditions and flow geometries in shear banding: hysteresis, band configurations, and surface transitions”, J. M. Adams, P. D. Olmsted, and S. M. Fielding, J. Non-Newt. Fl. Mech. 151 (2008) 101-11 http:\/\/dx.doi.org\/10.1016\/j.jnnfm.2008.01.008 “The specific work of flow as a criterion for orientation in polymer crystallisation”, O. O. Mykhaylyk, P. Chambon, R. S. Graham, J. P. A. Fairclough, P. D. Olmsted, and A. J. Ryan, Macromolecules 41 (2008) 1901- 1904 http:\/\/dx.doi.org\/10.1021\/ma702603v “Perspectives on Shear Banding in Complex Fluids”, P. D. Olmsted, Rheologica Acta 47 (2008) 283-300 PDO News Paper published on polymer flow during Additive Manufacturing (3D printing) March 1st, 2017 Claire McIlroy’s paper on a realistic calculation of polymer structure and the entanglement state has been published. port has now been publishe… Theory\/Simulation paper on Phase Separation and Membrane Asymmetry published December 21st, 2016 John Williamson and Peter, in collaboration with the fantastic group in Oxford (Phil Fowler, working with Mark Sansom), have published a paper in the … Measurement Science Roadmap for Additive Manufacturing published December 21st, 2016 Professor Peter Olmsted participated in a road mapping workshop held at NIST in June 2016, on the challenges of additive manufacturing. The final repo… Related Links Institute for Soft Matter Synthesis and Metrology (ISM2) Collaborative Research on Soft Matter at Georgetown, spanning the Physics and Chemistry departments. APS Topical Group on Soft Matter (GSOFT) Home for Soft Matter in the American Physical Society. Soft Matter Mailing List Mailing list of interest to the Soft Matter community http:\/\/rsta.royalsocietypublishing.org\/content\/soft-interfacial-materials-fundamentals-formulation Demonstrating soft matter at the Science and Engineering Festival in Washington DC, April 2016 Registered vs non-Registered phase separation in Lipid Bilayers. Hydrophobic mismatch can stabilize or enhance asymmetric phase separation at early times or for small domain sizes.\nBiophysical Journal, April 2015. Supolen Summer in Polymer Dynamics 6-10 July 2015, http:\/\/www.supolen.eu\/content\/supolen-summer-school"
            ]
        ]
    ]
}