{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1EHOT6V5",
            "VZVTi8MAAAAJ",
            [
                "First results from the LUX dark matter experiment at the Sanford Underground Research Facility",
                "Dark matter search results from the CDMS II experiment",
                "Search for low-mass weakly interacting massive particles with SuperCDMS",
                "Silicon detector dark matter results from the final exposure of CDMS II",
                "Results from a low-energy analysis of the CDMS II germanium data",
                "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
                "Implication of neutrino backgrounds on the reach of next generation dark matter direct detection experiments",
                "New results from the search for low-mass weakly interacting massive particles with the CDMS low ionization threshold experiment",
                "Light sterile neutrinos: a white paper",
                "A high spectral resolution observation of the soft x-ray diffuse background with thermal detectors"
            ],
            [
                "The Large Underground Xenon (LUX) experiment is a dual-phase xenon time-projection chamber operating at the Sanford Underground Research Facility (Lead, South Dakota). The LUX cryostat was filled for the first time in the underground laboratory in February 2013. We report results of the first WIMP search data set, taken during the period from April to August 2013, presenting the analysis of 85.3 live days of data with a fiducial volume of 118 kg. A profile-likelihood analysis technique shows our data to be consistent with the background-only hypothesis, allowing 90% confidence limits to be set on spin-independent WIMP-nucleon elastic scattering with a minimum upper limit on the cross section of 7.6× 1 0− 46 cm 2 at a WIMP mass of 33 GeV\/c 2. We find that the LUX data are in disagreement with low-mass WIMP signal interpretations of the results from several recent direct detection experiments.",
                "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models.",
                "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
                "We report results of a search for weakly interacting massive particles (WIMPS) with the silicon detectors of the CDMS II experiment. This blind analysis of 140.2 kg day of data taken between July 2007 and September 2008 revealed three WIMP-candidate events with a surface-event background estimate of 0.41− 0.08+ 0.20 (stat)− 0.24+ 0.28 (syst). Other known backgrounds from neutrons and Pb 206 are limited to< 0.13 and< 0.08 events at the 90% confidence level, respectively. The exposure of this analysis is equivalent to 23.4 kg day for a recoil energy range of 7–100 keV for a WIMP of mass 10 GeV\/c 2. The probability that the known backgrounds would produce three or more events in the signal region is 5.4%. A profile likelihood ratio test of the three events that includes the measured recoil energies gives a 0.19% probability for the known-background-only hypothesis when tested against the alternative WIMP …",
                "We report results from a reanalysis of data from the Cryogenic Dark Matter Search (CDMS II) experiment at the Soudan Underground Laboratory. Data taken between October 2006 and September 2008 using eight germanium detectors are reanalyzed with a lowered, 2 keV recoil-energy threshold, to give increased sensitivity to interactions from weakly interacting massive particles (WIMPs) with masses below∼ 10 GeV\/c 2. This analysis provides stronger constraints than previous CDMS II results for WIMP masses below 9 GeV\/c 2 and excludes parameter space associated with possible low-mass WIMP signals from the DAMA\/LIBRA and CoGeNT experiments.",
                "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
                "As direct dark matter experiments continue to increase in size, they will become sensitive to neutrinos from astrophysical sources. For experiments that do not have directional sensitivity, coherent neutrino scattering from several sources represents an important background to understand, as it can almost perfectly mimic an authentic weakly interacting massive particle (WIMP) signal. Here we explore in detail the effect of neutrino backgrounds on the discovery potential of WIMPs over the entire mass range of 500 MeV to 10 TeV. We show that, given the theoretical and measured uncertainties on the neutrino backgrounds, direct detection experiments lose sensitivity to light (∼ 10 GeV) and heavy (∼ 100 GeV) WIMPs with a spin-independent cross section below 10− 45 and 10− 49 cm 2, respectively.",
                "The CDMS low ionization threshold experiment (CDMSlite) uses cryogenic germanium detectors operated at a relatively high bias voltage to amplify the phonon signal in the search for weakly interacting massive particles (WIMPs). Results are presented from the second CDMSlite run with an exposure of 70 kg day, which reached an energy threshold for electron recoils as low as 56 eV. A fiducialization cut reduces backgrounds below those previously reported by CDMSlite. New parameter space for the WIMP-nucleon spin-independent cross section is excluded for WIMP masses between 1.6 and 5.5 GeV\/c 2.",
                "This white paper addresses the hypothesis of light sterile neutrinos based on recent anomalies observed in neutrino experiments and the latest astrophysical data.",
                "A high spectral resolution observation of the diffuse X‐ray background in the 60–1000 eV energy range has been made using an array of 36 1 mm2 microcalorimeters flown on a sounding rocket. Detector energy resolution ranged from 5 to 12 eV FWHM, and a composite spectrum of ∼1 sr of the background centered at  ,   was obtained with a net resolution of ∼9 eV. The target area includes bright   keV regions but avoids Loop I and the North Polar Spur. Lines of C vi, O vii, and O viii are clearly detected with intensities of  ,  , and   photons cm−2 s−1 sr−1, respectively. The oxygen lines alone account for a majority of the diffuse background observed in the ROSAT R4 band that is not due to resolved extragalactic discrete sources. We also have a positive detection of the Fe‐M line complex near 70 eV at an intensity consistent with previous upper limits that indicate substantial gas‐phase depletion of iron. We include …"
            ],
            [
                [
                    "Experimental Astroparticle Physics",
                    "Dark Matter",
                    "Neutrinos"
                ]
            ],
            [
                "Enectali Figueroa-Feliciano Enectali Figueroa-Feliciano Associate Professor PhD, Stanford University, 2001 enectali@northwestern.edu 847-467-3511 Tech F263 Enectali Figueroa-Feliciano is interested in finding physics beyond the standard model. We know the standard model of particle physics is not the most fundamental description of nature: it fails to explain various phenomena such as the mass of neutrinos, dark matter, the expansion of the Universe, and gravity. We focus on dark matter and neutrinos as they are one of the most promising avenues for finding new physics in the next decade. Our experimental technique uses cryogenic detectors operating near absolute zero. Particles interact with the detector, producing a small recoil that leaves tens of keV of energy in the detector. We sense these small energy depositions using Transition-Edge Sensors and SQUID electronics. We design, prototype, and build detectors in our lab, although the actual physics measurements are done in the field. We search for dark matter 2 km underground in deep mines as part of the SuperCDMS experiment and 300 km in space with the Micro-X sounding rocket. We are also developing these detectors to search for as-yet-undetected neutrino interactions using nuclear reactors and electron capture neutrino sources. We are part of the SuperCDMS collaboration and work closely with the Fermilab SuperCDMS group. For the upcoming SuperCDMS SNOLAB experiment, we will play a leading role in the integration and testing of the experiment at Fermilab before taking it down to SNOLAB. Figueroa-Feliciano is the Principal Investigator of the Micro-X Rocket, and we collaborate with NASA, NIST, and several universities in this rocket program. Awards and Honors Kavli Frontiers of Science Fellow NSF Faculty Early Career Development Award Selected Publications See here for a list of publications."
            ]
        ]
    ]
}