{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1FQOA22Y",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Masahiro Ishigami Associate Professor PSB 110\/ PS 120 & 117 (lab) Ishigami@ucf.edu 510-301-8798 Dr. Ishigami received his Ph.D. in Physics from the University of California, Berkeley in 2004. He has been on the faculty at UCF since 2008. Highlights I am an expert on scanning tunneling microscopy and spectroscopy, transport measurements on nanoscale materials, and nanoscale friction measurements at speeds reaching 1 m\/sec. Using these techniques, I study The impact of atomic scale defects and adsorbates on transport properties in novel 2D materials with exotic electronic structures. The transport properties of chiral-angle known nanotubes (particularly, how individual atoms and molecules affect the device properties) The origin of friction and wear Results are useful to develop a broad scientific foundation for nanotechnology including novel electronic, sensor and friction-reduction technologies. 2016 J. Katoch , D. Le, S. Singh, R. Rao, T.S. Rahman, and M. Ishigami , Scattering strength of the scatterer inducing variability in graphene on silicon oxide , Journal of Physics Condensed Matter, 28, 115301 (2016). R. Tsuchikawa, D. Heligman, B.T. Blue , Z.Y. Zhang, A. Ahmadi, E.R. Mucciolo, J. Hone and M. Ishigami , Scattering strength of potassium on a carbon nanotube with known chirality , Physical Review B, 94, 045408(2016). M.S. Lodge , C. Tang, B.T. Blue , A. Martini, B.D. Dawson, and M. Ishigami , Lubricity of gold nanocrystals on graphene measured using quartz crystal microbalance , Scientific Reports, 6, 31837 (2016). 2014 Christian W. Smith; Doug Maukonen; R. E. Peale; C. J. Fredricksen; M. Ishigami; J. W. Cleary, Wavelength-selective visible-light detector based on integrated graphene transistor and surface plasmon coupler, Proc. SPIE 9083, Micro- and Nanotechnology Sensors, Systems, and Applications VI, 90832Q (4 June 2014); doi: 10.1117\/12.2050018 2013 Brian Shevitski, Matthew Mecklenburg, William A. Hubbard, E. R. White, Ben Dawson, M. S. Lodge, Masa Ishigami , and B. C. Regan, Dark-field transmission electron microscopy and the Debye-Waller factor of graphene , Physical Review B, 87, 045417 (2013). Jyoti Katoch , Cameron Glasscock , and Masa Ishigami, Ultra high vacuum-compatible sockets for pin grid arrays used in nanoscale and atomic physics , Journal of Vacuum Science and Technology B, 31, 023201 (2013). Christian W. Smith, Jyoti Katoch, and Masa Ishigami , Impact of charged impurities on transport properties of graphene nanoribbons , Applied Physics Letters, 102, 133502 (2013). Jaekyun Jeon, M.S. Lodge, B.D. Dawson, Masa Ishigami , F. Shewmaker, B. Chen, Superb resolution and contrast of transmission electron microscopy images of unstained biological samples on graphene-coated grids , Biochimica et Biophysica Acta-General Subjects, 1830, 3807 (2013). C.R. Dean, L. Wang, P. Maher, C. Forsythe, F. Ghahari, Y. Gao, J. Katoch, M. Ishigami , P. Moon, M. Koshino, T. Taniguchi, K. Watanabe, K. L. Shepard, J. Hone, P. Kim, Hofstadter’s butterfly in Moiré superlattices: a fractal quantum hall effect , Nature, 497, 598 (2013). Rahul Rao, G. Chen, L. M. R. Arava, K. Kalaga, Masa Ishigami , T.F. Heinz, P. M. Ajayan, and A.R. Harutyunyan, Graphene as an atomically thin interface for growth of vertically aligned carbon nanotubes , Scientific Reports, 3, 1891 (2013) Highlights Intelligence Community Postdoctoral Fellowship 2005-2007 Hertz Foundation Graduate Research Fellowship 1997-2002 Jesse Thompson Stephanie Lough COS News Research Team Discovers New Behavior of Friction A group of physics students and their faculty advisor recently tested a theory that was thought untestable and observed an atomic behavior that had never… Introducing Our New COS Ph.D. Graduates May 8, 2015 the College of Sciences celebrated 17 new Ph.D’s at a special graduation reception. The event was held in the afternoon in the Physical… Ph.D. Students Celebrate With Special Graduation Reception May 2, 2014 the College of Sciences celebrated our new Ph.D’s at a special graduation reception. The event was held in the afternoon in the…"
            ]
        ]
    ]
}