{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1GY8UO98",
            "KKz2jHYAAAAJ",
            [
                "Observation of gravitational waves from a binary black hole merger",
                "Advanced ligo",
                "LIGO: the laser interferometer gravitational-wave observatory",
                "Predictions for the rates of compact binary coalescences observable by ground-based gravitational-wave detectors"
            ],
            [
                "On September 14, 2015 at 09: 50: 45 UTC the two detectors of the Laser Interferometer Gravitational-Wave Observatory simultaneously observed a transient gravitational-wave signal. The signal sweeps upwards in frequency from 35 to 250 Hz with a peak gravitational-wave strain of 1.0× 10− 21. It matches the waveform predicted by general relativity for the inspiral and merger of a pair of black holes and the ringdown of the resulting single black hole. The signal was observed with a matched-filter signal-to-noise ratio of 24 and a false alarm rate estimated to be less than 1 event per 203 000 years, equivalent to a significance greater than 5.1 σ. The source lies at a luminosity distance of 41 0− 180+ 160 Mpc corresponding to a redshift z= 0.0 9− 0.04+ 0.03. In the source frame, the initial black hole masses are 3 6− 4+ 5 M⊙ and 2 9− 4+ 4 M⊙, and the final black hole mass is 6 2− 4+ 4 M⊙, with 3. 0− 0.5+ 0.5 M⊙ c 2 …",
                "The Advanced LIGO gravitational wave detectors are second-generation instruments designed and built for the two LIGO observatories in Hanford, WA and Livingston, LA, USA. The two instruments are identical in design, and are specialized versions of a Michelson interferometer with 4 km long arms. As in Initial LIGO, Fabry–Perot cavities are used in the arms to increase the interaction time with a gravitational wave, and power recycling is used to increase the effective laser power. Signal recycling has been added in Advanced LIGO to improve the frequency response. In the most sensitive frequency region around 100 Hz, the design strain sensitivity is a factor of 10 better than Initial LIGO. In addition, the low frequency end of the sensitivity band is moved from 40 Hz down to 10 Hz. All interferometer components have been replaced with improved technologies to achieve this sensitivity gain. Much better seismic …",
                "The goal of the Laser Interferometric Gravitational-Wave Observatory (LIGO) is to detect and study gravitational waves (GWs) of astrophysical origin. Direct detection of GWs holds the promise of testing general relativity in the strong-field regime, of providing a new probe of exotic objects such as black holes and neutron stars and of uncovering unanticipated new astrophysics. LIGO, a joint Caltech–MIT project supported by the National Science Foundation, operates three multi-kilometer interferometers at two widely separated sites in the United States. These detectors are the result of decades of worldwide technology development, design, construction and commissioning. They are now operating at their design sensitivity, and are sensitive to gravitational wave strains smaller than one part in 10 21. With this unprecedented sensitivity, the data are being analyzed to detect or place limits on GWs from a variety of …",
                "We present an up-to-date, comprehensive summary of the rates for all types of compact binary coalescence sources detectable by the initial and advanced versions of the ground-based gravitational-wave detectors LIGO and Virgo. Astrophysical estimates for compact-binary coalescence rates depend on a number of assumptions and unknown model parameters and are still uncertain. The most confident among these estimates are the rate predictions for coalescing binary neutron stars which are based on extrapolations from observed binary pulsars in our galaxy. These yield a likely coalescence rate of 100 Myr− 1 per Milky Way Equivalent Galaxy (MWEG), although the rate could plausibly range from 1 Myr− 1 MWEG− 1 to 1000 Myr− 1 MWEG− 1 (Kalogera et al 2004 Astrophys. J. 601 L179; Kalogera et al 2004 Astrophys. J. 614 L137 (erratum)). We convert coalescence rates into detection rates based on data …"
            ],
            [
                [
                    "Physics",
                    "Gravitational Waves"
                ]
            ]
        ]
    ]
}