{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1K1O6B4A",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Michael J. Curley Optical actuators, optical switching and nonlinear optics Office: 028 V. M. Chambers Bld. Phone:    (256) 372-8236  E-Mail: michael.curley@aamu.edu Home Page: http:\/\/www.physics.aamu.edu\/~curley\/ Recent Publications Sergey S. Sarkisov, Michael J. Curley, LaQuieta Huey, Aisha B. Fields, Sergey S. Sarkisov\n                     II, Grigory Adamovsky, \"Light-driven actuators based on polymer films\", Optical Engineering\n                     45(03), 034302, ; Ed., Mar 2006 Burl H. Peterson, Sergey S. Sarkisov, V. N. Nesterov, Michael J. Curley, Paul A. Fleitz,\n                     Joseph W. Perry, Mariacristina Rumi, J.-C. Wang, \"New derivatives of cyclohexanone\n                     and piperidone compounds for bioluminous sensing\", Proc. SPIE Vol. 6097, p. 85-96,\n                     Optical molecular probes for biomedical applications; Samuel I. Achilefu, Darryl J.\n                     Bornhop, ramesh Raghavachari; Eds, Feb 2006 Sergey S. Sarkisov, LaQuieta Huey, Michael J. Curley, Grigory Adamovsky, Deborah Pekker,\n                     Jai-Ching Wang, \"Light-driven polymer actuators\", Proc. SPIE Vol. 6048, p. 1-10 Optomechactronic\n                     actuators and manipulation;Kee S. Moon; Ed., Dec 2005 A. K. Batra, J. Stephens, K. Bhat, M. D. Aggarwal, Burl H. Peterson, Michael Curley,\n                     R. B. Lal, \"Investigation on the growth kinetics of KDP:LAP and TGS:LAP single crystals\",\n                     Proc SPIE Vol. 5912, p. 22-33 Operational Characteristics and Crystal Growth of Nonlinear\n                     Optical Materials II; Ravindra B. Lal, Donald O. Frazier;Eds, Aug 2005 Denise Edwards, Darayas Patel, Kurt Kanzler, Michael Curley, Sundar Bairavarasu, Hossin\n                     Abdeldayem, Curtis Banks, Tesfaye Gebre, Manmohan D. Aggarwal, Jai Ching Wang, Matthew\n                     E. Edwards, \" Pockels coefficients characterization of pure and iron doped lithium\n                     niobate using adaptive optics and the Czochralski crystal growth technique\", Proc.\n                     SPIE Vol. 5876, p. 270-280, Laser Beam Shaping VI; Fred M. Dickey, David L. Shealy;\n                     Eds., Aug 2005 Sergey S. Sarkisov, Michael J. Curley, Burl H. Peterson, George Edlin, Ronald Snow,\n                     John V. York, John F. Rushing, \"Cloud-cover mitigation of the influence of atmospheric\n                     turbulence on propagation of laser beams\", Proc. SPIE Vol. 5712, p. 151-161, Free-Space\n                     Laser Communication Technologies XVII; G. Stephen Mecherle; Ed., Apr 2005 S. Sarkisov, B.H. Peterson, M. Curley, V.N. Nesterov, T. Timofeva, M. Antipin, E.I.\n                     Radovanova, A. Leyderman and P.A. Fleitz, \"Two-Photon Absorption and fluorescence\n                     of New Derivatives of Cyclohexanone and Piperidone\", Journal of Nonlinear optical\n                     physics and materials, Vol. 14, 1, March 2005 S. Sarkisov, B.H. Peterson, M. Curley, E.I. Radovanova, A. Leyderman and P.A. Fleitz,\n                     \"Optical spectroscopy and nonlinear transmittance study of fullerene C60 in mixtures\n                     with 2-Cyclooctylamino-50Nitropyridine (COANP)\", Journal of Nonlinear optical physics\n                     and materials, Vol. 13, 1, March 2004"
            ]
        ]
    ]
}