{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1NZEC0W2",
            "ZgHEwgcAAAAJ",
            [
                "Durable therapeutic efficacy utilizing combinatorial blockade against IDO, CTLA-4, and PD-L1 in mice with brain tumors",
                "IDO expression in brain tumors increases the recruitment of regulatory T cells and negatively impacts survival",
                "CCL2 produced by the glioma microenvironment is essential for the recruitment of regulatory T cells and myeloid-derived suppressor cells",
                "Blood‐brain barrier permeable gold nanoparticles: an efficient delivery platform for enhanced malignant glioma therapy and imaging",
                "Molecular pathways: targeting IDO1 and other tryptophan dioxygenases for cancer immunotherapy",
                "Reduced skin homing by functional Treg in vitiligo",
                "Fibrin-binding, peptide amphiphile micelles for targeting glioblastoma",
                "Thymus-derived rather than tumor-induced regulatory T cells predominate in brain tumors",
                "The challenge for gene therapy: innate immune response to adenoviruses",
                "Targeting Tregs in malignant brain cancer: overcoming IDO"
            ],
            [
                "Purpose: Glioblastoma (GBM) is the most common form of malignant glioma in adults. Although protected by both the blood–brain and blood–tumor barriers, GBMs are actively infiltrated by T cells. Previous work has shown that IDO, CTLA-4, and PD-L1 are dominant molecular participants in the suppression of GBM immunity. This includes IDO-mediated regulatory T-cell (Treg; CD4+CD25+FoxP3+) accumulation, the interaction of T-cell–expressed, CTLA-4, with dendritic cell-expressed, CD80, as well as the interaction of tumor- and\/or macrophage-expressed, PD-L1, with T-cell–expressed, PD-1. The individual inhibition of each pathway has been shown to increase survival in the context of experimental GBM. However, the impact of simultaneously targeting all three pathways in brain tumors has been left unanswered.Experimental Design and Results: In this report, we demonstrate that, when dually challenged …",
                "Purpose: Glioblastoma multiforme (GBM) is an aggressive adult brain tumor with a poor prognosis. One hallmark of GBM is the accumulation of immunosuppressive and tumor-promoting CD4+FoxP3+GITR+ regulatory T cells (Tregs). Here, we investigated the role of indoleamine 2,3 dioxygenase (IDO) in brain tumors and the impact on Treg recruitment.Experimental Design: To determine the clinical relevance of IDO expression in brain tumors, we first correlated patient survival to the level of IDO expression from resected glioma specimens. We also used novel orthotopic and transgenic models of glioma to study how IDO affects Tregs. The impact of tumor-derived and peripheral IDO expression on Treg recruitment, GITR expression, and long-term survival was determined.Results: Downregulated IDO expression in glioma predicted a significantly better prognosis in patients. Coincidently, both IDO-competent and …",
                "In many aggressive cancers, such as glioblastoma multiforme, progression is enabled by local immunosuppression driven by the accumulation of regulatory T cells (Treg) and myeloid-derived suppressor cells (MDSC). However, the mechanistic details of how Tregs and MDSCs are recruited in various tumors are not yet well understood. Here we report that macrophages and microglia within the glioma microenvironment produce CCL2, a chemokine that is critical for recruiting both CCR4+ Treg and CCR2+Ly-6C+ monocytic MDSCs in this disease setting. In murine gliomas, we established novel roles for tumor-derived CCL20 and osteoprotegerin in inducing CCL2 production from macrophages and microglia. Tumors grown in CCL2-deficient mice failed to maximally accrue Tregs and monocytic MDSCs. In mixed-bone marrow chimera assays, we found that CCR4-deficient Treg and CCR2-deficient monocytic …",
                "The blood‐brain barrier (BBB) remains a formidable obstacle in medicine, preventing efficient penetration of chemotherapeutic and diagnostic agents to malignant gliomas. Here, a transactivator of transcription (TAT) peptide‐modified gold nanoparticle platform (TAT‐Au NP) with a 5 nm core size is demonstrated to be capable of crossing the BBB efficiently and delivering cargoes such as the anticancer drug doxorubicin (Dox) and Gd3+ contrast agents to brain tumor tissues. Treatment of mice bearing intracranial glioma xenografts with pH‐sensitive Dox‐conjugated TAT‐Au NPs via a single intravenous administration leads to significant survival benefit when compared to the free Dox. Furthermore, it is demonstrated that TAT‐Au NPs are capable of delivering Gd3+ chelates for enhanced brain tumor imaging with a prolonged retention time of Gd3+ when compared to the free Gd3+ chelates. Collectively, these results …",
                "Indoleamine 2, 3-dioxygenase 1 (IDO1), IDO2, and tryptophan 2, 3-dioxygenase (TDO) comprise a family of enzymes that catalyze the first- and rate-limiting step associated with the catabolic conversion of tryptophan (Trp) into kynurenine (Kyn). Through subsequent enzymatic and spontaneous reactions, Kyn is further converted into the energetic substrates, NAD+ and ATP, to fuel cellular metabolic functions. Coincidently, the depletion of Trp and accumulation of Kyn has been demonstrated to induce effector T-cell apoptosis\/dysfunction and immunosuppressive regulatory T-cell induction, respectively. Similar to other immune checkpoints, IDO1 and TDO are suggested to be important targets for immunotherapeutic intervention. This is represented by the recent growth of efforts to inhibit the Trp-to-Kyn pathway as a means to control immunosuppression. Inhibitors currently in clinical trials, INCB024360, GDC-0919 …",
                "In human vitiligo, cutaneous depigmentation involves cytotoxic activity of autoreactive T cells. It was hypothesized that depigmentation can progress in the absence of regulatory T cells (Treg). The percentage of Treg among skin infiltrating T cells was evaluated by immunoenzymatic double staining for CD3 and FoxP3, revealing drastically reduced numbers of Treg in non‐lesional, perilesional and lesional vitiligo skin. Assessment of the circulating Treg pool by FACS analysis of CD4, CD25, CD127 and FoxP3 expression, and mixed lymphocyte reactions in presence and absence of sorted Treg revealed no systemic drop in the abundance or activity of Treg in vitiligo patients. Expression of skin homing receptors CCR4, CCR5, CCR8 and CLA was comparable among circulating vitiligo and control Treg. Treg from either source were equally capable of migrating towards CCR4 ligand and skin homing chemokine …",
                "Glioblastoma-targeted drug delivery systems facilitate efficient delivery of chemotherapeutic agents to malignant gliomas, while minimizing systemic toxicity and side effects. Taking advantage of the fibrin deposition that is characteristic of tumors, we constructed spherical, Cy7-labeled, targeting micelles to glioblastoma through the addition of the fibrin-binding pentapeptide, cysteine–arginine–glutamic acid–lysine–alanine, or CREKA. Conjugation of the CREKA peptide to Cy7-micelles increased the average particle size and zeta potential. Upon intravenous administration to GL261 glioma bearing mice, Cy7-micelles passively accumulated at the brain tumor site via the enhanced permeability and retention (EPR) effect, and Cy7-CREKA-micelles displayed enhanced tumor homing via active targeting as early as 1 h after administration, as confirmed via in vivo and ex vivo imaging and immunohistochemistry …",
                "Glioblastoma multiforme (GBM) is a highly malignant brain tumor with an average survival time of 15 months. Previously, we and others demonstrated that CD4+FoxP3+ regulatory T cells (Tregs) infiltrate human GBM as well as mouse models that recapitulate malignant brain tumors. However, whether brain tumor-resident Tregs are thymus-derived natural Tregs (nTregs) or induced Tregs (iTregs), by the conversion of conventional CD4+ T cells, has not been established. To investigate this question, we utilized the i.c. implanted GL261 cell-based orthotopic mouse model, the RasB8 transgenic astrocytoma mouse model, and a human GBM tissue microarray. We demonstrate that Tregs in brain tumors are predominantly thymus derived, since thymectomy, prior to i.c. GL261 cell implantation, significantly decreased the level of Tregs in mice with brain tumors. Accordingly, most Tregs in human GBM and mouse …",
                "Adenoviruses are the most commonly used vectors for gene therapy. Despite the promising safety profile demonstrated in clinical trials, the efficacy of using adenoviruses for gene therapy is poor. A major hurdle to adenoviral-mediated gene therapy is the innate immune system. Cell-mediated recognition of viruses via capsid components or nucleic acids has received significant attention, principally thought to be regulated by the toll-like receptors (TLRs). Antiviral innate immune responses are initiated by the infected cell, which activates the interferon (IFN) response to block viral replication, while simultaneously releasing chemokines to attract neutrophils, mononuclear-and natural killer-cells. While the IFN and cellular recruitment pathways are activated and regulated independently of each other, both are required to overcome immune escape mechanisms by adenoviruses. Recent work has shown that the …",
                "One of the hallmark features of glioblastoma multiforme (GBM), the most common adult primary brain tumor with a very dismal prognosis, is the accumulation of CD4+CD25+Foxp3+ regulatory T cells (Tregs). Regulatory T cells (Tregs) segregate into two primary categories: thymus-derived natural Tregs (nTregs) that develop from the interaction between immature T cells and thymic epithelial stromal cells, and inducible Tregs (iTregs) that arise from the conversion of CD4+FoxP3- T cells into FoxP3 expressing cells. Normally, these Treg subsets complement one another’s actions by maintaining tolerance of self-antigens, thereby suppressing autoimmunity, while also enabling effective immune responses towards non-self-antigens, thus promoting infectious protection. However, Tregs have also been shown to be associated with the promotion of pathological outcomes, including cancer. In the setting of GBM, nTregs appear to be primary players that contribute to immunotherapeutic failure; ultimately leading to tumor progression. Several attempts have been made to therapeutically target these cells with variable levels of success. The blood brain barrier-crossing chemotherapeutics, temozolomide and cyclophosphamide, vaccination against the Treg transcriptional regulator, FoxP3, as well as mAbs against Treg-associated cell surface molecules CD25, CTLA-4 and GITR are all different therapeutic approaches under investigation. Contributing to the poor success of past approaches is the expression of indoleamine-2,3-dioxygenase 1 (IDO), a tryptophan catabolizing enzyme overexpressed in GBM and critically involved in regulating tumor-infiltrating …"
            ],
            [
                [
                    "Cancer Immunology Neuroscience"
                ]
            ]
        ]
    ]
}