{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1OFJ4TPT",
            "8dIRjd8AAAAJ",
            [
                "Micronuclei assay in exfoliated buccal cells of radiation treated oral cancer patients.",
                "Evaluation of Salivary and Tongue Coating pH and the Effect of Tobacco on Oral Microflora among Tobacco Users",
                "Evaluation of antibacterial efficacy of lemon grass oil eucalyptus oil and lemon juice, as a hand sanitizer"
            ],
            [
                "BACKGROUND: Micronuclei are suitable internal dosimeters for revealing tissue-specific genotoxic damage in individuals exposed to carcinogenic mixtures. Evaluation of radiation-induced cellular changes to predict radiosensitivity has invested many investigators since such changes were first found in biopsy material. AIM: The aim of the present study was to assess the relationship of with histopathological grade and number of radiation therapy sittings with the frequency of micronuclei and nuclear anomalies among oral cancer patients. MATERIAL & METHOD: Thirty male patients with histologically proven cases of oral cancer undergoing radiation therapy and age and sex matched 20 healthy controls were included in the study. Scrape cytology smears of exfoliated buccal cells were prepared and stained using Feulgen stain and frequency of micronuclei and other nuclear anomalies counts were evaluated with …",
                "Ramesh G, Sant V, Arunagiri S, Mishra G, Seth R, Chaubey S ABSTRACT: Saliva is complex and important body fluid, is very essential for oral health. Saliva is the exposed to numerous toxic components in tobacco products, is responsible for structural and functional changes in oral tissues. Aim & objectives: A single blind randomized cross-sectional study was undertaken to assess the effect of chewing and smoking tobacco on pH of saliva and tongue coating and role of tobacco on oral microflora. Material and methods: Forty five unstimulated (15 controls and 15 study subjects with only tobacco smoking and 15 with both smoking and chewing habits) salivary and tongue coating pH was assessed and the saliva sample was inoculated on to the blood agar for microbiological analyses. Results: The mean salivary pH in group I and group II was found to be 7.66±0.50 and 8.06±0.67 respectively. The mean tongue coating pH group I and group II was found to be 6.80±0.86 and 6.93±1.03 respectively. The differences between the groups for salivary (P≥ 0.788) and tongue coating pH (P≥ 0.079) were not statistically significant. Among all the groups Coagulase Negative Staphylococci & Gram positive bacilli were predominantly. In Group I, Enterococcus faecalis, E. coli & Klebsiella specieswere mostly found, whereas in Group II the predominant microorganisms found were Streptococcus viridians. Conclusion: The pH and microbiota of mouth differs depending on the methods of collection, its analysis and the area that is tested. Understanding what can change the microbiota (including mouth sites, diet and habit) will give more information on how to …",
                "Background-Many studies have shown that understaffing and increased workload is risk factor for health care-associated epidemics and the goal of hand hygiene is to obtain sufficient reduction of microbial counts on the skin to prevent cross-transmission of pathogens among patients. There are also studies showing herbal hand sanitizers having significant bacteriostatic effect on hands. Aim and Objective: The study will be undertaken to assess the antibacterial efficacy of lemon juice and two different natural oils. Materials and Method: Three groups consisting of health workers (group I, group II & group III) without were included in the study. Sterile cotton swab sticks were used to take swabs from both hands and swabs were inoculated on the part of the agar plates marked pre application on to Cystein lactose electrolyte deficient agar plates. Lemon juice and natural oils (Eucalyptus and Lemon grass) was asked to rub the thoroughly on the palms. Later after 1 min, swabs were collected again from the palms and inoculation was done on the respective agar plates, in the part marked post. This procedure was repeated for six consecutive days. Results: Lemon juice was slightly better than lemon grass oil and eucalyptus oil in eradicating microbes from the hands of health care workers and also lemon grass oil showed better antibacterial efficacy than eucalyptus oil. Conclusion: The household herbal oils and fresh extracts can be used in preventing spreading of infections, namely by its use as an antiseptic for topical and for hand cleaning."
            ],
            [
                [
                    "detection of oral malignancy by microscopic analysis"
                ]
            ],
            [
                "Ravi K. Sheth he\/him\/his Cosmology, Galaxy Formation, Stochastic processes 4N3 DRL I was a Marshall Scholar at Cambridge where I got my PhD in 1994. I then spent time at UCBerkeley (1994-1996), the Max-Planck Institut fuer Astrophysik in Garching (1996-1999), and Fermilab (1999-2001) before becoming an Assistant Professor at the University of Pittsburgh (2002-2004).  I moved to Penn in 2005, where I became an Associate Professor in 2007 and a full Professor in 2009. I spend my summers at the International Centre for Theoretical Physics in Trieste, and serve as a member of the Science Advisory Board of the Kaufman Foundation and the Scientific Council of the East Africa Institute for Fundamental Research. 1990 – 1994 Ph.D. in Astrophysics, Marshall Scholar, Institute of Astronomy and Jesus College, University of Cambridge 1986 – 1990 BSc (High Honors) in Physics, Dana S. McGill Scholar,  Haverford College 1983 – 1986 Four ‘IB’ HL certificates Kodaikanal International School, India I develop physical models and statistical methods which allow the data from large scale galaxy and cluster surveys to constrain models of galaxy formation and cosmology. I have played a leading role in the development of what is now the standard model of nonlinear clustering and biasing: the Halo Model. It is the currently the best language for interpreting measurements of weak lensing, the thermal and kinematic Sunyaev-Zeldovich effects, and how galaxy clustering depends on galaxy type, both in real and in redshift space. In 2004, I showed that dark matter halo formation is correlated with environment; I also discussed why, and pointed out that understanding this correlation is necessary if the Halo Model is to be used as a precision tool for cosmology. This correlation was sufficiently unexpected and the consequences sufficiently important that a number of groups have since confirmed that the effect does indeed exist: the effect is now called Assembly Bias. I have also used physically motivated models to illustrate the ubiquity of what are now called scale-dependent bias, tidal bias and velocity bias. My work on halo abundances and clustering forms the basis of methods which use clusters (e.g., X-ray luminosities, temperatures, the Sunyaev-Zeldovich effects, galaxy velocity dispersions) to study cosmology.  From 2004 to 2006 I extended the approach to predict how the morphology (sheets, filaments, voids) rather than simply the density, of large scale structure evolves.  I have since studied how these predictions are modified if the initial conditions were non-Gaussian, or if the force of gravity does not decrease as the inverse-square of separation. ﻿ In 1996 I solved an old combinatorial problem on the partitions of integers which turns out to have interesting connections to coagulation and branching processes.  In 1998 I showed how to extend the approach to model the counts in cells distribution in the nonlinear density field.  In 2002, I developed a new method for estimating the evolution of the optical depth in the Lyman-alpha forest. In 2005, I showed how to use Mark Correlations to quantify and model environmental trends in the galaxy distribution.  In 2007 my collaborators and I showed that local black hole samples are a biased subset of all galaxies, a study that has seen renewed interest since 2016.  Between 2007-2009 I developed methods for making unbiased estimates of the galaxy luminosity function and galaxy scaling relations from photometric redshift surveys. The methods can have broader impact, since they can be applied to studies where peculiar velocities are an important component of the observed redshift: these include using star counts to model the structure of our galaxy, and estimating the luminosity function of dwarf galaxies in our local (·50Mpc) neighborhood. In 2013, I showed how to unify the Excursion Set and Peaks Theory descriptions of the Cosmic Web, and provided the first quantitative predictions for the effects of tides on the large scale structure of biased tracers, sometimes called nonlocal or tidal bias.  In 2020, I extended these methods to estimate the abundance of Primordial Black Holes.  In 2016 my collaborators and I described a new standard ruler for cosmological measurements.  In 2018 I showed that self-consistently accounting for stellar population gradients yields good agreement between dynamical (Jeans equation) and stellar population based estimates of the stellar masses in galaxies. Courses Taught At Penn: Non-science majors:  Survey of the Universe; Life in the Universe; The Big Bang and Beyond Science majors: Mechanics and Waves; Electromagnetism Graduate:  Mechanics, Dynamics and Chaos; Introduction to Cosmology Elsewhere: Lecturer          Observational probes of cosmology, EAIFR, Kigali (August 2019) Lecturer          Large scale structure, ICTP, Trieste (June 2018) GIAN Lectures     Nonlinear structure formation, JMI, Delhi (April 2018) Lecturer          Structure formation in cosmology, IPM, Tehran (August 2017) Lecturer           Nonlinear structure formation, ON, Rio de Janiero (August 2016) Lecturer           Dark matter structures, IFT, Sao Paolo (July 2016) Lecturer           Statistical methods in astronomy, University of Padova (May 2016) Lecturer           Formation of cosmic structures & IUCAA, Pune (February 2016) Lecturer           Structure formation, Bogota, Columbia (November 2015) Lecturer           Large scale structure, SAIFR, Sao Paolo (December 2014) Lecturer           Dark matter structures, ISAPP, Belgirate (July 2014) Lecturer           Statistical methods in astronomy, University of Padova (May 2014) Lecturer           Statistical approaches in cosmology, IHP, Paris (November 2013) Lecturer           Galaxy surveys, TIFR, India (December 2012) Lecturer           Structure formation, STIAS, South Africa (Jan 2012) Visiting Lecturer  Nonlinear clustering, HRI, India (February 2009) Lecturer           XIII BSCG, Rio de Janiero, Brazil (July 2008) PIRE Lectures      Hierarchical structure formation, Santiago, Chile (March 2007) Lecturer           Galaxies and Cosmology, University of Padova (January 2007) NOVA Lectures    The halo model, The Netherlands (November 2006) A universal threshold for primordial black hole formation A. Escriva, C. Germani, Ravi K. Sheth , 2020, Physical Review D, 101, 044022 (5 pages) M*\/L gradients driven by IMF variation: Large impact on dynamical stellar mass estimates M. Bernardi, Ravi K. Sheth , et al., 2018, Monthly Notices of the Royal Astronomical Society, 477, 2560-2571 Beating non-linearities: Improving the Baryon Acoustic Oscillations with the linear point S. Anselmi, G. D. Starkman & Ravi K. Sheth , 2016, Monthly Notices of the Royal Astronomical Society, 455, 2474-2483 Nonlocal Lagrangian bias Ravi K. Sheth , K. C. Chan & R. Scoccimarro, 2013, Physical Review D, 87, 083002 (13 pages) Scale dependent halo bias in the excursion set approach M. Musso, A. Paranjape & Ravi K. Sheth , 2012, Monthly Notices of the Royal Astronomical Society, 427, 3145–3158 Peaks theory and the excursion set approach A. Paranjape & Ravi K. Sheth , 2012, Monthly Notices of the Royal Astronomical Society, 426, 2789–2796 On estimating luminosity and redshift distributions in photometric redshift surveys Ravi K. Sheth ,  2007, Monthly Notices of the Royal Astronomical Society, 378, 709-715 The halo model description of mark correlations Ravi K. Sheth ,  2005, Monthly Notices of the Royal Astronomical Society, 364, 796-806 On the environmental dependence of halo formation Ravi K. Sheth & G. Tormen, 2004, Monthly Notices of the Royal Astronomical Society, 350, 1385-1390 A hierarchy of voids:  Much ado about nothing Ravi K. Sheth & R. van de Weygaert, 2004, Monthly Notices of the Royal Astronomical Society, 350, 517-538 The Halo Model of Large Scale Structure Asantha Cooray & Ravi K. Sheth , 2002, Physics Reports, 372, 1-129. Ellipsoidal collapse and an improved model for the number and spatial distribution of dark matter haloes Ravi K. Sheth , H. J. Mo & G. Tormen, 2001, Monthly Notices of the Royal Astronomical Society, 323, 1-12 Large scale bias and the peak background split Ravi K. Sheth & G. Tormen, 1999, Monthly Notices of the Royal Astronomical Society, 308, 119-126 An excursion set model for the distribution of dark matter and dark matter halos Ravi K. Sheth , 1998, Monthly Notices of the Royal Astronomical Society, 300, 1057-1070 Galton-Watson branching processes and the growth of gravitational clustering Ravi K. Sheth , 1996, Monthly Notices of the Royal Astronomical Society, 281, 1277-1289 Affiliations Scientific Council, East Africa Institute for Fundamental Research, Rwanda (2018-) Vikram Sarabhai Chair, Indian Nat. Sci. Acad., India (2017-2018) Associate Member, Simons CCA, New York (2016-) Visiting Professor, JMI, Delhi, India (2016-2018) Staff Associate, ICTP, Trieste, Italy (2015-2023) Senior Associate, ICTS, Bangalore, India (2014--2016) Visiting Professor, Institut Henri Poincare, France (November 2013) Visiting Professor, LUTH - Meudon Observatory, France (June 2013) Science Advisory Board, Kaufman Foundation, Pittsburgh (2012-) Senior Visiting Scholar, AIMS, Cape Town, South Africa (2012–2015) Visiting Professor, LUTH - Meudon Observatory, France (June 2012) Visiting Professor, GEPI - Meudon Observatory, France (June 2011) Visiting Scholar, IPhT-CEA Saclay, France (June 2010) Visiting Professor, APC, Paris 7 Diderot Paris, France (June 2009) CV (file) RKScv_0.pdf 127.84 KB"
            ]
        ]
    ]
}