{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1OXL4Z7Q",
            "8BZ6Un8AAAAJ",
            [
                "Pulsed terahertz spectroscopy of DNA, bovine serum albumin and collagen between 0.1 and 2.0 THz",
                "The 2017 terahertz science and technology roadmap",
                "THz time domain spectroscopy of biomolecular conformational modes",
                "Eight new high-temperature superconductors with the 1: 2: 4 structure",
                "Terahertz Response and Colossal Kerr Rotation from the Surface States of the Topological Insulator ",
                "Protein flexibility and conformational state: A comparison of collective vibrational modes of wild-type and D96N bacteriorhodopsin",
                "Terahertz dielectric sensitivity to biomolecular structure and function",
                "Optical measurements of long-range protein vibrations",
                "Terahertz spectroscopic analysis of peptides and proteins",
                "Hydration dependence of conformational dielectric relaxation of lysozyme"
            ],
            [
                "We report the first use of pulsed terahertz spectroscopy to examine low-frequency collective vibrational modes of biomolecules. Broadband absorption increasing with frequency was observed for lyophilized powder samples of calf thymus DNA, bovine serum albumin and collagen in the 0.06–2.00 THz (2–67 cm−1) frequency range, suggesting that a large number of the low-frequency collective modes for these systems are IR active. Transmission measurements at room temperature showed increasing FIR absorption with hydration and denaturing.",
                "Science and technologies based on terahertz frequency electromagnetic radiation (100 GHz–30 THz) have developed rapidly over the last 30 years. For most of the 20th Century, terahertz radiation, then referred to as sub-millimeter wave or far-infrared radiation, was mainly utilized by astronomers and some spectroscopists. Following the development of laser based terahertz time-domain spectroscopy in the 1980s and 1990s the field of THz science and technology expanded rapidly, to the extent that it now touches many areas from fundamental science to'real world'applications. For example THz radiation is being used to optimize materials for new solar cells, and may also be a key technology for the next generation of airport security scanners. While the field was emerging it was possible to keep track of all new developments, however now the field has grown so much that it is increasingly difficult to follow the …",
                "We discuss the use of terahertz time domain spectroscopy for studies of conformational flexibility and conformational change in biomolecules. Protein structural dynamics are vital to biological function with protein flexibility affecting enzymatic reaction rates and sensory transduction cycling times. Conformational mode dynamics occur on the picosecond timescale and with the collective vibrational modes associated with these large scale structural motions in the 1–100 cm− 1 range. We have performed THz time domain spectroscopy (TTDS) of several biomolecular systems to explore the sensitivity of TTDS to distinguish different molecular species, different mutations within a single species and different conformations of a given biomolecule. We compare the measured absorbances to normal mode calculations and find that the TTDS absorbance reflects the density of normal modes determined by molecular …",
                "New high-temperature superconducting compounds R Ba 2 Cu 4 O 8 (R= Nd, Sm, Eu, Gd, Dy, Ho, Er, and Tm) which share the 1: 2: 4 structure of YBa 2 Cu 4 O 8 are bulk synthesized using a new high-pressure oxygen technique. All compounds show substantial Meissner diamagnetism [(3–25)× 10− 4 emu\/g at 20 K]. Critical temperatures (57–81 K) vary inversely with ion size (opposite to 1: 2: 3), and directly with orthorhombic distortion (which is much smaller than in corresponding 1: 2: 3 compounds). R 2 Ba 4 Cu 7 O x compounds (with alternating blocks of 1: 2: 3: and 1: 2: 4) were also prepared. The variable oxygen stoichiometry of 1: 2: 3 is not shared by the 1: 2: 4 compounds.",
                "We report the THz response of thin films of the topological insulator Bi 2 Se 3. At low frequencies, transport is essentially thickness independent showing the dominant contribution of the surface electrons. Despite their extended exposure to ambient conditions, these surfaces exhibit robust properties including narrow, almost thickness-independent Drude peaks, and an unprecedentedly large polarization rotation of linearly polarized light reflected in an applied magnetic field. This Kerr rotation can be as large as 65 and can be explained by a cyclotron resonance effect of the surface states.",
                "Far infrared (FIR) spectral measurements of wild-type (WT) and D96N mutant bacteriorhodopsin thin films have been carried out using terahertz time domain spectroscopy as a function of hydration, temperature, and conformational state. The results are compared to calculated spectra generated via normal mode analyses using CHARMM. We find that the FIR absorbance is slowly increasing with frequency and without strong narrow features over the range of 2–60 cm−1 and up to a resolution of 0.17 cm−1. The broad absorption shifts in frequency with decreasing temperature as expected with a strongly anharmonic potential and in agreement with neutron inelastic scattering results. Decreasing hydration shifts the absorption to higher frequencies, possibly resulting from decreased coupling mediated by the interior water molecules. Ground-state FIR absorbances have nearly identical frequency dependence, with the …",
                "A review of recent terahertz (THz) dielectric response measurements on large biomolecules is presented. The origin of the dielectric response in this frequency range is discussed. We specifically address the questions of the relative contributions of collective vibrational modes and relaxational contributions. When sample uniformity is controlled and multiple reflection effects included in the analysis, the overall dielectric response of large biomolecules in the THz range is broad and featureless. The response, however, is highly sensitive to hydration, temperature, binding, and conformational change. The origin of these effects is discussed with emphasis on the contribution of surface side chain relaxational loss and how this might be affected by environment, structure, and function.",
                "Protein biological function depends on structural flexibility and change. From cellular communication through membrane ion channels to oxygen uptake and delivery by haemoglobin, structural changes are critical. It has been suggested that vibrations that extend through the protein play a crucial role in controlling these structural changes. While nature may utilize such long-range vibrations for optimization of biological processes, bench-top characterization of these extended structural motions for engineered biochemistry has been elusive. Here we show the first optical observation of long-range protein vibrational modes. This is achieved by orientation-sensitive terahertz near-field microscopy measurements of chicken egg white lysozyme single crystals. Underdamped modes are found to exist for frequencies> 10 cm− 1. The existence of these persisting motions indicates that damping and intermode coupling are …",
                "Spectroscopic analysis using the Terahertz frequencies between 0.1-15 THz (3–500 cm−1) has been underutilised by the biochemistry community but is starting to yield some scientifically interesting information. Analysis of structures from simple molecules like N-methylacetamide, to polyamides, peptides and relatively complex proteins provides different types of information dependant on the molecular size. The absorbance spectrum of small molecules is dominated by individual modes and specific hydrogen bonds, peptide spectra have peaks associated with secondary structure, while protein spectra are dominated by ensembles of hydrogen bonds and\/or collective modes. Protein dynamics has been studied using Terahertz spectroscopy using proteins like bacteriorhodopsin, illustrating a potential application where this approach can provide complementary global dynamics information to the current …",
                "Dielectric response of hen egg white lysozyme is measured in the far infrared (5–65 cm−1, 0.15–1.95 THz, 0.6–8.1 meV) as a function of hydration. The frequency range is associated with collective vibrational modes of protein tertiary structure. The observed frequency dependence of the absorbance is broad and glass-like. For the entire frequency range, there is a slight increase in both the absorbance and index of refraction with increasing hydration for <0.27 h (mass of H2O per unit mass protein). At 0.27 h, the absorbance and index begin to increase more rapidly. This transition corresponds to the point where the first hydration shell is filled. The abrupt increase in dielectric response cannot be fully accounted for by the additional contribution to the dielectric response due to bulk water, suggesting that the protein has not yet achieved its fully hydrated state. The broad, glass-like response suggests that at low …"
            ],
            [
                [
                    "Terahertz - THz",
                    "Protein Dynamics",
                    "Transport in reduced dimensions",
                    "Terahertz Optical Measurements"
                ]
            ]
        ]
    ]
}