{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1Q4UAEJE",
            "TQ3fj6YAAAAJ",
            [
                "Pore-size dependence and slow relaxation of hydrogel friction on smooth surfaces",
                "Origin of large-amplitude oscillations of dust particles in a plasma sheath"
            ],
            [
                "Hydrogels consist of a cross-linked polymer matrix imbibed with a solvent such as water at volume fractions that can exceed 90%. They are important in many scientific and engineering applications due to their tunable physiochemical properties, biocompatibility, and ultralow friction. Their multiphase structure leads to a complex interfacial rheology, yet a detailed, microscopic understanding of hydrogel friction is still emerging. Using a custom-built tribometer, here we identify three distinct regimes of frictional behavior for polyacrylic acid (PAA), polyacrylamide (PAAm), and agarose hydrogel spheres on smooth surfaces. We find that at low velocities, friction is controlled by hydrodynamic flow through the porous hydrogel network and is inversely proportional to the characteristic pore size. At high velocities, a mesoscopic, lubricating liquid film forms between the gel and surface that obeys elastohydrodynamic theory …",
                "Micron-size charged particles can be easily levitated in low-density plasma environments. At low pressures, suspended particles have been observed to spontaneously oscillate around an equilibrium position. In systems of many particles, these oscillations can catalyze a variety of nonequilibrium, collective behaviors. Here, we report spontaneous oscillations of single particles that remain stable for minutes with striking regularity in amplitude and frequency. The oscillation amplitude can also exceed 1 cm, nearly an order of magnitude larger than previously observed. Using an integrated experimental and numerical approach, we show how the motion of an individual particle can be used to extract the electrostatic force and equilibrium charge variation in the plasma sheath. Additionally, using a delayed-charging model, we are able to accurately capture the nonlinear dynamics of the particle motion, and estimate the …"
            ],
            [
                [
                    "Soft matter"
                ]
            ],
            [
                "Brady Wu Brady Wu bwu34@uchicago.edu"
            ]
        ]
    ]
}