{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1QEKC4FV",
            "v8Y9SrEAAAAJ",
            [
                "Classification of scalar field potentials with cosmological scaling solutions",
                "Purely kinetic k essence as unified dark matter",
                "Cosmological baryon diffusion and nucleosynthesis",
                "On the relic, cosmic abundance of stable, weakly interacting massive particles",
                "Decaying particles do not ‘‘heat up’’the Universe",
                "Big Bang nucleosynthesis in crisis?",
                "The little rip",
                "Cosmological quantum chromodynamics, neutron diffusion, and the production of primordial heavy elements",
                "Statistics of primordial density perturbations from discrete seed masses",
                "Thawing quintessence with a nearly flat potential"
            ],
            [
                "An attractive method of obtaining an effective cosmological constant at the present epoch is through the potential energy of a scalar field. Considering models with a perfect fluid and a scalar field, we classify all potentials for which the scalar field energy density scales as a power law of the scale factor when the perfect fluid density dominates. There are three possibilities. The first two are well known; the much-investigated exponential potentials have the scalar field mimicking the evolution of the perfect fluid, while for negative power laws, introduced by Ratra and Peebles, the scalar field density grows relative to that of the fluid. The third possibility is a new one, where the potential is a positive power law and the scalar field energy density decays relative to the perfect fluid. We provide a complete analysis of exact solutions and their stability properties, and investigate a range of possible cosmological applications.",
                "We examine k-essence models in which the Lagrangian p is a function only of the derivatives of a scalar field φ and does not depend explicitly on φ. The evolution of φ for an arbitrary functional form for p can be given in terms of an exact analytic solution. For quite general conditions on the functional form of p, such models can evolve to a state characterized by a density ρ scaling with the scale factor a as ρ= ρ 0+ ρ 1 (a\/a 0)− 3, but with a sound speed c s 2≪ 1 at all times. Such models can serve as a unified model for dark matter and dark energy, while avoiding the problems of the generalized Chaplygin gas models, which are due to a non-negligible sound speed in these models. A dark-energy component with c s≪ 1 serves to suppress cosmic microwave background fluctuations on large-angular scales.",
                "The diffusion rate of baryons through the big-bang plasma is calculated. Fluctuations in baryon density in the early Universe lead to inhomogeneities in the neutron-proton ratio, due to the differential diffusion of these particles through the radiation plasma. For certain types of nonlinear fluctuations, some nucleosynthesis would occur in very neutron-rich regions. Nuclear products of homogeneous neutron-enriched regions are evaluated numerically using a standard reaction network and these results are used to estimate final abundances in an inhomogeneous universe. Net deuterium and lithium abundances tend to increase and the net helium abundance tends to decrease compared to an unperturbed standard model. It is suggested that pronounced nonlinear baryon-density fluctuations produced in QCD-or electroweak-epoch phase transitions could alter abundances sufficiently to make a closed baryonic …",
                "In the context of the expanding Universe, we solve the Boltzmann equation to obtain the relic abundance of a stable, weakly interacting massive particle species with arbitrary mass and interaction strength. We provide approximate analytic formulas for the evolution of the abundance and the final abundance. Our formulas are typically accurate to better than 5%.",
                "It is usually assumed that a massive relic species, which comes to dominate the mass density of the Universe and later decays,‘‘heats up’’the Universe when the age of the Universe≃ its lifetime. We show that if its decay follows the usual exponential decay law, then the Universe is never reheated, rather it just cools more slowly. We calculate the evolution of the temperature and entropy, and find that to within numerical factors of order unity, the usual estimates for the entropy increase are correct. Our results have implications for primordial nucleosynthesis in scenarios where a massive relic with lifetime≃ 10− 2–10 3 sec is present, and for baryogenesis in the new inflationary Universe scenario.",
                "A new evaluation of the constraint on the number of light neutrino species (N ν) from big bang nucleosynthesis suggests a discrepancy between the predicted light element abundances and those inferred from observations, unless the inferred primordial He 4 abundance has been underestimated by 0.014±0.004 (1 σ) or less than 10%(95% CL) of He 3 survives stellar processing. With the quoted systematic errors in the observed abundances and a conservative chemical evolution parametrization, the best fit to the combined data is N ν= 2.1±0.3 (1 σ) and the upper limit is N ν< 2.6 (95% CL). The data are inconsistent with the standard model (N ν= 3) at the 98.6% CL",
                "We examine models in which the dark energy density increases with time (so that the equation-of-state parameter w satisfies w<− 1), but w→− 1 asymptotically, such that there is no future singularity. We refine previous calculations to determine the conditions necessary to produce this evolution. Such models can display arbitrarily rapid expansion in the near future, leading to the destruction of all bound structures (a “little rip”). We determine observational constraints on these models and calculate the point at which the disintegration of bound structures occurs. For the same present-day value of w, a big rip with constant w disintegrates bound structures earlier than a little rip.",
                "A simple one-dimensional model is used to describe the evolution of neutron density before and during",
                "We examine the statistics of density perturbations for general distributions of seed masses with arbitrary",
                "The thawing quintessence model with a nearly flat potential provides a natural mechanism to produce an equation of state parameter, w, close to− 1 today. We examine the behavior of such models for the case in which the potential satisfies the slow-roll conditions:[(1\/V)(d V\/d ϕ)] 2≪ 1 and (1\/V)(d 2 V\/d ϕ 2)≪ 1, and we derive the analog of the slow-roll approximation for the case in which both matter and a scalar field contribute to the density. We show that in this limit, all such models converge to a unique relation between 1+ w, Ω ϕ, and the initial value of (1\/V)(d V\/d ϕ). We derive this relation and use it to determine the corresponding expression for w (a), which depends only on the presentday values for w and Ω ϕ. For a variety of potentials, our limiting expression for w (a) is typically accurate to within δ w≲ 0.005 for w<− 0.9. For redshift z≲ 1, w (a) is well fit by the Chevallier-Polarski-Linder parametrization, in …"
            ],
            [
                [
                    "cosmology"
                ]
            ],
            [
                "Robert Scherrer Fellow of the American Physical Society 5th Prize, Gravity Research Essay Competition (2007) Klopsteg Memorial Award (2010) phone: 615-322-2828 6301 Stevenson PhD, University of Chicago, 1986 Robert Scherrer GO Home Page Curriculum Vitae Textbook Popular Science Science Fiction Miscellaneous Robert Scherrer is Professor and Chair of the Department of Physics and Astronomy at Vanderbilt University.Â  His research area is cosmology, encompassing work on dark energy, dark matter, big bang nucleosynthesis, and the large-scale structure of the universe.Â  He is also the author of a quantum mechanics textbook and has published several popular science articles and science fiction short stories. Â He maintains a blog on science and science fiction. Your Vanderbilt Alumni Current Students Faculty & Staff International Students Media Parents & Family Prospective Students Researchers Sports Fans Visitors & Neighbors Connect with Vanderbilt RSS Feed 2021 Vanderbilt University ·"
            ]
        ]
    ]
}