{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1RIAJS3X",
            "ISzQiF4AAAAJ",
            [
                "Statistical study of the storm time radiation belt evolution during Van Allen Probes era: CME‐versus CIR‐driven storms",
                "Solar cycle variations of trapped proton flux in the inner radiation belt",
                "Statistical investigation of the efficiency of EMIC waves in precipitating relativistic electrons",
                "Investigating Loss of Relativistic Electrons Associated With EMIC Waves at Low L Values on 22 June 2015",
                "CONFIGURATION ASSIGNMENT OF THE POSITIVE-PARITY STRUCTURES IN 108Ag",
                "Signature splitting, shape evolution, and nearly degenerate bands in Ag",
                "Investigation of solar proton access into the inner magnetosphere on 11 September 2017"
            ],
            [
                "Coronal mass ejection (CME)‐driven or corotating interaction region (CIR)‐driven storms can change the electron distributions in the radiation belt dramatically, which can in turn affect the spacecraft in this region or induce geomagnetic effects. The Van Allen Probes twin spacecraft, launched on 30 August 2012, orbit near the equatorial plane and across a wide range of L∗ with apogee at 5.8 RE and perigee at 620 km. Electron data from Van Allen Probes MagEIS and REPT instruments have been binned every 6 h at L∗=3 (defined as 2.5 < L∗<3.5), 4 (3.5 < L∗<4.5), 5 (4.5 < L∗<5.5). The superposed epoch analysis shows that (1) CME storms induce more electron flux enhancement at L∗=3 for energy channels below 1 MeV than CIR storms; (2) CME storms induce more electron flux enhancement at L∗=4 and 5 in the energy channels above 1 MeV than CIR storms; (3) CIR storms induce more electron flux …",
                "Trapped proton population in the inner radiation belt is highly dense, posing a potential danger to astronauts and man‐made space assets traversing through this region. While being significantly stable within timescales up to hundreds of days, inner zone proton fluxes can exhibit considerable solar cycle variations, which has not been investigated comprehensively yet. To analyze the long‐term variation of the South Atlantic Anomaly (SAA), we adopt the proton flux data measured by NOAA 15 from 1999 through 2009 and perform statistical analyses on the basis of reasonable Gaussian fits. We report that the variation of the peak proton flux in the SAA is anticorrelated with that of F10.7 during a solar cycle. There also exists a phase lag of 685 days between the solar F10.7 flux and the proton flux. Similar features are seen for changes of the SAA distribution area, which in addition shows a rapid decrease during the …",
                "Electromagnetic ion cyclotron (EMIC) waves have been proposed to cause relativistic electron precipitation (REP). In our study, we carry out 4 years of analysis from 2013 to 2016, with REP spikes obtained from POES satellites and EMIC waves observation from Van Allen Probes. Among the 473 coincidence events when POES satellites go through the region conjugate to EMIC wave activity, only 127 are associated with REP. Additionally, the coincidence occurrence rate is about 10% higher than the random coincidence occurrence rate, indicating that EMIC waves and relativistic electrons can be statistically related, but the link is weaker than expected. H+ band EMIC waves have been regarded as less important than He+ band EMIC waves for the precipitation of relativistic electrons. We demonstrate that the proportion of H+ band EMIC wave events that are associated with REP (22% to 32%) is slightly higher …",
                "In this study, rapid loss of relativistic radiation belt electrons at low L* values (2.4–3.2) during a strong geomagnetic storm on 22 June 2015 is investigated along with five possible loss mechanisms. Both the particle and wave data are obtained from the Van Allen Probes. Duskside H+ band electromagnetic ion cyclotron (EMIC) waves were observed during a rapid decrease of relativistic electrons with energy above 5.2 MeV occurring outside the plasmasphere during extreme magnetopause compression. Lower He+ composition and enriched O+ composition are found compared to typical values assumed in other studies of cyclotron resonant scattering of relativistic electrons by EMIC waves. Quantitative analysis demonstrates that even with the existence of He+ band EMIC waves, it is the H+ band EMIC waves that are likely to cause the depletion at small pitch angles and strong gradients in pitch angle distributions …",
                "The high-spin states of 108Ag have been studied by the in-beam γ spectroscopy with the reaction 104Ru(7Li,3n)108Ag at a beam energy of 33 MeV. The previously known positive-parity band structures have been extended up to higher spins. Their configurations are discussed based on alignments, band-crossing frequencies, and B(M1)\/B(E2) ratios.",
                "High spin states in 108 Ag have been studied via in-beam γ spectroscopy techniques using the 104 Ru (7 Li, 3 n) reaction. The previously known level scheme has been extended, and a new band structure has been established. The configurations have been tentatively assigned to all observed rotational bands. The signature splitting behavior of the π g 9\/2⊗ ν g 7\/2 band has been discussed and interpreted as a change in shape from near-oblate to prolate. A systematic study of the nearly degenerate negative-parity bands in the A∼ 110 mass region has been performed and it is found that the yrast band in 108 Ag and its side band show different behaviors with those expected from a pair of chiral bands.",
                "In this study, access of solar energetic protons to the inner magnetosphere on 11 September 2017 is investigated by computing the reverse particle trajectories with the Dartmouth geomagnetic cutoff code (Kress et al., 2010). The maximum and minimum cutoff rigidity at each point along the orbit of Van Allen Probe A is numerically computed by extending the code to calculate cutoff rigidity for particles coming from arbitrary direction. Pulse height analyzed (PHA) data have the advantage of providing individual particle energies and effectively excluding background high‐energy proton contamination. This technique is adopted to study the cutoff locations for solar protons with different energy. The results demonstrate that cutoff latitude is lower for solar protons with higher energy, consistent with low‐altitude vertical cutoffs. Both the observations and numerical results show that proton access into the inner …"
            ],
            [
                [
                    "Space Physics"
                ]
            ]
        ]
    ]
}