{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1RWIQJ6A",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Lingze Duan Dr. Lingze Duan Professor, Dr. Lingze Duan received the B.S. degree in physics from Tsinghua University, Beijing, China in 1995 and the Ph.D degree in electrical engineering from the University of Maryland, College Park, MD, USA in 2002. After conducting postdoctoral research at MIT (2002-2004) and Penn State (2004-2007), he joined the Department of Physics and Astronomy at UAH as a faculty member in 2007, where he has been an Associate Professor since 2013. His current research interest includes ultrafast nanophotonics, frequency metrology with femtosecond frequency combs, fiber optic sensors, and novel applications of optics in astrophysics. He was a recipient of the National Science Foundation Faculty Early Career Development (CAREER) Award in 2013. He is a Senior Member of the Optical Society (OSA) and a Senior Member of IEEE and IEEE Photonics Society. Dr. Duan's teaching interest covers a broad range of subjects in physics and optics, including general physics (PH 112, 115 and 310), basic optics (OPT 341, 342, 411, 412 and 441), and advanced optical & laser sciences (PH\/OSE 632, 645, 733 and 745). Ph.D., University of Maryland, 2002 M.S., University of Maryland, 1998 B.S., Tsinghua University, Beijing, China, 1995 Professor, 2020-present, University of Alabama in Huntsville (Huntsville, AL) Associate Professor, 2013-2020, University of Alabama in Huntsville (Huntsville, AL) Assistant Professor, 2007-2013, University of Alabama in Huntsville (Huntsville, AL) Postdoc, 2004-2007, Penn State University (University Park, PA) Postdoctoral Associate, 2002-2004, MIT (Cambridge, MA) The Precision and Ultrafast Light Sciences (PULS) Group at UAH PH 115 - General Physics Lab II PH 310 - Intermediate Lab I OPT 341 - Geometrical Optics OPT 342 - Physical Optics OPT 411 - Geometrical Optics Lab OPT 412 - Physical Optics Lab OPT 442 - Interference and Diffraction PH 632 - Fourier Optics PH 645 - Lasers I PH 745 - Lasers II Outreach Program Director, Huntsville Electro-Optical Society (HEOS) North Alabama Regional Science Olympiad Alabama Science and Engineering Fair K-12 Students Lab Tour University Open House Society of Physics Student Activities \"Hands-On Optics\" Teacher Training SOS (Society of Optics Students) at Lowe Mill SOS (Society of Optics Students) at Mill Creek Elementary Lingze Duan and Dipen Barot, Signal Analysis System and Methods, US 10,812,184, 2020. Nabil Md Rakinul Hoque and Lingze Duan, “Picostrain-resolution passive fiber-optic sensing down to sub-10 mHz infrasonic frequencies,” J. Opt. Soc. Am. B 37, 2773-2778 (2020). Nabil Md Rakinul Hoque and Lingze Duan, “Ultrahigh-resolution fiber-optic sensing using a high-finesse, meter-long fiber Fabry-Perot resonator,” IEEE Photon. J. 12, 7101109 (2020). Hemang Jani and Lingze Duan, “Time-frequency spectroscopy of GaAs transient dispersion using few-cycle pump-probe reflectometry,” Phys. Rev. Appl., 13, 054010 (2020). Hemang Jani, Liang Chen, and Lingze Duan, “Pre-emission study of photoelectron dynamics in a GaAs\/AlGaAs photocathode,” IEEE J. Quantum Electron. 56 , 4000208 (2020). Srikamal Soundararajan and Lingze Duan, “Time-stretch spectroscopy based on laser cavity tuning with a dual-function delay line,” IEEE Photon. Tech. Lett., 31 , 1385-1388 (2019). Dipen Barot, Gang Wang, and Lingze Duan, “High resolution dynamic strain sensor using a polarization maintaining fiber Bragg grating,” IEEE Photon. Tech. Lett. 31 , 709-712 (2019). Chunfang Rao and Lingze Duan, “Bidirectional, bimodal ultrasonic lamb wave sensing in a composite plate using a polarization-maintaining fiber Bragg grating,” Sensors 19 , 1375 (2019). Lin Yin, Liang Chen, Shuqin Zhang, Yunsheng Qian, Hemang Jani, and Lingze Duan, “Femtosecond ultrafast dynamics study on the photoemission performance of reflection-mode GaAlAs photocathode,” Mater. Sci. Semicond. Process. 91 , 27-30 (2019). Bing Zeng and Lingze Duan, “Carrier-envelope phase sensitive inversion driven by few-cycle pulse pairs,” OSA Continuum 1 , 1304-1312 (2018). Srikamal Soundararajan, Lin Yang, Shuqin Zhang, Hemang Jani, and Lingze Duan, “Time-wavelength optical sampling based on dynamic laser cavity tuning,” J. Opt. Soc. Am.  B 35 , 1186-1191 (2018). Dipen Barot and Lingze Duan, “Laser frequency analysis aided by electronic frequency dividers,” IEEE J. Lightwave Technol. 36 , 2524-2530 (2018). Richard Lieu and Lingze Duan, “Does light from steady sources bear any observable imprint of the dispersive intergalactic medium?” ApJ. 853 , 135 (2018). Lin Yang and Lingze Duan, “Depth-resolved imaging based on optical sampling by cavity tuning,” IEEE Photon. Tech. Lett. 27, 1761-1764 (2015). Hemang Jani and Lingze Duan, “Acid-free sol-gel fabrication of glass thin films embedded with II-VI colloidal quantum dots,” J. Nanophotonics 9, 093072 (2015). Lingze Duan, “Thermal noise-limited fiber-optic sensing at infrasonic frequencies,” IEEE J. Quantum Electron. 51, 7700106 (2015). Richard Lieu, Lingze Duan, and Tom W. B. Kibble, “Measurement of the dispersion of radiation from a steady cosmological source,” ApJ. 778, 73 (2013). Lin Yang, Jinsong Nie, and Lingze Duan, “Dynamic optical sampling by cavity tuning and its application in lidar,” Opt. Express 21, 3850-3860 (2013). Lingze Duan, “A general treatment of the thermal noises in optical fibers,” Phys. Rev. A 86, 023817 (2012). 2020 – 2021 EPA P3 (Co-PI, $25k) - Distributed Fiber-optic Turbidity Sensor Network (SU84015201) 2019 – 2021 AL ACHE GRSP (PI, $50k) - High-Resolution Fiber-Optic Sensing under Extreme Conditions 2019–2020 - NASA\/EPSCoR R3 (Sc-I, $100k) - Development of Fiber-Optic High-Temperature Heat Flux Sensors for Venus Exploration (80NSSC19M0033). 2016–2020 - NSF\/EPMD (PI, $340k) - The Fundamental Limit of Fiber-Optic Sensors in the Infrasonic Region (ECCS-1606836). 2015-2017 - AL ACHE GRSP (PI, $50k): Fiber-optic sensing at the Femto-strain Level 2013-2019 - NSF-CAREER (PI, $408k): Semiconductor Detectors for Direct Probing of the Absolute Phase of Light (ECCS-1254902) 2013-2016 - NASA EPSCoR RID (PI, $48k): Compact, low-cost semiconductor lasers with ultra-high frequency stability (NNX13AB09A) 2012–2015 - AL ACHE GRSP (PI, $75k) - High-Resolution Dynamic Range Metrology Using A Femtosecond-Laser Frequency Comb 2011–2014 - NSF\/MRI (PI, $280k) - Acquisition of Menlo Systems FC1500 Optical Frequency Synthesizer (ECCS-1040019) 2012-2015 - AL ACHE GRSP (PI, $75k): High-resolution dynamic range metrology using a femtosecond-laser frequency comb 2011-2014 - NSF-MRI (PI, $280k): Acquisition of Menlo Systems FC1500 Optical Frequency Synthesizer (ECCS-1040019) 256.824.2138 lingze.duan@uah.edu Femtosecond Lasers Optical Frequency Combs & Applications Ultrafast Nanophotonics Optical Metrology Fiber-Optic Sensors Imaging & Spectroscopy Research Group Website"
            ]
        ]
    ]
}