{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1SD2ZYZ8",
            "f2MNtqgAAAAJ",
            [
                "Physical processes shaping gamma-ray burst X-ray afterglow light curves: theoretical implications from the Swift X-ray telescope observations",
                "Physical processes shaping gamma-ray burst X-ray afterglow light curves: theoretical implications from the Swift X-ray telescope observations",
                "The association of GRB 060218 with a supernova and the evolution of the shock wave",
                "Gamma-ray bursts: Progress, problems & prospects",
                "A short γ-ray burst apparently associated with an elliptical galaxy at redshift z= 0.225",
                "Broadband observations of the naked-eye γ-ray burst GRB 080319B"
            ],
            [
                "With the successful launch of the Swift Gamma‐Ray Burst Explorer, a rich trove of early X‐ray afterglow data has been collected by its onboard X‐Ray Telescope (XRT). Some interesting features are emerging, including a distinct rapidly decaying component preceding the conventional afterglow component in many sources, a shallow decay component before the more “normal” decay component observed in a good fraction of GRBs, and X‐ray flares in nearly half of the afterglows. In this paper we systematically analyze the possible physical processes that shape the properties of the early X‐ray afterglow light curves and use the data to constrain various models. We suggest that the steep decay component is consistent with the tail emission of the prompt gamma‐ray bursts and\/or the X‐ray flares. This provides strong evidence that the prompt emission and afterglow emission are likely two distinct components …",
                "With the successful launch of the Swift Gamma‐Ray Burst Explorer, a rich trove of early X‐ray afterglow data has been collected by its onboard X‐Ray Telescope (XRT). Some interesting features are emerging, including a distinct rapidly decaying component preceding the conventional afterglow component in many sources, a shallow decay component before the more “normal” decay component observed in a good fraction of GRBs, and X‐ray flares in nearly half of the afterglows. In this paper we systematically analyze the possible physical processes that shape the properties of the early X‐ray afterglow light curves and use the data to constrain various models. We suggest that the steep decay component is consistent with the tail emission of the prompt gamma‐ray bursts and\/or the X‐ray flares. This provides strong evidence that the prompt emission and afterglow emission are likely two distinct components …",
                "Although the link between long γ-ray bursts (GRBs) and supernovae has been established 1, 2, 3, 4, hitherto there have been no observations of the beginning of a supernova explosion and its intimate link to a GRB. In particular, we do not know how the jet that defines a γ-ray burst emerges from the star's surface, nor how a GRB progenitor explodes. Here we report observations of the relatively nearby GRB 060218 (ref. 5) and its connection to supernova SN 2006aj (ref. 6). In addition to the classical non-thermal emission, GRB 060218 shows a thermal component in its X-ray spectrum, which cools and shifts into the optical\/ultraviolet band as time passes. We interpret these features as arising from the break-out of a shock wave driven by a mildly relativistic shell into the dense wind surrounding the progenitor 7. We have caught a supernova in the act of exploding, directly observing the shock break-out, which …",
                "The cosmological gamma-ray burst (GRB) phenomenon is reviewed. The broad observational facts and empirical phenomenological relations of the GRB prompt emission and afterglow are outlined. A well-tested, successful fireball shock model is introduced in a pedagogical manner. Several important uncertainties in the current understanding of the phenomenon are reviewed, and prospects of how future experiments and extensive observational and theoretical efforts may address these problems are discussed.",
                "Gamma-ray bursts (GRBs) come in two classes 1: long (> 2 s), soft-spectrum bursts and short, hard events. Most progress has been made on understanding the long GRBs, which are typically observed at high redshift (z≈ 1) and found in subluminous star-forming host galaxies. They are likely to be produced in core-collapse explosions of massive stars 2. In contrast, no short GRB had been accurately (< 10 ″) and rapidly (minutes) located. Here we report the detection of the X-ray afterglow from—and the localization of—the short burst GRB 050509B. Its position on the sky is near a luminous, non-star-forming elliptical galaxy at a redshift of 0.225, which is the location one would expect 3, 4 if the origin of this GRB is through the merger of neutron-star or black-hole binaries. The X-ray afterglow was weak and faded below the detection limit within a few hours; no optical afterglow was detected to stringent limits …",
                "Long-duration γ-ray bursts (GRBs) release copious amounts of energy across the entire electromagnetic spectrum, and so provide a window into the process of black hole formation from the collapse of massive stars. Previous early optical observations of even the most exceptional GRBs (990123 and 030329) lacked both the temporal resolution to probe the optical flash in detail and the accuracy needed to trace the transition from the prompt emission within the outflow to external shocks caused by interaction with the progenitor environment. Here we report observations of the extraordinarily bright prompt optical and γ-ray emission of GRB 080319B that provide diagnostics within seconds of its formation, followed by broadband observations of the afterglow decay that continued for weeks. We show that the prompt emission stems from a single physical region, implying an extremely relativistic outflow that propagates …"
            ],
            [
                [
                    "High energy astrophysics"
                ]
            ]
        ]
    ]
}