{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1T5UAPYZ",
            "ycfz5H8AAAAJ",
            [
                "Redes sociales, tejidos de paz",
                "Aplicaciones biotecnológicas de los microorganismos",
                "Prevalencia de Chlamydia trachomatis detectada por reacción en cadena de la polimerasa en un grupo de mujeres jóvenes sintomáticas y asintomáticas en Bogotá, Colombia",
                "David, más allá de la historia",
                "Análisis sistemático de los artículos publicados en la revista interamericana de educación, investigación y pedagogía (RIIEP) durante 2014 a 2019"
            ],
            [
                "Los nuevos lenguajes, cada vez con mayor procedencia de la inmersión tecnológica a que se ha sometido voluntariamente la sociedad actual, requieren ser analizados desde las perspectivas que generan las nuevas maneras de relacionarse. No es extraño encontrarse conectado simultáneamente a diversas redes en un espacio común; los criterios que se tienen en cuenta para incorporar o invitar interlocutores a estos espacios comunes, y que deberían responder a los gustos e intereses de todos, no siempre resultan según el deber ser. El trabajo de construcción de relaciones interpersonales a través de herramientas comunicativas en línea hace posible tejer redes, no solo para construir relaciones, sino para que a través de ellas se pueda genera nuevo conocimiento. Las experiencias en red que permiten identificar los esfuerzos para gestar una sociedad en paz requieren de atención y cuidados específicos para que la construcción que se consiga prescinda de los vicios que atentan contra la durabilidad que todas las personas desean en sus relaciones interpersonales.",
                "OSTOS-ORTIZ, Olga Lucía; ROSAS-ARANGO, Sonia Marcela and GONZALEZ-DEVIA, Johanna Lizeth. Biotechnological applications of microorganisms. Nova [online]. 2019, vol. 17, n. 31, pp. 129-163. ISSN 1794-2470.",
                "Introducción: la Chlamydia trachomatis (CT) es considerada hoy como la causa más frecuente de infecciones de transmisión sexual y enfermedad pélvica inflamatoria. Aproximadamente la mitad de los casos de infección por Chlamydia trachomatis cursan en forma asintomática lo que dificulta su detección clínica temprana y aumenta la probabilidad de secuelas a largo plazo.Objetivo: determinar la prevalencia de infección por C. trachomatis en un grupo de mujeres jóvenes con y sin leucorrea en Bogotá, Colombia. Metodología: estudio de corte transversal en el que se investigó por la técnica de reacción en cadena de la polimerasa la presencia de C. trachomatisen 355 muestras de orina obtenidas de mujeres jóvenes con o sin leucorrea. Las muestras fueron recolectadas en dos instituciones de primer nivel de la Secretaría Distrital de Salud y en dos instituciones públicas de educación superior, durante los meses de junio y julio del 2004. Se investigaron variables sociodemográficas de interés y prácticas anticonceptivas. Resultados: se detectaron 19 muestras positivas, de las cuales 5 correspondían a mujeres sin leucorrea y 14 a pacientes con leucorrea. La prevalencia de infección fue 5, 35%(IC 95% 3, 25-8.23) en el grupo total, 2, 86%(IC 95% 0, 93-6, 54) en las mujeres sin leucorrea y 7, 78%(IC 95% 4, 31-12, 70) en las pacientes con leucorrea.Conclusión: la prevalencia encontrada en este estudio indica que la infección por C. trachomatis constituye un problema de interés en salud pública. Aunque la leucorrea puede considerarse como un marcador de infección por Chlamydia, dada la tendencia a mayor frecuencia en este grupo …",
                "Aunque no encontré muy explícito este contenido en 1 y 2 Re, se pueden señalar entre otras, las funciones propias de un rey tal como aparece en 1 Re 1, 13 y que designa más adelante con mayor claridad cuando nombra a su sucesor (1 Re 1, 43) y le aconseja (1 Re 2, 1)",
                "La revista interamericana de educación, investigación y pedagogía (RIIEP) publica trabajos relevantes de investigación educativa y pedagógica. A continuación, se presenta una revisión sistemática realizada entre los años 2014 y 2019, desde cuatro perspectivas: educación y tecnología de la información, investigación en educación y pedagogía, y propuestas pedagógicas y estrategias didácticas."
            ],
            [
                [
                    "General"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}