{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1UIDBMU5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Christopher S. Thaxton Dr. Christopher S. Thaxton Research Website [ ASU | ASULearn | AppalNet | Phys & Astr | ASU Library | XiTracs | Digital Measures | CAS forms (travel) | Search classes by term | Academic calendar | FB | Pandora | Ray's Weather | Google ] 1988 B.S. Electrical Engineering, Georgia Institute of Technology 1998 M.S. Physics, North Carolina State University 2004 Ph.D. Physics, North Carolina State University Dissertation: Investigations of Grain Size Dependent Sediment Transport Phenomena on Multiple Scales Professional Experience Time Period Position Held 2017-Present Professor , Department of Physics and Astronomy, Appalachian State University, Boone, NC 2012-2017 Director, Environmental Science Program , Appalachian State University, Boone, NC 2010-2017 Associate Professor , Department of Physics and Astronomy, Appalachian State University, Boone, NC 2007-2012 Director , Professional Science Master’s Program , Appalachian State University, Boone, NC 2004-2010 Assistant Professor , Department of Physics and Astronomy, Appalachian State University, Boone, NC 1995-2004 Research\/Teaching Assistant , Department of Physics and Department of Marine, Earth, and Atmospheric Sciences, North Carolina State University. Tom Drake & Helena Mitasova, Experimental and computational coastal and watershed-scale sediment transport, erosion, deposition; granular flow and sorting (2000-2004) 1994 Sr. Design Engineer , Hayes Microcomputer Products Inc., Norcross, GA. 1989-1994 Project Manager \/ Sr. Associate Engineer , IBM Corporation, Hardware Development Lab, RTP, NC, Product Engineer (1991-1992); Associate Engineer (1989-1990) Recent Publications * italics denote student author ORCID ID: https:\/\/orcid.org\/0000-0001-5921-428X ; https:\/\/orcid.org\/0000-0001-5921-428X\/print SCOPUS Author ID: 6602617004 Thaxton, C.S. and J. Calantoni. (In review). Theoretical derivation of sediment threshold of motion in the near-shore. European Journal of Fluids. Jonaitis. J. , L. Baker Perry, Peter T. Soulé, Christopher Thaxton, Marcos F. Andrade-Flores, Tania Ita Vargas, and Laura Ticona. (In revision). Spatiotemporal Patterns of ENSO-Precipitation Relationships in the Tropical Andes of Southern Peru and Bolivia. International Journal of Climatology. Thaxton, C.S., W. P. Anderson, Jr., Chuanhui Gu, Borko Stosic, Tatijana Stosic. 2018 - Detrended fluctuation analysis and entropy-complexity causality analysis of temperatures in an urbanized mountain stream. Stoch Environ Res Risk Assess. https:\/\/doi.org\/10.1007\/s00477-017-1434-8 Holway, K , C.S. Thaxton, J. Calantoni. 2012. Application of a simple power law for transport ratio with bimodal distributions of spherical grains under oscillatory forcing, Advances in Water Resources, 48: 47-54 Rice J.S ., W.P. Anderson Jr., C.S. Thaxton. 2011. Urbanization influences on stream temperature behavior within low-discharge headwater streams, Hydrological Research Letters (5): 27-31. Anderson, W.P. Jr., J.L. Anderson , C.S. Thaxton, C.M. Babyak. 2010. Changes in stream temperatures in response to restoration of groundwater discharge and solar heating in a culverted, urban stream, Journal of Hydrology, 393 (3-4): 309-320 Thaxton, C., W. Winn, J. Fenwick, T. McClannon & M. Olson. 2009. The Governing Principle behind Design: Part I: Unifying Methodologies, Disciplines and Cultures through the Physical Principle of Least Action, Design Principles and Practices: An International Journal, Volume 3, Issue 6, pp.325-348. Thaxton, C., W. Winn, J. Fenwick, T. McClannon & M. Olson. 2009. The Governing Principle behind Design: Part II: The Least Action Principle, Transparency, and Universalization, Design Principles and Practices: An International Journal, Volume 3, Issue 6, pp.349-362 . Thaxton, C. 2009. The Governing Principle behind Design: Part III: Generalization of the Physical Principle of Least Action to the Design Process, Design Principles and Practices: An International Journal, Volume 3, Issue 6, pp.363-384. Jones, A.F. and C.S. Thaxton. 2008. Integrated Nearshore Wave Amplitude Model for Use on Portable Devices, IEEE SouthestCON 2008, Peer-reviewed conference proceedings, IEEE, Huntsville, AL , 31-36, DOI 10.1109\/SECON.2008.4494249 Calantoni, J. and C.S. Thaxton. 2007. Simple power law for transport ratio with bimodal distributions of coarse sediments under waves. Journal of Geophysical Research, 113, C03003, doi:10.1029\/2007JC004237\\ Mitasova, H. Thaxton, C.S., Hofierka, J, McLaughlin, R., Moore, A., Mitas. L. 2007, Path sampling method for modeling overland water flow, sediment transport, and short term terrain evolution in Open Source GIS, Developments in Water Science, Volume 55, Part 2, 2004, Pages 1479-1490 Thaxton, C.S., C.M. Babyak, W. Anderson. J. L. Anderson, W.P. Benner III , J.A. Davis , and C.A. Penders . 2007. Baseline monitoring case study of a high-gradient, urbanized stream - Boone Creek, Boone, NC, 2007 Low Impact Development Conference Proceedings, ASCE. (peer-reviewed - American Society of Civil Engineers, March, 2007) Thaxton, C.S. and R.A. McLaughlin. 2005. Sediment Capture Effectiveness of Various Baffle Types in a Sediment Retention Pond, Transactions of the ASAE, 48(5): 1795-1802 Thaxton, C.S., Calantoni, J., McLaughlin, R.A. 2004. Hydrodynamic Assessment of Various Types of Baffles in a Sediment Detention Pond, Transactions of the ASAE, 47(3): 741-749 . Thaxton, C.S., Mitasova, H., Mitas, L., McLaughlin, R. 2004. Simulations of distributed watershed erosion, deposition, and terrain evolution using a path sampling Monte Carlo method, ASAE Annual International Meeting 2004; Ottawa, ON; Canada; 1 August 2004 through 4 August 2004; Code 66322. Peer-reviewed: 2069-2082. Recent Conferences Thaxton, C. S., J.P. Sherman, I.A. Krintz, Q. Riggs, A. Scher, D. Ross, D. Schelsselman . 2017 AGU Fall Conf., \"Optimizing Weather Research and Forecasting model parameterizations for boundary-layer turbulence production and dissipation over the Southern Appalachians,\" AGU EP43C-1896, New Orleans, LA. (Nov. 14, 2017). Thaxton, C. S., D. Ross . 2017 WRF Workshop, \"Preliminary evaluation of WRF physics options for the Southern Appalachian Mountains,\" P55 Model Evaluation, Boulder, CO. (June 14, 2017). Thaxton, C. S., Frank, D., Calantoni, J. 2016 Ocean Sciences, \"Lagrangian Measurements, Simulation, and Theory for Incipient Motion in Oscillatory Flows,\" AGU, New Orleans, LA. (February 25, 2016). Thaxton, C. S., Frank, D., Calantoni, J. 2016 Ocean Sciences, \"Lagrangian Measurements, Simulation, and Theory for Incipient Motion in Oscillatory Flows,\" AGU, New Orleans, LA. (February 25, 2016). Thaxton, C. S., Frank, D., Calantoni, J., Simeonov, J., 2015 American Geophysical Union (AGU-Annual Meeting), \"Lagrangian Measurements, Simulation, and Theory for Incipient Motion in Oscillatory Flows,\" AGU, San Francisco, CA. (December 2015). Thaxton, C.S. 2015. Modeling granular flows in coastal applications, 5 Congreso de Fisica y Matematicas' Universidad de las Americas-Puebla, Cholula, Puebla, MX, April 9, 2015; Thaxton, C.S. 2014. Appalachian State University, An interdisciplinary environmental Professional Science Master's (PSM) program at Appalachian State: Creative solutions from viability to approval, Special Session E-5, Silo Busting for Dummies II: If we can so can you; AESS Conference, New York, NY, June 13, 2014. Thaxton, C.S. 2013. Integrating environmental professional career preparation into a science-intensive IE program, Special Session F-5, Interdisciplinary Environmental Program Team USA: Linking Assessment, Professional Competencies, and Careers; AESS Conference, Pittsburgh, PA, June 21, 2013. Thaxton, C.S. 2013. Solving problems on the New River through Interdisciplinarity. New River Symposium, Radford, VA, May 30-31, 2013. Thaxton, C. S. (Presenter & Author), Roth, R. (Presenter & Author), Badurek, C. A. (Presenter & Author), Pine, J. C. (Presenter & Author), Van Noy, R. (Presenter & Author), Santucci, G. (Presenter & Author), Partnership Forum, \"Partnering on the New River,\" Radford University, Radford, VA. (April 12, 2013). Thaxton, C.S. and J. Calantoni. 2012. Modeling and experiments for sheet flow transport with bimodal size distributions (Control ID 1487689), AGU Fall Meeting, 3-7 December 2012, San Francisco, California. Thaxton, C.S. 2012. The Environmental Science B.S. program at Appalachian State University: Bridging the systems science and adaptive management models. Association for Environmental Studies and Sciences (AESS) Conference, ESS Institutional Experiences: New Programs and New Curriculum (Session B), Santa Clara, CA, June 22, 2012 Holway, K., C. S. Thaxton, J. Calantoni. 2010. Application of a simple power law for transport ratio with bimodal distributions of spherical grains under oscillatory forcing, Symposium on Two-phase Modelling for Sediment Dynamics in Geophysical Flows, Paris, France, April 26-28, 2011, Thaxton, C.S., W. Winn, J.B. Fenwick, Jr., T.W. McClannon, M.A. Olson. 2009. The Governing Principle behind Design: Unifying Methodologies, Disciplines and Cultures through the Physical Principle of Least Action. Design Conference 2009, International Conference, Berlin, Germany, February, 2009 Sheremet, A., J. Calantoni, and C.S. Thaxton. 2008. Towards predicting sheet flow sediment transport as a diffusive process. Eos. Trans. AGU 89(53), Fall Meet. Suppl., OS21E-1210. Calantoni, J. and C. S. Thaxton. 2008. Simple power law for transport ratio with bimodal distributions of coarse sediments under waves, Fourth Gordon Research Conference on Granular and Granular Fluid Flow on June 23, 2008 at Colby College in Waterville, ME Thaxton, C.S. 2007. Thermal data acquisition and predictive modeling for urbanizing head-water streams in the Southern Appalachians, Invited Lecture, Naval Research Laboratories, Stennis Space Center, MS Thaxton, C.S. 2007. A universal method for setting up field problems in intermediate and advanced classical mechanics and electromagnetism. 2007. North Carolina Section of the American Association of Physics Teachers, High Point University, High Point, NC, October 20, 2007. Thaxton, C.S., C. Penders, W. Anderson, J. Anderson, C. Babyak, W. Benner, III. 2007. Impacts of Urbanization on Headwater Streams of the New River: How Do We Bring Back the Trout?. 2007 New River Symposium, New River Biota II, May 31 - June 2, 2007, Radford University, Radford, VA. Anderson, J.L., W.P. Anderson, Jr., C.S. Thaxton, and C.M. Babyak. 2007. Dynamics of episodic temperature variations in an urbanized, high-gradient stream. Paper No. 9-1 in Geological Society of America Abstracts with Programs, Vol. 39(2), p. 17. GSA Southeast Section Meeting, Savannah, GA. Thaxton, C.S., C.M. Babyak, W. Anderson. J. L. Anderson, W.P. Benner III, J.A. Davis, and C.A. Penders. 2007. Baseline monitoring case study of a high-gradient, urbanized stream - Boone Creek, Boone, NC, 2007 Low Impact Development Conference Proceedings, ASCE. (peer-reviewed - American Society of Civil Engineers, March, 2007) Thaxton, C.S. 2006. Path sampling Monte Carlo method for watershed-scale terrain evolution in GRASS GIS. Invited lecture, Naval Research Laboratory, Stennis Space Center, MS. May 14, 2006. Thaxton, C.S. & J. Calantoni. 2006. Vertical sorting and preferential transport in sheet flow with bimodal size distributions of sediment, Coastal Engineering, 2006: Proceedings of the 30th International Conference on Coastal Engineering (ICCE 2006) 3-8 September, Ed. Jane McKee Smith, World Scientific Publishing, Hackensack, NJ. Vol. 3, pp. 3056-3065. Penders, C., W. Benner, J. Anderson, C. Thaxton, C. Babyak, W. Anderson. 2006. Case Study: Boone Creek Monitoring Project - Boone, NC, State of North Carolina Undergraduate Research and Creativity Symposium, November 18, 2006, Raleigh, NC. Thaxton, C.S. and J. Calantoni. 2006. Simple Power Law for Transport Ratio with Bimodal Distribution of Coarse Sediment, N8.00006, 2006 American Physical Society March Meeting, Baltimore, MD Mitasova, H., C. Thaxton, J. Hofierka, R. McLaughlin, A. Moore, L. Mitas. 2005. Path sampling method for modeling overland water flow, sediment transport, and short term terrain evolution in Open Source GIS. In: C.T. Miller, M.W. Farthing, V.G. Gray, G.F. Pinder eds., Proceedings of the XVth International Conference on Computational Methods in Water Resources (CMWR-XV), June 13-17, 2004, Chapel Hill, NC, USA, Elsevier, pp. 1479-1490. Thaxton, C.S., Mitasova, H., Mitas, L., McLaughlin, R.A., Landscape-scale Grain Size Dependent Simulations of Erosion and Deposition Using a Path Sampling Method, 204(SW-21), 2004 ASAE\/CSAE Annual International Meeting, Ottawa, Canada August 1-4, 2004 McLaughlin, R.A., Thaxton, C.S., Optimal Hydraulic Permeability of Composite Geotextiles as Baffles in a Sedimentation Basin, 218(SW-224), 2004 ASAE\/CSAE Annual International Meeting, Ottawa, Canada August 1-4, 2004 Thaxton, C.S. 2004. Path Sampling Monte Carlo Method for Modeling Sediment Transport Processes Over Complex Terrain. 2004. N.C. Sectional Meeting of the American Association of Physics Teachers, Meredith College, Raleigh, NC, 2004. He\/Him\/His, Professor Phone: (828) 262-6836 Garwood Hall 223"
            ]
        ]
    ]
}