{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1UJ45081",
            "Ffz-fQwAAAAJ",
            [
                "Ultrafast interference imaging of air in splashing dynamics",
                "Unstable fronts and motile structures formed by microrollers",
                "Creation of prompt and thin-sheet splashing by varying surface roughness or increasing air pressure",
                "Thin film formation during splashing of viscous liquids",
                "The role of rigidity in controlling material failure",
                "Leveraging collective effects in externally driven colloidal suspensions: Experiments and simulations",
                "Magneto-capillary dynamics of amphiphilic Janus particles at curved liquid interfaces",
                "Hydrodynamic shocks in microroller suspensions",
                "Driven dynamics in dense suspensions of microrollers",
                "Minimal model for a hydrodynamic fingering instability in microroller suspensions"
            ],
            [
                "A drop impacting a solid surface with sufficient velocity will emit many small droplets creating a splash. However, splashing is completely suppressed if the surrounding gas pressure is lowered. The mechanism by which the gas affects splashing remains unknown. We use high-speed interference imaging to measure the air beneath all regions of a spreading viscous drop as well as optical absorption to measure the drop thickness. Although an initial air bubble is created on impact, no significant air layer persists until the time a splash is created. This suggests that splashing in our experimentally accessible range of viscosities is initiated at the edge of the drop as it encroaches into the surrounding gas.",
                "Condensation of objects into stable clusters occurs naturally in equilibrium 1 and driven systems 2, 3, 4, 5. It is commonly held that potential interactions 6, depletion forces 7, or sensing 8 are the only mechanisms which can create long-lived compact structures. Here we show that persistent motile structures can form spontaneously from hydrodynamic interactions alone, with no sensing or potential interactions. We study this structure formation in a system of colloidal rollers suspended and translating above a floor, using both experiments and large-scale three-dimensional simulations. In this system, clusters originate from a previously unreported fingering instability, where fingers pinch off from an unstable front to form autonomous ‘critters’, whose size is selected by the height of the particles above the floor. These critters are a stable state of the system, move much faster than individual particles, and quickly respond …",
                "A liquid drop impacting a solid surface may splash either by emitting a thin liquid sheet that subsequently breaks apart or by promptly ejecting droplets from the advancing liquid-solid contact line. Using high-speed imaging, we show that surface roughness and air pressure influence both mechanisms. Roughness inhibits thin-sheet formation even though it also increases prompt splashing at the advancing contact line. If the air pressure is lowered, droplet ejection is suppressed not only during thin-sheet formation but also for prompt splashing.",
                "After impact onto a smooth dry surface, a drop of viscous liquid initially spreads in the form of a thick lamella. If the drop splashes, it first emits a thin fluid sheet that can ultimately break up into droplets causing the splash. Ambient gas is crucial for creating this thin sheet. The time for sheet ejection, t e j t, depends on impact velocity, liquid viscosity, gas pressure, and molecular weight. A central air bubble is trapped below the drop at pressures even below that necessary for this sheet formation. In addition, air bubbles are entrained underneath the spreading lamella when the ejected sheet is present. Air entrainment ceases at a lamella velocity that is independent of drop impact velocity as well as ambient gas pressure.",
                "We investigate how material rigidity acts as a key control parameter for the failure of solids under stress. In both experiments and simulations, we demonstrate that material failure can be continuously tuned by varying the underlying rigidity of the material while holding the amount of disorder constant. As the rigidity transition is approached, failure due to the application of uniaxial stress evolves from brittle cracking to system-spanning diffuse breaking. This evolution in failure behavior can be parameterized by the width of the crack. As a system becomes more and more floppy, this crack width increases until it saturates at the system size. Thus, the spatial extent of the failure zone can be used as a direct probe for material rigidity.",
                "In this review article, we focus on collective motion in externally driven colloidal suspensions, as well as how these collective effects can be harnessed for use in microfluidic applications. We highlight the leading role of hydrodynamic interactions in the self-assembly, emergent behavior, transport, and mixing properties of colloidal suspensions. A special emphasis is given to recent numerical methods to simulate driven colloidal suspensions at large scales. In combination with experiments, they help us to understand emergent dynamics and to identify control parameters for both individual and collective motion in colloidal suspensions.",
                "A homogeneous magnetic field can exert no net force on a colloidal particle. However, by coupling the particle's orientation to its position on a curved interface, even static homogeneous fields can be used to drive rapid particle motions. Here, we demonstrate this effect using magnetic Janus particles with amphiphilic surface chemistry adsorbed at the spherical interface of a water drop in decane. Application of a static homogeneous field drives particle motion to the drop equator where the particle's magnetic moment can align parallel to the field. As explained quantitatively by a simple model, the effective magnetic force on the particle scales linearly with the curvature of the interface. For particles adsorbed on small droplets such as those found in emulsions, these magneto-capillary forces can far exceed those due to magnetic field gradients in both magnitude and range. This mechanism may be useful in creating …",
                "We combine experiments, large-scale simulations, and continuum models to study the emergence of coherent structures in a suspension of magnetically driven microrollers sedimented near a floor. Collective hydrodynamic effects are predominant in this system, leading to strong density-velocity coupling. We characterize a uniform suspension and show that density waves propagate freely in all directions in a dispersive fashion. When sharp density gradients are introduced in the suspension, we observe the formation of a shock. Unlike Burgers' shocklike structures observed in other active and driven confined hydrodynamic systems, the shock front in our system has a well-defined finite width and moves rapidly compared to the mean suspension velocity. We introduce a continuum model demonstrating that the finite width of the front is due to far-field nonlocal hydrodynamic interactions and governed by a geometric …",
                "We perform detailed computational and experimental measurements of the driven dynamics of a dense, uniform suspension of sedimented microrollers driven by a magnetic field rotating around an axis parallel to the floor. We develop a lubrication-corrected Brownian dynamics method for dense suspensions of driven colloids sedimented above a bottom wall. The numerical method adds lubrication friction between nearby pairs of particles, as well as particles and the bottom wall, to a minimally-resolved model of the far-field hydrodynamic interactions. Our experiments combine fluorescent labeling with particle tracking to trace the trajectories of individual particles in a dense suspension, and to measure their propulsion velocities. Previous computational studies [B. Sprinkle et al., J. Chem. Phys., 2017, 147, 244103] predicted that at sufficiently high densities a uniform suspension of microrollers separates into two …",
                "We derive a minimal continuum model to investigate the hydrodynamic mechanism behind the fingering instability recently discovered in a suspension of microrollers near a floor [M. Driscoll et al., Nat. Phys. 13, 375 (2017)]. Our model, consisting of two continuous lines of rotlets, exhibits a linear instability driven only by hydrodynamic interactions and reproduces the length-scale selection observed in large-scale particle simulations and in experiments. By adjusting only one parameter, the distance between the two lines, our dispersion relation exhibits quantitative agreement with the simulations and qualitative agreement with experimental measurements. Our linear stability analysis indicates that this instability is caused by the combination of the advective and transverse flows generated by the microrollers near a no-slip surface. Our simple model offers an interesting formalism to characterize other hydrodynamic …"
            ],
            [
                [
                    "Soft Condensed matter"
                ]
            ],
            [
                "Michelle Driscoll Michelle Driscoll Assistant Professor PhD, University of Chicago, 2014 michelle.driscoll@northwestern.edu 847-467-6708 Tech F247 Professor Driscoll is a soft condensed matter experimentalist, and her research lies at the junction between soft-matter physics and fluid dynamics. The Driscoll lab focuses on understanding how structure and patterns emerge in a driven system, and how to use this structure formation as a new way to probe nonequillibrium systems. We study emergent structures in a diverse array of driven systems, from the microscopic to larger-scale. By developing a deeper understanding of patterns and structures which emerge dynamically in a driven material, we can learn not only how these structures can be controlled, but also how to use them to connect macroscopic behavior to microscopic properties. Emergent structures often have their genesis in unstable interfaces, such as the droplets that appear on the rim of a splashing drop or the long drips that emerge from a painted wall. Many driven fluid-fluid and fluid-suspension interfaces are unstable; the structures that emerge as they destabilize often reveal the dominant stresses acting on the system. My lab looks at active and driven colloidal systems as well as fluid systems through the lens of structure generation. I use emergent structures as a probe for driven systems, which provides a way to both elucidate control parameters, as well as to understand dynamics. Another component of my research is understanding material failure via emergent structures. How do soft solids fall apart and what kinds of patterns and structures are generated as these materials fail? When a rigid solid, like window glass, fails, it often does so rapidly and catastrophically. In a special class of marginally rigid materials (very small shear modulus), the failure behavior is very different. As the rigidity transition is approached, failure due to the application of uniaxial stress evolves from brittle cracking to system-spanning diffuse breaking; thus the spatial extent of the failure zone can be used as a direct probe for material rigidity. I use these sorts of model experimental systems to understand connections between material failure and microstructure, as well as to develop new ways to probe the rigidity of a broad class of soft materials. Honors & Awards: Yodh Prize, University of Chicago (2014) Robert A. Millikan Fellowship (2010 - 2013) Selected Publications: Unstable fronts and motile structures formed by microrollers M.M. Driscoll, B. Delmotte, M. Youssef, S. Sacanna, A. Donev, P.M. Chaikin Nature Physics 13: 375-379 (2017) The role of rigidity in controlling material failure M.M. Driscoll, B. Chen, T. Beuman, S. Ulrich, S.R. Nagel V. Vitelli Proc. Nat. Acad. Sci. 113 (39), 10813-10817 (2016) Geometric control of failure behavior in perforated sheets M.M. Driscoll PRE 90, 062404 (2014) Ultrafast interference imaging of air in splashing dynamics M. M. Driscoll and S.R. Nagel Phys. Rev. Lett., 107 154502 (2011)."
            ]
        ]
    ]
}