{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1V1PJ14U",
            "ko32zYEAAAAJ",
            [
                "Profilin-1 serves as a gatekeeper for actin assembly by Arp2\/3-dependent and-independent pathways",
                "Actin filament bundling by fimbrin is important for endocytosis, cytokinesis, and polarization in fission yeast",
                "Ena\/VASP Enabled is a highly processive actin polymerase tailored to self-assemble parallel-bundled F-actin networks with Fascin",
                "Fascin-and α-actinin-bundled networks contain intrinsic structural features that drive protein sorting",
                "Mechanism of actin filament nucleation by Vibrio VopL and implications for tandem W domain nucleation",
                "Enabled negatively regulates diaphanous-driven actin dynamics in vitro and in vivo",
                "ACD toxin–produced actin oligomers poison formin-controlled actin polymerization",
                "Alteration of microbial communities colonizing leaf litter in a temperate woodland stream by growth of trees under conditions of elevated atmospheric CO2",
                "Elevated Atmospheric CO2 Impacts Abundance and Diversity of Nitrogen Cycling Functional Genes in Soil",
                "Dynamin regulates the dynamics and mechanical strength of the actin cytoskeleton as a multifilament actin-bundling protein"
            ],
            [
                "Cells contain multiple F-actin assembly pathways, including the Arp2\/3 complex, formins, and Ena\/VASP, which have largely been analyzed separately. They collectively generate the bulk of F-actin from a common pool of G-actin; however, the interplay and\/or competition between these pathways remains poorly understood. Using fibroblast lines derived from an Arpc2 conditional knockout mouse, we established matched-pair cells with and without the Arp2\/3 complex. Arpc2−\/− cells lack lamellipodia and migrate more slowly than WT cells but have F-actin levels indistinguishable from controls. Actin assembly in Arpc2−\/− cells was resistant to cytochalasin-D and was highly dependent on profilin-1 and Ena\/VASP but not formins. Profilin-1 depletion in WT cells increased F-actin and Arp2\/3 complex in lamellipodia. Conversely, addition of exogenous profilin-1 inhibited Arp2\/3 complex actin nucleation in vitro and in …",
                "Through the coordinated action of diverse actin-binding proteins, cells simultaneously assemble actin filaments with distinct architectures and dynamics to drive different processes. Actin filament cross-linking proteins organize filaments into higher order networks, although the requirement of cross-linking activity in cells has largely been assumed rather than directly tested. Fission yeast Schizosaccharomyces pombe assembles actin into three discrete structures: endocytic actin patches, polarizing actin cables, and the cytokinetic contractile ring. The fission yeast filament cross-linker fimbrin Fim1 primarily localizes to Arp2\/3 complex-nucleated branched filaments of the actin patch and by a lesser amount to bundles of linear antiparallel filaments in the contractile ring. It is unclear whether Fim1 associates with bundles of parallel filaments in actin cables. We previously discovered that a principal role of Fim1 is to …",
                "Filopodia are exploratory finger-like projections composed of multiple long, straight, parallel-bundled actin filaments that protrude from the leading edge of migrating cells. Drosophila melanogaster Enabled (Ena) is a member of the Ena\/vasodilator-stimulated phosphoprotein protein family, which facilitates the assembly of filopodial actin filaments that are bundled by Fascin. However, the mechanism by which Ena and Fascin promote the assembly of uniformly thick F-actin bundles that are capable of producing coordinated protrusive forces without buckling is not well understood. We used multicolor evanescent wave fluorescence microscopy imaging to follow individual Ena molecules on both single and Fascin-bundled F-actin in vitro. Individual Ena tetramers increase the elongation rate approximately two- to threefold and inhibit capping protein by remaining processively associated with the barbed end for an …",
                "Cells assemble and maintain functionally distinct actin cytoskeleton networks with various actin filament organizations and dynamics through the coordinated action of different sets of actin-binding proteins. The biochemical and functional properties of diverse actin-binding proteins, both alone and in combination, have been increasingly well studied. Conversely, how different sets of actin-binding proteins properly sort to distinct actin filament networks in the first place is not nearly as well understood. Actin-binding protein sorting is critical for the self-organization of diverse dynamic actin cytoskeleton networks within a common cytoplasm. Using in vitro reconstitution techniques including biomimetic assays and single-molecule multi-color total internal reflection fluorescence microscopy, we discovered that sorting of the prominent actin-bundling proteins fascin and α-actinin to distinct networks is an intrinsic behavior …",
                "Pathogen proteins targeting the actin cytoskeleton often serve as model systems to understand their more complex eukaryotic analogs. We show that the strong actin filament nucleation activity of Vibrio parahaemolyticus VopL depends on its three W domains and on its dimerization through a unique VopL C-terminal domain (VCD). The VCD shows a previously unknown all-helical fold and interacts with the pointed end of the actin nucleus, contributing to the nucleation activity directly and through duplication of the W domain repeat. VopL promotes rapid cycles of filament nucleation and detachment but generally has no effect on elongation. Profilin inhibits VopL-induced nucleation by competing for actin binding to the W domains. Combined, the results suggest that VopL stabilizes a hexameric double-stranded pointed end nucleus. Analysis of hybrid constructs of VopL and the eukaryotic nucleator Spire suggest that …",
                "Actin regulators facilitate cell migration by controlling cell protrusion architecture and dynamics. As the behavior of individual actin regulators becomes clear, we must address why cells require multiple regulators with similar functions and how they cooperate to create diverse protrusions. We characterized Diaphanous (Dia) and Enabled (Ena) as a model, using complementary approaches: cell culture, biophysical analysis, and Drosophila morphogenesis. We found that Dia and Ena have distinct biochemical properties that contribute to the different protrusion morphologies each induces. Dia is a more processive, faster elongator, paralleling the long, stable filopodia it induces in vivo, while Ena promotes filopodia with more dynamic changes in number, length, and lifetime. Acting together, Ena and Dia induce protrusions distinct from those induced by either alone, with Ena reducing Dia-driven protrusion length and …",
                "The actin cross-linking domain (ACD) is an actin-specific toxin produced by several pathogens, including life-threatening spp. of Vibrio cholerae, Vibrio vulnificus, and Aeromonas hydrophila. Actin cross-linking by ACD is thought to lead to slow cytoskeleton failure owing to a gradual sequestration of actin in the form of nonfunctional oligomers. Here, we found that ACD converted cytoplasmic actin into highly toxic oligomers that potently “poisoned” the ability of major actin assembly proteins, formins, to sustain actin polymerization. Thus, ACD can target the most abundant cellular protein by using actin oligomers as secondary toxins to efficiently subvert cellular functions of actin while functioning at very low doses.",
                "Elevated atmospheric CO2 can cause increased carbon fixation and altered foliar chemical composition in a variety of plants, which has the potential to impact forested headwater streams because they are detritus-based ecosystems that rely on leaf litter as their primary source of organic carbon. Fungi and bacteria play key roles in the entry of terrestrial carbon into aquatic food webs, as they decompose leaf litter and serve as a source of nutrition for invertebrate consumers. This study tested the hypothesis that changes in leaf chemistry caused by elevated atmospheric CO2 would result in changes in the size and composition of microbial communities colonizing leaves in a woodland stream. Three tree species, Populus tremuloides, Salix alba, and Acer saccharum, were grown under ambient (360 ppm) or elevated (720 ppm) CO2, and their leaves were incubated in a woodland stream. Elevated-CO2 treatment …",
                "The concentration of CO2 in the Earth's atmosphere has increased over the last century. Although this increase is unlikely to have direct effects on soil microbial communities, increased atmospheric CO2 may impact soil ecosystems indirectly through plant responses. This study tested the hypothesis that exposure of plants to elevated CO2 would impact soil microorganisms responsible for key nitrogen cycling processes, specifically denitrification and nitrification. We grew trembling aspen (Populus tremuloides) trees in outdoor chambers under ambient (360 ppm) or elevated (720 ppm) levels of CO2 for 5 years and analyzed the microbial communities in the soils below the trees using quantitative polymerase chain reaction and clone library sequencing targeting the nitrite reductase (nirK) and ammonia monooxygenase (amoA) genes. We observed a more than twofold increase in copy numbers of nirK and a …",
                "The dynamin GTPase is known to bundle actin filaments, but the underlying molecular mechanism and physiological relevance remain unclear. Our genetic analyses revealed a function of dynamin in propelling invasive membrane protrusions during myoblast fusion in vivo. Using biochemistry, total internal reflection fluorescence microscopy, electron microscopy and cryo-electron tomography, we show that dynamin bundles actin while forming a helical structure. At its full capacity, each dynamin helix captures 12–16 actin filaments on the outer rim of the helix. GTP hydrolysis by dynamin triggers disassembly of fully assembled dynamin helices, releasing free dynamin dimers\/tetramers and facilitating Arp2\/3-mediated branched actin polymerization. The assembly\/disassembly cycles of dynamin promote continuous actin bundling to generate mechanically stiff actin super-bundles. Super-resolution and immunogold …"
            ],
            [
                [
                    "Biology Biochemistry Mechanotransduction Biophysics Evolution"
                ]
            ],
            [
                "Jonathan Winkelman Jonathan Winkelman Postdoctoral Researcher Advisor: Margaret Gardel jon.winkelman@gmail.com"
            ]
        ]
    ]
}