{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1WOAVR2C",
            "Ib76TJgAAAAJ",
            [
                "c-Jun N-terminal kinase 1 is required for cordycepin-mediated induction of G2\/M cell-cycle arrest via p21WAF1 expression in human colon cancer cells",
                "Secretion of recombinant pediocin PA-1 by Bifidobacterium longum, using the signal sequence for bifidobacterial α-amylase",
                "Expression and purification of a fusion-typed pediocin PA-1 in Escherichia coli and recovery of biologically active pediocin PA-1",
                "Naringin-induced p21WAF1-mediated G1-phase cell cycle arrest via activation of the Ras\/Raf\/ERK signaling pathway in vascular smooth muscle cells",
                "Isolation, identification, and characterization of a bacteriocin-producing Enterococcus sp. from kimchi and its application to kimchi fermentation",
                "Optimization of rapid detection of Escherichia coli O157: H7 and Listeria monocytogenes by PCR and application to field test",
                "Isolation of a nisin-producing Lactococcus lactis strain from kimchi and characterization of its nisZ gene",
                "Isolation and characterization of a theta-type cryptic plasmid from Bifidobacterium longum FI10564",
                "Synergistic effects of bacteriocin-producing Pediococcus acidilactici K10 and organic acids on inhibiting Escherichia coli O157: H7 and applications in ground beef",
                "Characterization of the pediocin operon of Pediococcus acidilactici K10 and expression of his-tagged recombinant pediocin PA-1 in Escherichia coli"
            ],
            [
                "Cordycepin (3′-deoxyadenosine) has many anti-cancer properties. However, neither its molecular mechanism nor its molecular targets are well understood. In the present study, we investigated novel molecular mechanisms for the anti-tumor effects of cordycepin in human colon cancer HCT116 cells. After treatment of cells with cordycepin, dose-dependent cell growth inhibition was observed at an IC50 value of 200 μM. Cordycepin treatment resulted in G2\/M-phase cell-cycle arrest, which was associated with increased p21WAF1 levels and reduced amounts of cyclin B1, Cdc2, and Cdc25c in a p53-independent pathway. Moreover, cordycepin treatment induced activation of JNK (c-Jun N-terminal kinases). Pretreatment with SP600125, a JNK-specific inhibitor, abrogated cordycepin-mediated p21WAF1 expression, cell growth inhibition, and reduced cell-cycle proteins. Furthermore, JNK1 inhibition by small …",
                "A recombinant DNA, encoding the chimeric protein of the signal sequence for bifidobacterial α-amylase mature pediocin PA-1, was introduced into Bifidobacterium longum MG1. Biologically active pediocin PA-1 was successfully secreted from the strain and showed bactericidal activity against Listeria monocytogenes and the same molecular mass as native pediocin PA-1.",
                "Pediocin PA-1 is a representative class IIa bacteriocin which is small and heat-stable and has a consensus motif, –YGNGV–. The plasmid pQE40PED, encoding pediocin PA-1 fused with His-tagged mouse dihydrofolate reductase (DHFR), was constructed and introduced into Escherichia coli M15 strain. The fusion protein was overexpressed in the strain after induction of isopropyl-β-d-thiogalactopyranoside (IPTG) and purified by nickel-nitrilotriacetic acid (Ni-NTA) metal affinity chromatography. For the recovery of biologically active pediocin PA-1, the purified fusion protein was cleaved by Factor Xa protease and the liberated pediocin PA-1 was finally purified by ultrafiltration with a 75% yield. The molecular mass of the purified recombinant pediocin PA-1 was the same as that of native pediocin PA-1 on an electrophoresis gel.",
                "The flavonoid naringin has been shown to play a role in preventing the development of cardiovascular disease. However, the exact molecular mechanisms underlying the roles of integrated cell cycle regulation and MAPK signaling pathways in the regulation of naringin-induced inhibition of cell proliferation in vascular smooth muscle cells (VSMCs) remain to be identified. Naringin treatment resulted in significant growth inhibition and G1-phase cell cycle arrest mediated by induction of p53-independent p21WAF1 expression; expression of cyclins and CDKs in VSMCs was also down-regulated. In addition, among the pathways examined, blockade of ERK function inhibited naringin-dependent p21WAF1 expression, reversed naringin-mediated inhibition of cell proliferation and decreased cell cycle proteins. Moreover, naringin treatment increased both Ras and Raf activations. Transfection of cells with dominant …",
                "A bacteriocin-producing lactic acid bacterium, which strongly inhibited the Lactobacillus plantarum recognized as an important acid spoilage microorganism in kimchi fermentation, was isolated from kimchi. From morphological, physiological, sugar fermentation, biochemical tests, and l6S rDNA sequencing results, the isolate was identified as an Enterococcus sp. and designated as Enterococcus sp. K25. The bacteriocin produced by Enterococcus sp. K25 inhibited several Gram-positive bacteria, including Lb. plantarum, whereas it did not inhibit Gram-negative bacteria and yeasts. Optimal temperature and pH for the bacteriocin production were  and 5.5, respectively. Enterococcus sp. K25 was applied to kimchi manufacturing alone and together with other preservatives (ie, chitosan and fumaric acid). In addition, growth of lactic acid bacteria, pH, and titratable acidity (TA) were measured during aging at  and . Inoculation of Enterococcus sp. K25 together with fumaric acid showed the most synergistic effect on extension of kimchi shelf-life. Compared to control (no addition), the treatment prolonged the kimchi shelf-life up to 6 days, whereupon the eight-point TA value recognized as the edible limit was reached.",
                "For rapid detection of Escherichia coli O157:H7 and Listeria monocytogenes, simple methods for sample preparation and PCR were established and applied to a field test. To improve specificity, primer sets LP43-LP44 and C(+)-D(−) were selected for E. coli O157:H7 and L. monocytogenes, respectively. Through centrifugation and partial heat treatment after enrichment,E. coli O157:H7 and L. monocytogenes were detected at 1 initial CFU without genomic DNA extraction in the culture and with artificially inoculated food samples including milk, chicken, ham, and pork. Based on the optimized PCR method, a feasibility test was carried out using randomly collected field samples. To remove false positives and false negatives, a PCR method using several primer sets, including the optimized primer set, and a standard culture method were used. With the PCR detection and standard culture methods, two pork samples …",
                "Bacteriocin-producing lactic acid bacteria were isolated from kimchi. One isolate producing the most efficient bacteriocin was identified and named Lactococcus lactis B2, based on the biochemical properties and l6S rDNA sequences. The B2 bacteriocin inhibited many different Gram positive bacteria including Lactococcus, Lactobacillus, Leuconostoc, Enterococcus, Streptococcus, and Staphylococcus, but did not inhibit Gram-negative bacteria. The bacteriocin was maximally produced at temperatures between 25℃ and 30℃ and at the initial pH of 7.0. Ninety % of the activity remained after 10 min of heat treatment at 121℃, and 100% after 1 h exposure to organic solvents. The bacteriocin was purified from culture supernatant by ammonium sulfate precipitation, CM Sepharose column chromatography, ultrafiltration, and finally, by reverse-phase HPLC. A 1.58-kb fragment was amplified from B2 chromosome by …",
                "A number of bifidobacterial species of human origin were screened for the presence of cryptic plasmids. One strain, Bifidobacterium longum FI10564, harbored plasmids of approximately 2.2 kb, 3.6 kb, and 4.9 kb in size. The smallest plasmid, pFI2576 (2,197 bp), was studied in detail and its complete nucleotide sequence was determined. Computer-assisted analysis of this novel plasmid (G+ C content 62%) identified 9 putative open reading frames (orfs), 3 of which were shown to be probable genes. These putative genes are arranged in an operon-like structure, in which the overlapping orfs 1 and 2 encode putative Rep proteins and are highly homologous to the rep genes of the B. longum plasmid pMBI (1,847 bp). The mechanism of replication of pFI2576 was investigated using Southern blot analysis of whole cell lysates, with and without S1 nuclease treatment, and atomic force microscopy (AFM). The results indicate that pFI2576 is likely to use the theta mode of replication.",
                "When used in combination with organic acids, Pediococcus acidilactici K10 or its bacteriocin was effective in inhibiting Escherichia coli O157: H7 in vitro and in situ. P. acidilactici K10, a strain of bacteriocin-producing lactic acid bacteria (LAB), was previously isolated from kimchi in our laboratory, and the molecular weight of its bacteriocin was estimated to be around 4,500 Da by SDS-PAGE. Initially, P. acidilactici K10 and its bacteriocin could not inhibit E. coli O157: H7, when used alone. However, when they were used together with organic acids such as acetic, lactic, and succinic acids, they greatly inhibited E. coli O157: H7 in vitro. Based on these in vitro results, a real sample test with ground beef was conducted at  with acetic acid (0.25%) or lactic acid (0.35%) alone, and then in combination with P. acidilactici K10 (10^ 5 CFU\/g of sample). Combined treatment of P. acidilactici K10 with lactic acid showed the most inhibitory effect: a 2.8--unit reduction of E. coli O157: H7 in ground beef during storage at . This result suggests that the combination of bacteriocin-producing P. acidilactici K10 and organic acids has great potential as a food biopreservative by inhibiting the growth of E. coli O157: H7.",
                "The relationship between plasmid (~ 9.5 kb) and pediocin PA-1 in P. acidilactici K10 was confirmed by plasmid curing. The pediocin operon of P. acidilactici K10 was amplified by PCR (polymerase chain reaction), and the nucleotide sequence was analyzed. The sequence of the pediocin operon of P. acidilactici K10 was similar to those of P. acidilactici strains producing pediocin PA-1\/AcH. For the expression of pediocin PA-1 in E. coli, a pQEPED (pQE-30 Xa:: mature pedA) was constructed. His-tagged recombinant pediocin PA-1 (-6.5 kDa) was translated by cell-free in vitro transcription and translation using pQEPED as a DNA template. Theresult of slot blotting assay showed that transcription of recombinant pedA in E. coli M15 was induced by the addition of isopropyl--D-thiogalactopyranoside (IPTG) at the final concentration of 1 mM. Although the recombinant pediocin PA-1 inhibited the growth of E. coli, it was expressed in the host strain and purified by nickel-nitrilotriacetic acid (Ni-NTA) metal-affinity chromatography under denaturing condition. This is the first report for the production and one-step purification of biologically active recombinant pediocin PA-1 in E. coli."
            ],
            [
                [
                    "Probiotics",
                    "Lactic acid bacteria",
                    "Gut microbiome"
                ]
            ]
        ]
    ]
}