{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1XI5TIQL",
            "3ILUmIUAAAAJ",
            [
                "Introduction of the Floquet-Magnus expansion in solid-state nuclear magnetic resonance spectroscopy",
                "High pressure NMR study of water self-diffusion in NAFION-117 membrane",
                "Facile synthesis of the Basolite F300-like nanoscale Fe-BTC framework and its lithium storage properties",
                "Finite pulse width artifact suppression in spin-1 quadrupolar echo spectra by phase cycling",
                "NMR investigation of water and methanol transport in sulfonated polyareylenethioethersulfones for fuel cell applications",
                "On the Floquet–Magnus expansion: Applications in solid-state nuclear magnetic resonance and physics",
                "Efficient theory of dipolar recoupling in solid-state nuclear magnetic resonance of rotating solids using Floquet–Magnus expansion: Application on BABA and C7 radiofrequency …",
                "On the application of magic echo cycles for quadrupolar echo spectroscopy of spin-1 nuclei",
                "Investigation of the effect of finite pulse errors on the BABA pulse sequence using the Floquet–Magnus expansion approach",
                "Probing the validity of average Hamiltonian theory for spin I= 1, 3\/2 and 5\/2 nuclei by analyzing a simple two-pulse sequence"
            ],
            [
                "In this article, we present an alternative expansion scheme called Floquet-Magnus expansion (FME) used to solve a time-dependent linear differential equation which is a central problem in quantum physics in general and solid-state nuclear magnetic resonance (NMR) in particular. The commonly used methods to treat theoretical problems in solid-state NMR are the average Hamiltonian theory (AHT) and the Floquet theory (FT), which have been successful for designing sophisticated pulse sequences and understanding of different experiments. To the best of our knowledge, this is the first report of the FME scheme in the context of solid state NMR and we compare this approach with other series expansions. We present a modified FME scheme highlighting the importance of the (time-periodic) boundary conditions. This modified scheme greatly simplifies the calculation of higher order terms and shown to be …",
                "Measurements of the self-diffusion coefficient of water in NAFION-117 as a function of pressure have been carried out. The natural field gradient of a 7.3 T superconducting magnet was used for the diffusion measurement. The measurements were carried out at 288 K and variable pressure up to 0.25 GPa. The high-pressure diffusion data were obtained for four different water contents between 6.6 and 22 wt %. The calculated activation volume decreased from 13.2 to 2.7 cm3\/mol as the water content increased from 6.6 to 22 wt %. These results agree with previously published activation volumes extracted from electric conductivity and NMR T1 measurements. It is suggested that segmental motions within the polymer play a significant role in the transport mechanism for low water content membranes, and that the transport mechanism for high water content membranes is similar to that in liquid bulk water. ",
                "The Fe-BTC material commercialized as Basolite F300 is one of the most studied MOFs due to its unique features and wide range of industrial applications. In this article, Basolite F300-like Fe-BTC MOF materials were prepared directly with the protonated carboxylated ligand, circumventing the use of an alkaline solution as in previous work, by selecting an appropriate iron source. Results from the detailed characterization indicate that the obtained Fe-BTC was very similar to the commercial counterpart and the one prepared under the alkaline conditions in terms of many physicochemical properties. Besides, the Fe-BTC reported herein was scaled down to the nano-regime to afford nanoscale metal–organic frameworks (nMOFs), which is advantageous for its potential applications. More importantly, the current interest in MOFs in the area of rechargeable batteries has driven us to investigate its electrochemical …",
                "A phase cycling scheme for suppressing spectral artifacts introduced in quadrupolar echo spectroscopy of spin-1 nuclei due to finite pulse width effects is presented. The phase cycling scheme is developed using the formalism of average Hamiltonian theory and fictitious spin-1 operators. A simulation and experiment on deuterated polyethelene is performed highlighting the spectral artifact introduced by finite pulse widths and successful removal with the proposed phase cycling scheme.",
                "We report an investigation of water and methanol transport in polymer electrolyte membranes based on highly sulfonated polyarelenethioethersulfones (SPTES) for direct methanol fuel cell (DMFC) applications. Measurements of both water and methanol self-diffusion coefficients of SPTES polymer as well as in a reference sample of Nafion-117 equilibrated in 2 M methanol solution have been carried out, using the pulsed gradient spin echo technique, over a temperature range of 20–140 °C. The selectivity of the membrane, defined as (DOH\/DCH3), decreased from 6 to 2.4 as temperature increased from 20 to 140 °C in SPTES sample while in Nafion, the value decreased from 3.2 to 1.4 as temperature increased from 20 to 100 °C. These results indicate significantly lower fuel molecular permeability in SPTES compared to that of Nafion. All results suggest high-temperature stability in these materials, offering the …",
                "Theoretical approaches are useful and powerful tools for more accurate and efficient spin dynamics simulation to understand experiments and devising new RF pulse sequence in nuclear magnetic resonance. Solid-state NMR is definitely a timely topic or area of research, and not many papers on the respective theories are available in the literature of nuclear magnetic resonance or physics reports. This report presents the power and the salient features of the promising theoretical approach called Floquet–Magnus expansion that is helpful to describe the time evolution of the spin system at all times in nuclear magnetic resonance. The report presents a broad view of algorithms of spin dynamics, based on promising and useful theory of Floquet–Magnus expansion. This theory provides procedures to control and describe the spin dynamics in solid-state NMR. Major applications of the Floquet–Magnus expansion are …",
                "This article describes the use of an alternative expansion scheme called Floquet–Magnus expansion (FME) to study the dynamics of spin system in solid-state NMR. The main tool used to describe the effect of time-dependent interactions in NMR is the average Hamiltonian theory (AHT). However, some NMR experiments, such as sample rotation and pulse crafting, seem to be more conveniently described using the Floquet theory (FT). Here, we present the first report highlighting the basics of the Floquet–Magnus expansion (FME) scheme and hint at its application on recoupling sequences that excite more efficiently double-quantum coherences, namely BABA and C7 radiofrequency pulse sequences. The use of Λn(t) functions available only in the FME scheme, allows the comparison of the efficiency of BABA and C7 sequences.",
                "Magic echo cycles are introduced for performing quadrupolar echo spectroscopy of spin-1 nuclei. An analysis is performed via average Hamiltonian theory showing that the evolution under chemical shift or static field inhomogeneity can be refocused simultaneously with the quadrupolar interaction using these cycles. Due to the higher convergence in the Magnus expansion, with sufficient RF power, magic echo based quadrupolar echo spectroscopy outperforms the conventional two pulse quadrupolar echo in signal to noise. Experiments highlighting a signal to noise enhancement over the entire bandwidth of the quadrupolar pattern of a powdered sample of deuterated polyethelene are shown.",
                "This paper presents a study of finite pulse widths for the BABA pulse sequence using the Floquet–Magnus expansion (FME) approach. In the FME scheme, the first order                                     is identical to its counterparts in average Hamiltonian theory (AHT) and Floquet theory (FT). However, the timing part in the FME approach is introduced via the                                     function not present in other schemes. This function provides an easy way for evaluating the spin evolution during the time in between’ through the Magnus expansion of the operator connected to the timing part of the evolution. The evaluation of                                     is particularly useful for the analysis of the non-stroboscopic evolution. Here, the importance of the boundary conditions, which provide a natural choice of                                    , is ignored. This work uses the                                     function to compare the efficiency of the BABA pulse sequence …",
                "In this work, we investigate the accuracy of controlling spin I = 1, 3\/2 and 5\/2 spin systems by average Hamiltonian theory. By way of example, we consider a simple two-pulse echo sequence and compare this perturbation scheme to a numerical solution of the Von Neumann equation. For the different values of I, we examine this precision as a function of the quadrupolar coupling as well as various experimental parameters such as the pulse spacing and pulse width. Experiments and simulations on I = 3\/2 and I = 5\/2 spin systems are presented that highlight a spectral artifact introduced due to finite pulse widths as predicted by average Hamiltonian theory. The control of these spin systems by this perturbation scheme is considered by investigating a phase cycling scheme that suppresses these artifacts to zeroth-order of the Magnus expansion."
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Energy Materials",
                    "Nuclear Magnetic Resonance",
                    "Nuclear Medicine",
                    "Batteries & Fuel Cells"
                ]
            ],
            [
                "Eugene S. Mananga Assistant Professor Bronx Community College Ph.D. CUNY Graduate Center Condensed matter physics, Solid-state nuclear magnetic resonance, Medical physics, radiological sciences and nuclear medicine, Advancing theory, simulation and methodology in nuclear magnetic resonance, Spin dynamics, Quantum physics, Medical physics, Nuclear medicine CLICK HERE FOR MORE DETAILS http:\/\/www.ommegaonline.org\/editor-details\/Eugene%20Stephane%20\/1821[ommegaonline.org]"
            ]
        ]
    ]
}