{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1XI8AS5D",
            "9E9EgJwAAAAJ",
            [
                "Design and construction of the BESIII detector"
            ],
            [
                "This paper will discuss the design and construction of BESIII, which is designed to study physics in the τ-charm energy region utilizing the new high luminosity BEPCII double ring e+e− collider. The expected performance will be given based on Monte Carlo simulations and results of cosmic ray and beam tests. In BESIII, tracking and momentum measurements for charged particles are made by a cylindrical multilayer drift chamber in a 1 T superconducting solenoid. Charged particles are identified with a time-of-flight system based on plastic scintillators in conjunction with dE\/dx (energy loss per unit pathlength) measurements in the drift chamber. Energies of electromagnetic showers are measured by a CsI(Tl) crystal calorimeter located inside the solenoid magnet. Muons are identified by arrays of resistive plate chambers in a steel magnetic yoke for the flux return. The level 1 trigger system, data acquisition system …"
            ],
            [
                [
                    "Neutrino physics",
                    "Electron Collider Physics"
                ]
            ],
            [
                "Jianming Bian Jianming Bian Associate Professor of Physics & Astronomy bianjm@uci.edu 949-824-8389 3115 Frederick Reines Hall Ph.D., Institute of High Energy Physics, Chinese Academy of Sciences, 2009 B.S., Peking University, Physics My primary research interests are in Intensity Frontier programs. Currently I am working on the NOvA, DUNE and Super-Kamiokande neutrino experiments. NOvA is a long-baseline accelerator-based neutrino oscillation experiment that is optimized for electron neutrino measurements. It uses the upgraded NuMI beam from Fermilab and measures electron-neutrino appearance and muon-neutrino disappearance at its Far Detector in Ash River, Minnesota. The NOvA experiment aims to resolve the neutrino mass hierarchy problem and to constrain the CP-violating phase. DUNE is the next generation long-baseline experiment in the US which will decisively determine the mass hierarchy and CP violation. DUNE detectors are based on liquid argon time projection chamber (LArTPC) technology, which offers excellent spatial resolution, high neutrino detection efficiency and superb background rejection. DUNE’s prototype detectors protoDUNE-SP and protoDUNE-DP have been taking data at CERN since 2018 . Super-Kamiokande is the large water Cherenkov detector in Japan. Physics topics of the Super-Kamiokande experiment includes solar neutrinos, supernova neutrinos, atmospheric neutrinos, man-made neutrinos and proton decays. More info on NOvA, DUNE and Super-Kamiokande can be found at http:\/\/www-nova.fnal.gov\/ , http:\/\/www.dunescience.org and http:\/\/www-sk.icrr.u-tokyo.ac.jp\/sk\/index-e.html respectively. Current research topics in my group include neutrino oscillation analyses to solve for Mass Ordering and CP violation,  neutrino-electron elastic scattering measurements to constrain neutrino fluxes,  deep learning based neutrino reconstruction technology at DUNE and NOvA, statistical tools in neutrino data analysis, R&D and fabrication of DUNE's liquid argon purity monitors (miniature time projection chambers measuring electron lifetime with deep UV in liquid argon), and calibration and data analysis of DUNE's single phase prototype protoDUNE-SP. In addition to physics students and postdoc, my group has several students from UCI computer science and statistics departments who are working on deep-learning algorithms and the statistical tools for neutrino reconstruction and analysis. Before joining UCI, I was also deeply involved in the very topical search for exotic-hadron states and other studies of charm and charmonium physics in collider experiments. I have been the lead researcher for several important analyses with the BESIII experiment in Beijing, including being the primary author of the discovery of a new four-quark candidate Zc(3900)^0. UCI Faculty Profile Aries Magana . ariesm@uci.edu . 949.824.7646 Aries Magana, ariesm@uci.edu, 949-824-7646"
            ]
        ]
    ]
}