{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1XW7TE9G",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "I. Joseph Kroll Experimental Particle Physics, Collider Physics DRL 1W1 Website Professor, University of Pennsylvania, 2006 to present Associate Professor (with tenure), Univ. of Pennsylvania, 2001-2006 Assistant Professor, University of Pennsylvania, 1997-2001 Scientific Associate, Wilson Fellow, Fermilab, 1993-1997 Research Associate, Enrico Fermi Institute, Univ. of Chicago, 1989-1992 Research Assistant, Harvard University, 1984-1989 Teaching Assistant, Harvard University, 1983 Research Assistant, University of California, Los Angeles, 1982-1983 Honors include: Fellow of the American Physical Society 2009 Outstanding Junior Investigator, Department of Energy, 1998-2001 Wilson Fellow, Fermilab, 1993-1997 Department Citation, Physics, University of California, Berkeley, 1982 Phi Beta Kappa, University of California, Berkeley, 1982 Harvard University, Ph.D. in Physics, 1989 (advisor: Prof. Carlo Rubbia) University of California, Berkeley, B.A. in Physics, summa cum laude, 1982 My research is in accelerator-based experimental particle physics. I have worked on the study of both proton-antiproton collisions and electron-positron collisions. My interests have spanned precision tests of the electroweak model; flavor physics studies, particularly the physics of hadrons containing b quarks; and searches for the Higgs boson and particles not contained in the standard model of particle physics. I have been a member of the following experimental collaborations: ATLAS (CERN Large Hadron Collider) 2007 to present CDF (Fermilab Tevatron) 1993 to present OPAL (CERN LEP Collider) 1989-1993 UA1 (CERN SPS Collider) 1984-1989 R608 (CERN Intersecting Storage Rings) 1982-1983 Courses Taught Phys 140\/150: Principles of Physics I: Mechanics and Wave Motion Phys 141\/151: Principles of Physics II: Electromagnetism and Radiation Phys 364: Laboratory Electronics CV (file) 2012_cv_kroll_i..pdf 67.97 KB"
            ]
        ]
    ]
}