{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1ZKPUGSS",
            "FE_Wu6IAAAAJ",
            [
                "Dulaglutide and cardiovascular outcomes in type 2 diabetes (REWIND): a double-blind, randomised placebo-controlled trial",
                "Dulaglutide and renal outcomes in type 2 diabetes: an exploratory analysis of the REWIND randomised, placebo-controlled trial",
                "Metal oxide surge arrester model for fast transient simulations",
                "Light-induced ultrafast phase transitions in VO2 thin film"
            ],
            [
                "Three different glucagon-like peptide-1 (GLP-1) receptor agonists reduce cardiovascular outcomes in people with type 2 diabetes at high cardiovascular risk with high glycated haemoglobin A1c (HbA1c) concentrations. We assessed the effect of the GLP-1 receptor agonist dulaglutide on major adverse cardiovascular events when added to the existing antihyperglycaemic regimens of individuals with type 2 diabetes with and without previous cardiovascular disease and a wide range of glycaemic control.This multicentre, randomised, double-blind, placebo-controlled trial was done at 371 sites in 24 countries. Men and women aged at least 50 years with type 2 diabetes who had either a previous cardiovascular event or cardiovascular risk factors were randomly assigned (1:1) to either weekly subcutaneous injection of dulaglutide (1·5 mg) or placebo. Randomisation was done by a computer …",
                "Two glucagon-like peptide-1 (GLP-1) receptor agonists reduced renal outcomes in people with type 2 diabetes at risk for cardiovascular disease. We assessed the long-term effect of the GLP-1 receptor agonist dulaglutide on renal outcomes in an exploratory analysis of the REWIND trial of the effect of dulaglutide on cardiovascular disease.REWIND was a multicentre, randomised, double-blind, placebo-controlled trial at 371 sites in 24 countries. Men and women aged at least 50 years with type 2 diabetes who had either a previous cardiovascular event or cardiovascular risk factors were randomly assigned (1:1) to either weekly subcutaneous injection of dulaglutide (1·5 mg) or placebo and followed up at least every 6 months for outcomes. Urinary albumin-to-creatinine ratios (UACRs) and estimated glomerular filtration rates (eGFRs) were estimated from urine and serum values measured in …",
                "Metal-oxide surge arresters have dynamic characteristics that are significant for overvoltage coordination studies involving fast front surges. Several models with acceptable accuracy have been proposed to simulate this frequency-dependent behavior. Difficulties arise in the calculation and adjustment of the model parameters: in some cases iterative procedures are required, in others the necessary data are not reported on manufacturers’ datasheets. A simplified model for zinc oxide surge arresters has already been developed, on the basis of the frequencydependent model recommended by the IEEE WG. 3.4. 11. In this paper, a different, also straightforward approach, for the generation of the IEEE model parameters from published manufacturer’s data, is presented. The model was verified for several medium voltage arresters from different manufacturers. The simulations were performed with the Alternative Transient Program (ATP) and the results were compared with both the data reported on the manufacturer’s catalogue and experimental data acquired in the high voltage laboratory. For a fast front current surges with front times of up to 1 µs, the model has an acceptable voltage response accuracy of about 1.5%.",
                "Vanadium dioxide shows a passive and reversible change from a monoclinic insulator phase to a metallic tetragonal rutile structure when the sample temperature is close to and over 68 °C. As a kind of functional material, VO2 thin films deposited on fused quartz substrates were successfully prepared by the pulsed laser deposition (PLD) technique. With laser illumination at 400 nm on the obtained films, the phase transition (PT) occurred. The observed light-induced PT was as fast as the laser pulse duration of 100 fs. Using a femtosecond laser system, the relaxation processes in VO2 were studied by optical pump–probe spectroscopy. Upon a laser excitation an instantaneous response in the transient reflectivity and transmission was observed followed by a relatively longer relaxation process. The alteration is dependent on pump power. The change in reflectance reached a maximum value at a pump pulse energy …"
            ],
            [
                [
                    "Thin film materials",
                    "Nonlinear optical properties"
                ]
            ]
        ]
    ]
}