{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "1ZR48JYP",
            "-XIetmkAAAAJ",
            [
                "Amygdala-prefrontal coupling depends on a genetic variation of the serotonin transporter",
                "Prediction of psychosis in adolescents and young adults at high risk: results from the prospective European prediction of psychosis study",
                "Genotype influences in vivo dopamine transporter availability in human striatum",
                "Irren ist menschlich",
                "Common genetic variants influence human subcortical brain structures",
                "Dysfunction of ventral striatal reward prediction in schizophrenia",
                "Correlation Between Dopamine D2 Receptors in the Ventral Striatum and Central Processing of Alcohol Cues and Craving",
                "Cue-induced activation of the striatum and medial prefrontal cortex is associated with subsequent relapse in abstinent alcoholics",
                "Identification of common variants associated with human hippocampal and intracranial volumes",
                "A relationship between serotonin transporter genotype and in vivo protein expression and alcohol neurotoxicity"
            ],
            [
                "Major depression is conditionally linked to a polymorphism of the human serotonin transporter gene (SLC6A4). During the presentation of aversive, but not pleasant, pictures, healthy carriers of the SLC6A4 short (s) allele showed stronger activation of the amygdala on functional magnetic resonance imaging. s carriers also showed greater coupling between the amygdala and the ventromedial prefrontal cortex, which may contribute to the abnormally high activity in the amygdala and medial prefrontal cortex seen in major depression.",
                "Indicated prevention is currently regarded as the most promising strategy to attenuate, delay, or even avert psychosis. Existing criteria need improvement in terms of specificity and individual risk assessment to allow for better targeted and earlier interventions.To develop a differential predictive clinical model of transition to first-episode psychosis.Prospective multicenter, naturalistic field study with a total follow-up time of 18 months.Six early-detection outpatient centers in Germany, Finland, the Netherlands, and England.Two hundred forty-five help-seeking patients in a putatively prodromal state of psychosis according to either ultra-high-risk (UHR) criteria or the basic symptom–based criterion cognitive disturbances (COGDIS).Incidence of transition to psychosis.At 18-month follow-up, the incidence rate for transition to psychosis was 19 …",
                "In vivo availability of striatal dopamine transporter (DAT) protein has been reported to be reduced among alcoholics, and allelic variation of the DAT gene (SLC6A3) has been associated with severity of alcohol withdrawal. We examined the VNTR polymorphism of the 3′ untranslated region of SLC6A3 and DAT protein availability in 14 abstinent alcoholics and 11 control subjects. Single photon emission computed tomography (SPECT) and plasma levels of the radioligand [I-123] β-CIT were used to quantify DAT protein availability. Individuals with the 9-repeat\/10-repeat genotype had a mean 22% reduction of DAT protein availability in putamen compared with 10-repeat homozygous individuals (t= 2.14, df= 23, p<. 05). Consistent with earlier studies, alcoholism, per se, was not significantly associated with either DAT availability or DAT genotype. These findings suggest that the VNTR polymorphism of the DAT gene …",
                "Das persönliche Budget dient in erster Linie der Beschaffung von Dienstleistungen. Dabei besteht sein wesentlicher Grundgedanke darin, dass ein Auftreten des behinderten Menschen am Markt als Abnehmer von Dienstleistungen dessen Autonomie vergrößert und außerdem mehr Rationalität und mehr Wettbewerb in das überkommene Versorgungssystem bringt. Das persönliche Budget ist demnach in der Regel ein Geldbetrag, dessen Höhe sich an den Kosten des jeweils zu deckenden Bedarfs orientiert und der an einen behinderten Menschen ausgezahlt wird, damit er die Kosten der Deckung dieses Bedarfs eigenverantwortlich aus dem Budget bestreiten kann. Zumeist nicht ausreichend gewürdigt wird folgender Gesichtspunkt: Zwischen dem Erbringer der Dienstleistung und dem Rehabilitationsträger besteht keine Rechtsbeziehung mehr. Daraus ergeben sich völlig neue Gesichtspunkte bei der …",
                "The highly complex structure of the human brain is strongly shaped by genetic influences 1. Subcortical brain regions form circuits with cortical areas to coordinate movement 2, learning, memory 3 and motivation 4, and altered circuits can lead to abnormal behaviour and disease 2. To investigate how common genetic variants affect the structure of these brain regions, here we conduct genome-wide association studies of the volumes of seven subcortical regions and the intracranial volume derived from magnetic resonance images of 30,717 individuals from 50 cohorts. We identify five novel genetic variants influencing the volumes of the putamen and caudate nucleus. We also find stronger evidence for three loci with previously established influences on hippocampal volume 5 and intracranial volume 6. These variants show specific volumetric effects on brain structures rather than global effects across structures …",
                "Background: Negative symptoms may be associated with dysfunction of the brain reward system in schizophrenia. We used functional magnetic resonance imaging (fMRI) to assess the BOLD response in the ventral striatum of unmedicated schizophrenics during presentation of reward-indicating and loss-indicating stimuli. Methods: A total of 10 schizophrenic men (7 never medicated, 3 unmedicated for at least 2 years) and 10 age-matched healthy male volunteers participated in an incentive monetary delay task, in which visual cues predicted that a rapid response to a subsequent target stimulus would result either in monetary gain or loss or would have no consequence. Results: Compared to healthy controls, unmedicated schizophrenics showed reduced ventral striatal activation during the presentation of reward-indicating cues. Decreased activation of the left ventral striatum was inversely correlated with the …",
                "",
                "Animal experiments have provided evidence that the striatum and medial prefrontal cortex play a predominant role in the acquisition and maintenance of drug-seeking behavior.Alcohol-associated stimuli that were regularly paired with alcohol intake may become conditioned cues and elicit a motivational response that triggers relapse in alcohol-dependent patients.We used functional magnetic resonance imaging and visual alcohol-associated and control cues to assess brain activation in ten abstinent alcoholics and control subjects. Patients were followed for 3 months, and alcohol intake was recorded.Alcohol-related versus neutral visual stimuli activated the putamen, anterior cingulate and adjacent medial prefrontal cortex in alcoholics …",
                "Identifying genetic variants influencing human brain structures may reveal new biological mechanisms underlying cognition and neuropsychiatric illness. The volume of the hippocampus is a biomarker of incipient Alzheimer's disease 1, 2 and is reduced in schizophrenia 3, major depression 4 and mesial temporal lobe epilepsy 5. Whereas many brain imaging phenotypes are highly heritable 6, 7, identifying and replicating genetic influences has been difficult, as small effects and the high costs of magnetic resonance imaging (MRI) have led to underpowered studies. Here we report genome-wide association meta-analyses and replication for mean bilateral hippocampal, total brain and intracranial volumes from a large multinational consortium. The intergenic variant rs7294919 was associated with hippocampal volume (12q24. 22; N= 21,151; P= 6.70× 10− 16) and the expression levels of the positional candidate …",
                "Background: Genetic variation of the promoter for the serotonin transporter (5-HTT) gene has been associated with its functional capacity. In vitro, carriers of a short allele (s-carriers) of the 5-HTT promoter display significant reduction in 5-HTT capacity. Dysfunction of 5-HTT has been observed in alcoholic individuals. We assessed whether the allelic constitution of the 5-HTT gene is associated with reduced serotonin transporter availability among alcoholic individuals.Methods: We genotyped the 5-HTT promoter region and measured the availability of serotonin transporter protein with [I-123]β-CIT SPECT in the raphe area in 14 abstinent male alcoholic subjects and 8 age-matched control subjects of European American descent.Results: Among control subjects, the ratio of in vivo 5-HTT availability for ll-homozygous individuals relative to s-carriers was comparable to serotonin uptake ratios measured in vitro. There …"
            ],
            [
                [
                    "Mental Illness",
                    "Clinical Psychiatry",
                    "Clinical Neuroscience",
                    "Neurotransmission",
                    "Intercultural Psychotherapy"
                ]
            ]
        ]
    ]
}