{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "20ZLU6PE",
            "_5j9q7MAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Observation of Top Quark Production in  Collisions with the Collider Detector at Fermilab",
                "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
                "Measurement of Higgs boson production and properties in the WW decay channel with leptonic final states",
                "Search for new physics in events with same-sign dileptons and jets in pp collisions at  = 8 TeV",
                "Measurement of Higgs boson production and properties in the WW decay channel with leptonic final states",
                "Search for new physics in events with same-sign dileptons and jets in pp collisions at  = 8 TeV",
                "Search for new physics in events with same-sign dileptons and jets in pp collisions at  = 8 TeV",
                "Measurement of the Electron Charge Asymmetry in Inclusive  Production in  Collisions at "
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "We establish the existence of the top quark using a 67 pb− 1 data sample of p p collisions at s= 1.8 TeV collected with the Collider Detector at Fermilab (CDF). Employing techniques similar to those we previously published, we observe a signal consistent with t t decay to WWb b, but inconsistent with the background prediction by 4.8 σ. Additional evidence for the top quark is provided by a peak in the reconstructed mass distribution. We measure the top quark mass to be 176±8 (stat)±10 (syst) GeV\/c 2, and the t t production cross section to be 6.8− 2.4+ 3.6 pb.",
                "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
                "A search for the standard model Higgs boson decaying to a W-boson pair at the LHC is reported. The event sample corresponds to an integrated luminosity of 4.9 fb− 1 and 19.4 fb− 1 collected with the CMS detector in pp collisions at= 7 and 8 TeV, respectively. The Higgs boson candidates are selected in events with two or three charged leptons. An excess of events above background is observed, consistent with the expectation from the standard model Higgs boson with a mass of around 125 GeV. The probability to observe an excess equal or larger than the one seen, under the background-only hypothesis, corresponds to a significance of 4.3 standard deviations for m H= 125.6 GeV. The observed signal cross section times the branching fraction to WW for m H= 125.6 GeV is times the standard model expectation. The spin-parity J P= 0+ hypothesis is favored against a narrow resonance with J P= 2+ or …",
                "A search for new physics is performed based on events with jets and a pair of isolated, same-sign leptons. The results are obtained using a sample of proton-proton collision data collected by the CMS experiment at a centre-of-mass energy of 8 TeV at the LHC, corresponding to an integrated luminosity of 19.5 fb− 1. In order to be sensitive to a wide variety of possible signals beyond the standard model, multiple search regions defined by the missing transverse energy, the hadronic energy, the number of jets and b-quark jets, and the transverse momenta of the leptons in the events are considered. No excess above the standard model background expectation is observed and constraints are set on a number of models for new physics, as well as on the same-sign top-quark pair and quadruple-top-quark production cross sections. Information on event selection efficiencies is also provided, so that the results can be …",
                "A search for the standard model Higgs boson decaying to a W-boson pair at the LHC is reported. The event sample corresponds to an integrated luminosity of 4.9 fb− 1 and 19.4 fb− 1 collected with the CMS detector in pp collisions at= 7 and 8 TeV, respectively. The Higgs boson candidates are selected in events with two or three charged leptons. An excess of events above background is observed, consistent with the expectation from the standard model Higgs boson with a mass of around 125 GeV. The probability to observe an excess equal or larger than the one seen, under the background-only hypothesis, corresponds to a significance of 4.3 standard deviations for m H= 125.6 GeV. The observed signal cross section times the branching fraction to WW for m H= 125.6 GeV is times the standard model expectation. The spin-parity J P= 0+ hypothesis is favored against a narrow resonance with J P= 2+ or …",
                "A search for new physics is performed based on events with jets and a pair of isolated, same-sign leptons. The results are obtained using a sample of proton-proton collision data collected by the CMS experiment at a centre-of-mass energy of 8 TeV at the LHC, corresponding to an integrated luminosity of 19.5 fb− 1. In order to be sensitive to a wide variety of possible signals beyond the standard model, multiple search regions defined by the missing transverse energy, the hadronic energy, the number of jets and b-quark jets, and the transverse momenta of the leptons in the events are considered. No excess above the standard model background expectation is observed and constraints are set on a number of models for new physics, as well as on the same-sign top-quark pair and quadruple-top-quark production cross sections. Information on event selection efficiencies is also provided, so that the results can be …",
                "A search for new physics is performed based on events with jets and a pair of isolated, same-sign leptons. The results are obtained using a sample of proton-proton collision data collected by the CMS experiment at a centre-of-mass energy of 8 TeV at the LHC, corresponding to an integrated luminosity of 19.5 fb− 1. In order to be sensitive to a wide variety of possible signals beyond the standard model, multiple search regions defined by the missing transverse energy, the hadronic energy, the number of jets and b-quark jets, and the transverse momenta of the leptons in the events are considered. No excess above the standard model background expectation is observed and constraints are set on a number of models for new physics, as well as on the same-sign top-quark pair and quadruple-top-quark production cross sections. Information on event selection efficiencies is also provided, so that the results can be …",
                "A measurement of the electron charge asymmetry in inclusive p p→ W+ X→ e ν+ X production at s= 7 TeV is presented based on data recorded by the CMS detector at the LHC and corresponding to an integrated luminosity of 840 pb− 1. The electron charge asymmetry reflects the unequal production of W+ and W− bosons in p p collisions. The electron charge asymmetry is measured in bins of the absolute value of electron pseudorapidity in the range of| η|< 2.4. The asymmetry rises from about 0.1 to 0.2 as a function of the pseudorapidity and is measured with a relative precision better than 7%. This measurement provides new stringent constraints for parton distribution functions."
            ],
            [
                [
                    "Elementary Particle Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}