{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "21G7VLSO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Paul C Canfield Distinguished Professor Paul C. Canfield, Ph.D., graduated, summa cum laude, with a B.S. in physics from the University of Virginia (Charlottesville) in 1983. He received his M.S. from the University of California, Los Angeles, where he received his Ph.D. in 1990, having researched experimental condensed matter physics. From 1990 to 1993, Dr. Canfield was a postdoctoral researcher at the Los Alamos National Laboratory in New Mexico, working with Drs. Joe Thompson and Zachary Fisk. In 1993, Dr. Canfield joined the Ames Laboratory at Iowa State University (Ames). Since then, he has become a senior physicist in at the laboratory a Distinguished Professor of Physics, at the university, holding the Robert Allen Wright Professorship. Dr. Canfield’s research is centered on the design, discovery, growth and characterization of novel electronic and magnetic materials. He has made key contributions to the fields of superconductivity, heavy fermions, quantum criticality, quasicrystals, spin glasses, local-moment metamagnetism, and metal-to-insulator transitions. Dr. Canfield has helped to educate and train researchers in experimental, new-materials-physics throughout the world, emphasizing the need to tightly couple growth (often in single crystal form) and measurement of new materials. Dr. Canfield is a fellow of the American Physical Society (APS). He was awarded the 2011 Department of Energy Lawrence Award for Condensed Matter Physics. In 2014, Dr. Canfield was awarded the APS David Adler Lectureship Award in the Field of Materials Physics, and was named a Gordon and Betty Moore Materials Synthesis Investigator. In 2015, he received the Humboldt Research Award and he has been awarded the APS 2017 James C. McGroddy Prize for New Materials. 59 Physics 2323 Osborn Dr canfield@iastate.edu 515-294-6270 The Novel Materials and Ground States Group Senior Physicist, Ames Laboratory"
            ]
        ]
    ]
}