{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "22GSDGJP",
            "fxXVbt4AAAAJ",
            [
                "Luminosity Determination in Pp Collisions at S√ S= 8 TeV Using the ATLAS Detector at the LHC",
                "Non-local neural networks",
                "ATLAS Run 1 searches for direct pair production of third-generation squarks at the Large Hadron Collider",
                "Electron reconstruction and identification efficiency measurements with the ATLAS detector using the 2011 LHC proton–proton collision data",
                "Prevalence of chronic obstructive pulmonary disease in China: a large, population-based survey",
                "Dark matter search results from a one ton-year exposure of XENON1T",
                "First dark matter search results from the XENON1T experiment",
                "The parameterization reduction of soft sets and its applications",
                "Engineered two-dimensional Ising interactions in a trapped-ion quantum simulator with hundreds of spins",
                "Neutrino physics with JUNO"
            ],
            [
                "The luminosity determination for the ATLAS detector at the LHC during pp collisions at s√= 8 TeV in 2012 is presented. The evaluation of the luminosity scale is performed using several luminometers, and comparisons between these luminosity detectors are made to assess the accuracy, consistency and long-term stability of the results. A luminosity uncertainty of δℒ\/ℒ = ±1.9% is obtained for the 22.7 fb-1 of pp collision data delivered to ATLAS at s√= 8 TeV in 2012.",
                "Both convolutional and recurrent operations are building blocks that process one local neighborhood at a time. In this paper, we present non-local operations as a generic family of building blocks for capturing long-range dependencies. Inspired by the classical non-local means method in computer vision, our non-local operation computes the response at a position as a weighted sum of the features at all positions. This building block can be plugged into many computer vision architectures. On the task of video classification, even without any bells and whistles, our non-local models can compete or outperform current competition winners on both Kinetics and Charades datasets. In static image recognition, our non-local models improve object detection\/segmentation and pose estimation on the COCO suite of tasks. Code will be made available.",
                "This paper reviews and extends searches for the direct pair production of the scalar supersymmetric partners of the top and bottom quarks in proton–proton collisions collected by the ATLAS collaboration during the LHC Run 1. Most of the analyses use 20 of collisions at a centre-of-mass energy of TeV, although in some case an additional\\(4.7\\{\\mathrm {fb}^{-1}}\\) of collision data at TeV are used. New analyses are introduced to improve the sensitivity to specific regions of the model parameter space. Since no evidence of third-generation squarks is found, exclusion limits are derived by combining several analyses and are presented in both a simplified model framework, assuming simple decay chains, as well as within the context of more elaborate phenomenological supersymmetric models.",
                "Many of the interesting physics processes to be measured at the LHC have a signature involving one or more isolated electrons. The electron reconstruction and identification efficiencies of the ATLAS detector at the LHC have been evaluated using proton–proton collision data collected in 2011 at TeV and corresponding to an integrated luminosity of 4.7 fb. Tag-and-probe methods using events with leptonic decays of and bosons and mesons are employed to benchmark these performance parameters. The combination of all measurements results in identification efficiencies determined with an accuracy at the few per mil level for electron transverse energy greater than 30 GeV.",
                "Rationale: The prevalence of chronic obstructive pulmonary disease (COPD) in China is largely unknown.Objectives: To obtain the COPD prevalence in China through a large-population, spirometry-based, cross-sectional survey of COPD.Methods: Urban and rural population-based cluster samples were randomly selected from seven provinces\/cities. All residents 40 years of age or older in the selected clusters were interviewed with a standardized questionnaire revised from the international BOLD (Burden of Obstructive Lung Diseases) study. Spirometry was performed on all eligible participants. Patients with airflow limitation (FEV1\/FVC < 0.70) were further examined by post-bronchodilator spirometry, chest radiograph, and electrocardiogram. Post-bronchodilator FEV1\/FVC of less than 70% was defined as the diagnostic criterion of COPD.Measurements and Main Results: Among 25,627 sampling subjects, 20 …",
                "We report on a search for weakly interacting massive particles (WIMPs) using 278.8 days of data collected with the XENON1T experiment at LNGS. XENON1T utilizes a liquid xenon time projection chamber with a fiducial mass of (1.30±0.01) t o n, resulting in a 1.0 ton yr exposure. The energy region of interest,[1.4, 10.6] keV ee ([4.9, 40.9] keV nr), exhibits an ultralow electron recoil background rate of [82− 3+ 5 (syst)±3 (stat)] events\/(t o n yr keV ee). No significant excess over background is found, and a profile likelihood analysis parametrized in spatial and energy dimensions excludes new parameter space for the WIMP-nucleon spin-independent elastic scatter cross section for WIMP masses above 6 GeV\/c 2, with a minimum of 4.1× 10− 47 cm 2 at 30 GeV\/c 2 and a 90% confidence level.",
                "We report the first dark matter search results from XENON1T, a∼ 2000− kg-target-mass dual-phase (liquid-gas) xenon time projection chamber in operation at the Laboratori Nazionali del Gran Sasso in Italy and the first ton-scale detector of this kind. The blinded search used 34.2 live days of data acquired between November 2016 and January 2017. Inside the (1042±12)− kg fiducial mass and in the [5, 40] keV nr energy range of interest for weakly interacting massive particle (WIMP) dark matter searches, the electronic recoil background was (1.93±0.25)× 10− 4 events\/(kg× day× keV ee), the lowest ever achieved in such a dark matter detector. A profile likelihood analysis shows that the data are consistent with the background-only hypothesis. We derive the most stringent exclusion limits on the spin-independent WIMP-nucleon interaction cross section for WIMP masses above 10 GeV\/c 2, with a minimum of 7.7× …",
                "In this paper, we focus our discussion on the parameterization reduction of soft sets and its applications. First we point out that the results of soft set reductions offered in [1] are incorrect. We also observe that the algorithms used to first compute the reduct-soft-set and then to compute the choice value to select the optimal objects for the decision problems in [1] are not reasonable and we illustrate this with an example. Finally, we propose a reasonable definition of parameterization reduction of soft sets and compare it with the concept of attributes reduction in rough sets theory. By using this new definition of parameterization reduction, we improve the application of a soft set in a decision making problem found in [1].",
                "The presence of long-range quantum spin correlations underlies a variety of physical phenomena in condensed-matter systems, potentially including high-temperature superconductivity 1, 2. However, many properties of exotic, strongly correlated spin systems, such as spin liquids, have proved difficult to study, in part because calculations involving N-body entanglement become intractable for as few as N≈ 30 particles 3. Feynman predicted that a quantum simulator—a special-purpose ‘analogue’processor built using quantum bits (qubits)—would be inherently suited to solving such problems 4, 5. In the context of quantum magnetism, a number of experiments have demonstrated the feasibility of this approach 6, 7, 8, 9, 10, 11, 12, 13, 14, but simulations allowing controlled, tunable interactions between spins localized on two-or three-dimensional lattices of more than a few tens of qubits have yet to be …",
                "The Jiangmen Underground Neutrino Observatory (JUNO), a 20 kton multi-purpose underground liquid scintillator detector, was proposed with the determination of the neutrino mass hierarchy (MH) as a primary physics goal. The excellent energy resolution and the large fiducial volume anticipated for the JUNO detector offer exciting opportunities for addressing many important topics in neutrino and astro-particle physics. In this document, we present the physics motivations and the anticipated performance of the JUNO detector for various proposed measurements. Following an introduction summarizing the current status and open issues in neutrino physics, we discuss how the detection of antineutrinos generated by a cluster of nuclear power plants allows the determination of the neutrino MH at a 3–4σ significance with six years of running of JUNO. The measurement of antineutrino spectrum with excellent energy resolution will also lead to …"
            ],
            [
                [
                    "Engineering optimization",
                    "Numerical method"
                ]
            ]
        ]
    ]
}