{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "23C5M54Q",
            "IYvQn6sAAAAJ",
            [
                "In-plane transport and enhanced thermoelectric performance in thin films of the topological insulators Bi 2 Te 3 and Bi 2 Se 3",
                "Emergence of charge density wave domain walls above the superconducting dome in 1 T-TiSe 2",
                "Majorana modes at the ends of superconductor vortices in doped topological insulators",
                "Optical control of room-temperature valley polaritons",
                "Fractional topological phases and broken time-reversal symmetry in strained graphene",
                "Kondo Breakdown and Quantum Oscillations in ",
                "Andreev bound states as a phase-sensitive probe of the pairing symmetry of the iron pnictide superconductors",
                "Finite-temperature properties of quantum Lifshitz transitions between valence-bond solid phases: an example of local quantum criticality",
                "Dynamical gate-tunable supercurrents in topological Josephson junctions",
                "Universal transport near a quantum critical Mott transition in two dimensions"
            ],
            [
                "Several small-band-gap semiconductors are now known to protect metallic surface states as a consequence of the topology of the bulk electron wave functions. The known “topological insulators” with this behavior include the important thermoelectric materials Bi 2 Te 3 and Bi 2 Se 3, whose surfaces are observed in photoemission experiments to have an unusual electronic structure with a single Dirac cone. We study in-plane (ie, horizontal) transport in thin films made of these materials. The surface states from top and bottom surfaces hybridize, and conventional diffusive transport predicts that the tunable hybridization-induced band gap leads to increased thermoelectric performance at low temperatures. Beyond simple diffusive transport, the conductivity shows a crossover from the spin-orbit-induced antilocalization at a single surface to ordinary localization.",
                "Superconductivity in so-called unconventional superconductors is nearly always found in the vicinity of another ordered state, such as antiferromagnetism, charge density wave (CDW), or stripe order. This suggests a fundamental connection between superconductivity and fluctuations in some other order parameter. To better understand this connection, we used high-pressure X-ray scattering to directly study the CDW order in the layered dichalcogenide TiSe 2, which was previously shown to exhibit superconductivity when the CDW is suppressed by pressure 1 or intercalation of Cu atoms 2. We succeeded in suppressing the CDW fully to zero temperature, establishing for the first time the existence of a quantum critical point (QCP) at P c= 5.1±0.2 GPa, which is more than 1 GPa beyond the end of the superconducting region. Unexpectedly, at P= 3 GPa we observed a reentrant, weakly first order, incommensurate …",
                "Recent experiments have observed bulk superconductivity in doped topological insulators. Here we ask whether vortex Majorana zero modes, previously predicted to occur when s-wave superconductivity is induced on the surface of topological insulators, survive in these doped systems with metallic normal states. Assuming inversion symmetry, we find that they do but only below a critical doping. The critical doping is tied to a topological phase transition of the vortex line, at which it supports gapless excitations along its length. The critical point depends only on the vortex orientation and a suitably defined SU (2) Berry phase of the normal state Fermi surface. By calculating this phase for available band structures we determine that superconducting p-doped Bi 2 Te 3, among others, supports vortex end Majorana modes. Surprisingly, superconductors derived from topologically trivial band structures can support …",
                "The formation of half-light half-matter quasiparticles under strong coupling results in properties unique from those of the constituent components. Fingerprints of both light and matter are imprinted on the new quasiparticles, called polaritons. In the context of two-dimensional (2D) materials, this opens up the possibility of exploiting the intriguing spin–valley physics of a bare semiconductor combined with the light mass of the photonic component for possible quantum technologies. Specifically, the valley degree of freedom 1, 2, which remained largely unexplored until the advent of these materials, is highly attractive in this context as it provides an optically accessible route for the control and manipulation of electron spin. Here, we report the observation of room-temperature strongly coupled light–matter quasiparticles that are valley polarized because of the coupling of photons with specific helicity to excitons that …",
                "We show that strained or deformed honeycomb lattices are promising platforms to realize fractional topological quantum states in the absence of any magnetic field. The strain-induced pseudomagnetic fields are oppositely oriented in the two valleys and can be as large as 60–300 T as reported in recent experiments. For strained graphene at neutrality, a spin-or a valley-polarized state is predicted depending on the value of the on-site Coulomb interaction. At fractional filling, the unscreened Coulomb interaction leads to a valley-polarized fractional quantum Hall liquid which spontaneously breaks time-reversal symmetry. Motivated by artificial graphene systems, we consider tuning the short-range part of interactions and demonstrate that exotic valley symmetric states, including a valley fractional topological insulator and a spin triplet superconductor, can be stabilized by such interaction engineering.",
                "Recent quantum oscillation experiments on SmB 6 pose a paradox, for while the angular dependence of the oscillation frequencies suggest a 3D bulk Fermi surface, SmB 6 remains robustly insulating to very high magnetic fields. Moreover, a sudden low temperature upturn in the amplitude of the oscillations raises the possibility of quantum criticality. Here we discuss recently proposed mechanisms for this effect, contrasting bulk and surface scenarios. We argue that topological surface states permit us to reconcile the various data with bulk transport and spectroscopy measurements, interpreting the low temperature upturn in the quantum oscillation amplitudes as a result of surface Kondo breakdown and the high frequency oscillations as large topologically protected orbits around the X point. We discuss various predictions that can be used to test this theory.",
                "A leading contender for the pairing symmetry in the Fe pnictide high-temperature superconductors is extended s wave s±, a nodeless state in which the pairing changes sign between Fermi surfaces. Verifying such a pairing symmetry requires a special phase-sensitive probe that is also momentum selective. We show that the sign structure of s±pairing can lead to surface Andreev bound states (ABS) at the sample edge. In the clean limit they only occur when the edge is along the nearest neighbor Fe-Fe bond, but not for a diagonal edge or a surface orthogonal to the c axis. In contrast to d-wave ABS, they are not at zero energy and, in general, do not produce a zero bias tunneling peak. Consequences for tunneling measurements are derived, within a simplified two-band model and also for a more realistic five-band model. In both cases, surface ABS are obtained.",
                "We study the finite-temperature properties of quantum magnets close to a continuous quantum phase transition between two distinct valence-bond solid phases in two spatial dimension. Previous work has shown that such a second order quantum “Lifshitz” transition is described by a free field theory and is hence tractable, but is nevertheless nontrivial. At T> 0, we show that while correlation functions of certain operators exhibit ω∕ T scaling, they do not show analogous scaling in space. In particular, in the scaling limit, all such correlators are purely local in space, although the same correlators at T= 0 decay as a power law. This provides a valuable microscopic example of a certain kind of local quantum criticality. The local form of the correlations arises from the large density of soft modes present near the transition that are excited by temperature. We calculate exactly the autocorrelation function for such operators in …",
                "Josephson junctions made of closely spaced conventional superconductors on the surface of three-dimensional topological insulators have been proposed to host Andreev bound states (ABSs), which can include Majorana fermions. Here, we present an extensive study of the supercurrent carried by low-energy ABSs in Nb\/Bi 2 Se 3\/Nb Josephson junctions in various superconducting quantum interference devices as we modulate the carrier density in the Bi 2 Se 3 barriers through electrostatic top gates. As previously reported, we find a precipitous drop in the Josephson current at a critical value of the voltage applied to the top gate. This drop has been attributed to a transition where the topologically trivial two-dimensional electron gas (2DEG) at the surface is nearly depleted, causing a shift in the spatial location and a change in nature of the helical surface states. We present measurements that support this picture …",
                "We discuss the universal-transport signatures near a zero-temperature continuous Mott transition between a Fermi liquid and a quantum spin liquid in two spatial dimensions. The correlation-driven transition occurs at fixed filling and involves fractionalization of the electron: upon entering the spin liquid, a Fermi surface of neutral spinons coupled to an internal gauge field emerges. We present a controlled calculation of the value of the zero-temperature universal resistivity jump predicted to occur at the transition. More generally, the behavior of the universal scaling function that collapses the temperature-and pressure-dependent resistivity is derived, and is shown to bear a strong imprint of the emergent gauge fluctuations. We further predict a universal jump of the thermal conductivity across the Mott transition, which derives from the breaking of conformal invariance by the damped gauge field, and leads to a violation …"
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ]
        ]
    ]
}