{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "23PGG8IN",
            "fU5IhocAAAAJ",
            [
                "Preconcentrative separation of chromium (VI) species from chromium (III) by coprecipitation of its ethyl xanthate complex onto naphthalene",
                "Solid phase extraction vis-a-vis coprecipitation preconcentration of cadmium and lead from soils onto 5, 7-dibromoquinoline-8-ol embedded benzophenone and determination by FAAS",
                "High frequency spontaneous production of doubled haploid plants in microspore cultures of Brassica rapa ssp. chinensis",
                "Selective recognition of neodymium (III) using ion imprinted polymer particles",
                "Electro-osmotic chemical treatments: effects of Ca 2+ concentration on the mechanical strength and pH of kaolin",
                "Solid phase extractive preconcentration of cobalt and nickel in hair samples using ethyl xanthate modified benzophenone",
                "Synthesis of xanthate functionalized silica gel and its application for the preconcentration and separation of uranium (VI) from inorganic components",
                "Simultaneous preconcentration of Cu, Cd and Pb from soil samples by solid phase extraction and their determination by flame AAS",
                "Sequential preconcentrative separation of Cr (VI) and Cr (III) species from tannery effluents and subsequent determination by flame AAS",
                "Diaminobenzidine-coated silica gel used for solid phase extraction preconcentration separation of Cu (II) and Cd (II) in soil samples prior to flame AAS determination"
            ],
            [
                "A rapid, sensitive and selective method is described for the determination of chromium(VI) in presence of 100-fold amounts of chromium(III) by flame atomic absorption spectrometry (FAAS) in conjunction with coprecipitative preconcentration of its ethyl xanthate complex onto naphthalene. The solid mixture consisting of the chromium(VI) complex together with naphthalene is dissolved in 8.0 ml of dimethyl formamide (DMF) and chromium(VI) content was established by FAAS. Calibration graphs were rectilinear over the chromium(VI) concentration in the range 0–200 μg l−1. Five replicate determinations of 20 μg of chromium(VI) present in 1.0 l of sample solution gave a relative standard deviation of 3.1%. The detection limit corresponding to three times the standard deviation of the blank was found to be 0.5 μg l−1. The developed procedure has been successfully utilized for the estimation of chromium(VI), chromium …",
                "This article compares the solid phase extraction (SPE) and coprecipitative preconcentration of cadmium and lead from dilute aqueous solutions as a function of pH and weight of chelating agent. SPE enriches cadmium and lead over a wider pH range (6.0–8.0) and requires lower weight of DBQ chelate embedded benzophenone. Among the quinoline-8-ol and its dihaloderivatives, DBQ embedded benzophenone allows quantitative enrichment over a wide pH range (6.0–8.0) for both cadmium and lead unlike DCQ (∼6.5 for Cd and 6.5–7.0 for Pb), DBQ was preferred. The calibration plots were rectilinear over the concentration range of 0.1–50 and 2.5–200 μg l−1 of cadmium and lead with detection limits of 0.1 and 2.0 μg l−1, respectively, which are 400 times lower than the direct FAAS method. The precision of the developed procedure is good as it provides relative standard deviation values of 2.20 and 2.45 …",
                " Brassica rapa (syn. Brassica campestris) ssp. chinensis is an important vegetable crop, but it is relatively recalcitrant to microspore culture. One genotype each of B. rapa ssp. chinensis var. communisand var. utilis were used formicrospore culture. Embryo production of3.8–42.4 embryos\/bud was obtained. A high rate of plant regeneration directly from microspore-derived embryos without subculture was achieved by an improved protocol involving replacement of culture media and reduction of sucrose concentrations after 48 h of induction,among other modifications. More than 70%of regenerated plants were spontaneous diploids. Some spontaneous tetraploid plants were also obtained from isolated microspores of both genotypes tested. These tetraploids may be directly exploited a snew varieties in a Brassica rapabreeding programme.",
                "Neodymium (III) ion‐imprinted polymer (IIP) materials were prepared by the copolymerization of neodymium (III)–5,7‐dichloroquinoline‐8‐ol–4‐vinylpyridine ternary complex with styrene(monomer), divinyl benzene (crosslinking monomer) in the presence of 2,2′‐azobisisobutyronitrile (initiator). The synthesis was carried out in 2‐methoxy ethanol medium (porogen) and the resultant material was filtered, washed, dried and powdered to form unleached IIP particles. The imprint ion was removed by stirring the above particles with 50% (v\/v) HCl for 6 h to obtain leached IIP particles with cavities in the polymer particles. Control polymer (CP) particles were similarly prepared without imprint ion, i.e. neodymium (III). CP, unleached and leached IIP particles were characterized by TLC, IR, microanalysis, XRD and UV–visible spectrophotometric studies. The preconcentration of 5–150 μg of neodymium (III) ions present in …",
                "Electro-osmotic chemical treatment is an innovative method to improve the strength of soft clays for geotechnical engineering purposes; the effectiveness of the treatment may be related to treatment time, the concentration of the solutions injected, and to variation of pH in the clay. The objective of this study was to investigate the relationship between the above-mentioned factors and the improvement in strength when calcium chloride solution was used as an injection material. A series of tests was carried out by injecting different concentrations of calcium chloride solution into a kaolin suspension, for different treatment times, during electro-osmosis. After the tests, the pH, cone resistance, water content, and concentration of Ca2+ in the kaolin at different locations were measured and analyzed. The results show that the concentration of Ca2+ in the kaolin, the pH, and the strength were increased near the …",
                "The ethyl xanthate complexes of cobalt and nickel are quantitatively retained on benzophenone in the pH range of 8.0–10.0. The solid mixture consisting of metal complex together with benzophenone is dissolved in 5 mL of dimethyl formamide, and the cobalt and nickel contents were determined by flame atomic absorption spectrometry. The calibration graphs are rectilinear over the concentration range of 0–75 (Co) and 0–100 (Ni) µg L−1. The detection limits of flame AAS for cobalt and nickel are lowered by a factor of 200 due to the solid phase extraction preconcentration procedure. NIES CRM Human Hair No. 5 and IAEA Reference Hair HH-1 certified reference materials were used in order to verify the accuracy of the developed preconcentration method in analysing human hair samples. The results obtained were found to be in excellent agreement with certified values. Furthermore, hair samples …",
                "A new chelating solid extractant prepared by the chemical immobilization of xanthate on silica gel was characterized by Fourier  transform infra red spectrometry (FTIR), thermogravimetric analysis (TGA) and microanalysis and used for the preconcentration  and separation of uranyl ion prior to its determination by Arsenazo-III. The effect of pH, weight of the solid extractant,  volume of the aqueous phase and the interference of neutral electrolytes, cations and anions on the determination of uranium,  have been studied in detail to optimize the conditions for trace determination of uranium(VI). The accuracy of the developed  procedure was tested by analyzing marine sediment (MESS-3) and soil (IAEA-SOIL-7) reference materials. The results obtained  on analysis of soil and sediment samples are comparable to standard ICP-MS values.  ",
                "Simultaneous preconcentration of Cu, Cd and Pb in the form of mixed xanthate-1,10 - phenanthroline complexes onto microcrystalline naphthalene has been described. The pH range required for quantitative sorption is 5.0-9.0 for each element. Solid mixture containing ternary complexes of metal ions and naphthalene was dissolved in 5 mL of DMF. Cu, Cd and Pb contents were measured using FAAS. The obtained calibration plots were rectilinear over the concentration ranges: 0.03-20.0, 0.01-5.0 and 2.5-100.0 žg L-1for Cu, Cd and Pb, respectively. Standard deviations of six replicate determinations of 5.0, 1.0 and 10 žg of Cu, Cd and Pb in 1.0 L of the sample solutions equalled to 1.5, 1.6 and 2.1% respectively.The detection limits found were 0.03, 0.01 and 2.5 žg L-1for Cu, Cd and Pb, respectively, which is 200 times lower than for the direct FAAS method. The influence of NaCl, NaNO3, Na2SO4and Na3PO4on sorption of 5.0, 1.0 and 10.0 žg L-1of Cu, Cd and Pb, respectively has been studied. Ca(II) and Mg(II) were found to be not interfering up to the concentration of 25 mmol L-1. Enrichment factors obtained for the developed preconcentration procedure involving the solid phase extraction were approximately 200 for the each investigated element. The procedure has been successfully used for the determination of Cu, Cd and Pb in soil fractions collected from the neighbourhood of industrial and agricultural areas in India.",
                "A procedure for chromium speciation prior to flame atomic absorption spectrometry (FAAS) detection is proposed. In this procedure, chromium (III) and chromium (VI) species were sequentially separated using an off-line batch coprecipitative preconcentration onto bivalent or trivalent metal-diethylammonium diethyl-dithiocarbamate (DDTC) collectors. This separation is based on the selective coprecipitation of chromium (III) onto a nickel–DDTC collector followed by coprecipitation of chromium (VI) onto a bismuth (III)–DDTC collector. The preconcentrated metal–DDTC collectors were dissolved in 5 mL of a 1: 1 mixture of nitric acid and methanol. Linear calibration plots were obtained for both chromium (III) and chromium (VI) species in the concentration range of 0–200 µg\/L in the initial solution. A 200-fold enrichment of chromium (III) and chromium (VI) was observed with detection limits of 0.4 and 0.6 µg L–1, respectively.Five replicate determinations of 20 µg of chromium (III) and chromium (VI) present in a 1.0-L sample solution gave a relative standard deviation of 2.8 and 3.2%, respectively. The developed procedure has been successfully utilized for the estimation of chromium (III) and chromium (VI) in several tannery industry effluents.",
                "Various techniques have been employed for the determination of toxic heavy metals at trace levels in complex real samples. Direct analysis of these samples is difficult as they occur at low concentrations (near or below the limit of detection of the instrument) and are usually present in significant amounts in complex matrices (1). Suitable preconcentration separation is required to address these problems in the analysis of complex real samples containing trace\/ultratrace levels of toxic heavy metals (2). Among the various preconcentration methods, solid phase extraction (SPE) is preferred due to its simplicity, rapidity, and ability to attain a high enrichment factor; in addition, SPE is environmentally friendly. A number of sorbents such as polyurethane foam, cellulose, activated carbon, silica gel, alumina, chelating, or neutral or ion exchange resins have been widely used in SPE preconcentration separation (3-5). The application of suitable inorganic supports has several advantages over organic supports, ie, good selectivity, mechanical stability, and rapid sorption of metal ions (6).Silica gel is a very good adsorbent since it does not swell, and has good mechanical strength and thermal stability. However, for most metal ions, the interactions with the silica surface are rather weak because of the low acidity of the silanol groups (SI-OH) as well as the less pronounced donor proper-"
            ],
            [
                [
                    "Analytical Chemistry",
                    "Environmental Chemistry",
                    "Environmental Science"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}