{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "23UIUSRV",
            "pOHzK_YAAAAJ",
            [
                "The lattice Boltzmann equation: theory and applications",
                "Particles and fields in fluid turbulence",
                "The Listeria transcriptional landscape from saprophytism to virulence",
                "‘Infotaxis’ as a strategy for searching without gradients",
                "‘Infotaxis’ as a strategy for searching without gradients",
                "Cell-size control and homeostasis in bacteria",
                "Burgers' equation, devil's staircases and the mass distribution for large-scale structures",
                "Computational detection of genomic cis-regulatory modules applied to body patterning in the early Drosophila embryo",
                "Inverse energy cascade in two-dimensional turbulence: Deviations from Gaussian behavior",
                "Identification of new noncoding RNAs in              Listeria monocytogenes              and prediction of mRNA targets"
            ],
            [
                "The basic elements of the theory of the lattice Boltzmann equation, a special lattice gas kinetic model for hydrodynamics, are reviewed. Applications are also presented together with some generalizations which allow one to extend the range of applicability of the method to a number of fluid dynamics related problems.",
                "The understanding of fluid turbulence has considerably progressed in recent years. The application of the methods of statistical mechanics to the description of the motion of fluid particles, ie, to the Lagrangian dynamics, has led to a new quantitative theory of intermittency in turbulent transport. The first analytical description of anomalous scaling laws in turbulence has been obtained. The underlying physical mechanism reveals the role of statistical integrals of motion in nonequilibrium systems. For turbulent transport, the statistical conservation laws are hidden in the evolution of groups of fluid particles and arise from the competition between the expansion of a group and the change of its geometry. By breaking the scale-invariance symmetry, the statistically conserved quantities lead to the observed anomalous scaling of transported fields. Lagrangian methods also shed new light on some practical issues, such as …",
                "The bacterium Listeria monocytogenes is ubiquitous in the environment and can lead to severe food-borne infections. It has recently emerged as a multifaceted model in pathogenesis. However, how this bacterium switches from a saprophyte to a pathogen is largely unknown. Here, using tiling arrays and RNAs from wild-type and mutant bacteria grown in vitro, ex vivo and in vivo, we have analysed the transcription of its entire genome. We provide the complete Listeria operon map and have uncovered far more diverse types of RNAs than expected: in addition to 50 small RNAs (< 500 nucleotides), at least two of which are involved in virulence in mice, we have identified antisense RNAs covering several open-reading frames and long overlapping 5′ and 3′ untranslated regions. We discovered that riboswitches can act as terminators for upstream genes. When Listeria reaches the host intestinal lumen, an …",
                "Chemotactic bacteria rely on local concentration gradients to guide them towards the source of a nutrient 1. Such local cues pointing towards the location of the source are not always available at macroscopic scales because mixing in a flowing medium breaks up regions of high concentration into random and disconnected patches. Thus, animals sensing odours in air or water detect them only intermittently as patches sweep by on the wind or currents 2, 3, 4, 5, 6. A macroscopic searcher must devise a strategy of movement based on sporadic cues and partial information. Here we propose a search algorithm, which we call ‘infotaxis’, designed to work under such conditions. Any search process can be thought of as acquisition of information on source location; for infotaxis, information plays a role similar to concentration in chemotaxis. The infotaxis strategy locally maximizes the expected rate of information gain. We …",
                "Chemotactic bacteria rely on local concentration gradients to guide them towards the source of a nutrient 1. Such local cues pointing towards the location of the source are not always available at macroscopic scales because mixing in a flowing medium breaks up regions of high concentration into random and disconnected patches. Thus, animals sensing odours in air or water detect them only intermittently as patches sweep by on the wind or currents 2, 3, 4, 5, 6. A macroscopic searcher must devise a strategy of movement based on sporadic cues and partial information. Here we propose a search algorithm, which we call ‘infotaxis’, designed to work under such conditions. Any search process can be thought of as acquisition of information on source location; for infotaxis, information plays a role similar to concentration in chemotaxis. The infotaxis strategy locally maximizes the expected rate of information gain. We …",
                "How cells control their size and maintain size homeostasis is a fundamental open question. Cell-size homeostasis has been discussed in the context of two major paradigms: “sizer,” in which the cell actively monitors its size and triggers the cell cycle once it reaches a critical size, and “timer,” in which the cell attempts to grow for a specific amount of time before division. These paradigms, in conjunction with the “growth law” [1] and the quantitative bacterial cell-cycle model [2], inspired numerous theoretical models [3, 4, 5, 6, 7, 8, 9] and experimental investigations, from growth [10, 11] to cell cycle and size control [12, 13, 14, 15]. However, experimental evidence involved difficult-to-verify assumptions or population-averaged data, which allowed different interpretations [1, 2, 3, 4, 5, 16, 17, 18, 19, 20] or limited conclusions [4, 5, 6, 7, 8, 9]. In particular, population-averaged data and correlations are inconclusive as the …",
                "Work initiated by Zeldovich (Astron. & Astrophys. 5, 84, 1970) and the Russian school indicates that the formation of large-scale structures in the Universe can be analyzed via the adhesion model, a multi-dimensional form of the Burgers equation. Initial conditions frequently considered for the cosmological problem are Gaussian with a power-law spectrum (fractional Brownian motion). Already in the simpler one-dimensional case, with ordinary Brownian motion as initial condition, numerically supported conjectures by She et al.(Comm. Math. Phys. 148, 623, 1992) have led to a proof by Sinai (ibidem, p. 601) of the following result: there is a Devil's staircase of dimension 1\/2 in the Lagrangian map for the solution of the Burgers equation in the limit of vanishing viscosity. The Lagrangian map is the correspondence between initial (Lagrangian) position and present (Eulerian) position. A Devil's staircase is a non …",
                "Regulation of gene transcription is crucial for the function and development of all organisms. While gene prediction programs that identify protein coding sequence are used with remarkable success in the annotation of genomes, the development of computational methods to analyze noncoding regions and to delineate transcriptional control elements is still in its infancy. Here we present novel algorithms to detect cis- regulatory modules through genome wide scans for clusters of transcription factor binding sites using three levels of prior information. When binding sites for the factors are known, our statistical segmentation algorithm, Ahab, yields about 150 putative gap gene regulated modules, with no adjustable parameters other than a window size. If one or more related modules are known, but no binding sites, repeated motifs can be found by a customized Gibbs sampler and input to Ahab, to predict genes with similar regulation. Finally using only the genome, we developed a third algorithm, Argos, that counts and scores clusters of overrepresented motifs in a window of sequence. Argos recovers many of the known modules, upstream of the segmentation genes, with no training data. We have demonstrated, in the case of body patterning in the Drosophila embryo, that our algorithms allow the genome-wide identification of regulatory modules. We believe that Ahab overcomes many problems of recent approaches and we estimated the false positive rate to be about 50%. Argos is the first successful attempt to predict regulatory modules using only the genome without training data. Complete results and module predictions across the Drosophila …",
                "High-resolution numerical simulations of stationary inverse energy cascade in two-dimensional turbulence are presented. Deviations from Gaussian behavior of velocity differences statistics are quantitatively investigated. The level of statistical convergence is pushed enough to permit reliable measurement of the asymmetries in the probability distribution functions of longitudinal increments and odd-order moments, which bring the signature of the inverse energy flux. No measurable intermittency corrections could be found in their scaling laws. The seventh order skewness increases by almost two orders of magnitude with respect to the third, thus becoming of order unity.",
                "             To identify noncoding RNAs (ncRNAs) in the pathogenic bacterium              Listeria monocytogenes             , we analyzed the intergenic regions (IGRs) of strain EGD-e by              in silico             -based approaches. Among the twelve ncRNAs found, nine are novel and specific to the              Listeria              genus, and two of these ncRNAs are expressed in a growth-dependent manner. Three of the ncRNAs are transcribed in opposite direction to overlapping open reading frames (ORFs), suggesting that they act as antisense on the corresponding mRNAs. The other ncRNA genes appear as single transcription units. One of them displays five repeats of 29 nucleotides. Five of these new ncRNAs are absent from the non-pathogenic species              L. innocua             , raising the possibility that they might be involved in virulence. To predict mRNA targets of the ncRNAs, we developed a computational method …"
            ],
            [
                [
                    "Physics of living systems",
                    "Fluid dynamics",
                    "Statistical physics",
                    "Continuum mechanics"
                ]
            ],
            [
                "Massimo Vergassola News and Awards Physicists Train Robotic Gliders to Soar like Birds Migratory birds often use warm, rising atmospheric currents to gain height with little energy expenditure when flying over long distances. Non-invasive inference of the molecular chemotaxis response using bacterial tra- jectories\nJ.-B. Masson, G. Voisinne, J. Wong-Ng, A. Celani & M. Vergassola ; Proc. Nat. Acad. Sci. USA, 109, 1802 - 07, 2012. Non-linearity, fluctuations and response in sensory systems\nA. Celani & M. Vergassola ; Phys. Rev. Lett., 108, 258102, 2012. Functional and molecular aspects of bacterial chemotaxis\nA. Celani, T.S. Shimizu & M. Vergassola ; J. Stat. Phys., 144, 219 - 40, 2011. Bacterial strategies for chemotaxis response\nA. Celani & M. Vergassola ; Proc. Nat. Acad. Sci. USA, 107, 1391 - 96, 2010. Massimo Vergassola PH. D., University Nice, 1993 Office: Urey Hall, Room 7262 Phone: 858-534-3653 massimo@physics.ucsd.edu"
            ]
        ]
    ]
}