{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "23ZLIIVZ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to Main Content Search This Site: Main Navigation Toggle navigation Menu News News COVID-19 Students Courses Undergraduates Graduate Program MAJORS, EMPHASES, AND MINORS ACADEMIC ADVISING Astronomy & Astrophysics Biophysics Condensed Matter Cosmic Rays Particle Physics Physics Education Research Centers & Institutes REU Opportunities Events SEMINARS AND EVENTS For Visitors For the Community Conferences & Workshops Everyone Faculty Staff Resources Safety Facilities Computing Centers & Institutes COVID-19 Internal Internal Accounting Employment About About Us Newsletter Contact Us Inclusion Inclusion Giving Giving Department of Physics & Astronomy You are here: People Department of Physics & Astronomy at the University of Utah Dan Mattis Emeritus Professor Office: N\/A Phone: N\/A Email: mattis@physics.utah.edu Educational Background: B.S., 1953, Massachusetts Institute of Technology M.S., 1954; Ph.D., 1957, University of Illinois, Urbana Retired in 2009 Research Interests: Condensed matter theory is a rapidly evolving discipline combined from solid state\n                           theory, statistical mechanics, field theory and mathematics. Examples of recent advances\n                           in which Dr. Mattis has participated include the \"few-body problem\" in solids, detailed\n                           calculation of the normal modes in glasses and amorphous materials, and high-temperature\n                           superconductivity. His 1984 work on the mass of an exciton (an electron-hole bound\n                           complex found in insulators), in which it was shown that the mass of the complex exceeds\n                           the sum of the electron and hole masses by an amount related to the binding energy\n                           of the complex, was soon confirmed experimentally by Cafolla et al., Phys. Rev. Lett.\n                           55, 2818 (1985). His recent work includes a contribution to the study of the diffusion-controlled\n                           chemical reactions. Applications range from fluorescence phenomena (diffusion and\n                           recombination of electrons and holes) to chemical explosions. The work resulted in\n                           a review article illustrating and summarizing the uses of quantum-field theory as\n                           a method for solving the complicated problems involving the diffusive motion of \"classical\"\n                           particles (e.g., atoms and molecules or even larger objects) while they are undergoing\n                           chemical or \"scavenging\" reactions. His recent research (1998-2001) includes a microscopic, first-principles derivation\n                           of the electronic properties of a layered copper-oxide-type superconductor. Starting\n                           from the atomic properties, the work identified the composite charge carriers and\n                           their interactions. This work is a contribution to the theory of the exciting new\n                           phenomenon, \"high-temperature superconductivity.\" Other recent research of Dr. Mattis\n                           and his collaboratores deals with the statistical mechanics of glassy materials, including\n                           a publication on the exact free energy of a \"spin ladder\" with frozen-in defects (also\n                           known as \"frustration\") using the \"hyper-transfer matrix, an approach which was developed\n                           here. Current research (2003-) is concentrated in the new field of submicron nanotechnology.\n                           This work is focused on the theoretical design and construction of artificial nano-ferromagnetic\n                           and nano-superconductors, through novel architectures of nanodots and manipulation\n                           of their electrical charges. New books include a revised edition of The Many-body Problem (World Scientific Publ.\n                           Co., Singapore 1993), a book entitled Statistical Mechanics Made Simple (2003) and\n                           a revised version (and new edition) of his book The Theory of Magnetism which is under\n                           preparation. Dr. Mattis contributed the article on \"The Many-Body Theory\" found in\n                           various editions of the Encyclopedia of Physics, Lerner and Trigg, eds. and co-authored\n                           the article \"Magnetic Semiconductors\" in the Handbuch der Physik, vol. 18. Where We Are 201 James Fletcher Bldg. 115 S. 1400 E. SLC, UT 84112-0830 801-581-6901 Contact © 2021 Other Links Credits & Attributions Stay Connected Last Updated: 12\/21\/18"
            ]
        ]
    ]
}