{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "246IV2Z7",
            "k89RzXQAAAAJ",
            [
                "How to detect fluctuating stripes in the high-temperature superconductors",
                "Excitation gap in the normal state of underdoped Bi2Sr2CaCu2O8+ δ",
                "Anomalously large gap anisotropy in the a-b plane of ",
                "Unconventional Electronic Structure Evolution with Hole Doping in : Angle-Resolved Photoemission Results",
                "Key features in the measured band structure of Bi 2 Sr 2 CaCu 2 O 8+ δ: Flat bands at E F and Fermi surface nesting",
                "STM imaging of electronic waves on the surface of Bi 2 Te 3: topologically protected surface states and hexagonal warping effects",
                "High Resolution Polar Kerr Effect Measurements of : Evidence for Broken Time-Reversal Symmetry in the Superconducting State",
                "Upper critical field, fluctuation conductivity, and dimensionality of YBa 2 Cu 3 O 7− x",
                "Superconducting-insulating transition in two-dimensional a-MoGe thin films",
                "Magnetic Field Dependence of the Density of States of Y Ba 2 Cu 3 O 6.95 as Determined from the Specific Heat"
            ],
            [
                "This article discusses fluctuating order in a quantum disordered phase proximate to a quantum critical point, with particular emphasis on fluctuating stripe order. Optimal strategies are derived for extracting information concerning such local order from experiments, with emphasis on neutron scattering and scanning tunneling microscopy. These ideas are tested by application to two model systems—an exactly solvable one-dimensional (1D) electron gas with an impurity, and a weakly interacting 2D electron gas. Experiments on the cuprate high-temperature superconductors which can be analyzed using these strategies are extensively reviewed. The authors adduce evidence that stripe correlations are widespread in the cuprates. They compare and contrast the advantages of two limiting perspectives on the high-temperature superconductor: weak coupling, in which correlation effects are treated as a perturbation on …",
                "Angle-resolved photoemission experiments reveal evidence of an energy gap in the normal state excitation spectrum of the cuprate superconductor Bi2Sr2CaCu2O8+δ. This gap exists only in underdoped samples and closes around the doping level at which the superconducting transition temperature Tc is a maximum. The momentum dependence and magnitude of the gap closely resemble those of the dx2−y2 gap observed in the superconducting state. This observation is consistent with results from several other experimental techniques, which also indicate the presence of a gap in the normal state. Some possible theoretical explanations for this effect are reviewed.",
                "Superconducting gap anisotropy at least an order of magnitude larger than that of the conventional superconductors has been observed in the a-b plane of Bi 2 Sr 2 CaCu 2 O 8+ δ in angle-resolved photoemission spectroscopy. For samples with T c of 88 K, the gap size reaches a maximum of approximately 20 meV along the Cu-O bond direction, and a minimum of much smaller or vanishing magnitude 45 away. The experimental data are discussed within the context of various theoretical models. In particular, a detailed comparison with what is expected from a superconductor with a d x 2-y 2 order parameter is carried out, yielding a consistent picture.",
                "We report angle-resolved photoemission results on Bi 2 Sr 2 Ca 1− x Dy x Cu 2 O 8+ δ and oxygen depleted Bi 2 Sr 2 CaCu 2 O 8+ δ investigating the electronic structure changes above T c in materials with hole doping levels ranging from insulating to slightly overdoped. Near optimal hole doping, the Fermi surface is large and consistent with band calculations. In underdoped samples with T c of 60–70 K, portions of this Fermi surface are not seen. This change is related to the opening of an energy gap near (π, 0) above T c.",
                "The near-E F electronic structure and Fermi surface of Bi 2 Sr 2 CaCu 2 O 8+ δ have been mapped out with angle-resolved photoemission. Key features of the measured band structure are (1) an extended region of flat CuO 2 derived bands very near E F and (2) a strong propensity for Fermi surface nesting. Comparative analysis of these data with those from other cuprate superconductors suggests that these features may be responsible for many of the anomalous physical properties of the p-type cuprates, while the absence of these features may be related to the more ‘‘normal’’physical properties of the n types.",
                "Scanning tunneling spectroscopy studies on high-quality Bi 2 Te 3 crystals exhibit perfect correspondence to angle-resolved photoemission spectroscopy data, hence enabling identification of different regimes measured in the local density of states (LDOS). Oscillations of LDOS near a step are analyzed. Within the main part of the surface band oscillations are strongly damped, supporting the hypothesis of topological protection. At higher energies, as the surface band becomes concave, oscillations appear, dispersing with a wave vector that may result from a hexagonal warping term.",
                "The polar Kerr effect in the spin-triplet superconductor Sr 2 RuO 4 was measured with high precision using a Sagnac interferometer with a zero-area Sagnac loop. We observed nonzero Kerr rotations as big as 65 nanorad appearing below T c in large domains. Our results imply a broken time-reversal symmetry state in the superconducting state of Sr 2 RuO 4, similar to He 3− A.",
                "The upper critical field H c 2 and fluctuation conductivity were measured for highly oriented thin films of YBa 2 Cu 3 O 7− x. The H c 2 results demonstrate the intrinsic anisotropy in this layered superconductor. The broadening of the resistive transition under fields is interpreted in terms of critical fluctuations. The fluctuation conductivity shows dimensional crossover as expected for quasi-two-dimensional material. Using this data we determine the intra-and interlayer coherence lengths ξ c (0) and ξ ab (0), and discuss the dimensionality of the superconductivity in this material.",
                "A zero-temperature magnetic-field-tuned superconducting-insulating transition is observed in two-dimensional a-MoGe films. The low temperature transport properties of these films show scaling behavior consistent with a transition driven by long-range Coulomb interactions and quantum phase fluctuations in a two-dimensional superconductor. However, contrary to the theoretical predictions we find the critical resistance to be sample dependent. We suggest that the apparent lack of universality in the critical resistance is due to the finite contribution of fermionic excitations to the resistance.",
                "The magnetic field dependence of the electronic density of states at the Fermi level, N (E F, H), is determined in single-crystal Y Ba 2 Cu 3 O 6.95 by specific heat measurements. The total specific heat is best described by including two predictions for the electronic specific heat of d-wave superconductivity: a T 2 term in zero field and an increased linear term in a magnetic field applied perpendicular to the Cu O 2 planes. The additional linear term, which implies a finite N (E F, H), obeys N (E F, H)∝(H H c 2) 1 2 as predicted by Volovik for superconductivity with lines of nodes in the gap."
            ],
            [
                [

                ]
            ],
            [
                "Aharon Kapitulnik Theodore and Sydney Rosenberg Professor of Applied Physics and Professor of Physics http:\/\/web.stanford.edu\/people\/aharonk Aharon Kapitulnik is the Theodore and Sydney Rosenberg Professor in Applied Physics at the Departments of Applied Physics and Physics at Stanford University. His research focuses on experimental condensed matter physics, while opportunistically, also apply his methods to tabletop experimental studies of fundamental phenomena in physics. His recent studies cover a broad spectrum of phenomena associated with the behavior of correlated and disordered electron systems, particularly in reduced dimensions, and the development of effective instrumentation to detect subtle signatures of physical phenomena. Among other recognitions, his activities earned him the Alfred P. Sloan Fellowship (1986-90), a Presidential Young Investigator Award (1987-92), a Sackler Scholar at Tel-Aviv University (2006), the Heike Kamerlingh Onnes Prize for Superconductivity Experiment (2009), a RTRA (Le Triangle de la Physique) Senior Chair (2010), and the Oliver Buckley Condensed Matter Prize of the American Physical Society (2015). Aharon Kapitulnik is a Fellow of the American Physical Society, a Fellow of the American Academy of Arts and Sciences, and a member of the National Academy of Sciences. Kapitulnik holds a Ph.D. in Physics from Tel-Aviv University (1983). Applied Physics Principal Investigator, Stanford Institute for Materials and Energy Sciences Chair, Department of Applied Physics, Stanford University (2005 - 2010) Deputy Director, Laboratory for Advanced materials, Stanford University (2000 - 2002) Visiting Professor, The Hebrew University of Jerusalem, Israel (2000 - 2001) Director, center for Materials Research, Stanford University (1999 - 2000) Chair, Department of Applied Physics, Stanford University (1996 - 1999) Professor of Applied Physics and Physics, Stanford University (1994 - Present) Visiting Professor, Ecole Normale Superieure, Paris, and U. of Paris XI, Orsay (1992 - 1992) Associate Professor of Applied Physics and Physics, Stanford University (1990 - 1994) Assistant Professor of Applied Physics, Stanford University (1985 - 1990) Assistant Professor in Residence, UC Santa Barbara (1985 - 1985) Associate Member, Institute for Theoretical Physics, UC Santa Barbara (1983 - 1984) Weizmann postdoctoral Fellow, Department of Physics, UC Santa Barbara (1983 - 1984) Elected member, National Academy of Science (2015) The 2015 Oliver E. Buckley Condensed Matter Physics Prize., American Physical Society (2015) EPIQS Experimental Investigator Award, Moore Foundation (2014) The Yuval Ne'eman Memorial Lecture, Tel Aviv University, Israel (2014) Einstein Colloquium, Weizmann Institute of Science, Israel (2012) Senior Chair, Le Triangle de la Physique, (Polytechnique-Orsay-Saclay), France (2011-2014) Alexander von Humboldt Research Award, Alexander von Humboldt Foundation, Germany (2011) Elected Fellow, American Academy of Arts and Sciences (2009) Heike Kamerlingh Onnes Prize for Outstanding Superconductivity Experiments, International Award (2009) Colloquium Pierre et Marie CURIE, Paris, France (2007) Sackler Professor by Special Appointment, School of Physics and astronomy, Tel-Aviv University, Israel (2006-2015) Niels-Bohr lecture, The Niels Bohr Institute, Copenhagen, Denmark (2000) Distinguished Lecturer in Materials Physics, Penn State University (1994) Elected Fellow, American Physical Society (1994) Presidential Young Investigator Award, National Science Foundation (1987-1992) Alfred P. Sloan Fellow, Alfred P. Sloan Foundation (1986-1990) Member of Scientific Advisory Board, Conductus Inc., Sunnyvale, CA (1987 - 1996) Member of Executive Committee, DCMP, American Physical Society (2008 - 2011) Member, Governing Body of the Raymond and Beverly Sackler Institute of Solid State Physics., Tel-Aviv University, Israel. (2007 - Present) Member, National Academy of Sciences' Committee on Condensed Matter and Materials Research (CCMR) (2017 - Present) Ph.D, Tel Aviv University, Israel, Physics  (1984) B.Sc, Tel Aviv University, Israel, Physics  (1978) aharonk@stanford.edu Department:&nbspApplied Physics MCCULLOUGH 361 94305-4045 (650) 723-3847 (650) 725-2189 (fax) (650) 723-3847 (650) 725-2189 (fax) 4045 Personal and Group Web Page Phenomenology of Superconductors APPPHYS 280 (Win) Independent Studies (3) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) PHYSICS 190 (Win, Spr, Sum) Experimental Techniques in Condensed Matter Physics APPPHYS 302 (Win) Solid State Physics APPPHYS 272, PHYSICS 172 (Spr) Phenomenology of Superconductors APPPHYS 280 (Win) Solid State Physics APPPHYS 272, PHYSICS 172 (Spr) Experimental Techniques in Condensed Matter Physics APPPHYS 302 (Aut) Thermodynamics, Kinetic Theory, and Statistical Mechanics II PHYSICS 171 (Win) Ilan Rosen DiDi Wei Erik Kountz, Se Joon Lim, Sam Mumford Varun Harbola, Stephen Kuenstner, HAIYU LU, Yingfei Li, Beicheng Lou , Benjamin Malia, Rachel Margraf, Ognjen Markovic, Stefania Moroianu , Mansheej Paul, Praveen Sriram, Fenghao Xu Postdoctoral Research Mentor DiDi Wei"
            ]
        ]
    ]
}