{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "24D671MW",
            "c4AG250AAAAJ",
            [
                "Discovery of a Weyl Fermion semimetal and topological Fermi arcs",
                "A Weyl Fermion semimetal with surface Fermi arcs in the transition metal monopnictide TaAs class"
            ],
            [
                "A Weyl semimetal is a new state of matter that hosts Weyl fermions as emergent quasiparticles and admits a topological classification that protects Fermi arc surface states on the boundary of a bulk sample. This unusual electronic structure has deep analogies with particle physics and leads to unique topological properties. We report the experimental discovery of a Weyl semimetal, tantalum arsenide (TaAs). Using photoemission spectroscopy, we directly observe Fermi arcs on the surface, as well as the Weyl fermion cones and Weyl nodes in the bulk of TaAs single crystals. We find that Fermi arcs terminate on the Weyl fermion nodes, consistent with their topological character. Our work opens the field for the experimental study of Weyl fermions in physics and materials science.",
                "Weyl fermions are massless chiral fermions that play an important role in quantum field theory but have never been observed as fundamental particles. A Weyl semimetal is an unusual crystal that hosts Weyl fermions as quasiparticle excitations and features Fermi arcs on its surface. Such a semimetal not only provides a condensed matter realization of the anomalies in quantum field theories but also demonstrates the topological classification beyond the gapped topological insulators. Here, we identify a topological Weyl semimetal state in the transition metal monopnictide materials class. Our first-principles calculations on TaAs reveal its bulk Weyl fermion cones and surface Fermi arcs. Our results show that in the TaAs-type materials the Weyl semimetal state does not depend on fine-tuning of chemical composition or magnetic order, which opens the door for the experimental realization of Weyl semimetals and …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Topological phases of matter",
                    "Topological insulators"
                ]
            ]
        ]
    ]
}