{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "24QO3ZL9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Mary K. Gaillard (E) Mary K. Gaillard (E) Professor Emeritus Professor of the Graduate School 449D Physics South mkgaillard@lbl.gov (510) 642-3561 (510) 486-4471 Ph.D., University of Paris, 1968, Professor at Berkeley since 1981. Member, National Academy of Sciences, Fellow, American Academy of Arts and Sciences, l988 E.O. Lawrence Memorial Award, 1993 J.J. Sakurai Prize, Member, National Science Board, Member 1996-2002, American Philosophical Society. I am interested in pushing particle theory beyond the well-established Standard Model. My work in recent years has focused on the symmetry breaking mechanism by which particles acquire masses, and more specifically on supersymmetry and supergravity. Supersymmetry provides a possible mechanism for understanding the large hierarchy in scale between the masses of particles studied with accelerators and the “natural” scale of physics which is the Planck mass. Supergravity, particularly when regarded as the “low energy” limit of superstring theory, provides the best hope at present for unification of all forces. My current research attempts to tie superstrings to observable physics. Current Projects I am studying effective supergravity theories for particle physics, with the goal of addressing the problems of supersymmetry breaking and electroweak symmetry breaking, as well as other aspects of particle physics and cosmology, in the context of superstring theory. A part of this program requires an understanding of quantum corrections in the effective theory. My former graduate students, Vid Jain and Kamran Saririan, and I calculated the divergent one-loop corrections for supergravity coupled to chiral matter. In the course of this work I found a way to regulate the divergent integrals encountered in these calculations that is consistent with supersymmetry. More recently my former student Daniel Butter and I calculated the quantum anomalies in the regulated theory, and work on the implementation of full anomaly cancellation in superstring-derived supergravity models is in progress. A promising mechanism for supersymmetry breaking is a phenomenon called “condensation” that is known to play an important role in quantum chromodynamics, the theory of strong interactions in the Standard Model. A scalar field known as the “dilaton” plays an important role in supersymmetry breaking via condensation. With collaborators in Paris and Boston, I showed how to describe gaugino condensation within the “linear supermultiplet” formulation for the dilaton. With a former graduate student, Yi-Yen Wu, we were able to construct a quasi-realistic model for supersymmetry breaking in superstring-derived supergravity. With former students (Daniel Butter, Andreas Birkedal-Hansen, Mike Cai, Joel Giedt, Ben Kain, Aleksey Mints, Brent Nelson), I have been studying the detailed implications of this model for phenomenology and cosmology. One Loop Soft Supersymmetry Breaking Terms in Superstring Effective Theories, with Brent Nelson and Pierre Binétruy, Nucl. Phys. B604, 32 (2001). (used in public software package SPHENO) More Modular Invariant Anomalous U(1) Breaking, with J. Giedt, Nucl. Phys. B643, 201 (2002). Modular Invariant Gaugino Condensation in the Presence of an Anomalous U(1), with J. Giedt and A. Mints, Nucl. Phys. B700, 205 (2004), erratum 713, 607 (2005). R-Parity from the Heterotic String, hep\/th-0502100, Phys. Rev. Lett. 94, 141601 (2005). The Axion Mass in Modular Invariant Supergravity, with D. Butter, hep\/th-0412079, Phys. Lett. 612, 304 (2005). Supersymmetry and superstring phenomenology, M.K. Gaillard and Bruno Zumino, The European Physical Journal C 59 213, (2009) Anomaly Structure of Supergravity and Anomaly Cancellation, D. Butter and M.K. Gaillard, Phys, Lett. B 679 519-522 (2009). arXiv 0906.3503 [hepth]"
            ]
        ]
    ]
}