{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "25D19G8Y",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "›              Barry Luokkala Barry Luokkala Teaching Professor Doherty Hall A301A 412-268-2756 Assistant: Melissa Lessure , 412-268-6669 Ph.D.: Carnegie Mellon University (2001) M.S.: University of Pittsburgh (1981) Professional Societies: American Physical Society, American Association of Physics Teachers, Phi Kappa Phi Honors and Awards: Ryan Award for Meritorious Teaching, 2020 Julius Ashkin Teaching Award, 2001 Exemplary Service Award, Pennsylvania Governor's Schools of Excellence, 1995 Teaching Professor, Carnegie Mellon University, 2003– Board of Directors, National Conference of Governor’s Schools, 2013– Program Director, Pennsylvania Governor’s School for the Sciences, 2013– Director of Undergrad Laboratories, CMU Dept. of Physics, 2001– Principal Lecturer, Carnegie Mellon University, 2001–03 Program Director, Pennsylvania Governor’s School for the Sciences, 2000–09 Senior Lecturer, Carnegie Mellon University, 1991–2001 Lecturer, Carnegie Mellon University, 1988–91 Professional Profile Barry Luokkala is Teaching Professor and Director of Undergraduate Physics Laboratories in the Department of Physics. He also serves as editor of the physics alumni newsletter, InterActions , and as curator of the Victor Bearg Physics Museum. Luokkala has been involved in numerous outreach activities to promote science education, several of which are aimed at women and under-represented minorities. Most prominently, he serves as the Director of the Pennsylvania Governor's School for the Sciences ( PGSS ), which he was able to revive in 2013 after a period of discontinuation. In addition, he consults for such diverse institutions as the University of Pittsburgh, Chatham College, Carnegie Mellon's School of Art and School of Drama, McGraw Hill, Academic Press, Oxford University Press, and the BBC. As a member of the faculty at Carnegie Mellon, Luokkala helped shape the introductory experimental physics course into its present form, and has created a new laboratory course for students in the pre-health professions. He also created two courses on the subject of science and science fiction: A mini-course for first-year students in the Mellon College of Science, and a full-semester course open to anyone on campus. He has been invited to speak on several occasions on various aspects of science fiction. He has been instrumental in the design of new undergraduate science laboratories. His book, Exploring Science Through Science Fiction (Springer 2014), makes science accessible to students in the nontechnical disciplines and at the same time provides enough scientific detail to also be interesting to more technically-oriented students. B. B. Luokkala, Exploring Science Through Science Fiction ,  Springer, New York, 2014. B. B. Luokkala, S. Garoff, R. D. Tilton, and R. M. Suter, Interfacial structure and rearrangement of nonionic surfactants near a moving contact line, Langmuir 17, 5917 (2001) . B. B. Luokkala, S. Garoff and R. M. Suter, Using x-ray reflectivity to determine the structure of surfactant monolayers Phys. Rev. E 62, 2405 (2000) ."
            ]
        ]
    ]
}