{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "28FZ2D08",
            "Qr23VyIAAAAJ",
            [
                "Anisotropy of the iron pnictide superconductor  ",
                "Unconventional London Penetration Depth in Single-Crystal  Superconductors",
                "Anisotropic upper critical field and possible Fulde-Ferrel-Larkin-Ovchinnikov state in the stoichiometric pnictide superconductor LiFeAs",
                "Nonexponential London Penetration Depth of FeAs-Based Superconducting  (, Nd) Single Crystals",
                "Nearly ferromagnetic spin-triplet superconductivity",
                "London penetration depth in single crystals of  spanning underdoped to overdoped compositions",
                "Doping evolution of the absolute value of the London penetration depth and superfluid density in single crystals of ",
                "Nodeless two-gap superconducting state in single crystals of the stoichiometric iron pnictide LiFeAs"
            ],
            [
                "Anisotropies of electrical resistivity, upper critical field, London penetration depth, and critical currents have been measured in single crystals of the optimally doped iron pnictide superconductor Ba (Fe 1− x Co x) 2 As 2 (x= 0.074 and T c∼ 23 K). The normal-state resistivity anisotropy was obtained by employing both the Montgomery technique and direct measurements on samples cut along principal crystallographic directions. The ratio γ ρ= ρ c\/ρ a is about 4±1 just above T c and becomes half of that at room temperature. The anisotropy of the upper critical field, γ H= H c 2, a b\/H c 2, c, as determined from specific-heat measurements close to T c is in the range of 2.1–2.6, depending on the criterion used. A comparable low anisotropy of the London penetration depth, γ λ= λ c\/λ a b, was recorded from tunnel diode resonator measurements and found to persist deep into the superconducting state. An anisotropy of …",
                "The London penetration depth λ (T) has been measured in single crystals of Ba (Fe 0.93 Co 0.07) 2 As 2. The observed low-temperature variation of λ (T) follows a power law, Δ λ (T)∼ T n with n≈ 2.4±0.1, indicating the existence of normal quasiparticles down to at least 0.02 T c. This is in contrast with previous penetration depth measurements on single crystals of NdFeAsO 1− x F x and SmFeAsO 1− x F x, which indicate an anisotropic but nodeless gap. We discuss possible explanations of the observed power law behavior.",
                "Measurements of the temperature and angular dependencies of the upper critical field H c 2 of a stoichiometric single crystal LiFeAs in pulsed magnetic fields up to 50 T were performed using a tunnel diode resonator. Complete H c 2∥ c (T) and H c 2⊥ c (T) functions with H c 2∥ c (0)= 17±1 T, H c 2⊥ c (0)= 26±1 T, and the anisotropy parameter γ H (T)≡ H c 2⊥ c\/H c 2∥ c decreasing from 2.5 at T c to 1.5 at T≪ T c were obtained. The results for both orientations are in excellent agreement with a theory of H c 2 for two-band s±pairing in the clean limit. We show that H c 2∥ c (T) is mostly limited by the orbital pair breaking, whereas the shape of H c 2⊥ c (T) indicates strong paramagnetic Pauli limiting and the inhomogeneous Fulde-Ferrel-Larkin-Ovchinnikov state below T F~ 5 K.",
                "The superconducting penetration depth λ (T) has been measured in R FeAsO 0.9 F 0.1 (R= La, Nd) single crystals (R− 1111). In Nd-1111, we find an upturn in λ (T) upon cooling and attribute it to the paramagnetism of the Nd ions, similar to the case of the electron-doped cuprate Nd-Ce-Cu-O. After the correction for paramagnetism, the London penetration depth variation is found to follow a power-law behavior, Δ λ L (T)∝ T 2 at low temperatures. The same T 2 variation of λ (T) was found in nonmagnetic La-1111 crystals. Analysis of the superfluid density and of penetration depth anisotropy over the full temperature range is consistent with two-gap superconductivity. Based on this and on our previous work, we conclude that both the RFeAsO (1111) and BaFe 2 As 2 (122) families of pnictide superconductors exhibit unconventional two-gap superconductivity.",
                "Spin-triplet superconductors potentially host topological excitations that are of interest for quantum information processing. We report the discovery of spin-triplet superconductivity in UTe2, featuring a transition temperature of 1.6 kelvin and a very large and anisotropic upper critical field exceeding 40 teslas. This superconducting phase stability suggests that UTe2 is related to ferromagnetic superconductors such as UGe2, URhGe, and UCoGe. However, the lack of magnetic order and the observation of quantum critical scaling place UTe2 at the paramagnetic end of this ferromagnetic superconductor series. A large intrinsic zero-temperature reservoir of ungapped fermions indicates a highly unconventional type of superconducting pairing.",
                "The London penetration depth λ (T) has been measured in single crystals of Ba (Fe 1− x Co x) 2 As 2 using the tunnel diode resonator technique. The measured doping levels of x= 0.038, 0.047, 0.058, 0.074, and 0.10 range from underdoped to overdoped concentrations. The measurements have shown that the density of carriers participating in superconductivity decreases sharply in the underdoped regime but the penetration depth as a function of temperature exhibits a robust power law, Δ λ (T)∼ T n, for all measured dopings with n being about 2 in underdoped samples and 2.5 in overdoped samples. We discuss the implications of these results and possible interpretations of such a robust behavior.",
                "The zero-temperature value of the in-plane London penetration depth, λ a b (0), has been measured in single crystals of Ba (Fe 1− x Co x) 2 As 2 as a function of the Co concentration, x, across both the underdoped and overdoped superconducting regions of the phase diagram. For x≳ 0.047, λ a b (0) has been found to have values between 120±50 and 300±50 nm. A pronounced increase in λ a b (0), to a value as high as 950±50 nm, has been observed for x≲ 0.047, corresponding to the region of the phase diagram where the itinerant antiferromagnetic and superconducting phases coexist and compete. Direct determination of the doping-dependent λ a b (0) has allowed us to track the evolution of the temperature-dependent superfluid density, from which we infer the development of a pronounced superconducting gap anisotropy at the edges of the superconducting dome.",
                "The variations of in-and inter-plane London penetration depths, Δ λ (T), were measured using a tunnel diode resonator in single crystals of the intrinsic pnictide superconductor LiFeAs. This compound appears to be in the clean limit with a residual resistivity of 4 (T→ 0) to 8 (T c) μ Ω cm and a residual resistivity ratio of 65 to 35, respectively. The superfluid density ρ s (T)= λ 2 (0)\/λ 2 (T) is well described by the self-consistent two-gap γ model. Together with the previous data, our results support the universal evolution of the superconducting gap from nodeless to nodal upon departure from optimal doping even in clean systems. We also conclude that pair-breaking scattering plays an important role in the deviation of the low-temperature behavior of λ (T) from the exponential in Fe-based compounds."
            ],
            [
                [
                    "Quantum materials",
                    "Topological phases",
                    "Superconductivity"
                ]
            ]
        ]
    ]
}