{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "290J6QK9",
            "c27DFvYAAAAJ",
            [
                "Audiometric notch as a sign of noise induced hearing loss",
                "Improving the health of the NHS workforce: Report of the partnership on the health of the NHS workforce",
                "CHoice of Outcome In Cbt for psychosEs (CHOICE): the development of a new service user–led outcome measure of CBT for psychosis",
                "Diffusion tensor MR imaging reveals persistent white matter alteration after traumatic brain injury experienced during early childhood",
                "Hearing the voices of service user researchers in collaborative qualitative data analysis: the case for multiple coding",
                "A randomised controlled trial of cognitive behaviour therapy for psychosis in a routine clinical service",
                "Cognitive biases questionnaire for psychosis",
                "Mortality of workers at a nickel carbonyl refinery, 1958–2000",
                "Appraisals, psychotic symptoms and affect in daily life",
                "Functional neurological disorders: mechanisms and treatment"
            ],
            [
                "To investigate the relation between different types of exposure to noise and a classic sign of noise induced hearing loss (NIHL), the audiometric notch.The study sample had exposure to both continuous and impulse noise and was drawn from a population of electrical transmission workers. Audiograms, taken as part of a hearing conservation programme, were read by three clinicians experienced in the assessment of NIHL. Working independently and using their clinical judgment, they were asked to identify localised increases in the threshold of hearing (audiometric notches) which they would attribute to noise, had a suitable history of exposure been elicited. Prevalent cases of NIHL were identified by the presence of a notch in either ear. Risk factors for NIHL were assessed by a questionnaire which sought information about exposure to air blast circuit breaker noise; firearms; explosions …",
                "This report, by the Partnership's support team, Sian Williams, Susan Michie and Shriti Pattani, is a review of previous work into the extent, nature and causes of ill health in the NHS workforce. The report, prefaced by a submission from the Partnership to the Secretary of State for Health, summarises the evidence base, draws attention to gaps where further research is required, and sets out recommendations and a ten-point action plan.",
                "Outcome measures for cognitive behavior therapy for psychosis (CBTp) have been derived from pharmacological studies, focusing on symptom change rather than outcomes such as distress or fulfilment. This study presents the development and psychometric properties of a new outcome measure (CHoice of Outcome In Cbt for psychosEs [CHOICE]), which reflects more strongly the aims of CBTp and the priorities of service users. Service users who had received CBTp participated in focus groups to discuss their outcome priorities, using a topic guide generated by a panel of experts in CBTp. A qualitative thematic analysis was undertaken to reach consensus on themes and generate items. Response scales were constructed for 3 dimensions: severity, satisfaction, and importance. The resulting questionnaire was piloted with service users who had not received CBTp, stratified by service type, ethnicity, and first …",
                "BACKGROUND AND PURPOSE: Diffusion tensor imaging (DTI) can noninvasively quantify white matter (WM) integrity. Although its application in adult traumatic brain injury (TBI) is common, few studies in children have been reported. The purposes of this study were to examine the alteration of fractional anisotropy (FA) in children with TBI experienced during early childhood and to quantify the association between FA and injury severity.MATERIALS AND METHODS: FA was assessed in 9 children with TBI (age = 7.89 ± 1.00 years; Glasgow Coma Scale [GCS] = 10.11 ± 4.68) and a control group of 12 children with orthopedic injuries without central nervous system involvement (age = 7.51 ± 0.95 years). All of the subjects were at minimum 12 months after injury. We examined group differences in a series of predetermined WM regions of interest with t test analysis. We subsequently conducted a voxel-wise …",
                "Health research is frequently conducted in multi‐disciplinary teams, with these teams increasingly including service user researchers. Whilst it is common for service user researchers to be involved in data collection – most typically interviewing other service users – it is less common for service user researchers to be involved in data analysis and interpretation. This means that a unique and significant perspective on the data is absent.This study aims to use an empirical report of a study on Cognitive Behavioural Therapy for psychosis (CBTp) to demonstrate the value of multiple coding in enabling service users voices to be heard in team‐based qualitative data analysis.The CBTp study employed multiple coding to analyse service users’ discussions of CBT for psychosis (CBTp) from the perspectives of a service user researcher, clinical researcher and psychology assistant. Multiple …",
                "Peters E, Landau S, McCrone P, Cooke M, Fisher P, Steel C, Evans R, Carswell K, Dawson K, Williams S, Howard A, Kuipers E. A randomised controlled trial of cognitive behaviour therapy for psychosis in a routine clinical service.Objective:  To evaluate cognitive behaviour therapy for psychosis (CBTp) delivered by non‐expert therapists, using CBT relevant measures.Method:  Participants (N = 74) were randomised into immediate therapy or waiting list control groups. The therapy group was offered 6 months of therapy and followed up 3 months later. The waiting list group received therapy after waiting 9 months (becoming the delayed therapy group).Results:  Depression improved in the combined therapy group at both the end of therapy and follow‐up. Other significant effects were found in only one of the two therapy groups (positive symptoms; cognitive flexibility; uncontrollability of thoughts) or one of …",
                "The Cognitive Biases Questionnaire for psychosis (CBQp) was developed to capture 5 cognitive distortions (jumping to conclusions, intentionalising, catastrophising, emotional reasoning, and dichotomous thinking), which are considered important for the pathogenesis of psychosis. Vignettes were adapted from the Cognitive Style Test (CST), relating to “Anomalous Perceptions” and “Threatening Events” themes.Scale structure, reliability, and validity were investigated in a psychosis group, and CBQp scores were compared with those of depressed and healthy control samples.The CBQp showed good internal consistency and test-retest reliability. The 5 biases were not independent, with a 2-related factor scale providing the best fit. This structure suggests that the CBQp assesses a general thinking bias rather than distinct …",
                "Background: Excess risks of respiratory cancer have been shown in some groups of nickel exposed workers. It is clear, however, that not all forms of nickel exposure are implicated in these excess risks.Aim: To determine whether occupational exposures received in a modern nickel carbonyl refinery lead to increased risks of cancer, in particular nasal cancer and lung cancer.Methods: The mortality experienced by a cohort of 812 workers employed at a nickel refinery was investigated. Study subjects were all male workforce employees first employed in the period 1953–92 who had at least five years’ employment with the company. Observed numbers of cause specific deaths were compared with expectations based on national mortality rates; SMRs were also calculated by period from commencing employment, year of commencing employment, and type of work.Results: Overall, standardised mortality ratios (SMRs …",
                "Background. Psychological models of psychosis were examined using Experience Sampling Methods (ESM) to explore relationships between dimensions and appraisals of key symptoms and affect.Method. Individuals were signalled to complete ESM booklets 10 times per day for six consecutive days; 534 data points were obtained from 12 out-patients with psychosis.Results. Although only 3.6% of spontaneous thoughts were psychosis related, these predicted more negative and less positive affect. Delusions and hallucinations, when present, were rated at a moderate level of intensity, and intensity was associated with distress, interference and preoccupation. Symptom dimensions were related to each other, with weaker associations with delusional conviction, which, it is hypothesized, may represent a separate factor. Conviction and appraisals relating to insight and decentring (‘my problems are something to do with the way my mind works’) were highly variable. Decentring appraisals of delusions, but not insight, were associated with less distress. Appraisals about the power of voices were strong predictors of negative affect and symptom distress.Conclusions. This study demonstrates that ESM is a useful methodology to capture ‘online’variability in psychotic phenomenology and provides evidence supporting cognitive models, which posit that psychotic symptoms are multi-dimensional phenomena, shaped by appraisals that, in turn, predict their emotional and behavioural sequelae.",
                "Functional neurological disorders are common problems in neurologic practice. In the past decade there has been an increasing interest in this group of disorders both from a clinical as well as research point of view. In this review, we highlight some of the most salient and exciting publications from recent years focusing especially on new findings illuminating mechanism and studies examining treatment."
            ],
            [
                [
                    "Aqua Culture",
                    "Fish Biology",
                    "Environmental Sciences"
                ]
            ],
            [
                "William Koll William Koll William Koll koll.5@osu.edu Physics Research Building, 3012 191 West Woodruff Avenue Columbus, Ohio 43210 Google Map"
            ]
        ]
    ]
}