{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "299T9PC6",
            "-Yg2E_QAAAAJ",
            [
                "A high spectral resolution observation of the soft x-ray diffuse background with thermal detectors",
                "The quiescent intracluster medium in the core of the Perseus cluster",
                "The ASTRO‐H Mission",
                "The Hot and Energetic Universe: A White Paper presenting the science theme motivating the Athena+ mission",
                "A huge reservoir of ionized gas around the Milky Way: accounting for the missing mass?",
                "The ASTRO-H x-ray observatory",
                "The ASTRO-H X-ray astronomy satellite",
                "Microcalorimeter and bolometer model",
                "The ASTRO-H (Hitomi) x-ray astronomy satellite",
                "Hitomi constraints on the 3.5 keV line in the Perseus galaxy cluster"
            ],
            [
                "A high spectral resolution observation of the diffuse X‐ray background in the 60–1000 eV energy range has been made using an array of 36 1 mm2 microcalorimeters flown on a sounding rocket. Detector energy resolution ranged from 5 to 12 eV FWHM, and a composite spectrum of ∼1 sr of the background centered at  ,   was obtained with a net resolution of ∼9 eV. The target area includes bright   keV regions but avoids Loop I and the North Polar Spur. Lines of C vi, O vii, and O viii are clearly detected with intensities of  ,  , and   photons cm−2 s−1 sr−1, respectively. The oxygen lines alone account for a majority of the diffuse background observed in the ROSAT R4 band that is not due to resolved extragalactic discrete sources. We also have a positive detection of the Fe‐M line complex near 70 eV at an intensity consistent with previous upper limits that indicate substantial gas‐phase depletion of iron. We include …",
                "Clusters of galaxies are the most massive gravitationally bound objects in the Universe and are still forming. They are thus important probes 1 of cosmological parameters and many astrophysical processes. However, knowledge of the dynamics of the pervasive hot gas, the mass of which is much larger than the combined mass of all the stars in the cluster, is lacking. Such knowledge would enable insights into the injection of mechanical energy by the central supermassive black hole and the use of hydrostatic equilibrium for determining cluster masses. X-rays from the core of the Perseus cluster are emitted by the 50-million-kelvin diffuse hot plasma filling its gravitational potential well. The active galactic nucleus of the central galaxy NGC 1275 is pumping jetted energy into the surrounding intracluster medium, creating buoyant bubbles filled with relativistic plasma. These bubbles probably induce motions in the …",
                "The joint JAXA\/NASA Astro‐H mission is the sixth in a series of X‐ray missions initiated by the Institute of Space and Astronautical Science (ISAS). The planned launch date is 2014. Astro‐H will investigate the physics of the high‐energy universe by performing high‐resolution, high‐throughput spectroscopy with moderate spatial resolution over the 0.3–600 keV energy range. ASTRO‐H is a combination of wide band X‐ray spectroscopy (3–80 keV) provided by focusing hard X‐ray mirrors and hard X‐ray imaging detectors, and high energy‐resolution soft X‐ray spectroscopy (0.3–10 keV) provided by thin‐foil X‐ray optics and a micro‐calorimeter array. The mission will also carry an X‐ray CCD camera as a focal plane detector for a soft X‐ray telescope and a non‐focusing soft gamma‐ray detector. The simultaneous broad bandpass, coupled with high spectral resolution of ΔE∼7 eV by the micro‐calorimeter will …",
                "This White Paper, submitted to the recent ESA call for science themes to define its future large missions, advocates the need for a transformational leap in our understanding of two key questions in astrophysics: 1) How does ordinary matter assemble into the large scale structures that we see today? 2) How do black holes grow and shape the Universe? Hot gas in clusters, groups and the intergalactic medium dominates the baryonic content of the local Universe. To understand the astrophysical processes responsible for the formation and assembly of these large structures, it is necessary to measure their physical properties and evolution. This requires spatially resolved X-ray spectroscopy with a factor 10 increase in both telescope throughput and spatial resolving power compared to currently planned facilities. Feedback from supermassive black holes is an essential ingredient in this process and in most galaxy evolution models, but it is not well understood. X-ray observations can uniquely reveal the mechanisms launching winds close to black holes and determine the coupling of the energy and matter flows on larger scales. Due to the effects of feedback, a complete understanding of galaxy evolution requires knowledge of the obscured growth of supermassive black holes through cosmic time, out to the redshifts where the first galaxies form. X-ray emission is the most reliable way to reveal accreting black holes, but deep survey speed must improve by a factor~ 100 over current facilities to perform a full census into the early Universe. The Advanced Telescope for High Energy Astrophysics (Athena+) mission provides the necessary performance …",
                "Most of the baryons from galaxies have been\" missing\" and several studies have attempted to map the circumgalactic medium (CGM) of galaxies in their quest. We report on X-ray observations made with the Chandra X-Ray Observatory probing the warm-hot phase of the CGM of our Milky Way at about 10 6 K. We detect O VII and O VIII absorption lines at z= 0 in extragalactic sight lines and measure accurate column densities using both Kα and Kβ lines of O VII. We then combine these measurements with the emission measure of the Galactic halo from literature to derive the density and the path length of the CGM. We show that the warm-hot phase of the CGM is massive, extending over a large region around the Milky Way, with a radius of over 100 kpc. The mass content of this phase is over 10 billion solar masses, many times more than that in cooler gas phases and comparable to the total baryonic mass in the …",
                "The joint JAXA\/NASA ASTRO-H mission is the sixth in a series of highly successful X-ray missions initiated by the Institute of Space and Astronautical Science (ISAS). ASTRO-H will investigate the physics of the highenergy universe via a suite of four instruments, covering a very wide energy range, from 0.3 keV to 600 keV. These instruments include a high-resolution, high-throughput spectrometer sensitive over 0.3–12 keV with high spectral resolution of ΔE ≦ 7 eV, enabled by a micro-calorimeter array located in the focal plane of thin-foil X-ray optics; hard X-ray imaging spectrometers covering 5–80 keV, located in the focal plane of multilayer-coated, focusing hard X-ray mirrors; a wide-field imaging spectrometer sensitive over 0.4–12 keV, with an X-ray CCD camera in the focal plane of a soft X-ray telescope; and a non-focusing Compton-camera type soft gamma-ray detector, sensitive in the 40–600 keV band. The …",
                "The joint JAXA\/NASA ASTRO-H mission is the sixth in a series of highly successful X-ray missions developed by the Institute of Space and Astronautical Science (ISAS), with a planned launch in 2015. The ASTRO-H mission is equipped with a suite of sensitive instruments with the highest energy resolution ever achieved at E > 3 keV and a wide energy range spanning four decades in energy from soft X-rays to gamma-rays. The simultaneous broad band pass, coupled with the high spectral resolution of ΔE ≤ 7 eV of the micro-calorimeter, will enable a wide variety of important science themes to be pursued. ASTRO-H is expected to provide breakthrough results in scientific areas as diverse as the large-scale structure of the Universe and its evolution, the behavior of matter in the gravitational strong field regime, the physical conditions in sites of cosmic-ray acceleration, and the distribution of dark matter in galaxy …",
                "The standard nonequilibrium theory of noise in ideal bolometers and microcalorimeters fails to predict the performance of real devices due to additional effects that become important at low temperature. In this paper we extend the theory to include the most important of these effects and find that the performance of microcalorimeters operating at 60 mK can be quantitatively predicted. We give a simple method for doing the necessary calculations, borrowing the block diagram formalism from electronic control theory.",
                "The Hitomi (ASTRO-H) mission is the sixth Japanese X-ray astronomy satellite developed by a large international collaboration, including Japan, USA, Canada, and Europe. The mission aimed to provide the highest energy resolution ever achieved at E > 2 keV, using a microcalorimeter instrument, and to cover a wide energy range spanning four decades in energy from soft X-rays to gamma-rays. After a successful launch on 2016 February 17, the spacecraft lost its function on 2016 March 26, but the commissioning phase for about a month provided valuable information on the on-board instruments and the spacecraft system, including astrophysical results obtained from first light observations. The paper describes the Hitomi (ASTRO-H) mission, its capabilities, the initial operation, and the instruments\/spacecraft performances confirmed during the commissioning operations for about a month.",
                "High-resolution X-ray spectroscopy with Hitomi was expected to resolve the origin of the faint unidentified  emission line reported in several low-resolution studies of various massive systems, such as galaxies and clusters, including the Perseus cluster. We have analyzed the Hitomi first-light observation of the Perseus cluster. The emission line expected for Perseus based on the XMM-Newton signal from the large cluster sample under the dark matter decay scenario is too faint to be detectable in the Hitomi data. However, the previously reported 3.5 keV flux from Perseus was anomalously high compared to the sample-based prediction. We find no unidentified line at the reported high flux level. Taking into account the XMM measurement uncertainties for this region, the inconsistency with Hitomi is at a 99% significance for a broad dark matter line and at 99.7% for a narrow line from the gas. We do not find …"
            ],
            [
                [
                    "astrophysics",
                    "physics"
                ]
            ],
            [
                "Massimiliano  Galeazzi Associate Chair of Department of Physics m.galeazzi@miami.edu (305) 284-7141 Astronomical object emit, in general, at all wavelength, not just visible light. Moreover, there are specific objects, such as Black Holes and Supernovae, that emit primarily in X-rays. X-rays, such as the ones used in radiography, are similar to visible light, but with wavelength 1000 times shorter. My work involves the construction of X-ray detectors for space. Since X-ray do not penetrate Earth's atmosphere, the detectors are mounted either on board of sounding rockets or satellites. The same detectors are also used in the laboratory for particle physics and the search for dark matter. Using data from existing satellites, I also study the property of interstellar and intergalactic gas (the reservoir for future galaxies and stars) to understand the evolution of our Universe. 1999 Ph.D. Physics University of Genoa, Genoa, Italy 1995 Degree Physics, 110\/110 cum laude University of Genoa, Genoa, Italy 2008 - 2013 Associate Professor, University of Miami, Florida 2002 - 2008 Assistant Professor, University of Miami, Florida 2001 - 2002 Visiting Assistant Scientist, NASA\/Goddard Space Flight Center, Greenbelt, Maryland 2001 - 2002 Assistant Scientist, University of Wisconsin - Madison 2000 - 2001 Research Associate, University of Wisconsin - Madison 1999 - 1999 Research Intern, University of Wisconsin - Madison 1998 - 1999 Honorary Fellow, University of Wisconsin - Madison 1997 - 1998 Military Service - Conscientious Objector, ARCI (Associazione Ricreativa Culturale Italiana) - Non-profit Italian Organization 1996 - 1998 Teaching Assistant, Engineering Department, University of Genoa 1996 - 1997 Consultant, Computer Services Center of the University of Genoa 1995 - 1996 Sun Microsystems Fellowship, Computer Services Center of the University of Genoa 1994 - 1995 Graduating Student, Physics Department of the University of Genoa 2008 NASA\/Goddard Space Flight Center's \"Center Director's Team Recognition Award\", to the IXO TEAM (Now Astro-H) 2005 College of Arts and Sciences' Faculty Scholarly Activity Recognition Award 2014 Characterization of Solar Wind Charge Exchange with Suzaku | Matsuyama, Japan 02\/19\/2014 \"Characterization of Solar Wind Charge Exchange with Suzaku\", invited talk given at the Suzaku-MAXI 2014 Conference, Matsuyama, Japan, February 19-22, 2014 2013 The DXL Mission | Bern, Switzerland 10\/22\/2013 \"The DXL Mission\", invited talk, Workshop on Solar Winds Charge Exchange, International Space Science Institute (ISSI), Bern, Switzerland, October 21-24, 2013 View More Conferences | CLICK HERE To View More Conferences Memberships 1999 - present American Astronomical Society 2008 - 2010 Member of the NASA Sounding Rocket Working Group 2006 - 2008 Member of the NASA Universe Working Group 1995 - 1999 Istituto Nazionale di Fisica Nucleare (National Institute of Nuclear Physics), Italy LIST OF SPECIALTIES: X-ray Astrophysics, The Diffuse X-ray Background, The interstellar and intergalactic medium, Solar Wind Charge Exchange, The Warm-Hot Intergalactic Medium (WHIM), Micro-calorimeters, X-rays, electron capture and beta decays, detector instrumentation MISSION \/ PROJECT RESPONSIBILITIES 2008 - present ASTRO-H, Member of the Science Working Group 2007 - present DIFFUSE X-RAYS FROM THE LOCAL GALAXY (DXL), PI 2003 - present X-RAY EMISSION FROM THE WARM-HOT INTERGALACTIC MEDIUM (WHIM) 2003 - present STUDY OF THE DIFFUSE X-RAY BACKGROUND AND WHIM WITH XMM-NEWTON, CHANDRA, AND SUZAKU 1998 - present THE X-RAY QUANTUM CALORIMETER (XQC): micro-calorimeter sounding rocket experiment for the study of the Interstellar Medium 2006 - 2013 MICROCALORIMETER ARRAY FOR A RHENIUM EXPERIMENT (MARE), Measurement of the electron neutrino mass with sub-eV resolution 2007 - 2010 EXPLORER OF DIFFUSE EMISSION AND GAMMA-RAY BURST EXPLOSIONS (EDGE), Member of the Science Team 2002 - 2006 DEVELOPMENT OF TRANSITION EDGE SENSORS (TES), development and characterization of detectors for future X-ray missions such as Constellation-X 2001 - 2002 THE X-RAY SPECTROMETER (XRS) ON ASTRO-E2, Development and design of the microcalorimeter array 2004 2ND INTERNATIONAL WORKSHOP OF TRANSITION EDGE SENSORS DEVICE PHYSICS (TES2), Chairman 2002 CO-EDITOR, Low Temperature Detectors , AIP conference proceedings, Volume 605, Melville, New York 2001 9TH INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS (LTD-9), member of the local organizing committee 1996 - 1999 LOW ENERGY X-RAYS  (LEX): development of high-resolution X-ray micro-calorimeters 1994 - 1999 NEUTRINO MASS (MANU): micro-calorimeter experiment for the measurement of the neutrino mass studying the beta decay of Re-187 M. Galeazzi and E. Figueroa-Feliciano Cryogenic Microcalorimeters   (United Kingdoms. John Wiley & Sons. 2004). F. S. Porter, D. McCammon, M. Galeazzi, and C. K. Stahle Editors Low Temperature Detectors  605 (Melville , New York, U.S.. AIP Conference Proceedings. 2002)."
            ]
        ]
    ]
}