{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "29FO9PTN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "David  W Snoke Professor G10 Allen Hall (412) 624-9007 snoke@pitt.edu Our experimental group uses a wide array of optical methods to study fundamental questions of quantum mechanics in semiconductor systems. Our optical methods include ultrafast spectroscopy on femtosecond and picosecond time scales, single photon counting and correlation, real-space and momentum space (Fourier) imaging with CCD cameras, and nonlinear optics such as two-photon absorption and the optical Stark effect. We can also apply variable stress to samples to create potential gradients to move particles inside solids, vary temperature down to cryogenic temperatures, and measure transport with electronics.  One of the main efforts in our lab at present in the study of polariton condensates in microcavities. The polaritons are essentially photons dressed with an effective mass and strong interactions due to the special design of the solid-state microcavity structures we use. These interacting photons can undergo Bose-Einstein condensation, which is a state of matter with spontaneous coherence. We can see superfluid flow of the polariton condensate over millimeter distances; we can also trap the condensate in various potentials; and we can see interference due to the coherence of the condensate.  This work connects to several fundamental questions. One topic is how coherence can occur spontaneously (\"enphasing\") in systems like lasers and condensates and how coherence is lost (\"dephasing\") in standard quantum systems.  This, in turn, relates to the deep question of why there is irreversibility in nature, that is, the arrow of time. Another topic is how phase transitions can occur in nonequilibrium systems. We have developed sophisticated numerical methods to compare  the solution of a quantum Boltzmann equation (which gives the temporal evolution of a system in nonequilibrium) to our data on the momentum and energy distributions of gases of various particles.  A new effort in our group is looking at the effect of a polariton condensate on electronic transport. This may allow a \"light-induced superconductor\", in which there are dramatic effects on conduction when the polariton condensate appears. We are also looking at new material systems so that the polariton codnensate effects can be moved to room temperature.  Awards APS Outstanding Referee Award, 2016 Fellow of the American Physical Society, 2006  Selected Publications \"The new era of polariton condensates,\" D.W. Snoke and J. Keeling, Physics Today 70 , 54 (October 2017). (feature article) \"Edge trapping of exciton-polariton condensates in etched microcavity pillars,\" D. Myers, J. Wuenschell, D. Snoke, L. Pfeiffer, and K. West, Applied Physics Letters 110 , 211104 (2017). \"Ultra-low threshold polariton condensation,\" M. Steger, B. Fluegel, K. Alberi, A. Mascarenhas, D.W. Snoke, L.N. Pfeiffer, and K. West, Optics Letters 42 , 1165 (2017). \"Time-resolved two-photon excitation of long-lifetime polaritons,\" C. Gautham, M. Steger, D.W. Snoke, K. West, and L.N. Pfeiffer, Optica 4 , 118 (2017). \"Bose-Einstein condensation of long-lifetime polaritons in thermal equilibrium,''  Y. Sun, P. Wen, Y. Yoon, G.-Q. Liu,  M. Steger, L.N. Pfeiffer, K. West, D.W. Snoke, and K.A. Nelson, Physical Review Letters 118 , 016602 (2017). (highlighted by Viewpoint) \"Direct measurement of the polariton-polariton interaction strength,\" Y. Sun, Y. Yoon, M. Steger, G.-Q. Liu, L.N. Pfeiffer, K. West, D.W. Snoke, and K.A. Nelson, Nature Physics 13 , 870 (2017). \"A new type of half-quantum circulation in a macroscopic polariton spinor ring condensate,\" Gangqiang Liu, David W. Snoke, Andrew Daley, Loren Pfeiffer, and Kenneth West, Proceedings of the National Academy of Sciences (USA) 112 , 2676 (2015). \"Slow reflection and two-photon generation of microcavity exciton-polaritons,\" ​Mark Steger, Chitra Gautham, David W. Snoke, Loren Pfeiffer, and Ken West, Optica 2 , 1 (2015). (featured in Funsize Physics) \"Enhanced Coherence between Condensates Formed Resonantly at Different Times,\" A. Hayat et al., Optics Express 22 , 30559 (2014). \"Dissipationless Flow and Sharp Threshold of a Polariton Condensate with Long Lifetime,\" Bryan Nelsen, et al.,  Physical Review X 3 , 041015 (2013). \"Dynamics of Phase Coherence Onset in Bose Condensates of Photons by Incoherent Phonon Emission,'' D.W. Snoke and S.M. Girvin, Journal of Low Temperature Physics 171 , 1 (2013). \"Polariton Condensation and Lasing,\" D.W. Snoke, Exciton Polaritons in Microcavities (Springer Series in Solid State Sciences 172 ), V. Timofeev and D. Sanvitto, eds., (Springer, 2012), chapter 12 (arXiv:1205.5756). \"Dynamic Stark effect in strongly coupled microcavity exciton-polaritons,\" Alex Hayat et al., Physical Review Letters 109 , 033605 (2012). \"The Basis of the Second Law of Thermodynamics in Quantum Field Theory,'' D.W. Snoke, Gangqiang Liu, and S.M. Girvin, Annals of Physics 327 , 1825 (2012). \"The Quantum Boltzmann Equation in Semiconductor Physics,\" D.W. Snoke,  Annalen der Physik 523 , 87 (2011). \"Polariton Condensates,\" (feature article) David Snoke and Peter Littlewood, Physics Today 63 , 42 (August, 2010). \"Direct measurement of exciton-exciton interaction energy,''  Z. Vörös, D.W. Snoke, L. Pfeiffer, and K. West, Physical Review Letters 103 , 016403 (2009). (cover article) \"Bose-Einstein Condensation of Microcavity Polaritons in a Trap,\" R. Balili, V. Hartwell, D.W. Snoke, L. Pfeiffer and K. West, Science 316 , 1007 (2007). Books: Universal Themes of Bose-Einstein Condensation , N. Proukakis, D.W. Snoke and P.B. Littlewood, eds., (Cambridge University Press, 2017). Bose-Einstein Condensation , A. Griffin, D.W. Snoke and S. Stringari, eds., (Cambridge University Press, 1995; paperback, 1996). S.A. Moskalenko and D.W. Snoke, Bose-Einstein Condensation of Excitons and Biexcitons and Coherent Nonlinear Optics with Excitons, (Cambridge University Press, 2000). D.W. Snoke, Solid State Physics: Essential Concepts , (Pearson, 2009). D.W. Snoke, Electronics: A Physical Approach , (Pearson, 2014). Jonathan Beaumariage Shouvik Mukherjee David Myers Qi Yao (412) 624-9007"
            ]
        ]
    ]
}