{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "29LO73LG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ryan T. Glasser, Ph.D. Ryan T. Glasser, Ph.D. Associate Professor rglasser@tulane.edu B.S., University of California, Los Angeles (2005)  Ph.D., Louisiana State University (2009) Dr. Glasser's research interests include Quantum Information & Nonlinear Optics, combined with Machine Learning. “Machine learning assisted quantum state estimation,\" Sanjaya Lohani, Brian T. Kirby, Michael Brodsky, Onur Danaci, and Ryan T. Glasser, in press, Machine Learning: Science and Technology (2020). \"Phase-sensitive amplification via multi-phase-matched four-wave mixing,\" Erin M. Knutson, J. Sam Cross, Sara Wyllie, Ryan T. Glasser, in press, Optics Express (2020). \"Dispersion characterization and pulse prediction with machine learning,\" Sanjaya Lohani, Erin M. Knutson, Wenlei Zhang, and Ryan T. Glasser, OSA Continuum 2, 3438-3445 (2019). \"Multimode four-wave mixing with a spatially structured pump,\" Jon D. Swaim, Erin M. Knutson, Onur Danaci, and Ryan T. Glasser, Optics Letters 43, 2716-2719 (2018). \"Turbulence correction with artificial neural networks,\" Sanjaya Lohani and Ryan T. Glasser, Optics Letters 43, 2611-2614 (2018). \"On the use of deep neural networks in optical communications,\" Sanjaya Lohani, Erin M. Knutson, Matthew O’Donnell, Sean D. Huver, and Ryan T. Glasser, Applied Optics 57, 4180-4190 (2018). J.B. Clark, R.T. Glasser, Q. Glorieux, U. Vogl, T. Li, K.M. Jones, and P.D. Lett, “Quantum mutual information of an entangled state propagating through a fast-light medium,” Nature Photonics, Advanced online publication 25 May (2014). U. Vogl, R.T. Glasser, J.B. Clark, Q. Glorieux, T. Li, and P.D. Lett, “Advanced quantum noise correlations,” New J. Phys. 16, 013011 (2014). U. Vogl, R.T. Glasser, Q. Glorieux, J.B. Clark, N.V. Corzo-Trejo, and P.D. Lett, “Experimental characterization of Gaussian quantum discord generated by four-wave mixing,” Phys. Rev. A Rapid Comm. 87, 010101(R) (2013). R.T. Glasser, U. Vogl, and P.D. Lett, “Stimulated generation of superluminal light pulses via four-wave mixing,” Phys. Rev. Lett. 108, 173902 (2012). R.T. Glasser, U. Vogl, and P.D. Lett, “Demonstration of images with negative group velocities,” Optics Express 20, 13702 (2012). U.Vogl, R.T. Glasser, and P.D. Lett, “Advanced detection of information in optical pulses with negative group velocity,” Phys. Rev. A Rapid Comm. 86, 031806(R) (2012). Department of Physics & Engineering Physics 2001 Percival Stern Hall PHYS 1310: General Physics I PHYS 3310\/6310: Quantum Optics PHYS 3530: Advanced Lab"
            ]
        ]
    ]
}