{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2EU29WPM",
            "i1JE-OYAAAAJ",
            [
                "Rapid local acceleration of relativistic radiation-belt electrons by magnetospheric chorus",
                "The Magnetic Electron Ion Spectrometer (MagEIS) Instruments Aboard the Radiation Belt Storm Probes (RBSP) Spacecraft",
                "Electron acceleration in the heart of the Van Allen radiation belts",
                "Science goals and overview of the radiation belt storm probes (RBSP) energetic particle, composition, and thermal plasma (ECT) suite on NASA’s Van Allen probes mission",
                "Helium, Oxygen, Proton, and Electron (HOPE) mass spectrometer for the radiation belt storm probes mission",
                "Lunar reconnaissance orbiter overview: Theáinstrument suite and mission",
                "The Relativistic Electron-Proton Telescope (REPT) instrument on board the Radiation Belt Storm Probes (RBSP) spacecraft: Characterization of Earth’s radiation belt high-energy …",
                "ULF waves in the solar wind as direct drivers of magnetospheric pulsations",
                "Observations of discrete, global magnetospheric oscillations directly driven by solar wind density variations",
                "A long-lived relativistic electron storage ring embedded in Earth’s outer Van Allen belt"
            ],
            [
                "Recent analysis of satellite data obtained during the 9 October 2012 geomagnetic storm identified the development of peaks in electron phase space density 1, which are compelling evidence for local electron acceleration in the heart of the outer radiation belt 2, 3, but are inconsistent with acceleration by inward radial diffusive transport 4, 5. However, the precise physical mechanism responsible for the acceleration on 9 October was not identified. Previous modelling has indicated that a magnetospheric electromagnetic emission known as chorus could be a potential candidate for local electron acceleration 6, 7, 8, 9, 10, but a definitive resolution of the importance of chorus for radiation-belt acceleration was not possible because of limitations in the energy range and resolution of previous electron observations and the lack of a dynamic global wave model. Here we report high-resolution electron observations 11 …",
                "This paper describes the Magnetic Electron Ion Spectrometer (MagEIS) instruments aboard the RBSP spacecraft from an instrumentation and engineering point of view. There are four magnetic spectrometers aboard each of the two spacecraft, one low-energy unit (20–240 keV), two medium-energy units (80–1200 keV), and a high-energy unit (800–4800 keV). The high unit also contains a proton telescope (55 keV–20 MeV).The magnetic spectrometers focus electrons within a selected energy pass band upon a focal plane of several silicon detectors where pulse-height analysis is used to determine if the energy of the incident electron is appropriate for the electron momentum selected by the magnet. Thus each event is a two-parameter analysis, an approach leading to a greatly reduced background.The physics of these instruments are described in detail followed by the engineering …",
                "The Van Allen radiation belts contain ultrarelativistic electrons trapped in Earth’s magnetic field. Since their discovery in 1958, a fundamental unanswered question has been how electrons can be accelerated to such high energies. Two classes of processes have been proposed: transport and acceleration of electrons from a source population located outside the radiation belts (radial acceleration) or acceleration of lower-energy electrons to relativistic energies in situ in the heart of the radiation belts (local acceleration). We report measurements from NASA’s Van Allen Radiation Belt Storm Probes that clearly distinguish between the two types of acceleration. The observed radial profiles of phase space density are characteristic of local acceleration in the heart of the radiation belts and are inconsistent with a predominantly radial acceleration process.",
                "The Radiation Belt Storm Probes (RBSP)-Energetic Particle, Composition, and Thermal Plasma (ECT) suite contains an innovative complement of particle instruments to ensure the highest quality measurements ever made in the inner magnetosphere and radiation belts. The coordinated RBSP-ECT particle measurements, analyzed in combination with fields and waves observations and state-of-the-art theory and modeling, are necessary for understanding the acceleration, global distribution, and variability of radiation belt electrons and ions, key science objectives of NASA’s Living With a Star program and the Van Allen Probes mission. The RBSP-ECT suite consists of three highly-coordinated instruments: the Magnetic Electron Ion Spectrometer (MagEIS), the Helium Oxygen Proton Electron (HOPE) sensor, and the Relativistic Electron Proton Telescope (REPT). Collectively they cover, continuously, the …",
                "The HOPE mass spectrometer of the Radiation Belt Storm Probes (RBSP) mission (renamed the Van Allen Probes) is designed to measure the in situ plasma ion and electron fluxes over 4π sr at each RBSP spacecraft within the terrestrial radiation belts. The scientific goal is to understand the underlying physical processes that govern the radiation belt structure and dynamics. Spectral measurements for both ions and electrons are acquired over 1 eV to 50 keV in 36 log-spaced steps at an energy resolution ΔE FWHM\/E≈15 %. The dominant ion species (H+, He+, and O+) of the magnetosphere are identified using foil-based time-of-flight (TOF) mass spectrometry with channel electron multiplier (CEM) detectors. Angular measurements are derived using five polar pixels coplanar with the spacecraft spin axis, and up to 16 azimuthal bins are acquired for each polar pixel over time as the …",
                " NASA’s Lunar Precursor Robotic Program (LPRP), formulated in response to the President’s Vision for Space Exploration, will execute a series of robotic missions that will pave the way for eventual permanent human presence on the Moon. The Lunar Reconnaissance Orbiter (LRO) is first in this series of LPRP missions, and plans to launch in October of 2008 for at least one year of operation. LRO will employ six individual instruments to produce accurate maps and high-resolution images of future landing sites, to assess potential lunar resources, and to characterize the radiation environment. LRO will also test the feasibility of one advanced technology demonstration package. The LRO payload includes: Lunar Orbiter Laser Altimeter (LOLA) which will determine the global topography of the lunar surface at high resolution, measure landing site slopes, surface roughness, and search for possible polar …",
                "Particle acceleration and loss in the million electron Volt (MeV) energy range (and above) is the least understood aspect of radiation belt science. In order to measure cleanly and separately both the energetic electron and energetic proton components, there is a need for a carefully designed detector system. The Relativistic Electron-Proton Telescope (REPT) on board the Radiation Belt Storm Probe (RBSP) pair of spacecraft consists of a stack of high-performance silicon solid-state detectors in a telescope configuration, a collimation aperture, and a thick case surrounding the detector stack to shield the sensors from penetrating radiation and bremsstrahlung. The instrument points perpendicular to the spin axis of the spacecraft and measures high-energy electrons (up to ∼20 MeV) with excellent sensitivity and also measures magnetospheric and solar protons to energies well above E=100 MeV. The …",
                "Global magnetospheric ULF pulsations with frequencies in the Pc 5 range (f = 1.7–6.7 mHz) and below have been observed for decades in space and on the Earth. Recent work has shown that in some cases these pulsations appear at discrete frequencies. Global cavity and waveguide modes have been offered as possible sources of such waves. In these models the magnetosphere is presumed to resonate globally at frequencies determined solely by its internal properties such as size, shape, field topology, mass density distribution, etc. We show in this work that upstream solar wind number density and dynamic pressure variations precede and drive compressional magnetic field variations at geosynchronous orbit. Furthermore, spectral analysis shows that wave power spectra in both the solar wind and magnetosphere contain peaks at the same discrete frequencies. Therefore, in contrast to the cavity mode …",
                "In this paper we present six events in which both the time series and the spectral content of solar wind number density fluctuations and magnetospheric magnetic field observations were highly correlated for intervals ranging from a few to twelve hours. The fluctuations were periodic and occurred at discrete frequencies which often matched the f = 1.3, 1.9, 2.6, and 3.4 mHz oscillations that have been attributed to global magnetospheric MHD cavity and\/or waveguide modes. We also observed significant power in the sub‐mHz region, with frequencies as low as f = 0.1 mHz. We show that these fluctuations were first observed in the solar wind, far upstream from the Earth, and argue that the convected density perturbations slowly alter the size of the magnetospheric cavity leading to the appearance of multiple, discrete magnetospheric oscillations. We argue that for these events the discrete frequencies were an inherent …",
                "Since their discovery more than 50 years ago, Earth’s Van Allen radiation belts have been considered to consist of two distinct zones of trapped, highly energetic charged particles. The outer zone is composed predominantly of megaelectron volt (MeV) electrons that wax and wane in intensity on time scales ranging from hours to days, depending primarily on external forcing by the solar wind. The spatially separated inner zone is composed of commingled high-energy electrons and very energetic positive ions (mostly protons), the latter being stable in intensity levels over years to decades. In situ energy-specific and temporally resolved spacecraft observations reveal an isolated third ring, or torus, of high-energy (>2 MeV) electrons that formed on 2 September 2012 and persisted largely unchanged in the geocentric radial range of 3.0 to ~3.5 Earth radii for more than 4 weeks before being disrupted (and virtually …"
            ],
            [
                [
                    "Space plasma physics",
                    "Plasma turbulence",
                    "Solar wind",
                    "Cosmic rays",
                    "Space radiation"
                ]
            ]
        ]
    ]
}