{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2F6LG8AC",
            "6m_ncUgAAAAJ",
            [
                "Evidence of Stabilization in the -Pinch",
                "Sheared flow stabilization experiments in the ZaP flow Z pinch",
                "Formation of a sheared flow Z pinch",
                "Equilibrium, flow shear and stability measurements in the Z-pinch",
                "Spatial deconvolution technique to obtain velocity profiles from chord integrated spectra",
                "Increasing plasma parameters using sheared flow stabilization of a Z-pinch"
            ],
            [
                "Theoretical studies have predicted that the Z-pinch can be stabilized with a sufficiently sheared axial flow [U. Shumlak and CW Hartman, Phys. Rev. Lett. 75, 3285 (1995)]. A Z-pinch experiment is designed to generate a plasma which contains a large axial flow. Magnetic fluctuations and velocity profiles in the plasma pinch are measured. Experimental results show a stable period which is over 700 times the expected instability growth time in a static Z-pinch. The experimentally measured axial velocity shear is greater than the theoretical threshold during the stable period and approximately zero afterwards when the magnetic mode fluctuations are high.",
                "The stabilizing effect of a sheared axial flow on the m=1 kink instability in Z pinches has been studied numerically with a linearized ideal magnetohydrodynamic model to reveal that a sheared axial flow stabilizes the kink mode when the shear exceeds a threshold. The sheared flow stabilizing effect is investigated with the ZaP (Z-Pinch) Flow Z-pinch experiment at the University of Washington. An axially flowing Z pinch is generated with a 1 m coaxial accelerator coupled to a pinch assembly chamber. The plasma assembles into a pinch 50 cm long with a radius of approximately 1 cm. An azimuthal array of surface mounted magnetic probes located at the midplane of the pinch measures the fluctuation levels of the azimuthal modes m=1, 2, and 3. After the pinch assembles a quiescent period is found where the mode activity is significantly reduced. Optical images from a fast framing camera and a ruby holographic …",
                "The ZaP Flow Z-Pinch project is experimentally studying the effect of sheared flows on Z-pinch stability. It has been shown theoretically that when dVz∕dr exceeds 0.1kVA the kink (m=1) mode is stabilized. [U. Shumlak and C. W. Hartman, Phys. Rev. Lett. 75, 3285 (1995).] Z pinches with an embedded axial flow are formed in ZaP with a coaxial accelerator coupled with a 1m assembly region. Long-lived, quiescent Z pinches are generated throughout the first half cycle of the current. During the initial plasma acceleration phase, the axial motion of the current sheet is consistent with snowplow models. Magnetic probes in the assembly region measure the azimuthal modes of the magnetic field. The amplitude of the m=1 mode is proportional to the radial displacement of the Z-pinch plasma current. The magnetic mode levels show a quiescent period which is over 2000 times the growth time of a static Z pinch. The axial …",
                "The stabilizing effect of a sheared axial flow is investigated in the ZaP flow Z-pinch experiment at the University of Washington. Long-lived, hydrogen Z-pinch plasmas are generated that are 1 m long with an approximately 10 mm radius and exhibit gross stability for many Alfvén transit times. Large magnetic fluctuations occur during pinch assembly, after which the amplitude and frequency of the fluctuations diminish. This stable behaviour continues for an extended quiescent period. At the end of the quiescent period, fluctuation levels increase in magnitude and frequency. Axial flow profiles are determined by measuring the Doppler shift of plasma impurity lines using a 20-chord spectrometer. Experimental measurements show a sheared flow that is coincident with low magnetic fluctuations during the quiescent period. The experimental flow shear exceeds the theoretical threshold during the quiescent period, and the …",
                "Passive spectroscopy is used to measure the plasma parameters on the ZaP experiment at the University of Washington. Twenty spectral intensities, which are functions of the plasma’s density, velocity, and temperature along the viewing chord, are recorded on a charged coupled device. The instrument function is different for each viewing chord. A deconvolution technique based on a shell model, which includes the effects of the instrument function, is developed to deduce the local plasma parameters. The error analysis for this technique is also developed. The technique is able to model complicated plasma parameter profiles and is able to deduce the local plasma parameters and position of the plasma.",
                "The ZaP and ZaP-HD Flow Z-pinch experiments at the University of Washington have successfully demonstrated that sheared plasma flows can be used as a stabilization mechanism over a range of parameters that has not previously been accessible to long-lived Z-pinch configurations. The stabilization is effective even when the plasma column is compressed to small radii, producing predicted increases in magnetic field and electron temperature. The flow shear value, extent, and duration are shown to be consistent with theoretical models of the plasma viscosity, which places a design constraint on the maximum axial length of a sheared flow stabilized Z-pinch. Measurements of the magnetic field topology indicate simultaneous azimuthal symmetry and axial uniformity along the entire 100 cm length of the Z-pinch plasma. Separate control of plasma acceleration and compression has increased the accessible …"
            ],
            [
                [
                    "Plasma physics",
                    "plasma diagnostics",
                    "Fusion energy"
                ]
            ],
            [
                "Raymond Golingo Assistant Teaching Professor golingo@aa.washington.edu 206-543-5868 B209"
            ]
        ]
    ]
}