{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2FHF1MQG",
            "yHuq9c4AAAAJ",
            [
                "Different students, same difference? A comparison of UK and international students' understandings ofeffective teaching'",
                "Assessment preferences: a comparison of UK\/international students at an English university",
                "Gender differences in research areas, methods and topics: Can people and thing orientations explain the results?",
                "Supporting international students in UK Higher Education: key issues, and recommendations for further research",
                "Gender and research publishing in India: Uniformly high inequality?",
                "Negotiating writing: challenges of the first written assignment at a UK university"
            ],
            [
                "Recent years have seen a considerable growth in the numbers of international students coming to study in the UK. In an attempt to identify the extent to which differences in understandings and expectations of `effective teaching practice' might impede their successful integration into academic life, the following article offers a comparative analysis of the ways in which UK and overseas students define good teaching. Focusing on survey results at one university, the study identifies and explores four key areas that underpin student understandings of effective teaching: teaching skills, teacher attributes, staff—student relationships and teacher knowledge. Results indicate that UK and international students appear to share broadly similar views and, despite some differences in emphasis, particular teaching skills emerge as most important, while teacher knowledge appears to be afforded a much lower priority. Potential …",
                "Innovations in assessment practice have become widespread in Higher Education (HE) throughout the world. Taking a case study approach, this paper examines the nature of students' assessment preferences at one English university, and compares the views of UK students with a sample of learners from a number of other countries studying at the same institution. A brief discussion of the literature is followed by a methodological overview, before turning to an examination of the study's findings with regard to the students' views and experiences of assessment. Similarities and differences in preferences are explored, and an attempt is made to account for these on the basis of the insights supplied by the students.",
                "Although the gender gap in academia has narrowed, females are underrepresented within some fields in the USA. Prior research suggests that the imbalances between science, technology, engineering and mathematics fields may be partly due to greater male interest in things and greater female interest in people, or to off-putting masculine cultures in some disciplines. To seek more detailed insights across all subjects, this article compares practising US male and female researchers between and within 285 narrow Scopus fields inside 26 broad fields from their first-authored articles published in 2017. The comparison is based on publishing fields and the words used in article titles, abstracts, and keywords. The results cannot be fully explained by the people\/thing dimensions. Exceptions include greater female interest in veterinary science and cell biology and greater male interest in abstraction, patients, and …",
                "The aim of this review is to give as full a picture as possible of the issues which affect international students on taught courses in the UK. By ‘international students’ I mean all students who are domiciled outside the UK, including EU students, who are often treated differently in the literature. Because one of the criticisms of existing research is that it lacks insight into the political, economic and organisational context (Pelletier 2003), this review begins with an overview of UK HE policies over the past 3 decades which have impacted on the way institutions perceive and deal with international students. The second section outlines non-academic issues which may affect international students’ academic performance, well-being, and satisfaction with their experience of UK HE. The third and main section of the review deals with the academic challenges which face international students. Finally, I make some recommendations for future research. This review is accompanied by a small-scale survey of international students at the University of Wolverhampton, and references to this are made in the footnotes where appropriate. Owing to limitations of space and time, I have chosen to focus primarily on UK-based studies. We are however far behind our New World counterparts regarding pedagogical research into international student affairs.",
                "Women’s access to academic careers has been historically limited by discrimination and cultural constraints. Comprehensive information about gender inequality within disciplines is needed to understand the problem and target remedial action. India is the fifth largest research producer but has a low international index of gender inequality and so is an important case. This study assesses gender inequalities in Indian journal article publishing in 2017 for 186 research fields. It also seeks overall gender differences in interests across academia by comparing the terms used in 27,710 articles with an Indian male or female first author. The data show that there are at least 1.5 male first authors per female first author in each of 26 broad fields and 2.8 male first authors per female first author overall. Compared to the USA, India has a much lower share of female first authors but smaller variations in gender differences …",
                "This chapter draws on the reflections of non-native-English-speaking students (NNESs) concerning their first experience of writing extended essays at a post-1992 UK university. 1 I begin by outlining some aspects of academic writing the students identified as challenging: writing at length; finding sources; reading in a foreign language; selecting relevant information; structuring a text; using an appropriate style; checking for accuracy; and observing academic writing conven tions. I then argue from a critical pedagogical viewpoint that, rather than seeing the writing of NNESs as a ‘problem’to be ‘fixed’by admissions policies and ‘support’staff, higher education institutions (HEIs) should reconsider their assess ment strategies in a more inclusive light. Finally I discuss some of the inherent tensions and contradictions in critical English for academic purposes (EAP) teaching."
            ],
            [
                [
                    "academic writing",
                    "plagiarism",
                    "international students"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}