{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2GB03JZY",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Faculty Staff Research Scientists Graduate Students Undergraduate Alumni Graduate Alumni Doctorate in Physics (PhD) Master of Science in Physics Requirements Quantitative Biology Program Brandeis Soft Materials Program Learning Goals Bachelor of Arts and Bachelor of Science in Physics Courses Major Requirements Minor Requirements Senior Research: Physics 99D Physics Undergraduate Departmental Representatives Biological Physics Major Quantitative Biology Research Community Combined Physics\/ Engineering Major Undergraduate Research, Jobs Astrophysics and Astro-Particle Physics Condensed Matter and Biophysics Experiment Condensed Matter and Biophysics Theory High-Energy Experiment High-Energy and Gravitational Theory Materials Research Science and Engineering Center Seminar Series Eisenbud Lectures in Mathematics and Physics Berko Student Research Symposium Recipients Boston Area Physics Calendar Prizes and Awards Contact Home Faculty Staff Research Scientists Graduate Students Undergraduate Alumni Graduate Alumni Doctorate in Physics (PhD) Master of Science in Physics Requirements Quantitative Biology Program Brandeis Soft Materials Program Learning Goals Bachelor of Arts and Bachelor of Science in Physics Courses Major Requirements Minor Requirements Senior Research: Physics 99D Physics Undergraduate Departmental Representatives Biological Physics Major Quantitative Biology Research Community Combined Physics\/ Engineering Major Undergraduate Research, Jobs Astrophysics and Astro-Particle Physics Condensed Matter and Biophysics Experiment Condensed Matter and Biophysics Theory High-Energy Experiment High-Energy and Gravitational Theory Materials Research Science and Engineering Center Seminar Series Eisenbud Lectures in Mathematics and Physics Berko Student Research Symposium Recipients Boston Area Physics Calendar Prizes and Awards Contact Home James R. Bensinger James R. Bensinger Research Professor; Professor Emeritus of Physics PhD, University of Wisconsin, 1970 James Bensinger is interested in interactions of fundamental particles at the highest possible energy. He participates in the on the Large Hadron Collider at CERN. He has worked, with other members of the experimental high-energy physics group , on the development of the muon spectrometer including the design, construction and installation of the precision chambers and the alignment system for the endcap muon spectrometer. In the ATLAS experiment the forces between the basic particles of nature are studied and new fundamental particles are searched for. Group Website Dana S. Partos (2001) \"Measurement of the sqrt(s) Dependence of Isolated Direct Photon Production in ppbar Collisions\" Present Position: CNA Corporation, Alexandria, VA The ATLAS Collaboration, \" Study of the ATLAS MDT spectrometer using high energy CERN combined test beam data ,\" Nucl. Instrum. Meth. A598. (2009): 400-415 The ATLAS Collaboration, \" The ATLAS Experiment at the CERN Large Hadron Collider ,\" JINST 3. (2009): S08003 Bensinger, James R., \" System test of the ATLAS muon spectrometer in the H8 beam at the CERN SPS ,\" Nucl. Instrum. Meth. A593. May (2008): 232-254 C. Amelung, J. Bensinger, A. Dushkin, M. Gardner, K. Hashemi, E. Henry, B. Kaplan, P. Keselman, M. Ketchum, U. Landgraf, A. Ostapchuk, J. Rothberg, A. Schricker, N. Skvorodnev, H. Wellenstein, \" The Optical Alignment System of the ATLAS Muon Spectrometer Endcaps ,\" JINST 3. (2008): 11005-11065 Prizes and Awards James R. Bensinger Abelson 312 781-736-2875 bensinger@brandeis.edu"
            ]
        ]
    ]
}