{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2GHLKOWK",
            "mHI8d_YAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "The ATLAS experiment at the CERN large hadron collider",
                "Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC",
                "The ATLAS simulation infrastructure",
                "Muon recontruction performance of the ATLAS detector in proton–proton colliion data at $$\\qrt {} $$= 13 TeV",
                "Observation of Top Quark Production in  Collisions with the Collider Detector at Fermilab",
                "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
                "Measurement of the inclusive isolated prompt photon cross section in  collisions at  with the ATLAS detector",
                "Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8$$\\,\\text …",
                "Performance of the ATLAS trigger system in 2015"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "Aad, G; Bentvelsen, S; Bobbink, GJ; Bos, K; Boterenbrood, H; Brouwer, G; Buis, EJ; Buskop, JJF;\nColijn, AP; Dankers, R; Daum, C; de Boer, R; de Jong, P; Ennes, P; Gosselink, M; Groenstege,\nH; Hart, RGG; Hartjes, F; Hendriks, PJ; Hessey, NP; Jansweijer, PPM; Kieft, G; Klous, S; Kluit, P;\nKoffeman, E; Koutsman, A; Liebig, W; Limper, M; Linde, F; Luijckx, G; Massaro, G; Muijs, A; Peeters,\nSJM; Reichold, A; Rewiersma, P; Rijpstra, M; Scholte, RC; Schuijlenburg, HW; Snuverink, J; van\nder Graaf, H; van der Kraaij, E; Van Eijk, B; van Kesteren, Z; van Vulpen, I; Verkerke, W; Vermeulen,\nJC; Vreeswijk, M; Werneke, P; Cakir, O; Ciftci, AK; Duran Yildiz, H; Sultanov, S; Turk Cakir, I; Yilmaz,\nM; Aubert, B; Bazan, A; Beaugiraud, B; Bellachia, F; Berger, N; Blaising, JJ; Colas, J; Consonni,\nM; Delebecque, P; Delsart, PA; Di Ciaccio, L; Dayot, N Dumont>; Elles, S; Ghez, Philippe>; Girard,\nCG; Gouanere, M; Goy, C; Guillemin, T; Ionescu, G … \n",
                "A search for the Standard Model Higgs boson in proton–proton collisions with the ATLAS detector at the LHC is presented. The datasets used correspond to integrated luminosities of approximately 4.8 fb− 1 collected at s= 7 TeV in 2011 and 5.8 fb− 1 at s= 8 TeV in 2012. Individual searches in the channels H→ Z Z (⁎)→ 4 ℓ, H→ γ γ and H→ W W (⁎)→ e ν μ ν in the 8 TeV data are combined with previously published results of searches for H→ Z Z (⁎), W W (⁎), b b¯ and τ+ τ− in the 7 TeV data and results from improved analyses of the H→ Z Z (⁎)→ 4 ℓ and H→ γ γ channels in the 7 TeV data. Clear evidence for the production of a neutral boson with a measured mass of 126.0±0.4 (stat)±0.4 (sys) GeV is presented. This observation, which has a significance of 5.9 standard deviations, corresponding to a background fluctuation probability of 1.7× 10− 9, is compatible with the production and decay of the Standard Model …",
                "The simulation software for the ATLAS Experiment at the Large Hadron Collider is being used for large-scale production of events on the LHC Computing Grid. This simulation requires many components, from the generators that simulate particle collisions, through packages simulating the response of the various detectors and triggers. All of these components come together under the ATLAS simulation infrastructure. In this paper, that infrastructure is discussed, including that supporting the detector description, interfacing the event generation, and combining the GEANT4 simulation of the response of the individual detectors. Also described are the tools allowing the software validation, performance testing, and the validation of the simulated output against known physics processes.",
                "This article documents the performance of the ATLAS muon identification and reconstruction using the LHC dataset recorded at  TeV in 2015. Using a large sample of  and  decays from 3.2 fb of pp collision data, measurements of the reconstruction efficiency, as well as of the momentum scale and resolution, are presented and compared to Monte Carlo simulations. The reconstruction efficiency is measured to be close to  over most of the covered phase space ( and  GeV). The isolation efficiency varies between 93 and  depending on the selection applied and on the momentum of the muon. Both efficiencies are well reproduced in simulation. In the central region of the detector, the momentum resolution is measured to be  () for muons from  () decays, and the momentum scale is known with an uncertainty of . In the region , the  resolution …",
                "We establish the existence of the top quark using a 67 pb− 1 data sample of p p collisions at s= 1.8 TeV collected with the Collider Detector at Fermilab (CDF). Employing techniques similar to those we previously published, we observe a signal consistent with t t decay to WWb b, but inconsistent with the background prediction by 4.8 σ. Additional evidence for the top quark is provided by a peak in the reconstructed mass distribution. We measure the top quark mass to be 176±8 (stat)±10 (syst) GeV\/c 2, and the t t production cross section to be 6.8− 2.4+ 3.6 pb.",
                "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
                "A measurement of the cross section for the inclusive production of isolated prompt photons in p p collisions at a center-of-mass energy s= 7 TeV is presented. The measurement covers the pseudorapidity ranges| η γ|< 1.37 and 1.52≤| η γ|< 1.81 in the transverse energy range 15≤ E T γ< 100 GeV. The results are based on an integrated luminosity of 880 nb− 1, collected with the ATLAS detector at the Large Hadron Collider. Photon candidates are identified by combining information from the calorimeters and from the inner tracker. Residual background in the selected sample is estimated from data based on the observed distribution of the transverse isolation energy in a narrow cone around the photon candidate. The results are compared to predictions from next-to-leading-order perturbative QCD calculations.",
                "Properties of the Higgs boson with mass near 125 are measured in proton-proton collisions with the CMS experiment at the LHC. Comprehensive sets of production and decay measurements are combined. The decay channels include,,,,, and pairs. The data samples were collected in 2011 and 2012 and correspond to integrated luminosities of up to 5.1 at 7 and up to 19.7 at 8. From the high-resolution and channels, the mass of the Higgs boson is determined to be. For this mass value, the event yields obtained in the different analyses tagging specific decay channels and production mechanisms are consistent with those expected for the standard model Higgs boson. The combined best-fit signal relative to the standard model expectation is at the measured mass. The couplings of the Higgs boson are probed …",
                "During 2015 the ATLAS experiment recorded  of proton–proton collision data at a centre-of-mass energy of . The ATLAS trigger system is a crucial component of the experiment, responsible for selecting events of interest at a recording rate of approximately 1 kHz from up to 40 MHz of collisions. This paper presents a short overview of the changes to the trigger and data acquisition systems during the first long shutdown of the LHC and shows the performance of the trigger system and its components based on the 2015 proton–proton collision data."
            ],
            [
                [
                    "physics"
                ]
            ]
        ]
    ]
}