{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2H2XKFT9",
            "VbnK3ccAAAAJ",
            [
                "Femtosecond X-ray protein nanocrystallography",
                "Single mimivirus particles intercepted and imaged with an X-ray laser",
                "X-ray image reconstruction from a diffraction pattern alone",
                "High-resolution protein structure determination by serial femtosecond crystallography",
                "High-resolution ab initio three-dimensional x-ray diffraction microscopy",
                "Crystal structure of rhodopsin bound to arrestin by femtosecond X-ray laser",
                "Lipidic cubic phase injector facilitates membrane protein serial femtosecond crystallography",
                "Gas dynamic virtual nozzle for generation of microscopic droplet streams",
                "Natively inhibited Trypanosoma brucei cathepsin B structure determined by using an X-ray laser",
                "Serial femtosecond crystallography of G protein–coupled receptors"
            ],
            [
                "X-ray crystallography provides the vast majority of macromolecular structures, but the success of the method relies on growing crystals of sufficient size. In conventional measurements, the necessary increase in X-ray dose to record data from crystals that are too small leads to extensive damage before a diffraction signal can be recorded 1, 2, 3. It is particularly challenging to obtain large, well-diffracting crystals of membrane proteins, for which fewer than 300 unique structures have been determined despite their importance in all living cells. Here we present a method for structure determination where single-crystal X-ray diffraction ‘snapshots’ are collected from a fully hydrated stream of nanocrystals using femtosecond pulses from a hard-X-ray free-electron laser, the Linac Coherent Light Source 4. We prove this concept with nanocrystals of photosystem I, one of the largest membrane protein complexes 5. More than …",
                "X-ray lasers offer new capabilities in understanding the structure of biological systems, complex materials and matter under extreme conditions 1, 2, 3, 4. Very short and extremely bright, coherent X-ray pulses can be used to outrun key damage processes and obtain a single diffraction pattern from a large macromolecule, a virus or a cell before the sample explodes and turns into plasma 1. The continuous diffraction pattern of non-crystalline objects permits oversampling and direct phase retrieval 2. Here we show that high-quality diffraction data can be obtained with a single X-ray pulse from a non-crystalline biological sample, a single mimivirus particle, which was injected into the pulsed beam of a hard-X-ray free-electron laser, the Linac Coherent Light Source 5. Calculations indicate that the energy deposited into the virus by the pulse heated the particle to over 100,000 K after the pulse had left the sample. The …",
                "A solution to the inversion problem of scattering would offer aberration-free diffraction-limited three-dimensional images without the resolution and depth-of-field limitations of lens-based tomographic systems. Powerful algorithms are increasingly being used to act as lenses to form such images. Current image reconstruction methods, however, require the knowledge of the shape of the object and the low spatial frequencies unavoidably lost in experiments. Diffractive imaging has thus previously been used to increase the resolution of images obtained by other means. Here we experimentally demonstrate an inversion method, which reconstructs the image of the object without the need for any such prior knowledge.",
                "Structure determination of proteins and other macromolecules has historically required the growth of high-quality crystals sufficiently large to diffract x-rays efficiently while withstanding radiation damage. We applied serial femtosecond crystallography (SFX) using an x-ray free-electron laser (XFEL) to obtain high-resolution structural information from microcrystals (less than 1 micrometer by 1 micrometer by 3 micrometers) of the well-characterized model protein lysozyme. The agreement with synchrotron data demonstrates the immediate relevance of SFX for analyzing the structure of the large group of difficult-to-crystallize molecules.",
                "Coherent x-ray diffraction microscopy is a method of imaging nonperiodic isolated objects at resolutions limited, in principle, by only the wavelength and largest scattering angles recorded. We demonstrate x-ray diffraction imaging with high resolution in all three dimensions, as determined by a quantitative analysis of the reconstructed volume images. These images are retrieved from the three-dimensional diffraction data using no a priori knowledge about the shape or composition of the object, which has never before been demonstrated on a nonperiodic object. We also construct two-dimensional images of thick objects with greatly increased depth of focus (without loss of transverse spatial resolution). These methods can be used to image biological and materials science samples at high resolution with x-ray undulator radiation and establishes the techniques to be used in atomic-resolution ultrafast imaging at x …",
                "G-protein-coupled receptors (GPCRs) signal primarily through G proteins or arrestins. Arrestin binding to GPCRs blocks G protein interaction and redirects signalling to numerous G-protein-independent pathways. Here we report the crystal structure of a constitutively active form of human rhodopsin bound to a pre-activated form of the mouse visual arrestin, determined by serial femtosecond X-ray laser crystallography. Together with extensive biochemical and mutagenesis data, the structure reveals an overall architecture of the rhodopsin–arrestin assembly in which rhodopsin uses distinct structural elements, including transmembrane helix 7 and helix 8, to recruit arrestin. Correspondingly, arrestin adopts the pre-activated conformation, with a∼ 20 rotation between the amino and carboxy domains, which opens up a cleft in arrestin to accommodate a short helix formed by the second intracellular loop of rhodopsin …",
                "Lipidic cubic phase (LCP) crystallization has proven successful for high-resolution structure determination of challenging membrane proteins. Here we present a technique for extruding gel-like LCP with embedded membrane protein microcrystals, providing a continuously renewed source of material for serial femtosecond crystallography. Data collected from sub-10-μm-sized crystals produced with less than 0.5 mg of purified protein yield structural insights regarding cyclopamine binding to the Smoothened receptor.",
                "As shown by Gañán-Calvo (1998 Phys. Rev. Lett. 80 285–8), a free liquid jet can be compressed in diameter through gas dynamic forces exerted by a coaxially co-flowing gas, obviating the need for a solid nozzle to form a microscopic liquid jet and thereby alleviating the clogging problems that plague conventional droplet sources of small diameter. We describe in this paper a novel form of droplet beam source based on this principle. The source is miniature, robust, dependable, easily fabricated, essentially immune to clogging and eminently suitable for delivery of microscopic liquid droplets, including hydrated biological samples, into vacuum for analysis using vacuum instrumentation. Monodisperse, single-file droplet streams are generated by triggering the device with a piezoelectric actuator.",
                "The Trypanosoma brucei cysteine protease cathepsin B (TbCatB), which is involved in host protein degradation, is a promising target to develop new treatments against sleeping sickness, a fatal disease caused by this protozoan parasite. The structure of the mature, active form of TbCatB has so far not provided sufficient information for the design of a safe and specific drug against T. brucei. By combining two recent innovations, in vivo crystallization and serial femtosecond crystallography, we obtained the room-temperature 2.1 angstrom resolution structure of the fully glycosylated precursor complex of TbCatB. The structure reveals the mechanism of native TbCatB inhibition and demonstrates that new biomolecular information can be obtained by the “diffraction-before-destruction” approach of x-ray free-electron lasers from hundreds of thousands of individual microcrystals.",
                "X-ray crystallography of G protein–coupled receptors and other membrane proteins is hampered by difficulties associated with growing sufficiently large crystals that withstand radiation damage and yield high-resolution data at synchrotron sources. We used an x-ray free-electron laser (XFEL) with individual 50-femtosecond-duration x-ray pulses to minimize radiation damage and obtained a high-resolution room-temperature structure of a human serotonin receptor using sub-10-micrometer microcrystals grown in a membrane mimetic matrix known as lipidic cubic phase. Compared with the structure solved by using traditional microcrystallography from cryo-cooled crystals of about two orders of magnitude larger volume, the room-temperature XFEL structure displays a distinct distribution of thermal motions and conformations of residues that likely more accurately represent the receptor structure and dynamics in a …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}