{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2I5RR2CN",
            "hayn17MAAAAJ",
            [
                "Realist synthesis: illustrating the method for implementation research",
                "A realist review of interventions and strategies to promote evidence-informed healthcare: a focus on change agency",
                "Opening up for many voices in knowledge construction",
                "Virtual versus face-to-face clinical simulation in relation to student knowledge, anxiety, and self-confidence in maternal-newborn nursing: A randomized controlled trial",
                "What is the extent and quality of documentation and reporting of fidelity to implementation strategies: a scoping review",
                "Using narrative inquiry with older people to inform practice and service developments",
                "The significance of personal learning environments (PLEs) in nursing education: Extending current conceptualizations",
                "The role of intermediaries: getting evidence into practice",
                "Prevalence and predictors of chronic pain in pregnancy and postpartum",
                "Systematic review of knowledge translation strategies to promote research uptake in child health settings"
            ],
            [
                "Realist synthesis is an increasingly popular approach to the review and synthesis of evidence, which focuses on understanding the mechanisms by which an intervention works (or not). There are few published examples of realist synthesis. This paper therefore fills a gap by describing, in detail, the process used for a realist review and synthesis to answer the question ‘what interventions and strategies are effective in enabling evidence-informed healthcare?’ The strengths and challenges of conducting realist review are also considered. The realist approach involves identifying underlying causal mechanisms and exploring how they work under what conditions. The stages of this review included: defining the scope of the review (concept mining and framework formulation); searching for and scrutinising the evidence; extracting and synthesising the evidence; and developing the narrative, including hypotheses …",
                "Change agency in its various forms is one intervention aimed at improving the effectiveness of the uptake of evidence. Facilitators, knowledge brokers and opinion leaders are examples of change agency strategies used to promote knowledge utilization. This review adopts a realist approach and addresses the following question: What change agency characteristics work, for whom do they work, in what circumstances and why?  The literature reviewed spanned the period 1997-2007. Change agency was operationalized as roles that are aimed at effecting successful change in individuals and organizations. A theoretical framework, developed through stakeholder consultation formed the basis for a search for relevant literature. Team members, working in sub groups, independently themed the data and developed chains of inference to form a series of hypotheses regarding change agency and the role of change …",
                "The key epistemological assumption in participatory research is the belief that knowledge is embedded in the lives and experiences of individuals and that knowledge is developed only through a cooperative process between researchers and experiencing individuals. There are various notions about the nature and processes of participation in this type of research. This paper focuses on specific processes that are used for a\" genuine\" participation by experiencing individuals as research participants. It also identifies processes that are critical for researchers to engage with, in order to become pro-participatory in their approaches to qualitative research. The paper draws on a particular project as an exemplar—\" The Crisis Resolution and Home Treatment Project.\" This project uses various participatory research processes to elicit and include voices of health-care professionals, service users, and family members. The main objective of the research project is to develop knowledge for new forms of community-based practices for people experiencing mental health crisis. We present the participatory research methodology applied in this research, and discuss two sets of processes used to enhance\" participation\" in research—one set to encourage and elicit participation by research participants; and the other set to engage researchers in reflection within the participatory research process. This will mitigate the paucity of literature regarding the processes and approaches necessary to make participatory research truly\" participatory\" both for research participants and researchers.",
                "Clinical simulations can provide students with realistic clinical learning environments to increase their knowledge, self-confidence, and decrease their anxiety prior to entering clinical practice settings.To compare the effectiveness of two maternal newborn clinical simulation scenarios; virtual clinical simulation and face-to-face high fidelity manikin simulation.Randomized pretest-posttest design.A public research university in Canada.Fifty-six third year Bachelor of Science in Nursing students.Participants were randomized to either face-to-face or virtual clinical simulation and then to dyads for completion of two clinical simulations. Measures included: (1) Nursing Anxiety and Self-Confidence with Clinical Decision Making Scale (NASC-CDM) (White, 2011), (2) knowledge pretest and post-test related to preeclampsia and group B strep, and (3) Simulation …",
                "Implementation fidelity is critical to the internal and external validity of implementation research. Much of what is written about implementation fidelity addresses fidelity of evidence-informed interventions rather than fidelity of implementation strategies. The documentation and reporting of fidelity to implementation strategies requires attention. Therefore, in this scoping review, we identify the extent and quality of documentation and reporting of fidelity of implementation strategies that were used to implement evidence-informed interventions. A six-stage methodological framework for scoping studies guided our work. Studies were identified from the outputs of the Effective Practice and Organization of Care (EPOC) review group within the Cochrane Database of Systematic Reviews. EPOC’s primary focus, implementation strategies influencing provider behavior change, optimized our ability to identify articles for inclusion. We organized the retrieved articles from the systematic reviews by journal and selected the three journals with the largest number of retrieved articles. Using a data extraction tool, we organized retrieved article data from these three journals. In addition, we summarized implementation strategies using the EPOC categories. Data extraction pertaining to the quality of reporting the fidelity of implementation strategies was facilitated with an “Implementation Strategy Fidelity Checklist” based on definitions adapted from Dusenbury et al. We conducted inter-rater reliability checks for all of the independently scored articles. Using linear regression, we assessed the fidelity scores in relation to the publication year. Seventy-two implementation …",
                "Aim.  The aim of the study was to examine the usefulness of narratives of older peoples’ hospitalisation experiences as a focus for informing practice and service developments.Background.  Narrative inquiry provides an option for exploring personal experiences and for providing insight into treatment decisions that can help guide how healthcare services are developed and provided.Methods.  Participants were aged 65 and upwards and had been patients in a rehabilitation unit. They were cognitively and physically able to communicate and give consent to take part in the study. Narrative interviewing methods were used for data collection. A problem–solution pattern framework enabled the reconfiguring of narratives in the context of the older persons’ past, the here and now and the context of their usual level of well‐being or ill‐being. Seminars with multidisciplinary professionals were used to analyse the …",
                "Personal learning environments (PLEs) have been shown to be a critical part of how students negotiate and manage their own learning. Understandings of PLEs appear to be constrained by narrow definitions that focus primarily on technological engagement with a range of web tools and associated applications. This paper addresses a gap in the literature around PLEs for students currently enrolled in undergraduate nursing degrees.To provide in-depth insights into how undergraduate students of nursing manage and experience their learning.This was an international multi-site qualitative study, utilizing focus groups. A schedule of 10 questions and nominal group techniques were used.Whilst the focus groups took place in very different geographical locations, there were strong similarities in student understandings of effective PLEs. These went well beyond current …",
                "326 Ferguson et al J WOCN■ November\/December 2004 acting as facilitators, have strong communication and interpersonal skills, as well as knowledge of group processes, adult learning principles, and the change process. They are also influential in planning and structuring group tasks. 20 Research has shown that although facilitation has a positive effect on the uptake of clinical practice guidelines, other factors, such as leadership and attitudes, have a considerable effect on the change process as well. 21",
                "A clinically relevant number of patients report pain 1 year after vaginal delivery or Caesarean delivery. Study objectives were to identify the incidence of peripartum pain; determine whether pre-existing pain, pregnancy pain, or pain 2 weeks postpartum predicts pain at 3 months; and to identify whether delivery mode, epidural analgesia use, or delivery complications predict non–genito-pelvic pain postpartum.Primiparous women at 30 to 36 weeks GA with an uncomplicated singleton pregnancy were recruited from a large perinatal clinic. Participants completed questionnaires on sociodemographics and non–genito-pelvic pain. Questionnaires were completed in the perinatal clinic and then electronically 2 weeks and 3 months postpartum.Of the 133 women included, 50 patients (38%) had a chronic pain condition or pain prior to pregnancy, whereas 73 patients (55%) reported pain in …",
                "Strategies to assist evidence-based decision-making for healthcare professionals are crucial to ensure high quality patient care and outcomes. The goal of this systematic review was to identify and synthesize the evidence on knowledge translation interventions aimed at putting explicit research evidence into child health practice.A comprehensive search of thirteen electronic databases was conducted, restricted by date (1985–2011) and language (English). Articles were included if: 1) studies were randomized controlled trials (RCT), controlled clinical trials (CCT), or controlled before-and-after (CBA) studies; 2) target population was child health professionals; 3) interventions implemented research in child health practice; and 4) outcomes were measured at the professional\/process, patient, or economic level. Two reviewers independently extracted data and assessed methodological quality …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}