{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2IVQM20Q",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Allen Mincer Professor Of Physics; Collegiate Professor Ph.D. 1984, Maryland (College Park); B.S. 1978, Brooklyn College. Experimental high energy particle physics\/astrophysics. External Affiliations American Physical Society. Fellowships\/Honors Appointed Collegiate Professor at NYU, 2008. Golden Dozen Teaching Award, New York University, 1995, 2000. \"A Massive Particle Consistent with the Standard Model Higgs Boson observed with the ATLAS Detector at the Large Hadron Collider\", With the ATLAS Collaboration, Science 338, 1576 (2012) \"Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC\", With the ATLAS Collaboration, Phys. Lett. B 716, 1 (2012) \"Discovery of TeV Gamma-Ray Emission from the Cygnus Region of the Galaxy\", with the Milagro Collaboration, Astrophysical Journal Letters 658, L33 (2007). \"Evidence for TeV Emission from GRB 970417a\", With the Milagro Collaboration, Astrophysical Journal Letters 533, L119 (2000). Observation of the top quark, with the D-Zero Collaboration. Physical Review Letters, 74, 2632 (1995). First measurement of the left-right cross-section asymmetry in Z boson production by e+ e- collisions, with the SLD Collaboration. Physical Review Letters, 70, 2515 (1993). Resonant substructure in K-pi+pi+pi- decays of DO mesons, with the MARK-III Collaboration. Physical Review Letters, 64, 2615 (1990). Search for heavy long lived particles in high energy cosmic rays, with H. Freudenreich, J.A. Goodman, S.C. Tonwar, G.B. Yodh, R.W. Ellsworth and D. Berley. Physical Review, D32, 541 (1985). Allen Mincer Professor Of Physics; Collegiate Professor allen.mincer@nyu.edu 726 Broadway, Room 850 Phone: (212) 998-7707 Personal Homepage"
            ]
        ]
    ]
}