{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2JE67A11",
            "ZW-poVAAAAAJ",
            [
                "Controlled growth and form of precipitating microsculptures",
                "Theory and simulations of water flow through carbon nanotubes: prospects and pitfalls",
                "Comment on “Pumping of confined water in carbon nanotubes by rotation-translation coupling”",
                "Evaporation-driven ring and film deposition from colloidal droplets",
                "Imprintable membranes from incomplete chiral coalescence",
                "Theory of depletion-induced phase transition from chiral smectic-A twisted ribbons to semi-infinite flat membranes",
                "Dynamics of evaporative colloidal patterning",
                "Achiral symmetry breaking and positive Gaussian modulus lead to scalloped colloidal membranes",
                "Infinitely robust order and local order-parameter tulips in Apollonian networks with quenched disorder",
                "Quantum-Mechanically Induced Asymmetry in the Phase Diagrams of Spin-Glass Systems"
            ],
            [
                "Controlled self-assembly of three-dimensional shapes holds great potential for fabrication of functional materials. Their practical realization requires a theoretical framework to quantify and guide the dynamic sculpting of the curved structures that often arise in accretive mineralization. Motivated by a variety of bioinspired coprecipitation patterns of carbonate and silica, we develop a geometrical theory for the kinetics of the growth front that leaves behind thin-walled complex structures. Our theory explains the range of previously observed experimental patterns and, in addition, predicts unexplored assembly pathways. This allows us to design a number of functional base shapes of optical microstructures, which we synthesize to demonstrate their light-guiding capabilities. Overall, our framework provides a way to understand and control the growth and form of functional precipitating microsculptures.",
                "We study water flow through carbon nanotubes using continuum theory and molecular dynamics simulations. The large slip length in carbon nanotubes greatly enhances the pumping and electrokinetic energy conversion efficiency. In the absence of mobile charges, however, the electro-osmotic flow vanishes. Uncharged nanotubes filled with pure water can therefore not be used as electric field-driven pumps, contrary to some recently ventured ideas. This is in agreement with results from a generalized hydrodynamic theory that includes the angular momentum of rotating dipolar molecules. The electro-osmotic flow observed in simulations of such carbon nanotubes is caused by an imprudent implementation of the Lennard-Jones cutoff. We also discuss the influence of other simulation parameters on the spurious electro-osmotic flow.",
                "A Comment on the Letter by Sony Joseph and NR Aluru, Phys. Rev. Lett. 101, 064502 (2008). The authors of the Letter offer a Reply.",
                "Evaporating suspensions of colloidal particles lead to the formation of a variety of patterns, ranging from a left-over ring of a dried coffee drop to uniformly distributed solid pigments left behind wet paint. To characterize the transition between single rings, multiple concentric rings, broad bands, and uniform deposits, we investigate the dynamics of a drying droplet via a multiphase model of colloidal particles in a solvent. Our theory couples the inhomogeneous evaporation at the evolving droplet interface to the dynamics inside the drop, ie the liquid flow, local variations of the particle concentration, and the propagation of the deposition front where the solute forms an incompressible porous medium at high concentrations. A dimensionless parameter combining the capillary number and the droplet aspect ratio captures the formation conditions of different pattern types.",
                "Coalescence is an essential phenomenon that governs the equilibrium behaviour in a variety of systems from intercellular transport to planetary formation. In this report, we study coalescence pathways of circularly shaped two-dimensional colloidal membranes, which are one rod-length-thick liquid-like monolayers of aligned rods. The chirality of the constituent rods leads to three atypical coalescence pathways that are not found in other simple or complex fluids. In particular, we characterize two pathways that do not proceed to completion but instead produce partially joined membranes connected by line defects—π-wall defects or alternating arrays of twisted bridges and pores. We elucidate the structure and energetics of these defects and ascribe their stability to a geometrical frustration inherently present in chiral colloidal membranes. Furthermore, we induce the coalescence process with optical forces, leading to …",
                "We consider a theoretical model for the chiral smectic A twisted ribbons observed in assemblies of f d viruses condensed by depletion forces. The depletion interaction is modeled by an edge energy assumed to be proportional to the depletant polymer in solution. Our model is based on the Helfrich energy for surface bending and the de Gennes model of chiral smectic A liquid crystals with twist penetration at the edge. We consider two variants of this model, one with the conventional Helfrich Gaussian curvature term, and a second with saddle-splay energy. A mean field analysis of both models yields a first-order phase transition between ribbons and semi-infinite flat membranes as the edge energy is varied. The phase transition line and tilt angle profile are found to be nearly identical for the two models; the pitch of the ribbon, however, does show some differences. Our model yields good qualitative agreement with …",
                "Drying suspensions often leave behind complex patterns of particulates, as might be seen in the coffee stains on a table. Here, we consider the dynamics of periodic band or uniform solid film formation on a vertical plate suspended partially in a drying colloidal solution. Direct observations allow us to visualize the dynamics of band and film deposition, where both are made of multiple layers of close packed particles. We further see that there is a transition between banding and filming when the colloidal concentration is varied. A minimal theory of the liquid meniscus motion along the plate reveals the dynamics of the banding and its transition to the filming as a function of the ratio of deposition and evaporation rates. We also provide a complementary multiphase model of colloids dissolved in the liquid, which couples the inhomogeneous evaporation at the evolving meniscus to the fluid and particulate flows and the …",
                "In the presence of a nonadsorbing polymer, monodisperse rod-like particles assemble into colloidal membranes, which are one-rod-length–thick liquid-like monolayers of aligned rods. Unlike 3D edgeless bilayer vesicles, colloidal monolayer membranes form open structures with an exposed edge, thus presenting an opportunity to study elasticity of fluid sheets. Membranes assembled from single-component chiral rods form flat disks with uniform edge twist. In comparison, membranes composed of a mixture of rods with opposite chiralities can have the edge twist of either handedness. In this limit, disk-shaped membranes become unstable, instead forming structures with scalloped edges, where two adjacent lobes with opposite handedness are separated by a cusp-shaped point defect. Such membranes adopt a 3D configuration, with cusp defects alternatively located above and below the membrane plane. In the …",
                "For a variety of quenched random spin systems on an Apollonian network, including ferromagnetic and antiferromagnetic bond percolation and the Ising spin glass, we find the persistence of ordered phases up to infinite temperature over the entire range of disorder. We develop a renormalization-group technique that yields highly detailed information, including the exact distributions of local magnetizations and local spin-glass order parameters, which turn out to exhibit, as function of temperature, complex and distinctive tulip patterns.",
                "The spin-1\/2 quantum Heisenberg spin-glass system is studied in all spatial dimensions d by renormalization-group theory. Strongly asymmetric phase diagrams in temperature and antiferromagnetic bond probability p are obtained in dimensions d≥ 3. The asymmetry at high temperatures approaching the pure ferromagnetic and antiferromagnetic systems disappears as d is increased. However, the asymmetry at low but finite temperatures remains in all dimensions, with the antiferromagnetic phase receding from the ferromagnetic phase. A finite-temperature second-order phase boundary directly between the ferromagnetic and antiferromagnetic phases occurs in d≥ 6, resulting in a new multicritical point. In d= 3, 4, 5, a paramagnetic phase reaching zero temperature intervenes asymmetrically between the ferromagnetic and reentrant antiferromagnetic phases. There is no spin-glass phase in any dimension."
            ],
            [
                [
                    "Materials Science",
                    "Soft Matter Physics",
                    "Fluid Mechanics",
                    "Geometry"
                ]
            ],
            [
                "Nadir Kaplan Nadir Kaplan Nadir Kaplan Assistant Professor 211 Robeson Hall 211 (MC 0435) 850 West Campus Drive nadirkaplan@vt.edu (540) 231-6525 Ph.D.: Brandeis University Field of Research: Theoretical Condensed Matter"
            ]
        ]
    ]
}