{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2JG93GQN",
            "zmDJrh0AAAAJ",
            [
                "Quantum supremacy using a programmable superconducting processor",
                "Strongly interacting polaritons in coupled arrays of cavities",
                "The second laws of quantum thermodynamics",
                "Resource theory of quantum states out of thermal equilibrium",
                "Quantum many‐body phenomena in coupled cavity arrays",
                "Reversible framework for quantum resource theories",
                "Quantitative entanglement witnesses",
                "Quantifying entanglement with witness operators"
            ],
            [
                "The promise of quantum computers is that certain computational tasks might be executed exponentially faster on a quantum processor than on a classical processor 1. A fundamental challenge is to build a high-fidelity processor capable of running quantum algorithms in an exponentially large computational space. Here we report the use of a processor with programmable superconducting qubits 2, 3, 4, 5, 6, 7 to create quantum states on 53 qubits, corresponding to a computational state-space of dimension 2 53 (about 10 16). Measurements from repeated experiments sample the resulting probability distribution, which we verify using classical simulations. Our Sycamore processor takes about 200 seconds to sample one instance of a quantum circuit a million times—our benchmarks currently indicate that the equivalent task for a state-of-the-art classical supercomputer would take approximately 10,000 years. This …",
                "Observing quantum phenomena in strongly correlated many-particle systems is difficult because of the short length-and timescales involved. Exerting control over the state of individual elements within such a system is even more so, and represents a hurdle in the realization of quantum computing devices. Substantial progress has been achieved with arrays of Josephson junctions and cold atoms in optical lattices, where detailed control over collective properties is feasible, but addressing individual sites remains a challenge. Here we show that a system of polaritons held in an array of resonant optical cavities—which could be realized using photonic crystals or toroidal microresonators—can form a strongly interacting many-body system showing quantum phase transitions, where individual particles can be controlled and measured. The system also offers the possibility to generate attractive on-site potentials …",
                "The second law of thermodynamics places constraints on state transformations. It applies to systems composed of many particles, however, we are seeing that one can formulate laws of thermodynamics when only a small number of particles are interacting with a heat bath. Is there a second law of thermodynamics in this regime? Here, we find that for processes which are approximately cyclic, the second law for microscopic systems takes on a different form compared to the macroscopic scale, imposing not just one constraint on state transformations, but an entire family of constraints. We find a family of free energies which generalize the traditional one, and show that they can never increase. The ordinary second law relates to one of these, with the remainder imposing additional constraints on thermodynamic transitions. We find three regimes which determine which family of second laws govern state transitions …",
                "The ideas of thermodynamics have proved fruitful in the setting of quantum information theory, in particular the notion that when the allowed transformations of a system are restricted, certain states of the system become useful resources with which one can prepare previously inaccessible states. The theory of entanglement is perhaps the best-known and most well-understood resource theory in this sense. Here, we return to the basic questions of thermodynamics using the formalism of resource theories developed in quantum information theory and show that the free energy of thermodynamics emerges naturally from the resource theory of energy-preserving transformations. Specifically, the free energy quantifies the amount of useful work which can be extracted from asymptotically many copies of a quantum system when using only reversible energy-preserving transformations and a thermal bath at fixed …",
                "The increasing level of experimental control over atomic and optical systems gained in recent years has paved the way for the exploration of new physical regimes in quantum optics and atomic physics, characterised by the appearance of quantum many‐body phenomena, originally encountered only in condensed‐matter physics, and the possibility of experimentally accessing them in a more controlled manner. In this review article we survey recent theoretical studies concerning the use of cavity quantum electrodynamics to create quantum many‐body systems. Based on recent experimental progress in the fabrication of arrays of interacting micro‐cavities and on their coupling to atomic‐like structures in several different physical architectures, we review proposals on the realisation of paradigmatic many‐body models in such systems, such as the Bose‐Hubbard and the anisotropic Heisenberg models. Such arrays …",
                "In recent years it has been recognized that properties of physical systems such as entanglement, athermality, and asymmetry, can be viewed as resources for important tasks in quantum information, thermodynamics, and other areas of physics. This recognition was followed by the development of specific quantum resource theories (QRTs), such as entanglement theory, determining how quantum states that cannot be prepared under certain restrictions may be manipulated and used to circumvent the restrictions. Here we discuss the general structure of QRTs, and show that under a few assumptions (such as convexity of the set of free states), a QRT is asymptotically reversible if its set of allowed operations is maximal, that is, if the allowed operations are the set of all operations that do not generate (asymptotically) a resource. In this case, the asymptotic conversion rate is given in terms of the regularized relative …",
                "Entanglement witnesses provide tools to detect entanglement in experimental situations without the need of having full tomographic knowledge about the state. If one estimates in an experiment an expectation value smaller than zero, one can directly infer that the state has been entangled, or specifically multi-partite entangled, in the first place. In this paper, we emphasize that all these tests—based on the very same data—give rise to quantitative estimates in terms of entanglement measures:'If a test is strongly violated, one can also infer that the state was quantitatively very much entangled'. We consider various measures of entanglement, including the negativity, the entanglement of formation, and the robustness of entanglement, in the bipartite and multipartite setting. As examples, we discuss several experiments in the context of quantum state preparation that have recently been performed.",
                "We present a unifying approach to the quantification of entanglement based on entanglement witnesses, which includes several already established entanglement measures such as the negativity, the concurrence, and the robustness of entanglement. We then introduce an infinite family of new entanglement quantifiers, having as its limits the best separable approximation measure and the generalized robustness. Gaussian states, states with symmetry, states constrained to super-selection rules, and states composed of indistinguishable particles are studied under the view of the witnessed entanglement. We derive new bounds to the fidelity of teleportation d min, for the distillable entanglement E D and for the entanglement of formation. A particular measure, the PPT-generalized robustness, stands out due to its easy calculability and provides sharper bounds to d min and E D than the negativity in most of the states …"
            ],
            [
                [
                    "Quantum Information and Computation"
                ]
            ],
            [
                ">\n    \n  \n    \n      Fernando Brandao Fernando Brandao Bren Professor of Theoretical Physics Contact information for Fernando Brandao B.Sc., Universidade Federal de Minas Gerais, 2004; M.Sc., 2005; Ph.D. Imperial College London, 2008. Bren Professor, Caltech, 2016-. Fernando Brandão's research is focused on quantum information science. He explores the interplay of physics, computer science and mathematics to study the role of quantum mechanics in computation and information transmission. He is also interested in the application of tools and concepts of quantum information to other branches of science, such as quantum many-body theory, complexity theory and thermodynamics\/statistical mechanics. In recent years he has been exploring several directions in entanglement theory, from understanding the relation between entanglement and other physical properties (such as correlation length) in quantum many-body systems, to developing a sharper understanding of fundamental properties of entanglement such as its monogamous character (with applications in quantum cryptography, quantum Hamiltonian complexity, and even in convex optimisation)."
            ]
        ]
    ]
}