{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2JM380OG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Leonid Didkovsky  Professor (Research) of Physics and Astronomy  Contact Information  E-mail:  leonid@usc.edu  Phone: (213) 740-6343 Office: SHS 362  LINKS  Curriculum Vitae        Description of Research  Summary Statement of Research Interests  An extensive experience and flexibility in development, build, and test of cutting-edge instruments for space and ground-based projects, including design of world-largest solar telescope with adaptive optics, electronics, mechanical, and optical modules for Extreme Ultraviolet (EUV), visible light, and infrared spectral bands. Self-motivated, team-worked, and detail-oriented professional in creating hardware and software for a wide range of scientific and technical applications. Major directions in scientific research are solar physics, helioseismology, solar internal structure and internal differential rotation, EUV spectral variability, EUV dimming, solar energetic particles.  Detailed Statement of Research Interests    Statement of Research and\/or Teaching Interests  1.  1.  Solar Physics, including Helioseismology, solar dynamics (solar flares, energy release in soft X-ray and EUV during solar flares, solar spectral variability in soft X-ray and EUV, CME initiation, Solar Cycle Irradiance changes and how it affects the Climate Changes), and absolute solar irradiances in soft X-ray and EUV: comparison and analyzes.  2.  Ground-based and space instrumentation for solar and helio-physics research including detectors, imaging (telescopes) and non-imaging instruments.  3.  Adaptive optics.  4.  Radiation and shielding measurements and applications.  5.  Space weather.  6.  Degradation of soft X-ray and EUV instruments.  7.  Cutting-edge instrumentation (optics, electronics) with a form-factor suitable for Cube and Nano-satellites.  Submitted Proposals (NASA Solicitations):  ·  Automated Radiation Measurements for Aerospace Safety – High altitude (ARMAS-HI), role: Co-I  ·  Degradation-Free Spectrometers for Solar Physics-II: Critical Improvements, role: PI  ·  An Extreme-Ultraviolet Spectrophotometer for EVE\/SDO, role: PI  ·  Developing a Solar EUV Composite Irradiance Record, role: Co-I   Progress in unpublished manuscript   Sounding Rocket Observations of Active Region Soft X-Ray Spectra between 0.5 and 2.5 nm using a Modified SDO\/EVE Instrument. Wieman, S., Didkovsky, L., Woods, T.N., Jones, A., Moore, C.: 2016, Solar Physics , open access, DOI 10.1007\/s11207-016-0999-6  Planned Participation in Meetings, Conferences, Evaluation Panels  AGU Fall Meeting, San Francisco, Dec 2016 with a presentation: Imaging Grating Spectrometer (I-GRASP) for Solar Soft X-Ray Spectral Measurements in Critically Under-Observed ~0.5 – 7 nm Spectral Range by L. Didkovsky, S. Wieman, W. Chao, T. Woods, A. Jones, E. Tiemann, and J. Mason    Conferences and Other Presentations  Conference Presentations   \"Variability of Five-Minute Solar Oscillations in the Corona as Observed by the Extreme Ultraviolet Spectrophotometer (ESP) on the Solar Dynamics Observatory Extreme Ultraviolet Variability Experiment (SDO\/EVE)\", LWS\/SDO-3\/SOHO-26, Talk\/Oral Presentation, Refereed Paper, Stanford University, NASA, 10\/30\/2010-  \"A Comparison of the First Solar EUV Irradiance Measurements from the SDO\/EVE EUV Spectrophotometer (ESP) with the SOHO\/CELIAS Solar EUV Monitor (SEM) Absolute Solar EUV Irradiance,\", COSPAR, Talk\/Oral Presentation, Bremen, Germany, NASA, 07\/18\/2010-07\/25\/2010  \"A Comparison Between ESP 30.4 nm and SEM Measurements\", AIA and EVE Science Meeting, Talk\/Oral Presentation, Stanford University, NASA, 07\/07\/2010-07\/09\/2010   Other Presentations   \"SDO-EVE-ESP Calibration\", Solar EUV Irradiance Calibration and Validation Workshop, Univ of Co in Boulder, LASP, 10\/25\/2011-  \"SDO-EVE-ESP Instrument\", Solar EUV Irradiance Calibration and Validation Workshop, Univ of Co in Boulder, LASP, 10\/25\/2011-  \"A Change of Solar HeII EUV Global Network\", Chapman Conference, AGU, Key Largo, FL, 04\/08\/2013-04\/12\/2013  \"Coronal Post-Flare Dynamics of the Coronal Dimming Event\", SDO-7 Exploring the Network of SDO Science, NASA, Cambridge, MD, 03\/03\/2013-03\/08\/2013  \"Climate Change, Earth’s Albedo and its Measurements.\", SDO\/EVE Science Group Workshop, Univ of Co in Boulder, LASP, 08\/22\/2010-08\/24\/2010  \"Degradation-Free Spectrometers for EUV Measurements\", SDO\/EVE Science Group Workshop, Univ of Co in Boulder, LASP, 08\/22\/2010-08\/24\/2010  \"How EVE\/ESP Sees Solar Flares\", SDO\/EVE Science Group Workshop, Univ of Co in Boulder, LASP, 08\/22\/2010-08\/24\/2010  \"A comparison of solar flare events using high-cadence EVE\/ESP irradiance measurements\", AIA and EVE Science Group Meeting, Living with a Star (LWS), Stanford University, 07\/07\/2010-07\/09\/2010   Publications  Journal Article   Didkovsky, L. V., Kosovichev, A. G., Judge, D. L., Wieman, S. R., Woods, T. \r\n                                (2013).\r\n                            Variability of Solar Five-Minute Oscillations in the Corona as Observed by the Extreme Ultraviolet Spectrophotometer (ESP) on the Solar Dynamics Observatory Extreme Ultraviolet Variability Experiment (SDO\/EVE). Solar Physics\/Springer. (Open Access)  Solomon, S., Qian, L., Didkovsky, L., Viereck, R., Woods, T. \r\n                                (2011).\r\n                            Causes of low thermospheric density during the 2007-2009 solar minimum. Journal of Geophysical Research. \r\n                                Vol. 116, pp. A00H07.  Didkovsky, L., Judge, D., Kosovichev, A., Wieman, S., Woods, T. \r\n                                (2011).\r\n                            Observations of Five-Minute Solar Oscillations in Lower Corona Using  Extreme Ultraviolet Spectrophotometer (ESP) Onboard the Solar Dynamics Observatory Extreme Ultraviolet Variability Experiment (SDO\/EVE). Astrophysical Journal. \r\n                                Vol. 738, pp. L7.  Solomon, S., Woods, T., Didkovsky, L., Emmert, J., Qian, L. \r\n                                (2010).\r\n                            Anomalously low solar extreme-ultraviolet irradiance and thermospheric density during solar minimum. GRL. \r\n                                Vol. 37, pp. L16103.    Honors and Awards   John W. Firor Award for outstanding publication, 2012-2013  NASA Group Achievement Award for outstanding designing, building, and operating of the science investigations of SDO, 2012-2013    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}