{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2LJ97IF0",
            "uZnUqZ4AAAAJ",
            [
                "Review of the theoretical underpinnings of loyalty programs",
                "Building, measuring, and profiting from customer loyalty"
            ],
            [
                "A review of the extant literature reveals that the theoretical underpinnings of the majority of loyalty program research rest on psychological mechanisms from three specific domains—status, habit, and relational. We propose that to understand how loyalty programs actually work, a broader, more holistic research perspective is needed to account for the simultaneous effects across these three theoretical domains as well as both cross‐customer and temporal effects. The contribution of this approach is a fresh research agenda advanced in 15 research propositions.",
                "Achieving customer loyalty is a primary marketing goal, but building loyalty and reaping its rewards remain ongoing challenges. Theory suggests that loyalty comprises attitudes and purchase behaviors that benefit one seller over competitors. Yet researchers examining loyalty adopt widely varying conceptual and operational approaches. The present investigation examines the consequences of this heterogeneity by empirically mapping current conceptual approaches using an item-level coding of extant loyalty research, then testing how operational and study-specific characteristics moderate the strategy → loyalty → performance process through meta-analytic techniques. The results clarify dissimilarities in loyalty building strategies, how loyalty differentially affects performance and word of mouth, and the consequences of study-specific characteristics. Prescriptive advice based on 163 studies of customer …"
            ],
            [
                [
                    "Marketing Strategy",
                    "Customer Loyalty",
                    "Sports Marketing",
                    "Sponsorship"
                ]
            ],
            [
                "Conor  Henderson 321-B Gallalee Hall (205) 348-5843 conor.henderson@ua.edu By appointment PhD, MIT, 2005 Dr. Henderson’s research focuses on the experimental search for signs of new physics beyond the Standard Model of elementary particle physics. He collaborates on the Compact Muon Solenoid (CMS) experiment at the Large Hadron Collider (LHC) in CERN, the European particle physics laboratory in Switzerland. The LHC is colliding protons at the highest energies ever achieved in the laboratory. These high-energy collisions have already uncovered the long-elusive Higgs boson, and it is hoped that they may perhaps reveal even more exotic new physics, such as supersymmetry or extra dimensions of space. Dr. Henderson previously collaborated on the CDF experiment at the Tevatron collider in Fermilab, and on the PHOBOS experiment at the Relativistic Heavy-Ion Collider in Brookhaven National Lab. Dr. Henderson received his PhD from MIT in 2005. He was a postdoctoral researcher at MIT from 2005 to 2008, and a CERN Fellow from 2008 to 2010. He joined the faculty of The University of Alabama in 2011. skip to main content Home Curriculum Vitae Collider Physics Group Group Members Opportunities Getting Started with CMS > Brief C++ Tutorial > Compiling Programs in this C++ Tutorial Brief ROOT Tutorial Home Curriculum Vitae Collider Physics Group Group Members Opportunities Getting Started with CMS > Brief C++ Tutorial > Compiling Programs in this C++ Tutorial Brief ROOT Tutorial Research Activities My research focuses on the experimental search for signs of new physics beyond the Standard Model of elementary particle physics. I collaborate on the Compact Muon Solenoid (CMS) experiment at the Large Hadron Collider (LHC) in CERN , the European particle physics laboratory in Switzerland. The LHC is colliding protons at the highest energies ever achieved in the laboratory; these high-energy collisions have already discovered the long-elusive Higgs boson, and it is hoped that they may also reveal even more exotic new physics, such as supersymmetry or extra dimensions of space. More details on my current research can be found at the UA Collider Physics Group page . ​ I previously collaborated on the CDF experiment at the Tevatron collider in Fermilab , and on the PHOBOS experiment at the Relativistic Heavy-Ion Collider in Brookhaven National Lab . Brief Biography I received my undergraduate degree from Queen's University, Belfast (Northern Ireland) in 1999 and my PhD from MIT in 2005. I was a postdoctoral researcher with MIT from 2005 to 2008 and a CERN Fellow from 2008 to 2010. I joined the faculty of the in 2011. Curriculum Vitae Contact Information Office: 321 B Gallalee Hall Tel: (205) 348-5843 Email: conor.henderson@ua.edu  Mailing address: Department of Physics and Astronomy University of Alabama Tuscaloosa, AL 35487, USA Text Only | Equal Opportunity | | Privacy Copyright © 2017  | Tuscaloosa, AL 35487 | (205) 348-6010 Website by Center for Instructional Technology"
            ]
        ]
    ]
}