{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2MELXCL5",
            "6vb4lRQAAAAJ",
            [
                "Laser action in chromium‐doped forsterite",
                "Laser action in chromium-activated forsterite for near-infrared excitation: Is Cr4+ the lasing ion?",
                "Optical-absorption and photoionization measurements from the excited states of Ce 3+: Y 3 Al 5 O 12",
                "Continuous-wave laser operation of chromium-doped forsterite",
                "Emerging optical biomedical imaging techniques",
                "Advances in Optical Imaging of Biomedical Mediaa"
            ],
            [
                "Room‐temperature vibronic pulsed laser action in trivalent chromium‐activated forsterite (Cr3+:Mg2SiO4) is reported for the first time. The free‐running laser emission is centered at 1235 nm of the broad 4T2→4A2 fluorescence band, and has a bandwidth of ∼22 nm.",
                "Room-temperature pulsed laser action has been obtained in chromium-activated forsterite (Cr: Mg 2 SiO 4) for excitation of the near-infrared absorption band of the system by the 1064 nm radiation from a Nd: YAG laser. The characteristics of laser emission are similar to those observed for 532 nm pumping. It is suggested that the laser action is due to a``center''other than the trivalent chromium (Cr 3+), presumably the tetravalent chromium (Cr 4+).",
                "The optical transitions in Ce 3+: Y 3 Al 5 O 12 from the lowest 5d excited state of the Ce 3+ ion to the host conduction band have been investigated. Two spatially overlapped and time-sequenced laser pulses were used to observe directly the excited-state absorption (ESA) and the two-step photoionization of the cerium ions. The peak cross section of the ESA transition is (1.0±0.3)× 10− 17 cm 2 at 700 nm. The ESA spectrum was measured from 600 to 880 nm and is used to construct an energy-level diagram for the Ce 3+ ions relative to the energy-band states of the Y 3 Al 5 O 12 host. The energy gap between the lowest relaxed 5d state and the conduction-band edge is estimated to be 10 000 cm− 1. Strong-probe saturation measurements indicate a slow and inefficient back-transfer of excitation to the cerium ions following the ESA. Photoconductivity measurements were used to confirm the two-step photoionization …",
                "Room-temperature continuous-wave laser action in chromium-activated forsterite (Cr:Mg_2SiO_4) has been achieved for longitudinal pumping in a nearly concentric cavity by the 1064-nm radiation from a cw Nd:YAG laser. The laser emission is centered at 1244 nm and has a spectral bandwidth of 12 nm. An output-power slope efficiency of 6.8% is measured. The effective emission cross section is estimated to be ∼1.1 × 10^−19 cm^2.",
                "Since Victorian times, the search has been on for a noninvasive way to peer inside the human body using light. Today’s researchers don’t have the perfect solution yet. This article explores the optical imaging techniques that look most promising.",
                "BACKGROUNDThe objective of any biomedical imaging technique is to identify, locate, and diagnose an “object,” such as a tumor, inside a biological tissue. In its simplest form, an optical imaging procedure would involve illuminating the part of the body to be imaged with bright light and to search for indication of pathology in the observed transillumination pattern. The physical basis of transillumination is the difference in the transmission of light through normal tissue and an object inside it. This differential transmission, in principle, should lead to the formation of a “shadow” of the tumor in transmitted light. However, a biological tissue absorbs and strongly scatters the light that passes through it. The scattered light severely degrades the quality of the shadow image, and for thick tissues, may wash it out. The key to the successful development of optical imaging techniques is to deal effectively with the problem of light …"
            ],
            [
                [
                    "Optical biomedical imaging",
                    "tunable solid state lasers",
                    "nanoscience",
                    "nonlinear optics"
                ]
            ]
        ]
    ]
}