{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2N8P727O",
            "_Rl2vp8AAAAJ",
            [
                " transitions in heliumlike ions",
                "Lamb Shift and Fine Structure of  in  xvi",
                "Wavelengths and fine structure of  transitions in two- and three-electron ions",
                "Wavelength measurements of 1s2s 3S-1s2p 3P transitions in helium-like 28Si12+, 32S14+ and 35Cl15+",
                "Chaotic pendulum: The complete attractor",
                "Observation of quadrupole and hexadecapole moments of the electronic charge cloud produced in electron-loss collisions",
                "Energy dependence of alignment in foil collision-excited  states of He i",
                "Observation of rapid evolution of convoy electron angular distributions",
                "Convoy electrons emitted from resonant coherently excited ions",
                "Measurements of the hydrogen 2s-2p coherence using the quantum-beat technique"
            ],
            [
                "Precision wavelength measurements are presented for the 1 s 2 s S 1 3− 1 s 2 p P 0, 2 3 transitions of silicon, sulfur, and chlorine. Calculations have been made for these transitions using a double expansion in Z− 1 and α 2 Z 2. These calculations include the nonrelativistic energy, one-electron Dirac energy, plus relativistic corrections and the Breit interaction calculated in first-order perturbation theory in both high-Z and low-Z approximations. After considering the one-electron Lamb-shift corrections to high order, comparison with our measurements and with other experiments for Z= 4− 26 reveals a discrepancy which is approximately 0.015 Z 3 cm− 1. We show that this can arise from two-electron quantum electrodynamic corrections to the one-electron Lamb shift and we derive an ab initio estimate of this correction in good agreement with the observations.",
                "We have measured the wavelengths of the 2 s S 1 3− 2 p P 2 3 and 2 s S 1 3− 2 p P 0 3 transitions in Cl xvi to be 613.825±0.013 Å and 705.854±0.076 Å. Our precision is sufficient to provide measurements of the 2 s 1 2− 2 p 1 2 and 2 s 1 2− 2 p 3 2 Lamb shifts to an accuracy of±0.3% and to test quantum electrodynamics (QED) theory in the strong-field region. We compare our results with the one-electron QED theories of Mohr and Erickson and discuss the accuracy of calculations of electron correlation in two-electron atoms.",
                "We present an analysis of our recent experimental wavelengths for the 1 s 2 s S 1 3− 1 s 2 p P 0, 2 3 transitions of ClXVI and compare the results with theory and other experiments for the HeI isoelectronic sequence. The limits of precision of wavelength measurements obtained using fast-ion-beam sources are detailed. We discuss the limited precision of present theory for the energies of bound states of the relativistic two-electron systems and show that higher-order quantum electrodynamic and relativistic corrections are needed to obtain agreement with our measurements. We present a similar comparison of experiment and theory for the resonance transitions 2 s S 2− 2 p P 2, of the LiI isoelectronic sequence and discuss recent results for systems of more electrons. We conclude that many useful tests of multielectron quantum electrodynamic and relativistic corrections can be made by existing and future …",
                "The authors have measured the wavelengths of the 1s2s 3 S-1s2p 3 P transitions in two-electron Si XIII, S XV, and Cl XVI, produced by foil excitation of 50-90 MeV silicon, sulphur, and chlorine ions. Our wavelength precision provides sensitivity to Lamb shift contributions to the transition energies to+ or-3%. The results for S XV represent the first measurements of the 3 S-3 P transitions for this ion.",
                "A commercial chaotic pendulum is modified to study nonlinear dynamics, including the determination of Poincaré sections, fractal dimensions, and Lyapunov exponents. The apparatus is driven by a simple oscillating mechanism powered by a 200 pulse per revolution stepper motor running at constant angular velocity. A computer interface generates the uniform pulse train needed to run the stepper motor and, with each pulse, reads a rotary encoder attached to the pendulum axle. Ten million readings from overnight runs of 50 000 drive cycles were smoothed and differentiated to obtain the pendulum angle θ and the angular velocity ω at each pulse of the drive. A plot of the 50 000 (θ,ω) phase points corresponding to one phase of the drive system produces a single Poincaré section. Thus, 200 Poincaré sections are experimentally available, one at each step of the drive. Viewed separately, any one of them …",
                "First results of a powerful, quick, and efficient technique for measuring the multipole content of the angular distributions characterizing electron loss in ion-atom collisions are compared to theory. Contrasting dipole properties of continuum-capture distributions are discussed. Two examples of future experimental opportunities are provided.",
                "We have measured the beam-foil collision-induced alignment of the 3 p P 1, 3 p P 3, 3 d D 1, and 3 d D 3 states of He i for He+ beam energies between 30 and 1300 keV. The alignment of all four states is found to vary with beam-current density as well as energy. The number of secondary electrons emitted per incident ion, γ, has also been measured as a function of foil temperature and beam energy between 400 and 1400 keV. The rate of change of both alignment and γ with foil temperature exhibits a general correlation. The energy dependence of alignment may be understood in terms of simple impact-excitation collisions. We also discuss our results in terms of the Kupfer-Winter surface electric-field model. The interaction between atoms emerging from the foil and slow secondary electrons is considered.",
                "We present results of doubly differntial cross-section measurements for production of convoy electrons from 36-MeV\/u Ar ions in thin amorphous carbon targets. Comparison of convoy emission distributions as a function of target thickness reveals rapid evolution of component multipole strengths. Thin-target results are compared with binary ion-atom electron-loss-to-the-continuum predictions. A quantitative model of the multipole evolution bridging the transition from the single-to the plural-collision regime is presented which demonstrates significant competition between one-step and multistep production mechanisms.",
                "We demonstrate the use of selective excitation of fast ions by resonant coherent excitation as a new technique to study convoy electron production. It is shown that electron loss from excited states plays an important role in convoy electron production by fast-channeled ions. The absolute cross section for convoy production by hydrogenic ions in n= 2 states is derived from the dtaa, as is an estimate of the absolute probability of resonant coherent excitation as a function of ion energy.",
                "We have measured Lyman-α quantum beats from coherently excited hydrogen atoms produced in 85–235-keV proton collisions with a thin helium jet target. Intensity measurements of the radiation emitted at 90 to the beam direction as a function of distance downstream from the target in electric fields both parallel and antiparallel to the beam axis allow extraction of the coherence between the s and p states by Eck’s method [Phys. Rev. Lett. 31, 270 (1973)]. Because the jet target allows the collisions to occur in the applied field, we have eliminated the problems associated with field inhomogeneities when gas target cells are used. A strong-intensity peak emitted by excited helium in the target allows a determination of the starting point of the evolution in the field as well as a determination of the effects of experimental averaging. We present the s-p coherence parameters as a function of the projectile energy and …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}