{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2NV89WDT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Matthew D. Schwartz Matthew D. Schwartz Professor of Physics Matthew Schwartz's research is focused on expanding the boundaries of our current understanding of particle physics. This includes exploring the foundations and structure of quantum field theories, improving our ability to perform precision calculations in the Standard Model, and developing new methods for collider physics. Schwartz has contributed to diverse realms of particle physics, from quantum gravity to quantum chromodynamics. His textbook Quantum Field Theory and the Standard Model (Cambridge Univ. Press, 2013) is a standard text adopted in field theory courses worldwide. A central element of Schwartz's current research is how perturbation theory can be used to explain non-perturbative physics. A key observation is that non-perturbative effects can be calculable if the expansion is reorganized in a clever way. An example of this is the effective field theory approach, which Schwartz has advanced and applied in many contexts. Another example is the instanton calculus, which Schwartz has developed for tunneling calculations in quantum field theory, producing new insights into the ultimate fate of our universe. A third example comprises factorization-violating effects associated with strong coupling in gauge theories. To make progress in this direction, Schwartz has brought new tools to bear on old problems, such as exploiting hidden symmetries associated with broken scale or Lorentz invariance, or ideas from effective field theory. Another theme in Schwartz's research is developing new methods for precision calculations and new physics searches at colliders. Schwartz has produced the world's most precise calculation of a number of observables, including event and jet shapes. He has produced the first viable methods for finding highly energetic top quarks, measuring the electric charge of quark jets, discriminating quarks from gluons, measuring color flow, and removing contamination from secondary hadronic collsions. Recently, Schwartz has been bringing machine learning techniques to bear on collider physics problems. For example, he has demonstrated the efficacy of convolutional networks both for complex discrimination and for regression tasks relevant to the Large Hadron Collider. His work on modern machine learning exploits state-of-the-art developments in computer science to reshape the frontiers of particle physics. Selected References \"Pileup Mitigation with Machine Learning (PUMML),\" https:\/\/arxiv.org\/abs\/1707.08600 \"Scale Invariant Instantons and the Complete Lifetime of the Standard Model,\" https:\/\/arxiv.org\/abs\/1707.08124 \"Factorization for groomed jet substructure beyond the next-to-leading logarithm,\" https:\/\/arxiv.org\/abs\/1603.09338 \"Hard-Soft-Collinear Factorization to All Orders,\" https:\/\/arxiv.org\/abs\/1403.6472 \"Precision Direct Photon and W-Boson Spectra at High p_T and Comparison to LHC Data,\" https:\/\/arxiv.org\/abs\/1206.6115 \"Qjets: A Non-Deterministic Approach to Tree-Based Jet Substructure,\" https:\/\/arxiv.org\/abs\/1201.1914 Full List of Publications (INSPIRE) ____________________________________ Administrative Support: Stephanie Clayman Jefferson Lab 455 schwartz@g.harvard.edu p: (617) 496-6908 Personal Webpage Center for the Fundamental Laws of Nature"
            ]
        ]
    ]
}