{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2OHVZM1F",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Patrick I Draper Assistant Professor 435 Loomis Laboratory (217) 300-8203 pdraper@illinois.edu papers from Inspire Professor Draper received his PhD in Physics from The University of Chicago in 2011 following his BS from the University of Illinois in 2005. He held postdoctoral appointments at the University of California Santa Cruz and the University of California Santa Barbara and a faculty appointment at the University of Massachusetts Amherst before moving to the University of Illinois in 2018. He works on a variety of topics in theoretical high energy physics and early-universe cosmology. Much of my research has been motivated by the electroweak hierarchy problem and the strong CP problem. I have worked on the physics of the Higgs boson, particularly in the context of supersymmetric solutions to the hierarchy problem; the cosmology of axion solutions to the strong CP problem and other axion-like dark matter candidates; and the experimental probes of other mechanisms that could address strong CP. I am also interested in more theoretical aspects of quantum field theory, particularly regarding nonperturbative phenomena in gauge theories, and in constraining effective field theories with ultraviolet consistency conditions. Fall 2019 PHYS 427 M. J. Dolan, P. Draper, J. Kozaczuk and H. Patel, \"Transplanckian Censorship and Global Cosmic Strings,\" JHEP 1704, 133 (2017) [arXiv:1701.05572 [hep-th]] M. Dine, P. Draper, L. Stephenson-Haskins and D. Xu, \"Axions, Instantons, and the Lattice,\" Phys. Rev. D 96, no. 9, 095001 (2017) [arXiv:1705.00676 [hep-ph]] P. Draper, \"Domain Walls and the CP Anomaly in Softly Broken Supersymmetric QCD,'' Phys. Rev. D 97, no. 8, 085003 (2018) [arXiv:1801.05477 [hep-th]] P. Draper, J. Kozaczuk and J. H. Yu, \"Theta in new QCD-like sectors,\" Phys. Rev. D 98, no. 1, 015028 (2018) [arXiv:1803.00015 [hep-ph]] J. de Vries, P. Draper, K. Fuyuto, J. Kozaczuk and D. Sutherland,  \"Indirect Signs of the Peccei-Quinn Mechanism,\" Phys. Rev. D 99, no. 1, 015042 (2019) [arXiv:1809.10143 [hep-ph]] P. Draper,  \"Virtual and Thermal Schwinger Processes,\" Phys. Rev. D 98, no. 12, 125014 (2018) [arXiv:1809.10768 [hep-th]] P. Draper, J. Kozaczuk and S. Thomas, \"Precision Inclusive Higgs Physics at $e^+e^-$ Colliders With Tracking Detectors and Without Calorimetry,\" arXiv:1812.08289 [hep-ph] P. Draper and S. Farkas, \"Gravitational Instabilities and Censorship of Large Scalar Field Excursions,\"  JHEP 1905, 158 (2019) [arXiv:1901.00515 [hep-th]] N. Blinov, M. J. Dolan, P. Draper and J. Kozaczuk, \"Dark matter targets for axionlike particle searches,\" Phys. Rev. D 100, no. 1, 015049 (2019) [arXiv:1905.06952 [hep-ph]] J. Dinsmore, P. Draper, D. Kastor, Y. Qiu and J. Traschen, \"Schottky Anomaly of deSitter Black Holes,\" Class. Quant. Grav. 37 (2020) 5, 054001   [arXiv:1907.00248 [hep-th]] P. Draper and S. Farkas, \"Transplanckian Censorship and the Local Swampland Distance Conjecture,\"  JHEP 01 (2020) 133 [arXiv:1910.04804 [hep-th]] T. Banks and P. Draper, \"Remarks on the Cohen-Kaplan-Nelson Bound,\"  Phys. Rev. D 101 (2020) 12, 126010 [arXiv:1911.05778 [hep-th]] N. Blinov, M. J. Dolan and P. Draper, \"Imprints of the Early Universe on Axion Dark Matter Substructure,\" Phys. Rev. D 101 (2020) 3, 035002 [arXiv:1911.07853 [astro-ph.CO]] Happy Dark Matter Day from the scientists at ICASU Physicists at the University of Illinois at Urbana-Champaign have made significant contributions to our understanding of dark matter, through their work on multiple large-scale collaborative experiments. In the past two years, several new faculty hires at Illinois Physics have added their expertise and insight to the search for this elusive particle. And now a newly founded campus center, the Illinois Center for Advanced Studies of the Universe (ICASU), has taken on dark matter as a main research focus, synergizing efforts and supporting collaboration across scientific disciplines at Illinois and beyond."
            ]
        ]
    ]
}