{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2OXU8CGY",
            "83Ahn20AAAAJ",
            [
                "The Average Star Formation Histories of Galaxies in Dark Matter Halos from z= 0-8",
                "Candels: the cosmic assembly near-infrared deep extragalactic legacy survey",
                "CANDELS: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey—The Hubble Space Telescope Observations, Imaging Data Products, and Mosaics",
                "Concentrations of dark halos from their assembly histories",
                "The ROCKSTAR phase-space temporal halo finder and the velocity offsets of cluster cores",
                "The dark side of the halo occupation distribution",
                "A comprehensive analysis of uncertainties affecting the stellar mass-halo mass relation for 0< z< 4",
                "Modeling luminosity-dependent galaxy clustering through cosmic time",
                "A MaxBCG Catalog of 13,823 Galaxy Clusters from the Sloan Digital Sky Survey",
                "Dark Energy Survey year 1 results: Cosmological constraints from galaxy clustering and weak lensing"
            ],
            [
                "We present a robust method to constrain average galaxy star formation rates (SFRs), star formation histories (SFHs), and the intracluster light (ICL) as a function of halo mass. Our results are consistent with observed galaxy stellar mass functions, specific star formation rates (SSFRs), and cosmic star formation rates (CSFRs) from z= 0 to z= 8. We consider the effects of a wide range of uncertainties on our results, including those affecting stellar masses, SFRs, and the halo mass function at the heart of our analysis. As they are relevant to our method, we also present new calibrations of the dark matter halo mass function, halo mass accretion histories, and halo-subhalo merger rates out to z= 8. We also provide new compilations of CSFRs and SSFRs; more recent measurements are now consistent with the buildup of the cosmic stellar mass density at all redshifts. Implications of our work include: halos near 10 12 M☉ …",
                "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
                "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
                "We study the relation between the density profiles of dark matter halos and their mass assembly histories using a statistical sample of halos in a high‐resolution N‐body simulation of the ΛCDM cosmology. For each halo at  , we identify its merger history tree and determine concentration parameters cvir for all progenitors, thus providing a structural merger tree for each halo. We fit the mass accretion histories by a universal function with one parameter, the formation epoch ac, defined when the log mass accretion rate   falls below a critical value S. We find that late‐forming galaxies tend to be less concentrated, such that cvir “observed” at any epoch ao is strongly correlated with ac via  . Scatter about this relation is mostly due to measurement errors in cvir and ac, implying that the actual spread in cvir for halos of a given mass can be mostly attributed to scatter in ac. We demonstrate that this relation can also be used to …",
                "We present a new algorithm for identifying dark matter halos, substructure, and tidal features. The approach is based on adaptive hierarchical refinement of friends-of-friends groups in six phase-space dimensions and one time dimension, which allows for robust (grid-independent, shape-independent, and noise-resilient) tracking of substructure; as such, it is named ROCKSTAR (Robust Overdensity Calculation using K-Space Topologically Adaptive Refinement). Our method is massively parallel (up to 10 5 CPUs) and runs on the largest current simulations (> 10 10 particles) with high efficiency (10 CPU hours and 60 gigabytes of memory required per billion particles analyzed). A previous paper has shown ROCKSTAR to have excellent recovery of halo properties; we expand on these comparisons with more tests and higher-resolution simulations. We show a significant improvement in substructure recovery …",
                "We analyze the halo occupation distribution (HOD) and two‐point correlation function of galaxy‐size dark matter halos using high‐resolution dissipationless simulations of the concordance flat ΛCDM model. The halo samples include both the host halos and the “subhalos,” distinct gravitationally bound halos within the virialized regions of larger host systems. We find that the HOD, the probability distribution for a halo of mass M to host a number of subhalos N, is similar to that found in semianalytic and N‐body+gasdynamics studies. Its first moment,  , has a complicated shape consisting of a step, a shoulder, and a power‐law high‐mass tail. The HOD can be described by Poisson statistics at high halo masses but becomes sub‐Poisson for  . We show that the HOD can be understood as a combination of the probability for a halo of mass M to host a central galaxy and the probability to host a given number   of satellite …",
                "We conduct a comprehensive analysis of the relationship between central galaxies and their host dark matter halos, as characterized by the stellar mass-halo mass (SM-HM) relation, with rigorous consideration of uncertainties. Our analysis focuses on results from the abundance matching technique, which assumes that every dark matter halo or subhalo above a specific mass threshold hosts one galaxy. We provide a robust estimate of the SM-HM relation for 0< z< 1 and discuss the quantitative effects of uncertainties in observed galaxy stellar mass functions (including stellar mass estimates and counting uncertainties), halo mass functions (including cosmology and uncertainties from substructure), and the abundance matching technique used to link galaxies to halos (including scatter in this connection). Our analysis results in a robust estimate of the SM-HM relation and its evolution from z= 0 to z= 4. The shape …",
                "We employ high‐resolution dissipationless simulations of the concordance ΛCDM cosmology ( ) to model the observed luminosity dependence and evolution of galaxy clustering through most of the age of the universe, from   to  . We use a simple, nonparametric model, which monotonically relates galaxy luminosities to the maximum circular velocity of dark matter halos ( ) by preserving the observed galaxy luminosity function in order to match the halos in simulations with observed galaxies. The novel feature of the model is the use of the maximum circular velocity at the time of accretion,  , for subhalos, the halos located within virial regions of larger halos. We argue that for subhalos in dissipationless simulations,   reflects the luminosity and stellar mass of the associated galaxies better than the circular velocity at the epoch of observation,  . The simulations and our model   relation predict the shape, amplitude, and …",
                "We present a catalog of galaxy clusters selected using the maxBCG red‐sequence method from Sloan Digital Sky Survey photometric data. This catalog includes 13,823 clusters with velocity dispersions greater than ≈400 km s−1 and is the largest galaxy cluster catalog assembled to date. They are selected in an approximately volume‐limited way from a 0.5 Gpc3 region covering 7500 deg2 of sky between redshifts 0.1 and 0.3. Each cluster contains between 10 and 190 E\/S0 ridgeline galaxies brighter than 0.4L* within a scaled radius R200. The tight relation between ridgeline color and redshift provides an accurate photometric redshift estimate for every cluster. Photometric redshift errors are shown by comparison to spectroscopic redshifts to be small ( ), essentially independent of redshift, and well determined throughout the redshift range. Runs of maxBCG on realistic mock catalogs suggest that the sample is …",
                "We present cosmological results from a combined analysis of galaxy clustering and weak gravitational lensing, using 1321 deg 2 of griz imaging data from the first year of the Dark Energy Survey (DES Y1). We combine three two-point functions:(i) the cosmic shear correlation function of 26 million source galaxies in four redshift bins,(ii) the galaxy angular autocorrelation function of 650,000 luminous red galaxies in five redshift bins, and (iii) the galaxy-shear cross-correlation of luminous red galaxy positions and source galaxy shears. To demonstrate the robustness of these results, we use independent pairs of galaxy shape, photometric-redshift estimation and validation, and likelihood analysis pipelines. To prevent confirmation bias, the bulk of the analysis was carried out while “blind” to the true results; we describe an extensive suite of systematics checks performed and passed during this blinded phase. The data …"
            ],
            [
                [
                    "Cosmology",
                    "Astrophysics",
                    "Large-Scale Structure",
                    "Galaxy Formation",
                    "Dark Matter"
                ]
            ]
        ]
    ]
}