{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2OXU8CGY",
            "83Ahn20AAAAJ",
            [
                "The Average Star Formation Histories of Galaxies in Dark Matter Halos from z= 0-8",
                "Candels: the cosmic assembly near-infrared deep extragalactic legacy survey",
                "CANDELS: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey—The Hubble Space Telescope Observations, Imaging Data Products, and Mosaics",
                "Concentrations of dark halos from their assembly histories",
                "The ROCKSTAR phase-space temporal halo finder and the velocity offsets of cluster cores",
                "The dark side of the halo occupation distribution",
                "A comprehensive analysis of uncertainties affecting the stellar mass-halo mass relation for 0< z< 4",
                "Modeling luminosity-dependent galaxy clustering through cosmic time",
                "A MaxBCG Catalog of 13,823 Galaxy Clusters from the Sloan Digital Sky Survey",
                "Dark Energy Survey year 1 results: Cosmological constraints from galaxy clustering and weak lensing"
            ],
            [
                "We present a robust method to constrain average galaxy star formation rates (SFRs), star formation histories (SFHs), and the intracluster light (ICL) as a function of halo mass. Our results are consistent with observed galaxy stellar mass functions, specific star formation rates (SSFRs), and cosmic star formation rates (CSFRs) from z= 0 to z= 8. We consider the effects of a wide range of uncertainties on our results, including those affecting stellar masses, SFRs, and the halo mass function at the heart of our analysis. As they are relevant to our method, we also present new calibrations of the dark matter halo mass function, halo mass accretion histories, and halo-subhalo merger rates out to z= 8. We also provide new compilations of CSFRs and SSFRs; more recent measurements are now consistent with the buildup of the cosmic stellar mass density at all redshifts. Implications of our work include: halos near 10 12 M☉ …",
                "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
                "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
                "We study the relation between the density profiles of dark matter halos and their mass assembly histories using a statistical sample of halos in a high‐resolution N‐body simulation of the ΛCDM cosmology. For each halo at  , we identify its merger history tree and determine concentration parameters cvir for all progenitors, thus providing a structural merger tree for each halo. We fit the mass accretion histories by a universal function with one parameter, the formation epoch ac, defined when the log mass accretion rate   falls below a critical value S. We find that late‐forming galaxies tend to be less concentrated, such that cvir “observed” at any epoch ao is strongly correlated with ac via  . Scatter about this relation is mostly due to measurement errors in cvir and ac, implying that the actual spread in cvir for halos of a given mass can be mostly attributed to scatter in ac. We demonstrate that this relation can also be used to …",
                "We present a new algorithm for identifying dark matter halos, substructure, and tidal features. The approach is based on adaptive hierarchical refinement of friends-of-friends groups in six phase-space dimensions and one time dimension, which allows for robust (grid-independent, shape-independent, and noise-resilient) tracking of substructure; as such, it is named ROCKSTAR (Robust Overdensity Calculation using K-Space Topologically Adaptive Refinement). Our method is massively parallel (up to 10 5 CPUs) and runs on the largest current simulations (> 10 10 particles) with high efficiency (10 CPU hours and 60 gigabytes of memory required per billion particles analyzed). A previous paper has shown ROCKSTAR to have excellent recovery of halo properties; we expand on these comparisons with more tests and higher-resolution simulations. We show a significant improvement in substructure recovery …",
                "We analyze the halo occupation distribution (HOD) and two‐point correlation function of galaxy‐size dark matter halos using high‐resolution dissipationless simulations of the concordance flat ΛCDM model. The halo samples include both the host halos and the “subhalos,” distinct gravitationally bound halos within the virialized regions of larger host systems. We find that the HOD, the probability distribution for a halo of mass M to host a number of subhalos N, is similar to that found in semianalytic and N‐body+gasdynamics studies. Its first moment,  , has a complicated shape consisting of a step, a shoulder, and a power‐law high‐mass tail. The HOD can be described by Poisson statistics at high halo masses but becomes sub‐Poisson for  . We show that the HOD can be understood as a combination of the probability for a halo of mass M to host a central galaxy and the probability to host a given number   of satellite …",
                "We conduct a comprehensive analysis of the relationship between central galaxies and their host dark matter halos, as characterized by the stellar mass-halo mass (SM-HM) relation, with rigorous consideration of uncertainties. Our analysis focuses on results from the abundance matching technique, which assumes that every dark matter halo or subhalo above a specific mass threshold hosts one galaxy. We provide a robust estimate of the SM-HM relation for 0< z< 1 and discuss the quantitative effects of uncertainties in observed galaxy stellar mass functions (including stellar mass estimates and counting uncertainties), halo mass functions (including cosmology and uncertainties from substructure), and the abundance matching technique used to link galaxies to halos (including scatter in this connection). Our analysis results in a robust estimate of the SM-HM relation and its evolution from z= 0 to z= 4. The shape …",
                "We employ high‐resolution dissipationless simulations of the concordance ΛCDM cosmology ( ) to model the observed luminosity dependence and evolution of galaxy clustering through most of the age of the universe, from   to  . We use a simple, nonparametric model, which monotonically relates galaxy luminosities to the maximum circular velocity of dark matter halos ( ) by preserving the observed galaxy luminosity function in order to match the halos in simulations with observed galaxies. The novel feature of the model is the use of the maximum circular velocity at the time of accretion,  , for subhalos, the halos located within virial regions of larger halos. We argue that for subhalos in dissipationless simulations,   reflects the luminosity and stellar mass of the associated galaxies better than the circular velocity at the epoch of observation,  . The simulations and our model   relation predict the shape, amplitude, and …",
                "We present a catalog of galaxy clusters selected using the maxBCG red‐sequence method from Sloan Digital Sky Survey photometric data. This catalog includes 13,823 clusters with velocity dispersions greater than ≈400 km s−1 and is the largest galaxy cluster catalog assembled to date. They are selected in an approximately volume‐limited way from a 0.5 Gpc3 region covering 7500 deg2 of sky between redshifts 0.1 and 0.3. Each cluster contains between 10 and 190 E\/S0 ridgeline galaxies brighter than 0.4L* within a scaled radius R200. The tight relation between ridgeline color and redshift provides an accurate photometric redshift estimate for every cluster. Photometric redshift errors are shown by comparison to spectroscopic redshifts to be small ( ), essentially independent of redshift, and well determined throughout the redshift range. Runs of maxBCG on realistic mock catalogs suggest that the sample is …",
                "We present cosmological results from a combined analysis of galaxy clustering and weak gravitational lensing, using 1321 deg 2 of griz imaging data from the first year of the Dark Energy Survey (DES Y1). We combine three two-point functions:(i) the cosmic shear correlation function of 26 million source galaxies in four redshift bins,(ii) the galaxy angular autocorrelation function of 650,000 luminous red galaxies in five redshift bins, and (iii) the galaxy-shear cross-correlation of luminous red galaxy positions and source galaxy shears. To demonstrate the robustness of these results, we use independent pairs of galaxy shape, photometric-redshift estimation and validation, and likelihood analysis pipelines. To prevent confirmation bias, the bulk of the analysis was carried out while “blind” to the true results; we describe an extensive suite of systematics checks performed and passed during this blinded phase. The data …"
            ],
            [
                [
                    "Cosmology",
                    "Astrophysics",
                    "Large-Scale Structure",
                    "Galaxy Formation",
                    "Dark Matter"
                ]
            ],
            [
                "Risa Wechsler Director, Kavli Institute for Particle Astrophysics and Cosmology (KIPAC) and Professor of Physics and of Particle Physics and Astrophysics http:\/\/www.risawechsler.com Director, Kavli Institute for Particle Astrophysics and Cosmology (2018 - Present) Assistant Director of Scientific Programs, Kavli Institute of Particle Astrophysics and Cosmology (2013 - 2018) Co-Spokesperson, Dark Energy Spectroscopic Instrument (2014 - 2018) Chair, Physics Department Committee on Equity & Inclusion (2016 - 2019) Head, KIPAC Theory Group, SLAC (2009 - Present) Fellow, American Association for the Advancement of Science (2020) Stanford Fellow, Stanford University (2019-2021) Fellow, American Physical Society (2017) Nina C. Crocker Faculty Scholar, Stanford University (2013-2016) Hellman Faculty Scholar, Stanford University (2008) Frederick E. Terman Fellow, Stanford University (2006-2012) Hubble Fellow, NASA (2003-2006) Enrico Fermi Fellow, Enrico Fermi Institute, University of Chicago (2003-2005) Scientific Advisory Committee, Large Synoptic Survey Telescope (2016 - Present) General member, Aspen Center for Physics (2015 - Present) Advisory Board, Kavli Institute for Theoretical Physics (2015 - 2019) Member, High Energy Physics Advisory Panel (2015 - 2018) PhD, University of California, Santa Cruz (2001) SB, Massachusetts Institute of Technology (1996) rwechsler@stanford.edu 382 Via Pueblo Rd 94305 Position: Assoc Professor (650) 926-3621 Administrative Contact Kelly Carson carson@stanford.edu 0210 Galaxy Formation & Cosmology Group Special Topics in Astrophysics: Structure Formation and \nGalaxy Formation PHYSICS 367 (Spr) Independent Studies (3) PHYSICS 190 (Aut, Win, Spr, Sum) The Origin and Development of the Cosmos PHYSICS 16 (Win) The Origin and Development of the Cosmos PHYSICS 16 (Win) The Origin and Development of the Cosmos PHYSICS 16 (Win) Ares Hernandez, Justin Myles, Emil Noordeh Alexandra Amon Kirk Barrow Federico Bianchini Simon Birrer Philip Mansfield Jessie Muir Elise Darragh-Ford, Nickolas Kokron , Sean McLaughlin, Ethan Nadler CHUN-HAO TO , Sebastian Wagner-Carena, Richie Wang Dinesh Kandel, Payel Mukhopadhyay, Lawrence Peirson, Cyndia Yu, Al Zamora The Binary-Host Connection: Astrophysics of Gravitational-Wave Binaries from Host Galaxy Properties Adhikari, S., Fishbach, M., Holz, D. E., Wechsler, R. H., Fang, Z. 2020 905 (1) DOI 10.3847\/1538-4357\/abbfb7 Web of Science ID 000596720100001 Constraints on Dark Matter Microphysics from the Milky Way Satellite Population (vol 878, 32, 2019) Nadler, E. O., Gluscevic, V., Boddy, K. K., Wechsler, R. H. 2020 897 (2) DOI 10.3847\/2041-8213\/ab9e69 Web of Science ID 000553685900001 UNIVERSEMACHINE: The correlation between galaxy growth and dark matter halo assembly from z=0-10 Behroozi, P., Wechsler, R. H., Hearin, A. P., Conroy, C. 2019 488 (3) : 3143–94 DOI 10.1093\/mnras\/stz1182 Web of Science ID 000485158400015 The AEMULUS Project. I. Numerical Simulations for Precision Cosmology DeRose, J., Wechsler, R. H., Tinker, J. L., Becker, M. R., Mao, Y., McClintock, T., McLaughlin, S., Rozo, E., Zhai, Z. 2019 875 (1) DOI 10.3847\/1538-4357\/ab1085 Web of Science ID 000465153000002 Modeling the Connection between Subhalos and Satellites in Milky Way-like Systems Nadler, E. O., Mao, Y., Green, G. M., Wechsler, R. H. 2019 873 (1) DOI 10.3847\/1538-4357\/ab040e Web of Science ID 000460136100002 Beyond assembly bias: exploring secondary halo biases for cluster-size haloes Mao, Y., Zentner, A. R., Wechsler, R. H. 474 (4) : 5143–57 DOI 10.1093\/mnras\/stx3111 Web of Science ID 000424977800065 The Connection Between Galaxies and Their Dark Matter Halos ANNUAL REVIEW OF ASTRONOMY AND ASTROPHYSICS, VOL 56 Wechsler, R. H., Tinker, J. L., Faber, S. M., VanDishoeck, E. 56 : 435–87 DOI 10.1146\/annurev-astro-081817-051756 Web of Science ID 000447830500011 THE CONCENTRATION DEPENDENCE OF THE GALAXY-HALO CONNECTION: MODELING ASSEMBLY BIAS WITH ABUNDANCE MATCHING Lehmann, B. V., Mao, Y., Becker, M. R., Skillman, S. W., Wechsler, R. H. 834 (1) DOI 10.3847\/1538-4357\/834\/1\/37 Web of Science ID 000391991200009 DETECTION OF LENSING SUBSTRUCTURE USING ALMA OBSERVATIONS OF THE DUSTY GALAXY SDP. 81 Hezaveh, Y. D., Dalal, N., Marrone, D. P., Mao, Y., Morningstar, W., Wen, D., Blandford, R. D., Carlstrom, J. E., Fassnacht, C. D., Holder, G. P., Kemball, A., Marshall, P. J., Murray, N., Levasseur, L. P., Vieira, J. D., Wechsler, R. H. 823 (1) DOI 10.3847\/0004-637X\/823\/1\/37 Web of Science ID 000377216300037 EIGHT ULTRA-FAINT GALAXY CANDIDATES DISCOVERED IN YEAR TWO OF THE DARK ENERGY SURVEY Drlica-Wagner, A., Bechtol, K., Rykoff, E. S., Luque, E., Queiroz, A., Mao, Y., Wechsler, R. H., Simon, J. D., Santiago, B., Yanny, B., Balbinot, E., Dodelson, S., Neto, A. F., James, D. J., Li, T. S., Maia, M. A., MARSHALL, J. L., Pieres, A., Stringer, K., Walker, A. R., Abbott, T. M., Abdalla, F. B., Allam, S., Benoit-Levy, A., Bernstein, G. M., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Rosell, A. C., Kind, M. C., Carretero, J., Crocce, M., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Evrard, A. E., Finley, D. A., Flaugher, B., Fosalba, P., Frieman, J., Gaztanaga, E., Gerdes, D. W., Gruen, D., Gruendl, R. A., Gutierrez, G., Honscheid, K., Kuehn, K., Kuropatkin, N., Lahav, O., Martini, P., Miquel, R., Nord, B., Ogando, R., Plazas, A. A., Reil, K., Roodman, A., Sako, M., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Tucker, D., Vikram, V., Wester, W., Zhang, Y., Zuntz, J. 813 (2) DOI 10.1088\/0004-637X\/813\/2\/109 Web of Science ID 000365288900029 CONNECTING GALAXIES, HALOS, AND STAR FORMATION RATES ACROSS COSMIC TIME Conroy, C., Wechsler, R. H. 696 (1) : 620-635 DOI 10.1088\/0004-637X\/696\/1\/620 Web of Science ID 000265350100051 The dependence of halo clustering on halo formation history, concentration, and occupation Wechsler, R. H., Zentner, A. R., Bullock, J. S., Kravtsov, A. V., Allgood, B. 652 (1) : 71-84 Web of Science ID 000242125700006 Illuminating dark matter halo density profiles without subhaloes Fielder, C. E., Mao, Y., Zentner, A. R., Newman, J. A., Wu, H., Wechsler, R. H. 2020 499 (2) : 2426–44 DOI 10.1093\/mnras\/staa2851 Web of Science ID 000587762900066 Constraining the scatter in the galaxy-halo connection at Milky Way masses Cao, J., Tinker, J. L., Mao, Y., Wechsler, R. H. 2020 498 (4) : 5080–92 DOI 10.1093\/mnras\/staa2644 Web of Science ID 000587755500033 Concentrations of dark haloes emerge from their merger histories Wang, K., Mao, Y., Zentner, A. R., Lange, J. U., van den Bosch, F. C., Wechsler, R. H. 2020 498 (3) : 4450–64 DOI 10.1093\/mnras\/staa2733 Web of Science ID 000587752500107 RedMaPPer: Evolution and Mass Dependence of the Conditional Luminosity Functions of Red Galaxies in Galaxy Clusters To, C., Reddick, R. M., Rozo, E., Rykoff, E., Wechsler, R. H. 2020 897 (1) DOI 10.3847\/1538-4357\/ab9636 Web of Science ID 000546765500001 Signatures of Velocity-dependent Dark Matter Self-interactions in Milky Way-mass Halos Nadler, E. O., Banerjee, A., Adhikari, S., Mao, Y., Wechsler, R. H. 2020 896 (2) DOI 10.3847\/1538-4357\/ab94b0 Web of Science ID 000543362100001 The impact of the fiducial cosmology assumption on BAO distance scale measurements Carter, P., Beutler, F., Percival, W. J., DeRose, J., Wechsler, R. H., Zhao, C. 2020 494 (2) : 2076–89 DOI 10.1093\/mnras\/staa761 Web of Science ID 000535877200041 Forecasting [C ii] Line-intensity Mapping Measurements between the End of Reionization and the Epoch of Galaxy Assembly Chung, D. T., Viero, M. P., Church, S. E., Wechsler, R. H. 2020 892 (1) DOI 10.3847\/1538-4357\/ab798f Web of Science ID 000522409100001 CosmoDC2: A Synthetic Sky Catalog for Dark Energy Science with LSST Korytov, D., Hearin, A., Kovacs, E., Larsen, P., Rangel, E., Hollowed, J., Benson, A. J., Heitmann, K., Mao, Y., Bahmanyar, A., Chang, C., Campbell, D., DeRose, J., Finkel, H., Frontiere, N., Gawiser, E., Habib, S., Joachimi, B., Lanusse, F., Li, N., Mandelbaum, R., Morrison, C., Newman, J. A., Pope, A., Rykoff, E., Simet, M., To, C., Vikraman, V., Wechsler, R. H., White, M., LSST Dark Energy Sci Collaboration 2019 245 (2) DOI 10.3847\/1538-4365\/ab510c Web of Science ID 000518771900003 Data-driven Reconstruction of Gravitationally Lensed Galaxies Using Recurrent Inference Machines Morningstar, W. R., Levasseur, L., Hezaveh, Y. D., Blandford, R., Marshall, P., Putzky, P., Rueter, T. D., Wechsler, R., Welling, M. 2019 883 (1) DOI 10.3847\/1538-4357\/ab35d7 Web of Science ID 000486374000014 Hierarchical Modeling and Statistical Calibration for Photometric Redshifts Leistedt, B., Hogg, D. W., Wechsler, R. H., DeRose, J. 2019 881 (1) DOI 10.3847\/1538-4357\/ab2d29 Web of Science ID 000481848600009 UNIT project: Universe N-body simulations for the Investigation of Theoretical models from galaxy surveys Chuang, C., Yepes, G., Kitaura, F., Pellejero-Ibanez, M., Rodriguez-Torres, S., Feng, Y., Metcalf, R., Wechsler, R. H., Zhao, C., To, C., Alam, S., Banerjee, A., DeRose, J., Giocoli, C., Knebe, A., Reyes, G. 2019 487 (1) : 48–59 DOI 10.1093\/mnras\/stz1233 Web of Science ID 000474907100005 Galaxy formation and evolution science in the era of the Large Synoptic Survey Telescope NATURE REVIEWS PHYSICS Robertson, B. E., Banerji, M., Brough, S., Davies, R. L., Ferguson, H. C., Hausen, R., Kaviraj, S., Newman, J. A., Schmidt, S. J., Tyson, J., Wechsler, R. H. 2019 1 (7) : 450–62 DOI 10.1038\/s42254-019-0067-x Web of Science ID 000540332100009 Constraints on Dark Matter Microphysics from the Milky Way Satellite Population Nadler, E. O., Gluscevic, V., Boddy, K. K., Wechsler, R. H. 2019 878 (2) DOI 10.3847\/2041-8213\/ab1eb2 Web of Science ID 000472003900001 Effects of [N II] and H alpha line blending on the WFIRST Galaxy redshift survey Martens, D., Fang, X., Troxel, M. A., DeRose, J., Hirata, C. M., Wechsler, R. H., Wang, Y. 2019 485 (1) : 211–28 DOI 10.1093\/mnras\/stz391 Web of Science ID 000466786400014 Overview of the DESI Legacy Imaging Surveys ASTRONOMICAL JOURNAL Dey, A., Schlegel, D. J., Lang, D., Blum, R., Burleigh, K., Fan, X., Findlay, J. R., Finkbeiner, D., Herrera, D., Juneau, S., Landriau, M., Levi, M., McGreer, I., Meisner, A., Myers, A. D., Moustakas, J., Nugent, P., Patej, A., Schlafly, E. F., Walker, A. R., Valdes, F., Weaver, B. A., Yeche, C., Zou, H., Zhou, X., Abareshi, B., Abbott, T. C., Abolfathi, B., Aguilera, C., Alam, S., Allen, L., Alvarez, A., Annis, J., Ansarinejad, B., Aubert, M., Beechert, J., Bell, E. F., BenZvi, S. Y., Beutler, F., Bielby, R. M., Bolton, A. S., Briceno, C., Buckley-Geer, E. J., Butler, K., Calamida, A., Carlberg, R. G., Carter, P., Casas, R., Castander, F. J., Choi, Y., Comparat, J., Cukanovaite, E., Delubac, T., DeVries, K., Dey, S., Dhungana, G., Dickinson, M., Ding, Z., Donaldson, J. B., Duan, Y., Duckworth, C. J., Eftekharzadeh, S., Eisenstein, D. J., Etourneau, T., Fagrelius, P. A., Farihi, J., Fitzpatrick, M., Font-Ribera, A., Fulmer, L., Gansicke, B. T., Gaztanaga, E., George, K., Gerdes, D. W., Gontcho, S. A., Gorgoni, C., Green, G., Guy, J., Harmer, D., Hernandez, M., Honscheid, K., Huang, L., James, D. J., Jannuzi, B. T., Jiang, L., Joyce, R., Karcher, A., Karkar, S., Kehoe, R., Kneib, J., Kueter-Young, A., Lan, T., Lauer, T. R., Le Guillou, L., Le Van Suu, A., Lee, J., Lesser, M., Levasseur, L., Li, T. S., Mann, J. L., Marshall, R., Martinez-Vazquez, C. E., Martini, P., des Bourboux, H., McManus, S., Meier, T., Menard, B., Metcalfe, N., Munoz-Gutierrez, A., Najita, J., Napier, K., Narayan, G., Newman, J. A., Nie, J., Nord, B., Norman, D. J., Olsen, K. G., Paat, A., Palanque-Delabrouille, N., Peng, X., Poppett, C. L., Poremba, M. R., Prakash, A., Rabinowitz, D., Raichoor, A., Rezaie, M., Robertson, A. N., Roe, N. A., Ross, A. J., Ross, N. P., Rudnick, G., Safonova, S., Saha, A., Sanchez, F., Savary, E., Schweiker, H., Scott, A., Seo, H., Shan, H., Silva, D. R., Slepian, Z., Soto, C., Sprayberry, D., Staten, R., Stillman, C. M., Stupak, R. J., Summers, D. L., Tie, S., Tirado, H., Vargas-Magana, M., Vivas, A., Wechsler, R. H., Williams, D., Yang, J., Yang, Q., Yapici, T., Zaritsky, D., Zenteno, A., Zhang, K., Zhang, T., Zhou, R., Zhou, Z. 2019 157 (5) DOI 10.3847\/1538-3881\/ab089d Web of Science ID 000464396600001 ATLAS probe: Breakthrough science of galaxy evolution, cosmology, Milky Way, and the Solar System PUBLICATIONS OF THE ASTRONOMICAL SOCIETY OF AUSTRALIA Wang, Y., Robberto, M., Dickinson, M., Hillenbrand, L. A., Fraser, W., Behroozi, P., Brinchmann, J., Chuang, C., Cimatti, A., Content, R., Daddi, E., Ferguson, H. C., Hirata, C., Hudson, M. J., Kirkpatrick, J., Orsi, A., Ryan, R., Shapley, A., Ballardini, M., Barkhouser, R., Bartlett, J., Benjamin, R., Chary, R., Conroy, C., Donahue, M., Dore, O., Eisenhardt, P., Glazebrook, K., Helou, G., Malhotra, S., Moscardini, L., Newman, J. A., Ninkov, Z., Ressler, M., Rhoads, J., Rhodes, J., Scolnic, D., Smee, S., Valentino, F., Wechsler, R. H. 2019 36 DOI 10.1017\/pasa.2019.5 Web of Science ID 000466738600001 The Aemulus Project. III. Emulation of the Galaxy Correlation Function Zhai, Z., Tinker, J. L., Becker, M. R., DeRose, J., Mao, Y., McClintock, T., McLaughlin, S., Rozoo, E., Wechsler, R. H. 2019 874 (1) DOI 10.3847\/1538-4357\/ab0d7b Web of Science ID 000462738400013 Correcting for fibre assignment incompleteness in the DESI Bright Galaxy Survey Smith, A., He, J., Cole, S., Stothert, L., Norberg, P., Baugh, C., Bianchi, D., Wilson, M. J., Brooks, D., Forero-Romero, J. E., Moustakas, J., Percival, W. J., Tarle, G., Wechsler, R. H. 2019 484 (1) : 1285–1300 DOI 10.1093\/mnras\/stz059 Web of Science ID 000462293100090 Cross-correlating Carbon Monoxide Line-intensity Maps with Spectroscopic and Photometric Galaxy Surveys Chung, D. T., Viero, M. P., Church, S. E., Wechsler, R. H., Alvarez, M. A., Bond, J., Breysse, P. C., Cleary, K. A., Eriksen, H. K., Foss, M. K., Gundersen, J. O., Harper, S. E., Ihle, H. T., Keating, L. C., Murray, N., Padmanabhan, H., Stein, G. F., Wehus, I. K., COMAP Collaboration 2019 872 (2) DOI 10.3847\/1538-4357\/ab0027 Web of Science ID 000460814000009 The Aemulus Project. II. Emulating the Halo Mass Function Mcclintock, T., Rozo, E., Becker, M. R., Derose, J., Mao, Y., Mclaughlin, S., Tinker, J. L., Wechsler, R. H., Zhai, Z. 2019 872 (1) DOI 10.3847\/1538-4357\/aaf568 Web of Science ID 000460810800017 Weak Lensing Measurement of the Mass-Richness Relation of SDSS redMaPPer Clusters (vol 466, pg 3103, 2017) Simet, M., McClintock, T., Mandelbaum, R., Rozo, E., Rykoff, E., Sheldon, E., Wechsler, R. H. 480 (4) : 5385 DOI 10.1093\/mnras\/sty2318 Web of Science ID 000449617100088 Modeling the Impact of Baryons on Subhalo Populations with Machine Learning Nadler, E. O., Mao, Y., Wechsler, R. H., Garrison-Kimmel, S., Wetzel, A. 859 (2) DOI 10.3847\/1538-4357\/aac266 Web of Science ID 000433924000002 Spatial clustering of dark matter haloes: secondary bias, neighbour bias, and the influence of massive neighbours on halo properties Salcedo, A. N., Maller, A. H., Berlind, A. A., Sinha, M., McBride, C. K., Behroozi, P. S., Wechsler, R. H., Weinberg, D. H. 475 (4) : 4411–23 DOI 10.1093\/mnras\/sty109 Web of Science ID 000428835700009 Mapping extragalactic dark matter annihilation with galaxy surveys: A systematic study of stacked group searches Lisanti, M., Mishra-Sharma, S., Rodd, N. L., Safdi, B. R., Wechsler, R. H. 97 (6) DOI 10.1103\/PhysRevD.97.063005 Web of Science ID 000427013300001 DESCQA: An Automated Validation Framework for Synthetic Sky Catalogs Mao, Y., Kovacs, E., Heitmann, K., Uram, T. D., Benson, A. J., Campbell, D., Cora, S. A., DeRose, J., Di Matteo, T., Habib, S., Hearin, A. P., Kalmbach, J., Krughoff, K., Lanusse, F., Lukic, Z., Mandelbaum, R., Newman, J. A., Padilla, N., Paillas, E., Pope, A., Ricker, P. M., Ruiz, A. N., Tenneti, A., Vega-Martinez, C. A., Wechsler, R. H., Zhou, R., Zu, Y., LSST Dark Energy Sci Collaboration 234 (2) DOI 10.3847\/1538-4365\/aaa6c3 Web of Science ID 000424764600001 Overview of the Dark Energy Spectroscopic Instrument Martini, P., Bailey, S., Besuner, R. W., Brooks, D., Doel, P., Edelstein, J., Eisenstein, D., Flaugher, B., Gutierrez, G., Harris, S. E., Honscheid, K., Jelinsky, P., Joyce, R., Kent, S., Levi, M., Prada, F., Poppett, C., Rabinowitz, D., Rockosi, C., Cardiel Sas, L., Schlegel, D. J., Schubnell, M., Sharples, R., Silber, J. H., Sprayberry, D., Wechsler, R., Evans, C. J., Simard, L., Takami, H. DOI 10.1117\/12.2313063 Web of Science ID 000452664300030 Weak lensing measurement of the mass-richness relation of SDSS redMaPPer clusters Simet, M., McClintock, T., Mandelbaum, R., Rozo, E., Rykoff, E., Sheldon, E., Wechsler, R. H. 466 (3) : 3103-3118 DOI 10.1093\/mnras\/stw3250 Web of Science ID 000398418600042 Farthest Neighbor: The Distant Milky Way Satellite Eridanus II Li, T. S., Simon, J. D., Drlica-Wagner, A., Bechtol, K., Wang, M. Y., Garcia-Bellido, J., Frieman, J., MARSHALL, J. L., James, D. J., Strigari, L., Pace, A. B., Balbinot, E., Zhang, Y., Abbott, T. M., Allam, S., Benoit-Levy, A., Bernstein, G. M., Bertin, E., Brooks, D., Burke, D. L., Carnero Rosell, A., Kind, M. C., Carretero, J., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Eifler, T. F., Flaugher, B., Goldstein, D. A., Gruen, D., Gruendl, R. A., Gschwend, J., Gutierrez, G., Krause, E., Kuehn, K., Lin, H., Maia, M. A., March, M., Menanteau, F., Miquel, R., Plazas, A. A., Romer, A. K., Sanchez, E., Santiago, B., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Sobreira, F., Suchyta, E., Tarle, G., Thomas, D., Tucker, D. L., Walker, A. R., Wechsler, R. H., Wester, W., Yanny, B. 838 (1) DOI 10.3847\/1538-4357\/aa6113 Web of Science ID 000401173700008 Inference from the small scales of cosmic shear with current and future Dark Energy Survey data MacCrann, N., Aleksic, J., Amara, A., Bridle, S. L., Bruderer, C., Chang, C., Dodelson, S., Eifler, T. F., Huff, E. M., Huterer, D., Kacprzak, T., Refregier, A., Suchyta, E., Wechsler, R. H., Zuntz, J., Abbott, T. M., Allam, S., Annis, J., Armstrong, R., Benoit-Levy, A., Brooks, D., Burke, D. L., Carnero Rosell, A., Kind, M. C., Carretero, J., Castander, F. J., Crocce, M., Cunha, C. E., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Evrard, A. E., Flaugher, B., Fosalba, P., Gerdes, D. W., Goldstein, D. A., Gruen, D., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Jarvis, M., Krause, E., Kuehn, K., Kuropatkin, N., Lima, M., MARSHALL, J. L., Melchior, P., Menanteau, F., Miquel, R., Plazas, A. A., Romer, A. K., Rykoff, E. S., Sanchez, E., Scarpine, V., Sevilla-Noarbe, I., Sheldon, E., Soares-Santos, M., Swanson, M. E., Tarle, G., Thomas, D., Vikram, V. 465 (3) : 2567-2583 DOI 10.1093\/mnras\/stw2849 Web of Science ID 000395165900005 Galaxy-galaxy lensing in the Dark Energy Survey Science Verification data Clampitt, J., Sanchez, C., Kwan, J., Krause, E., Maccrann, N., Park, Y., Troxel, M. A., Jain, B., Rozo, E., Rykoff, E. S., Wechsler, R. H., Blazek, J., Bonnett, C., Crocce, M., Fang, Y., Gaztanaga, E., Gruen, D., Jarvis, M., Miquel, R., Prat, J., Ross, A. J., Sheldon, E., Zuntz, J., Abbott, T. M., Abdalla, F. B., Armstrong, R., Becker, M. R., Benoit-Levy, A., Bernstein, G. M., Bertin, E., Brooks, D., Burke, D. L., Carnero Rosell, A., Kind, M. C., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Estrada, J., Evrard, A. E., Fausti Neto, A., Flaugher, B., Fosalba, P., Frieman, J., Gruendl, R. A., Honscheid, K., James, D. J., Kuehn, K., Kuropatkin, N., Lahav, O., Lima, M., March, M., MARSHALL, J. L., Martini, P., Melchior, P., Mohr, J. J., Nichol, R. C., Nord, B., Plazas, A. A., Romer, A. K., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thomas, D., Vikram, V., Walker, A. R. 465 (4) : 4204-4218 DOI 10.1093\/mnras\/stw2988 Web of Science ID 000395170200034 Cosmic voids and void lensing in the Dark Energy Survey Science Verification data Sanchez, C., Clampitt, J., Kovacs, A., Jain, B., Garcia-Bellido, J., Nadathur, S., Gruen, D., Hamaus, N., Huterer, D., Vielzeuf, P., Amara, A., Bonnett, C., DeRose, J., HARTLEY, W. G., Jarvis, M., Lahav, O., Miquel, R., Rozo, E., Rykoff, E. S., Sheldon, E., Wechsler, R. H., Zuntz, J., Abbott, T. M., Abdalla, F. B., Annis, J., Benoit-Levy, A., Bernstein, G. M., Bernstein, R. A., Bertin, E., Brooks, D., Buckley-Geer, E., Carnero Rosell, A., Kind, M. C., Carretero, J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Evrard, A. E., Fausti Neto, A., Flaugher, B., Fosalba, P., Frieman, J., Gaztanaga, E., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Krause, E., Kuehn, K., Lima, M., Maia, M. A., MARSHALL, J. L., Melchior, P., Plazas, A. A., Reil, K., Romer, A. K., Sanchez, E., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Tarle, G., Thomas, D., Walker, A. R., Weller, J. 465 (1) : 746-759 DOI 10.1093\/mnras\/stw2745 Web of Science ID 000393782000052 Cosmology from large-scale galaxy clustering and galaxy-galaxy lensing with Dark Energy Survey Science Verification data Kwan, J., Sanchez, C., Clampitt, J., Blazek, J., Crocce, M., Jain, B., Zuntz, J., Amara, A., Becker, M. R., Bernstein, G. M., Bonnett, C., DeRose, J., Dodelson, S., Eifler, T. F., Gaztanaga, E., Giannantonio, T., Gruen, D., HARTLEY, W. G., Kacprzak, T., Kirk, D., Krause, E., Maccrann, N., Miquel, R., Park, Y., Ross, A. J., Rozo, E., Rykoff, E. S., Sheldon, E., Troxel, M. A., Wechsler, R. H., Abbott, T. M., Abdalla, F. B., Allam, S., Benoit-Levy, A., Brooks, D., Burke, D. L., Rosell, A. C., Kind, M. C., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Evrard, A. E., Fernandez, E., Finley, D. A., Flaugher, B., Fosalba, P., Frieman, J., Gerdes, D. W., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Jarvis, M., Kuehn, K., Lahav, O., Lima, M., Maia, M. A., MARSHALL, J. L., Martini, P., Melchior, P., Mohr, J. J., Nichol, R. C., Nord, B., Plazas, A. A., Reil, K., Romer, A. K., Roodman, A., Sanchez, E., Scarpine, V., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thomas, D., Vikram, V., Walker, A. R. 464 (4) : 4045-4062 DOI 10.1093\/mnras\/stw2464 Web of Science ID 000393780500021 SEARCHING FOR DARK MATTER ANNIHILATION IN RECENTLY DISCOVERED MILKY WAY SATELLITES WITH FERMI-LAT Albert, A., Anderson, B., Bechtol, K., Drlica-Wagner, A., Meyer, M., Sanchez-Conde, M., Strigari, L., Wood, M., Abbott, T. M., Abdalla, F. B., Benoit-Levy, A., Bernstein, G. M., Bernstein, R. A., Bertin, E., Brooks, D., Burke, D. L., Rosell, A. C., Kind, M. C., Carretero, J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Finley, D. A., Flaugher, B., Fosalba, P., Frieman, J., Gerdes, D. W., Goldstein, D. A., Gruen, D., Gruendl, R. A., Honscheid, K., James, D. J., Kent, S., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Maia, M. A., March, M., MARSHALL, J. L., Martini, P., Miller, C. J., Miquel, R., Neilsen, E., Nord, B., Ogando, R., Plazas, A. A., Reil, K., Romer, A. K., Rykoff, E. S., Sanchez, E., Santiago, B., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Vikram, V., Walker, A. R., Wechsler, R. H. 834 (2) DOI 10.3847\/1538-4357\/834\/2\/110 Web of Science ID 000393677700004 AN ULTRA-FAINT GALAXY CANDIDATE DISCOVERED IN EARLY DATA FROM THE MAGELLANIC SATELLITES SURVEY Drlica-Wagner, A., Bechtol, K., Allam, S., Tucker, D. L., Gruendl, R. A., Johnson, M. D., Walker, A. R., James, D. J., Nidever, D. L., Olsen, K. A., Wechsler, R. H., Cioni, M. R., Conn, B. C., Kuehn, K., Li, T. S., Mao, Y., Martin, N. F., Neilsen, E., Noel, N. E., Pieres, A., Simon, J. D., Stringfellow, G. S., van der Marel, R. P., Yanny, B. 833 (1) DOI 10.3847\/2041-8205\/833\/1\/L5 Web of Science ID 000401603900005 Cosmic shear as a probe of galaxy formation physics Foreman, S., Becker, M. R., Wechsler, R. H. 463 (3) : 3326-3338 DOI 10.1093\/mnras\/stw2189 Web of Science ID 000393566000083 Constraining the mass-richness relationship of redMaPPer clusters with angular clustering Baxter, E. J., Rozo, E., Jain, B., Rykoff, E., Wechsler, R. H. 463 (1) : 205-221 DOI 10.1093\/mnras\/stw1939 Web of Science ID 000386464900016 THE CONNECTION BETWEEN THE HOST HALO AND THE SATELLITE GALAXIES OF THE MILKY WAY Lu, Y., Benson, A., Mao, Y., Tonnesen, S., Peter, A. H., Wetzel, A. R., Boylan-Kolchin, M., Wechsler, R. H. 830 (2) DOI 10.3847\/0004-637X\/830\/2\/59 Web of Science ID 000386124600005 Joint measurement of lensing-galaxy correlations using SPT and DES SV data Baxter, E., Clampitt, J., Giannantonio, T., Dodelson, S., Jain, B., Huterer, D., Bleem, L., Crawford, T., Efstathiou, G., Fosalba, P., Kirk, D., Kwan, J., Sanchez, C., Story, K., Troxel, M. A., Abbott, T. M., Abdalla, F. B., Armstrong, R., Benoit-Levy, A., Benson, B., Bernstein, G. M., Bernstein, R. A., Bertin, E., Brooks, D., Carlstrom, J., Carnero Rosell, A., Kind, M. C., Carretero, J., Chown, R., Crocce, M., Cunha, C. E., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Evrard, A. E., Fausti Neto, A., Flaugher, B., Frieman, J., Gruen, D., Gruendl, R. A., Gutierrez, G., De Haan, T., Holder, G., Honscheid, K., Hou, Z., James, D. J., Kuehn, K., Kuropatkin, N., Lima, M., March, M., MARSHALL, J. L., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Mohr, J. J., Nord, B., Omori, Y., Plazas, A. A., Reichardt, C., Romer, A. K., Rykoff, E. S., Sanchez, E., Sevilla-Noarbe, I., Sheldon, E., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Stark, A., Swanson, M. E., Tarle, G., Thomas, D., Walker, A. R., Wechsler, R. H. 461 (4) : 4099-4114 DOI 10.1093\/mnras\/stw1584 Web of Science ID 000383514900057 MAPPING AND SIMULATING SYSTEMATICS DUE TO SPATIALLY VARYING OBSERVING CONDITIONS IN DES SCIENCE VERIFICATION DATA Leistedt, B., Peiris, H. V., Elsner, F., Benoit-Levy, A., Amara, A., BAUER, A. H., Becker, M. R., Bonnett, C., Bruderer, C., Busha, M. T., Kind, M. C., Chang, C., Crocce, M., da Costa, L. N., Gaztanaga, E., Huff, E. M., Lahav, O., Palmese, A., Percival, W. J., Refregier, A., Ross, A. J., Rozo, E., Rykoff, E. S., Sanchez, C., Sadeh, I., Sevilla-Noarbe, I., Sobreira, F., Suchyta, E., Swanson, M. E., Wechsler, R. H., Abdalla, F. B., Allam, S., Banerji, M., Bernstein, G. M., Bernstein, R. A., Bertin, E., Bridle, S. L., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Carretero, J., Cunha, C. E., D'Andrea, C. B., DePoy, D. L., Desai, S., Diehl, H. T., Doel, P., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Flaugher, B., Fosalba, P., Frieman, J., Gerdes, D. W., Gruen, D., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Jarvis, M., Kent, S., Kuehn, K., Kuropatkin, N., Li, T. S., Lima, M., Maia, M. A., March, M., MARSHALL, J. L., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Nichol, R. C., Nord, B., Ogando, R., Plazas, A. A., Reil, K., Romer, A. K., Roodman, A., Sanchez, E., Santiago, B., Scarpine, V., Schubnell, M., Smith, R. C., Soares-Santos, M., Tarle, G., Thaler, J., Thomas, D., Vikram, V., Walker, A. R., Wester, W., Zhang, Y., Zuntz, J. 226 (2) DOI 10.3847\/0067-0049\/226\/2\/24 Web of Science ID 000386492400004 Joint analysis of galaxy-galaxy lensing and galaxy clustering: Methodology and forecasts for Dark Energy Survey Park, Y., Krause, E., Dodelson, S., Jain, B., Amara, A., Becker, M. R., Bridle, S. L., Clampitt, J., Crocce, M., Fosalba, P., Gaztanaga, E., Honscheid, K., Rozo, E., Sobreira, F., Sanchez, C., Wechsler, R. H., Abbott, T., Abdalla, F. B., Allam, S., Benoit-Levy, A., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Carnero Rosell, A., Carrasco Kind, M., Carretero, J., Castander, F. J., da Costa, L. N., DePoy, D. L., Desai, S., Dietrich, J. P., Doel, P., Eifler, T. F., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Gerdes, D. W., Gruen, D., Gruendl, R. A., Gutierrez, G., James, D. J., Kent, S., Kuehn, K., Kuropatkin, N., Lima, M., Maia, M. A., MARSHALL, J. L., Melchior, P., Miller, C. J., Miquel, R., Nichol, R. C., Ogando, R., Plazas, A. A., Roe, N., Romer, A. K., Rykoff, E. S., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Soares-Santos, M., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Vikram, V., Walker, A. R., Weller, J., Zuntz, J. 94 (6) DOI 10.1103\/PhysRevD.94.063533 Web of Science ID 000385967100002 redMaGiC: selecting luminous red galaxies from the DES Science Verification data Rozo, E., Rykoff, E. S., Abate, A., Bonnett, C., Crocce, M., Davis, C., Hoyle, B., Leistedt, B., Peiris, H. V., Wechsler, R. H., Abbott, T., Abdalla, F. B., Banerji, M., BAUER, A. H., Benoit-Levy, A., Bernstein, G. M., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Rosell, A. C., Carollo, D., Kind, M. C., Carretero, J., Castander, F. J., Childress, M. J., Cunha, C. E., D'Andrea, C. B., Davis, T., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Flaugher, B., Fosalba, P., Frieman, J., Gaztanaga, E., Gerdes, D. W., Glazebrook, K., Gruen, D., Gruendl, R. A., Honscheid, K., James, D. J., Jarvis, M., Kim, A. G., Kuehn, K., Kuropatkin, N., Lahav, O., Lidman, C., Lima, M., Maia, M. A., March, M., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Mohr, J. J., Nichol, R. C., Nord, B., O'Neill, C. R., Ogando, R., Plazas, A. A., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Santiago, B., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Thaler, J., Thomas, D., Uddin, S., Vikram, V., Walker, A. R., Wester, W., Zhang, Y., da Costa, L. N. 461 (2) : 1431-1450 DOI 10.1093\/mnras\/stw1281 Web of Science ID 000383273600022 Redshift distributions of galaxies in the Dark Energy Survey Science Verification shear catalogue and implications for weak lensing Bonnett, C., Troxel, M. A., Hartley, W., Amara, A., Leistedt, B., Becker, M. R., Bernstein, G. M., Bridle, S. L., Bruderer, C., Busha, M. T., Kind, M. C., Childress, M. J., Castander, F. J., Chang, C., Crocce, M., Davis, T. M., Eifler, T. F., Frieman, J., Gangkofner, C., Gaztanaga, E., Glazebrook, K., Gruen, D., Kacprzak, T., King, A., Kwan, J., Lahav, O., Lewis, G., Lidman, C., Lin, H., Maccrann, N., Miquel, R., O'Neill, C. R., Palmese, A., Peiris, H. V., Refregier, A., Rozo, E., Rykoff, E. S., Sadeh, I., Sanchez, C., Sheldon, E., Uddin, S., Wechsler, R. H., Zuntz, J., Abbott, T., Abdalla, F. B., Allam, S., Armstrong, R., Banerji, M., BAUER, A. H., Benoit-Levy, A., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Carretero, J., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Fausti Neto, A., Fernandez, E., Flaugher, B., Fosalba, P., Gerdes, D. W., Gruendl, R. A., Honscheid, K., Jain, B., James, D. J., Jarvis, M., Kim, A. G., Kuehn, K., Kuropatkin, N., Li, T. S., Lima, M., Maia, M. A., March, M., MARSHALL, J. L., Martini, P., Melchior, P., Miller, C. J., Neilsen, E., Nichol, R. C., Nord, B., Ogando, R., Plazas, A. A., Reil, K., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Santiago, B., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Vikram, V., Walker, A. R. 94 (4) DOI 10.1103\/PhysRevD.94.042005 Web of Science ID 000382177300001 Galaxy cluster mass estimation from stacked spectroscopic analysis Farahi, A., Evrard, A. E., Rozo, E., Rykoff, E. S., Wechsler, R. H. 460 (4) : 3900-3912 DOI 10.1093\/mnras\/stw1143 Web of Science ID 000381711100037 The Dark Energy Survey: more than dark energy - an overview Abbott, T., Abdalla, F. B., Aleksic, J., Allam, S., Amara, A., Bacon, D., Balbinot, E., Banerji, M., Bechtol, K., Benoit-Levy, A., Bernstein, G. M., Bertin, E., Blazek, J., Bonnett, C., Bridle, S., Brooks, D., Brunner, R. J., Buckley-Geer, E., Burke, D. L., Caminha, G. B., Capozzi, D., Carlsen, J., Carnero-Rosell, A., Carollo, M., Carrasco-Kind, M., Carretero, J., Castander, F. J., Clerkin, L., Collett, T., Conselice, C., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Davis, T. M., Desai, S., Diehl, H. T., Dietrich, J. P., Dodelson, S., Doel, P., Drlica-Wagner, A., Estrada, J., Etherington, J., Evrard, A. E., Fabbri, J., Finley, D. A., Flaugher, B., Foley, R. J., Fosalba, P., Frieman, J., Garcia-Bellido, J., Gaztanaga, E., Gerdes, D. W., Giannantonio, T., Goldstein, D. A., Gruen, D., Gruendl, R. A., Guarnieri, P., Gutierrez, G., Hartley, W., Honscheid, K., Jain, B., James, D. J., Jeltema, T., Jouvel, S., Kessler, R., King, A., Kirk, D., Kron, R., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., Lin, H., Maia, M. A., Makler, M., Manera, M., Maraston, C., MARSHALL, J. L., Martini, P., McMahon, R. G., Melchior, P., Merson, A., Miller, C. J., Miquel, R., Mohr, J. J., Morice-Atkinson, X., Naidoo, K., Neilsen, E., Nichol, R. C., Nord, B., Ogando, R., Ostrovski, F., Palmese, A., Papadopoulos, A., Peiris, H. V., Peoples, J., Percival, W. J., Plazas, A. A., Reed, S. L., Refregier, A., Romer, A. K., Roodman, A., Ross, A., Rozo, E., Rykoff, E. S., Sadeh, I., Sako, M., Sanchez, C., Sanchez, E., Santiago, B., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Sheldon, E., Smith, M., Smith, R. C., Soares-Santos, M., Sobreira, F., Soumagnac, M., Suchyta, E., Sullivan, M., Swanson, M., Tarle, G., Thaler, J., Thomas, D., Thomas, R. C., Tucker, D., Vieira, J. D., Vikram, V., Walker, A. R., Wechsler, R. H., Weller, J., Wester, W., WHITEWAY, L., Wilcox, H., Yanny, B., Zhang, Y., Zuntz, J. 460 (2) : 1270-1299 DOI 10.1093\/mnras\/stw641 Web of Science ID 000379832800009 The DES Science Verification weak lensing shear catalogues Jarvis, M., Sheldon, E., Zuntz, J., Kacprzak, T., Bridle, S. L., Amara, A., Armstrong, R., Becker, M. R., Bernstein, G. M., Bonnett, C., Chang, C., Das, R., Dietrich, J. P., Drlica-Wagner, A., Eifler, T. F., Gangkofner, C., Gruen, D., Hirsch, M., Huff, E. M., Jain, B., Kent, S., Kirk, D., Maccrann, N., Melchior, P., Plazas, A. A., Refregier, A., ROWE, B., Rykoff, E. S., Samuroff, S., Sanchez, C., Suchyta, E., Troxel, M. A., Vikram, V., Abbott, T., Abdalla, F. B., Allam, S., Annis, J., Benoit-Levy, A., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Rosell, A. C., Kind, M. C., Carretero, J., Castander, F. J., Clampitt, J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Doel, P., Neto, A. F., Flaugher, B., Fosalba, P., Frieman, J., Gaztanaga, E., Gerdes, D. W., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., March, M., Martini, P., Miquel, R., Mohr, J. J., Neilsen, E., Nord, B., Ogando, R., Reil, K., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Walker, A. R., Wechsler, R. H. 460 (2) : 2245-2281 DOI 10.1093\/mnras\/stw990 Web of Science ID 000379832800087 LOCALIZATION AND BROADBAND FOLLOW-UP OF THE GRAVITATIONAL-WAVE TRANSIENT GW 150914 Abbott, B. P., Abbott, R., Abbott, T. D., ABERNATHY, M. R., Acernese, F., Ackley, K., Adams, C., Adams, T., Addesso, P., Adhikari, R. X., Adya, V. B., Affeldt, C., Agathos, M., Agatsuma, K., Aggarwal, N., Aguiar, O. D., Aiello, L., Ain, A., Ajith, P., Allen, B., ALLOCCA, A., Altin, P. A., Anderson, S. B., Anderson, W. G., Arai, K., Araya, M. C., Arceneaux, C. C., Areeda, J. S., Arnaud, N., Arun, K. G., Ascenzi, S., Ashton, G., Ast, M., Aston, S. M., Astone, P., Aufmuth, P., Aulbert, C., Babak, S., Bacon, P., Bader, M. K., Baker, P. T., Baldaccini, F., Ballardin, G., Ballmer, S. W., Barayoga, J. C., Barclay, S. E., Barish, B. C., Barker, D., Barone, F., Barr, B., Barsotti, L., Barsuglia, M., BARTA, D., Barthelmy, S., Bartlett, J., Bartos, I., BASSIRI, R., Basti, A., Batch, J. C., Baune, C., Bavigadda, V., Bazzan, M., Behnke, B., Bejger, M., Bell, A. S., Bell, C. J., Berger, B. K., Bergman, J., Bergmann, G., Berry, C. P., Bersanetti, D., Bertolini, A., Betzwieser, J., Bhagwat, S., Bhandare, R., Bilenko, I. A., Billingsley, G., Birch, J., BIRNEY, R., Biscans, S., BISHT, A., Bitossi, M., Bitossi, M., Bizouard, M. A., Blackburn, J. K., Blair, C. D., Blair, D. G., Blair, R. M., Bloemen, S., Bock, O., Bodiya, T. P., Boer, M., Bogaert, G., Bogan, C., Bohe, A., Bojtos, P., Bond, C., Bondu, F., Bonnand, R., Boom, B. A., Bork, R., Boschi, V., Bose, S., Bouffanais, Y., Bozzi, A., Bradaschia, C., Brady, P. R., Braginsky, V. B., Branchesi, M., Brau, J. E., Briant, T., Brillet, A., Brinkmann, M., Brisson, V., Brockill, P., Brooks, A. F., Brown, D. A., Brown, D. D., Brown, N. M., BUCHANAN, C. C., Buikema, A., Bulik, T., Bulten, H. J., Buonanno, A., Buskulic, D., Buy, C., Byer, R. L., Cadonati, L., Cagnoli, G., Cahillane, C., Bustillo, J. C., Callister, T., Calloni, E., Camp, J. B., Cannon, K. C., Cao, J., Capano, C. D., Capocasa, E., Carbognani, F., Caride, S., Diaz, J. C., Casentini, C., Caudill, S., Cavaglia, M., Cavalier, F., Cavalieri, R., Cella, G., Cepeda, C. B., Baiardi, L. C., Cerretani, G., Cesarini, E., Chakraborty, R., Chalermsongsak, T., Chamberlin, S. J., Chan, M., Chao, S., Charlton, P., Chassande-Mottin, E., Chen, H. Y., Chen, Y., Cheng, C., Chincarini, A., Chiummo, A., Cho, H. S., Cho, M., Chow, J. H., Christensen, N., Chu, Q., Chua, S., Chung, S., Ciani, G., CLARA, F., Clark, J. A., Clark, J. A., Coccia, E., Cohadon, P., Colla, A., Collette, C. G., Cominsky, L., Constancio, M., Conte, A., Conti, L., Cook, D., Corbitt, T. R., Cornish, N., Corsi, A., Cortese, S., Costa, C. A., Coughlin, M. W., Coughlin, S. B., Coulon, J., Countryman, S. T., Couvares, P., Cowan, E. E., Coward, D. M., Cowart, M. J., COYNE, D. C., Coyne, R., Craig, K., Creighton, J. D., Cripe, J., Crowder, S. G., Cumming, A., Cunningham, L., Cuoco, E., Dal Canton, T., Danilishin, S. L., D'Antonio, S., Danzmann, K., Darman, N. S., Dattilo, V., Dave, I., Daveloza, H. P., Davier, M., Davies, G. S., Daw, E. J., Day, R., DeBra, D., Debreczeni, G., Degallaix, J., De Laurentis, M., Deleglise, S., Del Pozzo, W., Denker, T., Dent, T., Dereli, H., Dergachev, V., DEROSA, R. T., De Rosa, R., DeSalvo, R., Dhurandhar, S., Diaz, M. C., Di Fiore, L., Di Giovanni, M., Di Lieto, A., Di Pace, S., Di Palma, I., Di Virgilio, A., Dojcinoski, G., Dolique, V., Donovan, F., Dooley, K. L., DORAVARI, S., Douglas, R., Downes, T. P., Drago, M., Drever, R. W., Driggers, J. C., Du, Z., Ducrot, M., Dwyer, S. E., Edo, T. B., Edwards, M. C., Effler, A., Eggenstein, H., Ehrens, P., Eichholz, J., Eikenberry, S. S., Engels, W., Essick, R. C., Etzel, T., Evans, M., Evans, T. M., Everett, R., Factourovich, M., Fafone, V., FAIR, H., Fairhurst, S., Fan, X., Fang, Q., Farinon, S., FARR, B., Farr, W. M., Favata, M., FAYS, M., Fehrmann, H., Fejer, M. M., Ferrante, I., Ferreira, E. C., Ferrini, F., Fidecaro, F., Fiori, I., Fiorucci, D., Fisher, R. P., Flaminio, R., Fletcher, M., Fournier, J., Franco, S., Frasca, S., Frasconi, F., Frei, Z., Freise, A., Frey, R., Frey, V., Fricke, T. T., Fritschel, P., Frolov, V. V., Fulda, P., Fyffe, M., Gabbard, H. A., Gair, J. R., Gammaitoni, L., Gaonkar, S. G., Garufi, F., Gatto, A., Gaur, G., Gehrels, N., Gemme, G., Gendre, B., Genin, E., Gennai, A., George, J., GERGELY, L., Germain, V., Ghosh, A., Ghosh, S., Giaime, J. A., Giardina, K. D., Giazotto, A., Gill, K., Glaefke, A., Goetz, E., Goetz, R., Gondan, L., Gonzalez, G., Castro, J. M., Gopakumar, A., Gordon, N. A., Gorodetsky, M. L., Gossan, S. E., Gosselin, M., Gouaty, R., Graef, C., Graff, P. B., Granata, M., Grant, A., Gras, S., Gray, C., Greco, G., Green, A. C., Groot, P., GROTE, H., Grunewald, S., Guidi, G. M., Guo, X., Gupta, A., Gupta, M. K., Gushwa, K. E., Gustafson, E. K., Gustafson, R., HACKER, J. J., Hall, B. R., Hall, E. D., Hammond, G., Haney, M., HANKE, M. M., Hanks, J., Hanna, C., Hannam, M. D., Hanson, J., Hardwick, T., Haris, K., Harms, J., Harry, G. M., Harry, I. W., Hart, M. J., HARTMAN, M. T., Haster, C., Haughian, K., Heidmann, A., Heintze, M. C., Heitmann, H., Hello, P., Hemming, G., Hendry, M., Heng, I. S., Hennig, J., Heptonstall, A. W., Heurs, M., Hild, S., Hoak, D., HODGE, K. A., Hofman, D., Hollitt, S. E., Holt, K., Holz, D. E., Hopkins, P., Hosken, D. J., Hough, J., Houston, E. A., Howell, E. J., Hu, Y. M., Huang, S., Huerta, E. A., Huet, D., Hughey, B., Husa, S., Huttner, S. H., Huynh-Dinh, T., Idrisy, A., Indik, N., Ingram, D. R., Inta, R., Isa, H. N., Isac, J., Isi, M., Islas, G., Isogai, T., Iyer, B. R., Izumi, K., Jacqmin, T., Jang, H., Jani, K., Jaranowski, P., Jawahar, S., Jimenez-Forteza, F., Johnson, W. W., Jones, D. I., Jones, R., Jonker, R. J., Ju, L., Kalaghatgi, C. V., Kalogera, V., Kandhasamy, S., Kang, G., Kanner, J. B., Karki, S., Kasprzack, M., Katsavounidis, E., Katzman, W., Kaufer, S., Kaur, T., Kawabe, K., Kawazoe, F., Kefelian, F., Kehl, M. S., Keitel, D., Kelley, D. B., Kells, W., Kennedy, R., Key, J. S., Khalaidovski, A., Khalili, F. Y., Khan, I., Khan, S., Khan, Z., Khazanov, E. A., Kijbunchoo, N., Kim, C., Kim, J., Kim, K., Kim, N., Kim, N., Kim, Y., King, E. J., King, P. J., KINZEL, D. L., Kissel, J. S., Kleybolte, L., Klimenko, S., Koehlenbeck, S. M., Kokeyama, K., Koley, S., Kondrashov, V., Kontos, A., Korobko, M., Korth, W. Z., Kowalska, I., Kozak, D. B., Kringel, V., Krolak, A., Krueger, C., Kuehn, G., Kumar, P., Kuo, L., Kuo, L., Lackey, B. D., Landry, M., Lange, J., Lantz, B., Lasky, P. D., Lazzarini, A., Lazzaro, C., Leaci, P., Leavey, S., LeBigot, E. O., Lee, C. H., Lee, H. K., Lee, H. M., Lee, K., Lenon, A., Leonardi, M., Leong, J. R., Leroy, N., Letendre, N., Levin, Y., Levine, B. M., Li, T. G., Libson, A., Littenberg, T. B., Lockerbie, N. A., Logue, J., Lombardi, A. L., Lord, J. E., Lorenzini, M., Loriette, V., Lormand, M., Losurdo, G., Losurdo, G., Lueck, H., Lundgren, A. P., Luo, J., Lynch, R., Ma, Y., MacDonald, T., Machenschalk, B., MacInnis, M., Macleod, D. M., Magana-Sandoval, F., Magee, R. M., Mageswaran, M., Majorana, E., Maksimovic, I., Malvezzi, V., Man, N., Mandel, I., Mandic, V., Mangano, V., Mansell, G. L., Manske, M., Mantovani, M., Marchesoni, F., Marion, F., Marka, S., Marka, Z., Markosyan, A. S., Maros, E., Martelli, F., Martellini, L., MARTIN, I. W., Martin, R. M., Martynov, D. V., Marx, J. N., Mason, K., Masserot, A., Massinger, T. J., Masso-Reid, M., Matichard, F., Matone, L., Mavalvala, N., Mazumder, N., Mazzolo, G., McCarthy, R., McClelland, D. E., McCormick, S., McGuire, S. C., McIntyre, G., McIver, J., McManus, D. J., McWilliams, S. T., Meacher, D., Meadors, G. D., MEIDAM, J., Melatos, A., Mendell, G., Mendoza-Gandara, D., Mercer, R. A., Merilh, E., MERZOUGUI, M., Meshkov, S., Messenger, C., Messick, C., Meyers, P. M., Mezzani, F., Miao, H., Michel, C., Middleton, H., Mikhailov, E. E., Milano, L., Miller, J., Millhouse, M., Minenkov, Y., Ming, J., Mirshekari, S., Mishra, C., Mitra, S., Mitrofanov, V. P., Mitselmakher, G., Mittleman, R., Moggi, A., Mohan, M., Mohapatra, S. R., Montani, M., Moore, B. C., Moore, C. J., Moraru, D., Moreno, G., Morriss, S. R., Mossavi, K., Mossavi, K., Mow-Lowry, C. M., Mueller, C. L., Mueller, G., Muir, A. W., Mukherjee, A., Mukherjee, D., Mukherjee, S., Mukund, N., Mullavey, A., Munch, J., Murphy, D. J., Murray, P. G., Mytidis, A., Nardecchia, I., Naticchioni, L., Nayak, R. K., Necula, V., Nedkova, K., Nelemans, G., Neri, M., Neunzert, A., Newton, G., Nguyen, T. T., Nielsen, A. B., Nissanke, S., Nitz, A., Nocera, F., Nolting, D., Normandin, M. E., Nuttall, L. K., Oberling, J., Ochsner, E., O'Dell, J., Oelker, E., Ogin, G. H., Oh, J. J., Oh, S. H., Ohme, F., Oliver, M., Oppermann, P., Oram, R. J., O'Reilly, B., O'Shaughnessy, R., Ottaway, D. J., Ottens, R. S., Overmier, H., Owen, B. J., Pai, A., Pai, S. A., Palamos, J. R., Palashov, O., Palliyaguru, N., Palomba, C., Pal-Singh, A., Pan, H., Pankow, C., Pannarale, F., PANT, B. C., Paoletti, F., Paoli, A., Papa, M. A., Paris, H. R., Parker, W., PASCUCCI, D., Pasqualetti, A., Passaquieti, R., Passuello, D., Patricelli, B., Patrick, Z., Pearlstone, B. L., Pedraza, M., Pedurand, R., Pekowsky, L., PELE, A., Penn, S., Perreca, A., Phelps, M., PICCINNI, O., Pichot, M., Piergiovanni, F., Pierro, V., Pillant, G., Pinard, L., Pinto, I. M., Pitkin, M., Poggiani, R., Popolizio, P., Post, A., Powell, J., Prasad, J., Predoi, V., Premachandra, S. S., Prestegard, T., Price, L. R., Prijatelj, M., Principe, M., Privitera, S., Prodi, G. A., Prokhorov, L., Puncken, O., Punturo, M., Puppo, P., Puerrer, M., Qi, H., Qin, J., Quetschke, V., Quintero, E. A., Quitzow-James, R., Raab, F. J., Rabeling, D. S., Radkins, H., Raffai, P., Raja, S., Rakhmanov, M., Rapagnani, P., Raymond, V., Razzano, M., Re, V., Read, J., Reed, C. M., Regimbau, T., REI, L., Reid, S., Reitze, D. H., Rew, H., Reyes, S. D., Ricci, F., Riles, K., Robertson, N. A., Robie, R., Robinet, F., Rocchi, A., Rolland, L., ROLLINS, J. G., Roma, V. J., Romano, R., Romanov, G., Romie, J. H., ROSINSKA, D., Rowan, S., Ruediger, A., Ruggi, P., Ryan, K., Sachdev, S., Sadecki, T., Sadeghian, L., Salconi, L., Saleem, M., Salemi, F., Samajdar, A., Sammut, L., Sanchez, E. J., Sandberg, V., Sandeen, B., Sanders, J. R., Sanders, J. R., Sathyaprakash, B. S., Saulson, P. R., Sauter, O., Savage, R. L., Sawadsky, A., Schale, P., Schilling, R., Schmidt, J., Schmidt, P., Schnabel, R., Schofield, R. M., Schoenbeck, A., Schreiber, E., Schuette, D., Schutz, B. F., Scott, J., Scott, S. M., Sellers, D., Sentenac, D., Sequino, V., Sergeev, A., Serna, G., Setyawati, Y., SEVIGNY, A., Shaddock, D. A., Shah, S., Shahriar, M. S., Shaltev, M., Shao, Z., SHAPIRO, B., Shawhan, P., Sheperd, A., Shoemaker, D. H., Shoemaker, D. M., Siellez, K., Siemens, X., Sigg, D., Silva, A. D., Simakov, D., Singer, A., Singh, A., Singh, R., Singhal, A., Sintes, A. M., Slagmolen, B. J., Smith, J. R., Smith, N. D., Smith, R. J., Son, E. J., Sorazu, B., Sorrentino, F., Souradeep, T., Srivastava, A. K., Staley, A., Steinke, M., Steinlechner, J., Steinlechner, S., Steinmeyer, D., Stephens, B. C., Stone, R., Strain, K. A., Straniero, N., Stratta, G., Strauss, N. A., Strigin, S., Sturani, R., Stuver, A. L., Summerscales, T. Z., Sun, L., Sutton, P. J., Swinkels, B. L., Szczepanczyk, M. J., Tacca, M., TALUKDER, D., Tanner, D. B., Tapai, M., Tarabrin, S. P., Taracchini, A., Taylor, R., Theeg, T., Thirugnanasambandam, M. P., Thomas, E. G., Thomas, M., Thomas, P., Thorne, K. A., Thorne, K. S., Thrane, E., Tiwari, S., Tiwari, V., Tokmakov, K. V., Tomlinson, C., Tonelli, M., Torres, C. V., Torrie, C. I., Toyra, D., Travasso, F., Traylor, G., Trifiro, D., Tringali, M. C., Trozzo, L., Tse, M., Turconi, M., Tuyenbayev, D., Ugolini, D., Unnikrishnan, C. S., Urban, A. L., Usman, S. A., Vahlbruch, H., Vajente, G., VALDES, G., van Bakel, N., van Beuzekom, M., van den Brand, J. F., Van den Broeck, C., Vander-Hyde, D. C., van der Schaaf, L., van Heijningen, J. V., van Veggel, A. A., Vardaro, M., Vass, S., Vasuth, M., Vaulin, R., Vecchio, A., Vedovato, G., Veitch, J., Veitch, P. J., Venkateswara, K., Verkindt, D., Vetrano, F., Vicere, A., Vinciguerra, S., Vine, D. J., Vinet, J., Vitale, S., Vo, T., Vocca, H., Vorvick, C., Voss, D., Vousden, W. D., Vyatchanin, S. P., Wade, A. R., Wade, L. E., Wade, M., Walker, M., Wallace, L., Walsh, S., Wang, G., Wang, H., Wang, M., Wang, X., Wang, Y., Ward, R. L., Warner, J., Was, M., Weaver, B., Wei, L., Weinert, M., Weinstein, A. J., Weiss, R., Welborn, T., Wen, L., Wessels, P., Westphal, T., Wette, K., Whelan, J. T., White, D. J., Whiting, B. F., Williams, R. D., Williamson, A. R., Willis, J. L., Willke, B., Wimmer, M. H., Winkler, W., Wipf, C. C., WITTEL, H., Woan, G., Worden, J., Wright, J. L., Wu, G., Yablon, J., Yam, W., Yamamoto, H., Yancey, C. C., Yap, M. J., Yu, H., Yvert, M., Zadrozny, A., Zangrando, L., Zanolin, M., Zendri, J., Zevin, M., Zhang, F., Zhang, L., Zhang, M., Zhang, Y., Zhao, C., Zhou, M., Zhou, Z., Zhu, X. J., ZUCKER, M. E., ZURAW, S. E., Zweizig, J., Allison, J., Bannister, K., Bell, M. E., Chatterjee, S., Chippendale, A. P., Edwards, P. G., Harvey-Smith, L., Heywood, I., Hotan, A., Indermuehle, B., Marvil, J., McConnell, D., Murphy, T., POPPING, A., Reynolds, J., Sault, R. J., Voronkov, M. A., Whiting, M. T., Castro-Tirado, A. J., Cunniffe, R., Jelinek, M., Tello, J. C., Oates, S. R., Hu, Y., Kubanek, P., Guziy, S., Castellon, A., Garcia-Cerezo, A., Munoz, V. F., Perez del Pulgar, C., Castillo-Carrion, S., Hudec, R., Caballero-Garcia, M. D., Pata, P., Vitek, S., Adame, J. A., Konig, S., RENDON, F., Mateo Sanguino, T. d., Fernandez-Munoz, R., Yock, P. C., Rattenbury, N., Allen, W. H., QUEREL, R., Jeong, S., Park, I. H., Bai, J., Cui, C., Fan, Y., Wang, C., Hiriart, D., Lee, W. H., Claret, A., Sanchez-Ramirez, R., Pandey, S. B., Mediavilla, T., Sabau-Graziati, L., Abbott, T. M., Abdalla, F. B., Allam, S., Annis, J., Armstrong, R., Benoit-Levy, A., Berger, E., Bernstein, R. A., Bertin, E., BROUT, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carretero, J., Castander, F. J., Chornock, R., Cowperthwaite, P. S., Cowperthwaite, P. S., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doctor, Z., Drlica-Wagner, A., Drout, M. R., Eifler, T. F., Estrada, J., Evrard, A. E., Fernandez, E., Finley, D. A., Flaugher, B., Fong, W., Fosalba, P., Fox, D. B., Frieman, J., Fryer, C. L., Gaztanaga, E., Gerdes, D. W., Goldstein, D. A., Gruen, D., Gruendl, R. A., Gutierrez, G., Herner, K., Honscheid, K., James, D. J., Johnson, M. D., Johnson, M. W., Karliner, I., Kasen, D., Kent, S., Kessler, R., Kim, A. G., Kind, M. C., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., Lin, H., Maia, M. A., Margutti, R., Marriner, J., Martini, P., Matheson, T., Melchior, P., Metzger, B. D., Miller, C. J., Miquel, R., Neilsen, E., Nichol, R. C., Nord, B., Nugent, P., Ogando, R., Petravick, D., Plazas, A. A., Quataert, E., Roe, N., Romer, A. K., Roodman, A., Rosell, A. C., Rykoff, E. S., Sako, M., Sanchez, E., Scarpine, V., Schindler, R., Schubnell, M., Scolnic, D., Sevilla-Noarbe, I., Sheldon, E., Smith, N., Smith, R. C., Soares-Santos, M., Sobreira, F., Stebbins, A., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Thomas, R. C., Tucker, D. L., Tucker, D. L., Walker, A. R., Wechsler, R. H., Wester, W., Yanny, B., Zhang, Y., Zuntz, J., Connaughton, V., Burns, E., Goldstein, A., Briggs, M. S., Zhang, B., Hui, C. M., Jenke, P., Wilson-Hodge, C. A., Bhat, P. N., Bissaldi, E., Cleveland, W., Fitzpatrick, G., Giles, M. M., Gibby, M. H., Greiner, J., von Kienlin, A., Kippen, R. M., McBreen, S., Mailyan, B., Meegan, C. A., Paciesas, W. S., Preece, R. D., ROBERTS, O., Sparke, L., Stanbro, M., Toelge, K., Veres, P., Yu, H., Blackburn, L., Ackermann, M., Ajello, M., Albert, A., Anderson, B., Atwood, W. B., Axelsson, M., Baldini, L., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bottacini, E., Brandt, T. J., Brandt, T. J., Buson, S., Caliandro, G. A., Cameron, R. A., Caragiulo, M., Caraveo, P. A., Cavazzuti, E., Charles, E., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Cohen-Tanugi, J., Cominsky, L. R., Costanza, F., Cuoco, A., D'Ammando, F., De Palma, F., Desiante, R., Desiante, R., Di Lalla, N., Di Mauro, M., Di Venere, L., Dominguez, A., Drell, P. S., Dubois, R., Favuzzi, C., Ferrara, E. C., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Gomez-Vargas, G. A., Green, D., Grenier, I. A., Grove, J. E., Guiriec, S., Hadasch, D., Harding, A. K., Hays, E., Hewitt, J. W., Hill, A. B., Horan, D., Jogler, T., Johannesson, G., Johnson, A. S., Kensei, S., Kocevski, D., Kuss, M., La Mura, G., Larsson, S., Latronico, L., Li, J., Li, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Magill, J., Maldera, S., Manfreda, A., Marelli, M., Mayer, M., Mazziotta, M. N., McEnery, J. E., Meyer, M., Michelson, P. F., Mirabal, N., Mizuno, T., Moiseev, A. A., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Negro, M., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Piron, F., Pivato, G., Porter, T. A., Racusin, J. L., Raino, S., Rando, R., Razzaque, S., Reimer, A., Reimer, O., Salvetti, D., Parkinson, P. M., Sgro, C., Simone, D., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Suson, D. J., Tajima, H., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Troja, E., Uchiyama, Y., Venters, T. M., Vianello, G., Wood, K. S., Wood, M., Zhu, S., Zimmer, S., Brocato, E., Cappellaro, E., Covino, S., Grado, A., Nicastro, L., Palazzi, E., Pian, E., Amati, L., Antonelli, L. A., Capaccioli, M., D'Avanzo, P., D'Elia, V., Getman, F., Giuffrida, G., Iannicola, G., Limatola, L., Lisi, M., Marinoni, S., Marrese, P., Melandri, A., Piranomonte, S., Possenti, A., Pulone, L., Rossi, A., Stamerra, A., Stella, L., Testa, V., Tomasella, L., Yang, S., Bazzano, A., Bozzo, E., Brandt, S., Courvoisier, T. L., Ferrigno, C., Hanlon, L., Kuulkers, E., Laurent, P., Mereghetti, S., Roques, J. P., Savchenko, V., Ubertini, P., Kasliwal, M. M., Singer, L. P., Cao, Y., Duggan, G., Kulkarni, S. R., BHALERAO, V., Miller, A. A., Barlow, T., Bellm, E., Manulis, I., Rana, J., Laher, R., Masci, F., Surace, J., Rebbapragada, U., Cook, D., Van Sistine, A., Sesar, B., Perley, D., Ferreti, R., Prince, T., Kendrick, R., Horesh, A., Hurley, K., Golenetskii, S. V., Aptekar, R. L., Frederiks, D. D., Svinkin, D. S., Rau, A., von Kienlin, A., Zhang, X., Smith, D. M., Cline, T., Krimm, H., Abe, F., Doi, M., Fujisawa, K., Kawabata, K. S., Morokuma, T., Motohara, K., Tanaka, M., Ohta, K., Yanagisawa, K., Yoshida, M., Baltay, C., Rabinowitz, D., Ellman, N., Rostami, S., Bersier, D. F., Bode, M. F., Collins, C. A., Copperwheat, C. M., Darnley, M. J., Galloway, D. K., Gomboc, A., Kobayashi, S., Mazzali, P., Mundell, C. G., Piascik, A. S., Pollacco, D., Steele, I. A., Ulaczyk, K., Broderick, J. W., Fender, R. P., Jonker, P. G., ROWLINSON, A., Stappers, B. W., Wijers, R. A., Lipunov, V., Gorbovskoy, E., TYURINA, N., Kornilov, V., Balanutsa, P., Kuznetsov, A., Buckley, D., Rebolo, R., Serra-Ricart, M., Israelian, G., Budnev, N. M., Gress, O., Ivanov, K., Poleshuk, V., Tlatov, A., Yurkov, V., Serino, M., Negoro, H., Nakahira, S., Mihara, T., Tomida, H., Ueno, S., Tsunemi, H., Matsuoka, M., Croft, S., Feng, L., Franzen, T. M., Gaensler, B. M., Johnston-Hollitt, M., Kaplan, D. L., Morales, M. F., Tingay, S. J., Wayth, R. B., Williams, A., Smartt, S. J., CHAMBERS, K. C., Smith, K. W., Huber, M. E., Young, D. R., Wright, D. E., Schultz, A., Denneau, L., Flewelling, H., Magnier, E. A., Primak, N., Rest, A., Sherstyuk, A., Stalder, B., Stubbs, C. W., Tonry, J., WATERS, C., Willman, M., Olivares, F. E., Campbell, H., Kotak, R., Sollerman, J., Smith, M., Dennefeld, M., Anderson, J. P., Botticella, M. T., Chen, T., Valle, M. D., Elias-Rosa, N., Fraser, M., Inserra, C., Kankare, E., Kupfer, T., Harmanen, J., Galbany, L., Le Guillou, L., LYMAN, J. D., Maguire, K., Mitra, A., Nicholl, M., Razza, A., Terreran, G., Valenti, S., Gal-Yam, A., Cwiek, A., Cwiok, M., Mankiewicz, L., Opiela, R., Zaremba, M., Zarnecki, A. F., Onken, C. A., Scalzo, R. A., Schmidt, B. P., Wolf, C., Yuan, F., Evans, P. A., Kennea, J. A., Burrows, D. N., Campana, S., Cenko, S. B., Giommi, P., Marshall, F. E., Nousek, J., O'Brien, P., Osborne, J. P., Palmer, D., Perri, M., Siegel, M., Tagliaferri, G., Klotz, A., Turpin, D., Laugier, R., Beroiz, M., Penuela, T., Macri, L. M., Oelkers, R. J., Lambas, D. G., Vrech, R., Cabral, J., Colazo, C., Dominguez, M., Sanchez, B., Gurovich, S., Lares, M., MARSHALL, J. L., DePoy, D. L., Padilla, N., Pereyra, N. A., Benacquista, M., Tanvir, N. R., Wiersema, K., Levan, A. J., Steeghs, D., Hjorth, J., Fynbo, J. P., Malesani, D., Milvang-Jensen, B., Watson, D., Irwin, M., Fernandez, C. G., McMahon, R. G., Banerji, M., Gonzalez-Solares, E., Schulze, S., Postigo, A. d., Thoene, C. C., Cano, Z., Rosswog, S. 826 (1) DOI 10.3847\/2041-8205\/826\/1\/L13 Web of Science ID 000380739300013 Rhapsody-G simulations - II. Baryonic growth and metal enrichment in massive galaxy clusters Martizzi, D., Hahn, O., Wu, H., Evrard, A. E., Teyssier, R., Wechsler, R. H. 459 (4) : 4408-4427 DOI 10.1093\/mnras\/stw897 Web of Science ID 000379830700076 Cosmic shear measurements with Dark Energy Survey Science Verification data Becker, M. R., Troxel, M. A., Maccrann, N., Krause, E., Eifler, T. F., Friedrich, O., Nicola, A., Refregier, A., Amara, A., Bacon, D., Bernstein, G. M., Bonnett, C., Bridle, S. L., Busha, M. T., Chang, C., Dodelson, S., Erickson, B., Evrard, A. E., Frieman, J., Gaztanaga, E., Gruen, D., Hartley, W., Jain, B., Jarvis, M., Kacprzak, T., Kirk, D., Kravtsov, A., Leistedt, B., Peiris, H. V., Rykoff, E. S., Sabiu, C., Sanchez, C., Seo, H., Sheldon, E., Wechsler, R. H., Zuntz, J., Abbott, T., Abdalla, F. B., Allam, S., Armstrong, R., Banerji, M., BAUER, A. H., Benoit-Levy, A., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., Carretero, J., Castander, F. J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Fosalba, P., Gerdes, D. W., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., Maia, M. A., March, M., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Mohr, J. J., Nichol, R. C., Nord, B., Ogando, R., Plazas, A. A., Reil, K., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Vikram, V., Walker, A. R. 94 (2) DOI 10.1103\/PhysRevD.94.022002 Web of Science ID 000379682300002 Cosmology from cosmic shear with Dark Energy Survey Science Verification data Abbott, T., Abdalla, F. B., Allam, S., Amara, A., Annis, J., Armstrong, R., Bacon, D., Banerji, M., BAUER, A. H., Baxter, E., Becker, M. R., Benoit-Levy, A., Bernstein, R. A., Bernstein, G. M., Bertin, E., Blazek, J., Bonnett, C., Bridle, S. L., Brooks, D., Bruderer, C., Buckley-Geer, E., Burke, D. L., Busha, M. T., Capozzi, D., Rosell, A. C., Kind, M. C., Carretero, J., Castander, F. J., Chang, C., Clampitt, J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Das, R., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Dodelson, S., Doel, P., Drlica-Wagner, A., Efstathiou, G., Eifler, T. F., Erickson, B., Estrada, J., Evrard, A. E., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Fosalba, P., Friedrich, O., Frieman, J., Gangkofner, C., Garcia-Bellido, J., Gaztanaga, E., Gerdes, D. W., Gruen, D., Gruendl, R. A., Gutierrez, G., Hartley, W., Hirsch, M., Honscheid, K., Huff, E. M., Jain, B., James, D. J., Jarvis, M., Kacprzak, T., Kent, S., Kirk, D., Krause, E., Kravtsov, A., Kuehn, K., Kuropatkin, N., Kwan, J., Lahav, O., Leistedt, B., Li, T. S., Lima, M., Lin, H., MacCrann, N., March, M., MARSHALL, J. L., Martini, P., McMahon, R. G., Melchior, P., Miller, C. J., Miquel, R., Mohr, J. J., Neilsen, E., Nichol, R. C., Nicola, A., Nord, B., Ogando, R., Palmese, A., Peiris, H. V., Plazas, A. A., Refregier, A., Roe, N., Romer, A. K., Roodman, A., ROWE, B., Rykoff, E. S., Sabiu, C., Sadeh, I., Sako, M., Samuroff, S., Sanchez, E., Sanchez, C., Seo, H., Sevilla-Noarbe, I., Sheldon, E., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Troxel, M. A., Vikram, V., Walker, A. R., Wechsler, R. H., Weller, J., Zhang, Y., Zuntz, J. 94 (2) DOI 10.1103\/PhysRevD.94.022001 Web of Science ID 000379682300001 SUPPLEMENT: \"LOCALIZATION AND BROADBAND FOLLOW-UP OF THE GRAVITATIONAL-WAVE TRANSIENT GW150914\" (2016, ApJL, 826, L13) Abbott, B. P., Abbott, R., Abbott, T. D., ABERNATHY, M. R., Acernese, F., Ackley, K., Adams, C., Adams, T., Addesso, P., Adhikari, R. X., Adya, V. B., Affeldt, C., Agathos, M., Agatsuma, K., Aggarwal, N., Aguiar, O. D., Aiello, L., Ain, A., Ajith, P., Allen, B., ALLOCCA, A., Altin, P. A., Anderson, S. B., Anderson, W. G., Arai, K., Araya, M. C., Arceneaux, C. C., Areeda, J. S., Arnaud, N., Arun, K. G., Ascenzi, S., Ashton, G., Ast, M., Aston, S. M., Astone, P., Aufmuth, P., Aulbert, C., Babak, S., Bacon, P., Bader, M. K., Baker, P. T., Baldaccini, F., Ballardin, G., Ballmer, S. W., Barayoga, J. C., Barclay, S. E., Barish, B. C., Barker, D., Barone, F., Barr, B., Barsotti, L., Barsuglia, M., BARTA, D., Barthelmy, S., Bartlett, J., Bartos, I., BASSIRI, R., Basti, A., Batch, J. C., Baune, C., Bavigadda, V., Bazzan, M., Behnke, B., Bejger, M., Bell, A. S., Bell, C. J., Berger, B. K., Bergman, J., Bergmann, G., Berry, C. P., Bersanetti, D., Bertolini, A., Betzwieser, J., Bhagwat, S., Bhandare, R., Bilenko, I. A., Billingsley, G., Birch, J., BIRNEY, R., Biscans, S., BISHT, A., Bitossi, M., Biwer, C., Bizouard, M. A., Blackburn, J. K., Blair, C. D., Blair, D. G., Blair, R. M., Bloemen, S., Bock, O., Bodiya, T. P., Boer, M., Bogaert, G., Bogan, C., Bohe, A., Bojtos, P., Bond, C., Bondu, F., Bonnand, R., Boom, B. A., Bork, R., Boschi, V., Bose, S., Bouffanais, Y., Bozzi, A., Bradaschia, C., Brady, P. R., Braginsky, V. B., Branchesi, M., Brau, J. E., Briant, T., Brillet, A., Brinkmann, M., Brisson, V., Brockill, P., Brooks, A. F., Brown, D. A., Brown, D. D., Brown, N. M., BUCHANAN, C. C., Buikema, A., Bulik, T., Bulten, H. J., Buonanno, A., Buskulic, D., Buy, C., Byer, R. L., Cadonati, L., Cagnoli, G., Cahillane, C., Bustillo, J. C., Callister, T., Calloni, E., Camp, J. B., Cannon, K. C., Cao, J., Capano, C. D., Capocasa, E., Carbognani, F., Caride, S., Diaz, J. C., Casentini, C., Caudill, S., Cavaglia, M., Cavalier, F., Cavalieri, R., Cella, G., Cepeda, C. B., Baiardi, L. C., Cerretani, G., Cesarini, E., Chakraborty, R., Chalermsongsak, T., Chamberlin, S. J., Chan, M., Chao, S., Charlton, P., Chassande-Mottin, E., Chen, H. Y., Chen, Y., Cheng, C., Chincarini, A., Chiummo, A., Cho, H. S., Cho, M., Chow, J. H., Christensen, N., Chu, Q., Chua, S., Chung, S., Ciani, G., CLARA, F., Clark, J. A., Cleva, F., Coccia, E., Cohadon, P., Colla, A., Collette, C. G., Cominsky, L., Constancio, M., Conte, A., Conti, L., Cook, D., Corbitt, T. R., Cornish, N., Corsi, A., Cortese, S., Costa, C. A., Coughlin, M. W., Coughlin, S. B., Coulon, J., Countryman, S. T., Couvares, P., Cowan, E. E., Coward, D. M., Cowart, M. J., COYNE, D. C., Coyne, R., Craig, K., Creighton, J. D., Cripe, J., Crowder, S. G., Cumming, A., Cunningham, L., Cuoco, E., Dal Canton, T., Danilishin, S. L., D'Antonio, S., Danzmann, K., Darman, N. S., Dattilo, V., Dave, I., Daveloza, H. P., Davier, M., Davies, G. S., Daw, E. J., Day, R., DeBra, D., Debreczeni, G., Degallaix, J., De Laurentis, M., Deleglise, S., Del Pozzo, W., Denker, T., Dent, T., Dereli, H., Dergachev, V., DEROSA, R. T., De Rosa, R., DeSalvo, R., Dhurandhar, S., Diaz, M. C., Di Fiore, L., Di Giovanni, M., Di Lieto, A., Di Pace, S., Di Palma, I., Di Virgilio, A., Dojcinoski, G., Dolique, V., Donovan, F., Dooley, K. L., DORAVARI, S., Douglas, R., Downes, T. P., Drago, M., Drever, R. W., Driggers, J. C., Du, Z., Ducrot, M., Dwyer, S. E., Edo, T. B., Edwards, M. C., Effler, A., Eggenstein, H., Ehrens, P., Eichholz, J., Eikenberry, S. S., Engels, W., Essick, R. C., Etzel, T., Evans, M., Evans, T. M., Everett, R., Factourovich, M., Fafone, V., FAIR, H., Fairhurst, S., Fan, X., Fang, Q., Farinon, S., FARR, B., Farr, W. M., Favata, M., FAYS, M., Fehrmann, H., Fejer, M. M., Ferrante, I., Ferreira, E. C., Ferrini, F., Fidecaro, F., Fiori, I., Fiorucci, D., Fisher, R. P., Flaminio, R., Fletcher, M., Fournier, J., Franco, S., Frasca, S., Frasconi, F., Frei, Z., Freise, A., Frey, R., Frey, V., Fricke, T. T., Fritschel, P., Frolov, V. V., Fulda, P., Fyffe, M., Gabbard, H. A., Gair, J. R., Gammaitoni, L., Gaonkar, S. G., Garufi, F., Gatto, A., Gaur, G., Gehrels, N., Gemme, G., Gendre, B., Genin, E., Gennai, A., George, J., GERGELY, L., Germain, V., Ghosh, A., Ghosh, S., Giaime, J. A., Giardina, K. D., Giazotto, A., Gill, K., Glaefke, A., Goetz, E., Goetz, R., Gondan, L., Gonzalez, G., Castro, J. M., Gopakumar, A., Gordon, N. A., Gorodetsky, M. L., Gossan, S. E., Gosselin, M., Gouaty, R., Graef, C., Graff, P. B., Granata, M., Grant, A., Gras, S., Gray, C., Greco, G., Green, A. C., Groot, P., GROTE, H., Grunewald, S., Guidi, G. M., Guo, X., Gupta, A., Gupta, M. K., Gushwa, K. E., Gustafson, E. K., Gustafson, R., HACKER, J. J., Hall, B. R., Hall, E. D., Hammond, G., Haney, M., HANKE, M. M., Hanks, J., Hanna, C., Hannam, M. D., Hanson, J., Hardwick, T., Haris, K., Harms, J., Harry, G. M., Harry, I. W., Hart, M. J., HARTMAN, M. T., Haster, C., Haughian, K., Heidmann, A., Heintze, M. C., Heitmann, H., Hello, P., Hemming, G., Hendry, M., Heng, I. S., Hennig, J., Heptonstall, A. W., Heurs, M., Hild, S., Hoak, D., HODGE, K. A., Hofman, D., Hollitt, S. E., Holt, K., Holz, D. E., Hopkins, P., Hosken, D. J., Hough, J., Houston, E. A., Howell, E. J., Hu, Y. M., Huang, S., Huerta, E. A., Huet, D., Hughey, B., Husa, S., Huttner, S. H., Huynh-Dinh, T., Idrisy, A., Indik, N., Ingram, D. R., Inta, R., Isa, H. N., Isac, J., Isi, M., Islas, G., Isogai, T., Iyer, B. R., Izumi, K., Jacqmin, T., Jang, H., Jani, K., Jaranowski, P., Jawahar, S., Jimenez-Forteza, F., Johnson, W. W., Jones, D. I., Jones, R., Jonker, R. J., Ju, L., Kalaghatgi, C. V., Kalogera, V., Kandhasamy, S., Kang, G., Kanner, J. B., Karki, S., Kasprzack, M., Katsavounidis, E., Katzman, W., Kaufer, S., Kaur, T., Kawabe, K., Kawazoe, F., Kefelian, F., Kehl, M. S., Keitel, D., Kelley, D. B., Kells, W., Kennedy, R., Key, J. S., Khalaidovski, A., Khalili, F. Y., Khan, I., Khan, S., Khan, Z., Khazanov, E. A., Kijbunchoo, N., Kim, C., Kim, J., Kim, K., Kim, N., Kim, N., Kim, Y., King, E. J., King, P. J., KINZEL, D. L., Kissel, J. S., Kleybolte, L., Klimenko, S., Koehlenbeck, S. M., Kokeyama, K., Koley, S., Kondrashov, V., Kontos, A., Korobko, M., Korth, W. Z., Kowalska, I., Kozak, D. B., Kringel, V., Krolak, A., Krueger, C., Kuehn, G., Kumar, P., Kuo, L., Kutynia, A., Lackey, B. D., Landry, M., Lange, J., Lantz, B., Lasky, P. D., Lazzarini, A., Lazzaro, C., Leaci, P., Leavey, S., LeBigot, E. O., Lee, C. H., Lee, H. K., Lee, H. M., Lee, K., Lenon, A., Leonardi, M., Leong, J. R., Leroy, N., Letendre, N., Levin, Y., Levine, B. M., Li, T. G., Libson, A., Littenberg, T. B., Lockerbie, N. A., Logue, J., Lombardi, A. L., Lord, J. E., Lorenzini, M., Loriette, V., Lormand, M., Losurdo, G., LOUGH, J. D., Lueck, H., Lundgren, P., Luo, J., Lynch, R., Ma, Y., MacDonald, T., Machenschalk, B., MacInnis, M., Macleod, D. M., Magana-Sandoval, F., Magee, R. M., Mageswaran, M., Majorana, E., Maksimovic, I., Malvezzi, V., Man, N., Mandel, I., Mandic, V., Mangano, V., Mansell, G. L., Manske, M., Mantovani, M., Marchesoni, F., Marion, F., Marka, S., Marka, Z., Markosyan, A. S., Maros, E., Martelli, F., Martellini, L., MARTIN, I. W., Martin, R. M., Martynov, D. V., Marx, J. N., Mason, K., Masserot, A., Massinger, T. J., Masso-Reid, M., Matichard, F., Matone, L., Mavalvala, N., Mazumder, N., Mazzolo, G., McCarthy, R., McClelland, D. E., McCormick, S., McGuire, S. C., McIntyre, G., McIver, J., McManus, D. J., McWilliams, S. T., Meacher, D., Meadors, G. D., MEIDAM, J., Melatos, A., Mendell, G., Mendoza-Gandara, D., Mercer, R. A., Merilh, E., MERZOUGUI, M., Meshkov, S., Messenger, C., Messick, C., Meyers, P. M., Mezzani, F., Miao, H., Michel, C., Middleton, H., Mikhailov, E. E., Milano, L., Miller, J., Millhouse, M., Minenkov, Y., Ming, J., Mirshekari, S., Mishra, C., Mitra, S., Mitrofanov, V. P., Mitselmakher, G., Mittleman, R., Moggi, A., Mohan, M., Mohapatra, S. R., Montani, M., Moore, B. C., Moore, C. J., Moraru, D., Moreno, G., Morriss, S. R., Mossavi, K., Mours, B., Mow-Lowry, C. M., Mueller, C. L., Mueller, G., Muir, A. W., Mukherjee, A., Mukherjee, D., Mukherjee, S., Mukund, N., Mullavey, A., Munch, J., Murphy, D. J., Murray, P. G., Mytidis, A., Nardecchia, I., Naticchioni, L., Nayak, R. K., Necula, V., Nedkova, K., Nelemans, G., Neri, M., Neunzert, A., Newton, G., Nguyen, T. T., Nielsen, A. B., Nissanke, S., Nitz, A., Nocera, F., Nolting, D., Normandin, M. E., Nuttall, L. K., Oberling, J., Ochsner, E., O'Dell, J., Oelker, E., Ogin, G. H., Oh, J. J., Oh, S. H., Ohme, F., Oliver, M., Oppermann, P., Oram, R. J., O'Reilly, B., O'Shaughnessy, R., Ottaway, D. J., Ottens, R. S., Overmier, H., Owen, B. J., Pai, A., Pai, S. A., Palamos, J. R., Palashov, O., Palliyaguru, N., Palomba, C., Pal-Singh, A., Pan, H., Pankow, C., Pannarale, F., PANT, B. C., Paoletti, F., Paoli, A., Papa, M. A., Paris, H. R., Parker, W., PASCUCCI, D., Pasqualetti, A., Passaquieti, R., Passuello, D., Patricelli, B., Patrick, Z., Pearlstone, B. L., Pedraza, M., Pedurand, R., Pekowsky, L., PELE, A., Penn, S., Perreca, A., Phelps, M., PICCINNI, O., Pichot, M., Piergiovanni, F., Pierro, V., Pillant, G., Pinard, L., Pinto, I. M., Pitkin, M., Poggiani, R., Popolizio, P., Post, A., Powell, J., Prasad, J., Predoi, V., Premachandra, S. S., Prestegard, T., Price, L. R., Prijatelj, M., Principe, M., Privitera, S., Prodi, G. A., Prokhorov, L., Puncken, O., Punturo, M., Puppo, P., Puerrer, M., Qi, H., Qin, J., Quetschke, V., Quintero, E. A., Quitzow-James, R., Raab, F. J., Rabeling, D. S., Radkins, H., Raffai, P., Raja, S., Rakhmanov, M., Rapagnani, P., Raymond, V., Razzano, M., Re, V., Read, J., Reed, C. M., Regimbau, T., REI, L., Reid, S., Reitze, D. H., Rew, H., Reyes, S. D., Ricci, F., Riles, K., Robertson, N. A., Robie, R., Robinet, F., Rocchi, A., Rolland, L., ROLLINS, J. G., Roma, V. J., Romano, R., Romanov, G., Romie, J. H., ROSINSKA, D., Rowan, S., Ruediger, A., Ruggi, P., Ryan, K., Sachdev, S., Sadecki, T., Sadeghian, L., Salconi, L., Saleem, M., Salemi, F., Samajdar, A., Sammut, L., Sanchez, E. J., Sandberg, V., Sandeen, B., Sanders, J. R., Sassolas, B., Sathyaprakash, B. S., Saulson, P. R., Sauter, O., Savage, R. L., Sawadsky, A., Schale, P., Schilling, R., Schmidt, J., Schmidt, P., Schnabel, R., Schofield, R. M., Schoenbeck, A., Schreiber, E., Schuette, D., Schutz, B. F., Scott, J., Scott, S. M., Sellers, D., Sentenac, D., Sequino, V., Sergeev, A., Serna, G., Setyawati, Y., SEVIGNY, A., Shaddock, D. A., Shah, S., Shahriar, M. S., Shaltev, M., Shao, Z., SHAPIRO, B., Shawhan, P., Sheperd, A., Shoemaker, D. H., Shoemaker, D. M., Siellez, K., Siemens, X., Sigg, D., Silva, A. D., Simakov, D., Singer, A., Singh, A., Singh, R., Singhal, A., Sintes, A. M., Slagmolen, B. J., Smith, J. R., Smith, N. D., Smith, R. J., Son, E. J., Sorazu, B., Sorrentino, F., Souradeep, T., Srivastava, A. K., Staley, A., Steinke, M., Steinlechner, J., Steinlechner, S., Steinmeyer, D., Stephens, B. C., Stone, R., Strain, K. A., Straniero, N., Stratta, G., Strauss, N. A., Strigin, S., Sturani, R., Stuver, A. L., Summerscales, T. Z., Sun, L., Sutton, P. J., Swinkels, B. L., Szczepanczyk, M. J., Tacca, M., TALUKDER, D., Tanner, D. B., Tpai, M., Tarabrin, S. P., Taracchini, A., Taylor, R., Theeg, T., THIRUGNANASAMBANDAM, P., Thomas, E. G., Thomas, M., Thomas, P., Thorne, K. A., Thorne, K. S., Thrane, E., Tiwari, S., Tiwari, V., Tokmakov, K. V., Tomlinson, C., Tonelli, M., Torres, C. V., Torrie, C. I., Tyr, D., Travasso, F., Traylor, G., Trifiro, D., Tringali, M. C., Trozzo, L., Tse, M., Turconi, M., Tuyenbayev, D., Ugolini, D., Unnikrishnan, C. S., Urban, A. L., Usman, S. A., Vahlbruch, H., Vajente, G., VALDES, G., van Bakel, N., van Beuzekom, M., van den Brand, J. F., Van den Broeck, C., Vander-Hyde, D. C., van der Schaaf, L., van Heijningen, J. V., van Veggel, A. A., Vardaro, M., Vass, S., Vasuth, M., Vaulin, R., Vecchio, A., Vedovato, G., Veitch, J., Veitch, P. J., Venkateswara, K., Verkindt, D., Vetrano, F., Vicere, A., Vinciguerra, S., Vine, D. J., Vinet, J., Vitale, S., Vo, T., Vocca, H., Vorvick, C., Voss, D., Vousden, W. D., Vyatchanin, S. P., Wade, A. R., Wade, L. E., Wade, M., Walker, M., Wallace, L., Walsh, S., Wang, G., Wang, H., Wang, M., Wang, X., Wang, Y., Ward, R. L., Warner, J., Was, M., Weaver, B., Wei, L., Weinert, M., Weinstein, A. J., Weiss, R., Welborn, T., Wen, L., Wessels, P., Westphal, T., Wette, K., Whelan, J. T., White, D. J., Whiting, B. F., Williams, R. D., Williamson, A. R., Willis, J. L., Willke, B., Wimmer, M. H., Winkler, W., Wipf, C. C., WITTEL, H., Woan, G., Worden, J., Wright, J. L., Wu, G., Yablon, J., Yam, W., Yamamoto, H., Yancey, C. C., Yap, M. J., Yu, H., Yvert, M., Zadrozny, A., Zangrando, L., Zanolin, M., Zendri, J., Zevin, M., Zhang, F., Zhang, L., Zhang, M., Zhang, Y., Zhao, C., Zhou, M., Zhou, Z., Zhu, X. J., ZUCKER, M. E., ZURAW, S. E., Zweizig, J., Allison, J., Bannister, K., Bell, M. E., Chatterjee, S., Chippendale, A. P., Edwards, P. G., Harvey-Smith, L., Heywood, I., Hotan, A., Indermuehle, B., Marvil, J., McConnell, D., Murphy, T., POPPING, A., Reynolds, J., Sault, R. J., Voronkov, M. A., Whiting, M. T., Castro-Tirado, A. J., Cunniffe, R., Jelinek, M., Tello, J. C., Oates, S. R., Hu, Y., Kubanek, P., Guziy, S., Castellon, A., Garcia-Cerezo, A., Munoz, V. F., Perez del Pulgar, C., Castillo-Carrion, S., Castro Ceron, J. M., Hudec, R., Caballero-Garcia, M. D., Pata, P., Vitek, S., Adame, J. A., Konig, S., RENDON, F., Mateo Sanguino, T. d., Fernandez-Munoz, R., Yock, P. C., Rattenbury, N., Allen, W. H., QUEREL, R., Jeong, S., Park, I. H., Bai, J., Cui, C., Fan, Y., Wang, C., Hiriart, D., Lee, W. H., Claret, A., Sanchez-Ramirez, R., Pandey, S. B., Mediavilla, T., Sabau-Graziati, L., Abbott, T. M., Abdalla, F. B., Allam, S., Annis, J., Armstrong, R., Benoit-Levy, A., Berger, E., Bernstein, R. A., Bertin, E., BROUT, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carretero, J., Castander, F. J., Chornock, R., Cowperthwaite, P. S., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doctor, Z., Drlica-Wagner, A., Drout, M. R., Eifler, T. F., Estrada, J., Evrard, A. E., Fernandez, E., Finley, D. A., Flaugher, B., Foley, R. J., Fong, W., Fosalba, P., Fox, D. B., Frieman, J., Fryer, C. L., Gaztanaga, E., Gerdes, D. W., Goldstein, D. A., Gruen, D., Gruendl, R. A., Gutierrez, G., Herner, K., Honscheid, K., James, D. J., Johnson, M. D., Johnson, M. W., Karliner, I., Kasen, D., Kent, S., Kessler, R., Kim, A. G., Kind, M. C., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., Lin, H., Maia, M. A., Margutti, R., Marriner, J., Martini, P., Matheson, T., Melchior, P., Metzger, B. D., Miller, C. J., Miquel, R., Neilsen, E., Nichol, R. C., Nord, B., Nugent, P., Ogando, R., Petravick, D., Plazas, A. A., Quataert, E., Roe, N., Romer, A. K., Roodman, A., Rosell, A. C., Rykoff, E. S., Sako, M., Sanchez, E., Scarpine, V., Schindler, R., Schubnell, M., Scolnic, D., Sevilla-Noarbe, I., Sheldon, E., Smith, N., Smith, R. C., Soares-Santos, M., Sobreira, F., Stebbins, A., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Thomas, R. C., Tucker, D. L., Vikram, V., Walker, A. R., Wechsler, R. H., Wester, W., Yanny, B., Zhang, Y., Zuntz, J., Connaughton, V., Burns, E., Goldstein, A., Briggs, M. S., Zhang, B., Hui, C. M., Jenke, P., Wilson-Hodge, C. A., Bhat, P. N., Bissaldi, E., Cleveland, W., Fitzpatrick, G., Giles, M. M., Gibby, M. H., Greiner, J., von Kienlin, A., Kippen, R. M., McBreen, S., Mailyan, B., Meegan, C. A., Paciesas, W. S., Preece, R. D., ROBERTS, O., Sparke, L., Stanbro, M., Toelge, K., Veres, P., Yu, H., Blackburn, L., Ackermann, M., Ajello, M., Albert, A., Anderson, B., Atwood, W. B., Axelsson, M., Baldini, L., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bottacini, E., Brandt, T. J., Bruel, P., Buson, S., Caliandro, G. A., Cameron, R. A., Caragiulo, M., Caraveo, P. A., Cavazzuti, E., Charles, E., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Cohen-Tanugi, J., Cominsky, L. R., Costanza, F., Cuoco, A., D'Ammando, F., De Palma, F., Desiante, R., Digel, S. W., Di Lalla, N., Di Mauro, M., Di Venere, L., Dominguez, A., Drell, P. S., Dubois, R., Favuzzi, C., Ferrara, E. C., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Gomez-Vargas, G. A., Green, D., Grenier, I. A., Grove, J. E., Guiriec, S., Hadasch, D., Harding, A. K., Hays, E., Hewitt, J. W., Hill, A. B., Horan, D., Jogler, T., Johannesson, G., Johnson, A. S., Kensei, S., Kocevski, D., Kuss, M., La Mura, G., Larsson, S., Latronico, L., Li, J., Li, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Magill, J., Maldera, S., Manfreda, A., Marelli, M., Mayer, M., Mazziotta, M. N., McEnery, J. E., Meyer, M., Michelson, P. F., Mirabal, N., Mizuno, T., Moiseev, A. A., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Negro, M., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Piron, F., Pivato, G., Porter, T. A., Racusin, J. L., Raino, S., Rando, R., Razzaque, S., Reimer, A., Reimer, O., Salvetti, D., Parkinson, P. M., Sgro, C., Simone, D., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Suson, D. J., Tajima, H., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Troja, E., Uchiyama, Y., Venters, T. M., Vianello, G., Wood, K. S., Wood, M., Zhu, S., Zimmer, S., Brocato, E., Cappellaro, E., Covino, S., Grado, A., Nicastro, L., Palazzi, E., Pian, E., Amati, L., Antonelli, L. A., Capaccioli, M., D'Avanzo, P., D'Elia, V., Getman, F., Giuffrida, G., Iannicola, G., Limatola, L., Lisi, M., Marinoni, S., Marrese, P., Melandri, A., Piranomonte, S., Possenti, A., Pulone, L., Rossi, A., Stamerra, A., Stella, L., Testa, V., Tomasella, L., Yang, S., Bazzano, A., Bozzo, E., Brandt, S., Courvoisier, T. L., Ferrigno, C., Hanlon, L., Kuulkers, E., Laurent, P., Mereghetti, S., Roques, J. P., Savchenko, V., Ubertini, P., Kasliwal, M. M., Singer, L. P., Cao, Y., Duggan, G., Kulkarni, S. R., BHALERAO, V., Miller, A. A., Barlow, T., Bellm, E., Manulis, I., Rana, J., Laher, R., Masci, F., Surace, J., Rebbapragada, U., Cook, D., Van Sistine, A., Sesar, B., Perley, D., Ferreti, R., Prince, T., Kendrick, R., Horesh, A., Hurley, K., Golenetskii, S. V., Aptekar, R. L., Frederiks, D. D., Svinkin, D. S., Rau, A., von Kienlin, A., Zhang, X., Smith, D. M., Cline, T., Krimm, H., Abe, F., Doi, M., Fujisawa, K., Kawabata, K. S., Morokuma, T., Motohara, K., Tanaka, M., Ohta, K., Yanagisawa, K., Yoshida, M., Baltay, C., Rabinowitz, D., Ellman, N., Rostami, S., Bersier, D. F., Bode, M. F., Collins, C. A., Copperwheat, C. M., Darnley, M. J., Galloway, D. K., Gomboc, A., Kobayashi, S., Mazzali, P., Mundell, C. G., Piascik, A. S., Pollacco, D., Steele, I. A., Ulaczyk, K., Broderick, J. W., Fender, R. P., Jonker, P. G., ROWLINSON, A., Stappers, B. W., Wijers, R. A., Lipunov, V., Gorbovskoy, E., TYURINA, N., Kornilov, V., Balanutsa, P., Kuznetsov, A., Buckley, D., Rebolo, R., Serra-Ricart, M., Israelian, G., Budnev, N. M., Gress, O., Ivanov, K., Poleshuk, V., Tlatov, A., Yurkov, V., Kawai, N., Serino, M., Negoro, H., Nakahira, S., Mihara, T., Tomida, H., Ueno, S., Tsunemi, H., Matsuoka, M., Croft, S., Feng, L., Franzen, T. M., Gaensler, B. M., Johnston-Hollitt, M., Kaplan, D. L., Morales, M. F., Tingay, S. J., Wayth, R. B., Williams, A., Smartt, S. J., CHAMBERS, K. C., Smith, K. W., Huber, M. E., Young, D. R., Wright, D. E., Schultz, A., Denneau, L., Flewelling, H., Magnier, E. A., Primak, N., Rest, A., Sherstyuk, A., Stalder, B., Stubbs, C. W., Tonry, J., WATERS, C., Willman, M., Olivares E, F., Campbell, H., Kotak, R., Sollerman, J., Smith, M., Dennefeld, M., Anderson, J. P., Botticella, M. T., Chen, T., Valle, M. D., Elias-Rosa, N., Fraser, M., Inserra, C., Kankare, E., Kupfer, T., Harmanen, J., Galbany, L., Le Guillou, L., LYMAN, J. D., Maguire, K., Mitra, A., Nicholl, M., Razza, A., Terreran, G., Valenti, S., Gal-Yam, A., Cwiek, A., Cwiok, M., Mankiewicz, L., Opiela, R., Zaremba, M., Zarnecki, A. F., Onken, C. A., Scalzo, R. A., Schmidt, B. P., Wolf, C., Yuan, F., Evans, P. A., Kennea, J. A., Burrows, D. N., Campana, S., Cenko, S. B., Giommi, P., Marshall, F. E., Nousek, J., O'Brien, P., Osborne, J. P., Palmer, D., Perri, M., Siegel, M., Tagliaferri, G., Klotz, A., Turpin, D., Laugier, R., Beroiz, M., Penuela, T., Macri, L. M., Oelkers, R. J., Lambas, D. G., Vrech, R., Cabral, J., Colazo, C., Dominguez, M., Sanchez, B., Gurovich, S., Lares, M., MARSHALL, J. L., DePoy, D. L., Padilla, N., Pereyra, N. A., Benacquista, M., Tanvir, N. R., Wiersema, K., Levan, A. J., Steeghs, D., Hjorth, J., Fynbo, J. P., Malesani, D., Milvang-Jensen, B., Watson, D., Irwin, M., Fernandez, C. G., McMahon, R. G., Banerji, M., Gonzalez-Solares, E., Schulze, S., Postigo, A. d., Thoene, C. C., Cano, Z., Rosswog, S. 225 (1) DOI 10.3847\/0067-0049\/225\/1\/8 Web of Science ID 000382309000008 Cross-correlation of gravitational lensing from DES Science Verification data with SPT and Planck lensing Kirk, D., Omori, Y., Benoit-Levy, A., Cawthon, R., Chang, C., Larsen, P., Amara, A., Bacon, D., Crawford, T. M., Dodelson, S., Fosalba, P., Giannantonio, T., Holder, G., Jain, B., Kacprzak, T., Lahav, O., Maccrann, N., Nicola, A., Refregier, A., Sheldon, E., Story, K. T., Troxel, M. A., Vieira, J. D., Vikram, V., Zuntz, J., Abbott, T. M., Abdalla, F. B., Becker, M. R., Benson, B. A., Bernstein, G. M., Bernstein, R. A., Bleem, L. E., Bonnett, C., Bridle, S. L., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carlstrom, J. E., Carnero Rosell, A., Kind, M. C., Carretero, J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Evrard, A. E., Flaugher, B., Frieman, J., Gerdes, D. W., Goldstein, D. A., Gruen, D., Gruendl, R. A., Honscheid, K., James, D. J., Jarvis, M., Kent, S., Kuehn, K., Kuropatkin, N., Lima, M., March, M., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Nichol, R. C., Ogando, R., Plazas, A. A., Reichardt, C. L., Roodman, A., Rozo, E., Rykoff, E. S., Sako, M., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Simard, G., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thomas, D., Wechsler, R. H., Weller, J. 459 (1) : 21-34 DOI 10.1093\/mnras\/stw570 Web of Science ID 000376386600003 A DARK ENERGY CAMERA SEARCH FOR AN OPTICAL COUNTERPART TO THE FIRST ADVANCED LIGO GRAVITATIONAL WAVE EVENT GW150914 Soares-Santos, M., Kessler, R., Berger, E., Annis, J., BROUT, D., Buckley-Geer, E., Chen, H., Cowperthwaite, P. S., Diehl, H. T., Doctor, Z., Drlica-Wagner, A., FARR, B., Finley, D. A., Flaugher, B., Foley, R. J., Frieman, J., Gruendl, R. A., Herner, K., Holz, D., Lin, H., Marriner, J., Neilsen, E., Rest, A., Sako, M., Scolnic, D., Sobreira, F., Walker, A. R., Wester, W., Yanny, B., Abbott, T. M., Abdalla, F. B., Allam, S., Armstrong, R., Banerji, M., Benoit-Levy, A., Bernstein, R. A., Bertin, E., Brown, D. A., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., Carretero, J., Castander, F. J., Cenko, S. B., Chornock, R., Crocce, M., D'Andrea, C. B., da Costa, L. N., Desai, S., Dietrich, J. P., Drout, M. R., Eifler, T. F., Estrada, J., Evrard, A. E., Fairhurst, S., Fernandez, E., Fischer, J., Fong, W., Fosalba, P., Fox, D. B., Fryer, C. L., Garcia-Bellido, J., Gaztanaga, E., Gerdes, D. W., Goldstein, D. A., Gruen, D., Gutierrez, G., Honscheid, K., James, D. J., Karliner, I., Kasen, D., Kent, S., Kuropatkin, N., Kuehn, K., Lahav, O., Li, T. S., Lima, M., Maia, M. A., Margutti, R., Martini, P., Matheson, T., McMahon, R. G., Metzger, B. D., Miller, C. J., Miquel, R., Mohr, J. J., Nichol, R. C., Nord, B., Ogando, R., Peoples, J., Plazas, A. A., Quataert, E., Romer, A. K., Roodman, A., Rykoff, E. S., Sanchez, E., Scarpine, V., Schindler, R., Schubnell, M., Sevilla-Noarbe, I., Sheldon, E., Smith, M., Smith, N., Smith, R. C., Stebbins, A., Sutton, P. J., Swanson, M. E., Tarle, G., Thaler, J., Thomas, R. C., Tucker, D. L., Vikram, V., Wechsler, R. H., Weller, J. 823 (2) DOI 10.3847\/2041-8205\/823\/2\/L33 Web of Science ID 000377031700012 THE SPITZER-HETDEX EXPLORATORY LARGE-AREA SURVEY Papovich, C., Shipley, H. V., Mehrtens, N., Lanham, C., Lacy, M., Ciardullo, R., Finkelstein, S. L., Bassett, R., Behroozi, P., Blanc, G. A., de Jong, R. S., DePoy, D. L., Drory, N., Gawiser, E., Gebhardt, K., Gronwall, C., Hill, G. J., HOPP, U., Jogee, S., Kawinwanichakij, L., MARSHALL, J. L., McLinden, E., Cooper, E. M., Somerville, R. S., Steinmetz, M., Tran, K., Tuttle, S., VIERO, M., Wechsler, R., Zeimann, G. 224 (2) DOI 10.3847\/0067-0049\/224\/2\/28 Web of Science ID 000381013200015 A DARK ENERGY CAMERA SEARCH FOR MISSING SUPERGIANTS IN THE LMC AFTER THE ADVANCED LIGO GRAVITATIONAL-WAVE EVENT GW150914 Annis, J., Soares-Santos, M., Berger, E., BROUT, D., Chen, H., Chornock, R., Cowperthwaite, P. S., Diehl, H. T., Doctor, Z., Drlica-Wagner, A., Drout, M. R., FARR, B., Finley, D. A., Flaugher, B., Foley, R. J., Frieman, J., Gruendl, R. A., Herner, K., Holz, D., Kessler, R., Lin, H., Marriner, J., Neilsen, E., Rest, A., Sako, M., Smith, M., Smith, N., Sobreira, F., Walker, A. R., Yanny, B., Abbott, T. M., Abdalla, F. B., Allam, S., Benoit-Levy, A., Bernstein, R. A., Bertin, E., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., Carretero, J., Castander, F. J., Cenko, S. B., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Dietrich, J. P., Eifler, T. F., Evrard, A. E., Fernandez, E., Fischer, J., Fong, W., Fosalba, P., Fox, D. B., Fryer, C. L., Garcia-Bellido, J., Gaztanaga, E., Gerdes, D. W., Goldstein, D. A., Gruen, D., Gutierrez, G., Honscheid, K., James, D. J., Karliner, I., Kasen, D., Kent, S., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., Maia, M. A., Martini, P., Metzger, B. D., Miller, C. J., Miquel, R., Mohr, J. J., Nichol, R. C., Nord, B., Ogando, R., Peoples, J., Petravic, D., Plazas, A. A., Quataert, E., Romer, A. K., Roodman, A., Rykoff, E. S., Sanchez, E., Santiago, B., Scarpine, V., Schindler, R., Schubnell, M., Sevilla-Noarbe, I., Sheldon, E., Smith, R. C., Stebbins, A., Swanson, M. E., Tarle, G., Thaler, J., Thomas, R. C., Tucker, D. L., Vikram, V., Wechsler, R. H., Weller, J., Wester, W. 823 (2) DOI 10.3847\/2041-8205\/823\/2\/L34 Web of Science ID 000377031700013 THE REDMAPPER GALAXY CLUSTER CATALOG FROM DES SCIENCE VERIFICATION DATA Rykoff, E. S., Rozo, E., HOLLOWOOD, D., Bermeo-Hernandez, A., Jeltema, T., Mayers, J., Romer, A. K., Rooney, P., Saro, A., Cervantes, C. V., Wechsler, R. H., Wilcox, H., Abbott, T. M., Abdalla, F. B., Allam, S., Annis, J., Benoit-Levy, A., Bernstein, G. M., Bertin, E., Brooks, D., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., Castander, F. J., Childress, M., Collins, C. A., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Davis, T. M., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Evrard, A. E., Finley, D. A., Flaugher, B., Fosalba, P., Frieman, J., Glazebrook, K., Goldstein, D. A., Gruen, D., Gruendl, R. A., Gutierrez, G., Hilton, M., Honscheid, K., Hoyle, B., James, D. J., Kay, S. T., Kuehn, K., Kuropatkin, N., Lahav, O., Lewis, G. F., Lidman, C., Lima, M., Maia, M. A., Mann, R. G., MARSHALL, J. L., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Mohr, J. J., Nichol, R. C., Nord, B., Ogando, R., Plazas, A. A., Reil, K., Sahlen, M., Sanchez, E., Santiago, B., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Stott, J. P., Suchyta, E., Swanson, M. E., Tarle, G., Thomas, D., Tucker, D., Uddin, S., Viana, P. T., Vikram, V., Walker, A. R., Zhang, Y. 224 (1) DOI 10.3847\/0067-0049\/224\/1\/1 Web of Science ID 000377050200001 THE EATING HABITS OF MILKY WAY-MASS HALOS: DESTROYED DWARF SATELLITES AND THE METALLICITY DISTRIBUTION OF ACCRETED STARS Deason, A. J., Mao, Y., Wechsler, R. H. 821 (1) DOI 10.3847\/0004-637X\/821\/1\/5 Web of Science ID 000373809000005 SPOKES: An end-to-end simulation facility for spectroscopic cosmological surveys ASTRONOMY AND COMPUTING Nord, B., Amara, A., Refregier, A., Gamper, L., Gamper, L., Hambrecht, B., Chang, C., Forero-Romero, J. E., Serrano, S., Cunha, C., COLES, O., Nicola, A., Busha, M., Bauer, A., Saunders, W., Jouvel, S., Kirk, D., Wechsler, R. 15 : 1-15 DOI 10.1016\/j.ascom.2016.02.001 Web of Science ID 000376543000001 No galaxy left behind: accurate measurements with the faintest objects in the Dark Energy Survey Suchyta, E., Huff, E. M., Aleksic, J., Melchior, P., Jouvel, S., Maccrann, N., Ross, A. J., Crocce, M., Gaztanaga, E., Honscheid, K., Leistedt, B., Peiris, H. V., Rykoff, E. S., Sheldon, E., Abbott, T., Abdalla, F. B., Allam, S., Banerji, M., Benoit-Levy, A., Bertin, E., Brooks, D., Burke, D. L., Carnero Rosell, A., Carrasco Kind, M., Carretero, J., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Estrada, J., Evrard, A. E., Flaugher, B., Fosalba, P., Frieman, J., Gerdes, D. W., Gruen, D., Gruendl, R. A., James, D. J., Jarvis, M., Kuehn, K., Kuropatkin, N., Lahav, O., Lima, M., Maia, M. A., March, M., MARSHALL, J. L., Miller, C. J., Miquel, R., Neilsen, E., Nichol, R. C., Nord, B., Ogando, R., Percival, W. J., Reil, K., Roodman, A., Sako, M., Sanchez, E., Scarpine, V., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Vikram, V., Walker, A. R., Wechsler, R. H., Zhang, Y. 457 (1) : 786-808 DOI 10.1093\/mnras\/stv2953 Web of Science ID 000372599600054 Disentangling redshift-space distortions and non-linear bias using the 2D power spectrum Jennings, E., Wechsler, R. H., Skillman, S. W., Warren, M. S. 457 (1) : 1076-1088 DOI 10.1093\/mnras\/stv2989 Web of Science ID 000372599600077 CMB lensing tomography with the DES Science Verification galaxies Giannantonio, T., Fosalba, P., Cawthon, R., Omori, Y., Crocce, M., Elsner, F., Leistedt, B., Dodelson, S., Benoit-Levy, A., Gaztanaga, E., Holder, G., Peiris, H. V., Percival, W. J., Kirk, D., BAUER, A. H., Benson, B. A., Bernstein, G. M., Carretero, J., Crawford, T. M., Crittenden, R., Huterer, D., Jain, B., Krause, E., Reichardt, C. L., Ross, A. J., Simard, G., SOERGEL, B., Stark, A., Story, K. T., Vieira, J. D., Weller, J., Abbott, T., Abdalla, F. B., Allam, S., Armstrong, R., Banerji, M., Bernstein, R. A., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carlstrom, J. E., Rosell, A. C., Kind, M. C., Castander, F. J., Chang, C. L., Cunha, C. E., da Costa, L. N., D'Andrea, C. B., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Frieman, J., Gerdes, D., Gruen, D., Gruendl, R. A., Gutierrez, G., Holzapfel, W. L., Honscheid, K., James, D. J., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., March, M., MARSHALL, J. L., Martini, P., Melchior, P., Miquel, R., Mohr, J. J., Nichol, R. C., Nord, B., Ogando, R., Plazas, A. A., Romer, A. K., Roodman, A., Rykoff, E. S., Sako, M., Saliwanchik, B. R., Sanchez, E., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Vikram, V., Walker, A. R., Wechsler, R. H., Zuntz, J. 456 (3) : 3213-3244 DOI 10.1093\/mnras\/stv2678 Web of Science ID 000372265200072 CONNECTING CO INTENSITY MAPPING TO MOLECULAR GAS AND STAR FORMATION IN THE EPOCH OF GALAXY ASSEMBLY Li, T. Y., Wechsler, R. H., Devaraj, K., Church, S. E. 817 (2) DOI 10.3847\/0004-637X\/817\/2\/169 Web of Science ID 000369437900086 Galaxy clustering, photometric redshifts and diagnosis of systematics in the DES Science Verification data Crocce, M., Carretero, J., BAUER, A. H., Ross, A. J., Sevilla-Noarbe, I., Giannantonio, T., Sobreira, F., Sanchez, J., Gaztanaga, E., Kind, M. C., Sanchez, C., Bonnett, C., Benoit-Levy, A., Brunner, R. J., Carnero Rosell, A., Cawthon, R., Fosalba, P., Hartley, W., Kim, E. J., Leistedt, B., Miquel, R., Peiris, H. V., Percival, W. J., Rosenfeld, R., Rykoff, E. S., Sanchez, E., Abbott, T., Abdalla, F. B., Allam, S., Banerji, M., Bernstein, G. M., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Castander, F. J., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Frieman, J., Gerdes, D. W., Gruen, D., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., Maia, M. A., March, M., MARSHALL, J. L., Martini, P., Melchior, P., Miller, C. J., Neilsen, E., Nichol, R. C., Nord, B., Ogando, R., Plazas, A. A., Romer, A. K., Sako, M., Santiago, B., Schubnell, M., Smith, R. C., Soares-Santos, M., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Vikram, V., Walker, A. R., Wechsler, R. H., Weller, J., Zuntz, J. 455 (4) : 4301-4324 DOI 10.1093\/mnras\/stv2590 Web of Science ID 000368009300069 Weak lensing by galaxy troughs in DES Science Verification data Gruen, D., Friedrich, O., Amara, A., Bacon, D., Bonnett, C., Hartley, W., Jain, B., Jarvis, M., Kacprzak, T., Krause, E., Mana, A., Rozo, E., Rykoff, E. S., Seitz, S., Sheldon, E., Troxel, M. A., Vikram, V., Abbott, T. M., Abdalla, F. B., Allam, S., Armstrong, R., Banerji, M., BAUER, A. H., Becker, M. R., Benoit-Levy, A., Bernstein, G. M., Bernstein, R. A., Bertin, E., Bridle, S. L., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., Carretero, J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Fausti Neto, A., Fernandez, E., Flaugher, B., Fosalba, P., Frieman, J., Gerdes, D. W., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D. J., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lima, M., Maia, M. A., March, M., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Mohr, J. J., Nord, B., Ogando, R., Plazas, A. A., Reil, K., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Walker, A. R., Wechsler, R. H., Weller, J., Zhang, Y., Zuntz, J. 455 (3) : 3367-3380 DOI 10.1093\/mnras\/stv2506 Web of Science ID 000368008200084 DES J0454-4448: discovery of the first luminous z >= 6 quasar from the Dark Energy Survey Reed, S. L., McMahon, R. G., Banerji, M., Becker, G. D., Gonzalez-Solares, E., Martini, P., Ostrovski, F., Rauch, M., Abbott, T., Abdalla, F. B., Allam, S., Benoit-Levy, A., Bertin, E., Buckley-Geer, E., Burke, D., Rosell, A. C., da Costa, L. N., D'andrea, C., DePoy, D. L., Desai, S., Diehl, H. T., Doel, P., Cunha, C. E., Estrada, J., Evrard, A. E., Neto, A. F., Finley, D. A., Fosalba, P., Frieman, J., Gruen, D., Honscheid, K., James, D., Kent, S., Kuehn, K., Kuropatkin, N., Lahav, O., Maia, M. A., Makler, M., Marshall, J., Merritt, K., Miquel, R., Mohr, J., Nord, B., Ogando, R., Plazas, A., Romer, K., Roodman, A., Rykoff, E., Sako, M., Sanchez, E., Santiago, B., Schubnell, M., Sevilla, I., Smith, C., Soares-Santos, M., Suchyta, E., Swanson, M. E., Tarle, G., Thomas, D., Tucker, D., Walker, A., Wechsler, R. H. 454 (4) : 3952-3961 DOI 10.1093\/mnras\/stv2031 Web of Science ID 000368001600050 Constraints on the richness-mass relation and the optical-SZE positional offset distribution for SZE-selected clusters Saro, A., Bocquet, S., Rozo, E., Benson, B. A., Mohr, J., Rykoff, E. S., Soares-Santos, M., Bleem, L., Dodelson, S., Melchior, P., Sobreira, F., Upadhyay, V., Weller, J., Abbott, T., Abdalla, F. B., Allam, S., Armstrong, R., Banerji, M., BAUER, A. H., Bayliss, M., Benoit-Levy, A., Bernstein, G. M., Bertin, E., Brodwin, M., Brooks, D., Buckley-Geer, E., Burke, D. L., Carlstrom, J. E., Capasso, R., Capozzi, D., Carnero Rosell, A., Kind, M. C., Chiu, I., Covarrubias, R., Crawford, T. M., Crocce, M., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., De Haan, T., Diehl, H. T., Dietrich, J. P., Doel, P., Cunha, C. E., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Fernandez, E., Flaugher, B., Fosalba, P., Frieman, J., Gangkofner, C., Gaztanaga, E., Gerdes, D., Gruen, D., Gruendl, R. A., Gupta, N., Hennig, C., Holzapfel, W. L., Honscheid, K., Jain, B., James, D., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lin, H., Maia, M. A., March, M., MARSHALL, J. L., Martini, P., McDonald, M., Miller, C. J., Miquel, R., Nord, B., Ogando, R., Plazas, A. A., Reichardt, C. L., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Schubnell, M., Sevilla, I., Smith, R. C., Stalder, B., Stark, A. A., Strazzullo, V., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Tucker, D., Vikram, V., Von der Linden, A., Walker, A. R., Wechsler, R. H., Wester, W., Zenteno, A., Ziegler, K. E. 454 (3) : 2305-2319 DOI 10.1093\/mnras\/stv2141 Web of Science ID 000368000400004 Discovery of two gravitationally lensed quasars in the Dark Energy Survey Agnello, A., Treu, T., Ostrovski, F., Schechter, P. L., Buckley-Geer, E. J., Lin, H., Auger, M. W., Courbin, F., Fassnacht, C. D., Frieman, J., Kuropatkin, N., Marshall, P. J., McMahon, R. G., Meylan, G., More, A., Suyu, S. H., Rusu, C. E., Finley, D., Abbott, T., Abdalla, F. B., Allam, S., Annis, J., Banerji, M., Benoit-Levy, A., Bertin, E., Brooks, D., Burke, D. L., Carnero Rosell, A., Kind, M. C., Carretero, J., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Estrada, J., Fausti Neto, A., Flaugher, B., Fosalba, P., Gerdes, D. W., Gruen, D., Gutierrez, G., Honscheid, K., James, D. J., Kuehn, K., Lahav, O., Lima, M., Maia, M. A., March, M., MARSHALL, J. L., Martini, P., Melchior, P., Miller, C. J., Miquel, R., Nichol, R. C., Ogando, R., Plazas, A. A., Reil, K., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Santiago, B., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Tucker, D., Walker, A. R., Wechsler, R. H., Zhang, Y. 454 (2) : 1260-1265 DOI 10.1093\/mnras\/stv2171 Web of Science ID 000367997700007 redMaPPer - IV. Photometric membership identification of red cluster galaxies with 1 per cent precision Rozo, E., Rykoff, E. S., Becker, M., Reddick, R. M., Wechsler, R. H. 453 (1) : 38-52 DOI 10.1093\/mnras\/stv1560 Web of Science ID 000366215500004 OzDES multifibre spectroscopy for the Dark Energy Survey: first-year operation and results Yuan, F., Lidman, C., Davis, T. M., Childress, M., Abdalla, F. B., Banerji, M., Buckley-Geer, E., Carnero Rosell, A., Carollo, D., Castander, F. J., D'Andrea, C. B., Diehl, H. T., Cunha, C. E., Foley, R. J., Frieman, J., Glazebrook, K., Gschwend, J., Hinton, S., Jouvel, S., Kessler, R., Kim, A. G., King, A. L., Kuehn, K., Kuhlmann, S., Lewis, G. F., Lin, H., Martini, P., McMahon, R. G., Mould, J., Nichol, R. C., Norris, R. P., O'Neill, C. R., Ostrovski, F., Papadopoulos, A., Parkinson, D., Reed, S., Romer, A. K., Rooney, P. J., Rozo, E., Rykoff, E. S., Sako, M., Scalzo, R., Schmidt, B. P., Scolnic, D., Seymour, N., Sharp, R., Sobreira, F., Sullivan, M., Thomas, R. C., Tucker, D., UDDIN, S. A., Wechsler, R. H., Wester, W., Wilcox, H., Zhang, B., Abbott, T., Allam, S., BAUER, A. H., Benoit-Levy, A., Bertin, E., Brooks, D., Burke, D. L., Kind, M. C., Covarrubias, R., Crocce, M., da Costa, L. N., DePoy, D. L., Desai, S., Doel, P., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Flaugher, B., Fosalba, P., Gaztanaga, E., Gerdes, D., Gruen, D., Gruendl, R. A., Honscheid, K., James, D., Kuropatkin, N., Lahav, O., Li, T. S., Maia, M. A., Makler, M., Marshall, J., Miller, C. J., Miquel, R., Ogando, R., Plazas, A. A., Roodman, A., Sanchez, E., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Walker, A. R. 452 (3) : 3047-3063 DOI 10.1093\/mnras\/stv1507 Web of Science ID 000360854200062 RHAPSODY-G simulations: galaxy clusters as baryonic closed boxes and the covariance between hot gas and galaxies Wu, H., Evrard, A. E., Hahn, O., Martizzi, D., Teyssier, R., Wechsler, R. H. 452 (2) : 1982-1991 DOI 10.1093\/mnras\/stv1434 Web of Science ID 000360851900071 THE DEPENDENCE OF SUBHALO ABUNDANCE ON HALO CONCENTRATION Mao, Y., Williamson, M., Wechsler, R. H. 810 (1) DOI 10.1088\/0004-637X\/810\/1\/21 Web of Science ID 000361800900021 SEARCH FOR GAMMA-RAY EMISSION FROM DES DWARF SPHEROIDAL GALAXY CANDIDATES WITH FERMI-LAT DATA Drlica-Wagner, A., Albert, A., Bechtol, K., Wood, M., Strigari, L., Sanchez-Conde, M., Baldini, L., Essig, R., Cohen-Tanugi, J., Anderson, B., Bellazzini, R., Bloom, E. D., Caputo, R., Cecchi, C., Charles, E., Chiang, J., De Angelis, A., Funk, S., Fusco, P., Gargano, F., Giglietto, N., Giordano, F., Guiriec, S., Gustafsson, M., Kuss, M., Loparco, F., Lubrano, P., Mirabal, N., Mizuno, T., Morselli, A., Ohsugi, T., Orlando, E., Persic, M., Raino, S., Sehgal, N., Spada, F., Suson, D. J., Zaharijas, G., Zimmer, S., Abbott, T., Allam, S., Balbinot, E., BAUER, A. H., Benoit-Levy, A., Bernstein, R. A., Bernstein, G. M., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Carnero Rosell, A., Castander, F. J., Covarrubias, R., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Cunha, C. E., Eifler, T. F., Estrada, J., Evrard, A. E., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Frieman, J., Gaztanaga, E., Gerdes, D., Gruen, D., Gruendl, R. A., Gutierrez, G., Honscheid, K., Jain, B., James, D., Jeltema, T., Kent, S., Kron, R., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Luque, E., Maia, M. A., Makler, M., March, M., Marshall, J., Martini, P., Merritt, K. W., Miller, C., Miquel, R., Mohr, J., Neilsen, E., Nord, B., Ogando, R., Peoples, J., Petravick, D., Pieres, A., Plazas, A. A., Queiroz, A., Romer, A. K., Roodman, A., Rykoff, E. S., Sako, M., Sanchez, E., Santiago, B., Scarpine, V., Schubnell, M., Sevilla, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Tucker, D., Walker, A. R., Wechsler, R. H., Wester, W., Williams, P., Yanny, B., Zuntz, J. 809 (1) DOI 10.1088\/2041-8205\/809\/1\/L4 Web of Science ID 000359321900004 Wide-Field Lensing Mass Maps from Dark Energy Survey Science Verification Data. Chang, C., Vikram, V., Jain, B., Bacon, D., Amara, A., Becker, M. R., Bernstein, G., Bonnett, C., Bridle, S., BROUT, D., Busha, M., Frieman, J., Gaztanaga, E., Hartley, W., Jarvis, M., Kacprzak, T., Kovács, A., Lahav, O., Lin, H., Melchior, P., Peiris, H., Rozo, E., Rykoff, E., Sánchez, C., Sheldon, E., Troxel, M. A., Wechsler, R., Zuntz, J., Abbott, T., Abdalla, F. B., Allam, S., Annis, J., BAUER, A. H., Benoit-Lévy, A., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Carrasco Kind, M., Castander, F. J., Crocce, M., D'Andrea, C. B., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Flaugher, B., Fosalba, P., Gruen, D., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D., Kent, S., Kuehn, K., Kuropatkin, N., Maia, M. A., March, M., Martini, P., Merritt, K. W., Miller, C. J., Miquel, R., Neilsen, E., Nichol, R. C., Ogando, R., Plazas, A. A., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Sevilla, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Tarle, G., Thaler, J., Thomas, D., Tucker, D., Walker, A. R. 115 (5) : 051301-? We present a mass map reconstructed from weak gravitational lensing shear measurements over 139  deg^{2} from the Dark Energy Survey science verification data. The mass map probes both luminous and dark matter, thus providing a tool for studying cosmology. We find good agreement between the mass map and the distribution of massive galaxy clusters identified using a red-sequence cluster finder. Potential candidates for superclusters and voids are identified using these maps. We measure the cross-correlation between the mass map and a magnitude-limited foreground galaxy sample and find a detection at the 6.8σ level with 20 arc min smoothing. These measurements are consistent with simulated galaxy catalogs based on N-body simulations from a cold dark matter model with a cosmological constant. This suggests low systematics uncertainties in the map. We summarize our key findings in this Letter; the detailed methodology and tests for systematics are presented in a companion paper. PubMedID 26274409 Wide-field lensing mass maps from Dark Energy Survey science verification data: Methodology and detailed analysis Vikram, V., Chang, C., Jain, B., Bacon, D., Amara, A., Becker, M. R., Bernstein, G., Bonnett, C., Bridle, S., BROUT, D., Busha, M., Frieman, J., Gaztanaga, E., Hartley, W., Jarvis, M., Kacprzak, T., Kovacs, A., Lahav, O., Leistedt, B., Lin, H., Melchior, P., Peiris, H., Rozo, E., Rykoff, E., Sanchez, C., Sheldon, E., Troxel, M. A., Wechsler, R., Zuntz, J., Abbott, T., Abdalla, F. B., Armstrong, R., Banerji, M., BAUER, A. H., Benoit-Levy, A., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., Castander, F. J., Crocce, M., Cunha, C. E., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Dietrich, J. P., Estrada, J., Evrard, A. E., Fausti Neto, A., Fernandez, E., Flaugher, B., Fosalba, P., Gerdes, D., Gruen, D., Gruendl, R. A., Honscheid, K., James, D., Kent, S., Kuehn, K., Kuropatkin, N., Li, T. S., Maia, M. A., Makler, M., March, M., Marshall, J., Martini, P., Merritt, K. W., Miller, C. J., Miquel, R., Neilsen, E., Nichol, R. C., Nord, B., Ogando, R., Plazas, A. A., Romer, A. K., Roodman, A., Sanchez, E., Scarpine, V., Sevilla, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Walker, A. R., Weller, J. 92 (2) DOI 10.1103\/PhysRevD.92.022006 Web of Science ID 000358853000001 Wide-Field Lensing Mass Maps from Dark Energy Survey Science Verification Data Chang, C., Vikram, V., Jain, B., Bacon, D., Amara, A., Becker, M. R., Bernstein, G., Bonnett, C., Bridle, S., BROUT, D., Busha, M., Frieman, J., Gaztanaga, E., Hartley, W., Jarvis, M., Kacprzak, T., Kovacs, A., Lahav, O., Lin, H., Melchior, P., Peiris, H., Rozo, E., Rykoff, E., Sanchez, C., Sheldon, E., Troxel, M. A., Wechsler, R., Zuntz, J., Abbott, T., Abdalla, F. B., Allam, S., Annis, J., BAUER, A. H., Benoit-Levy, A., Brooks, D., Buckley-Geer, E., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., Castander, F. J., Crocce, M., D'Andrea, C. B., Desai, S., Diehl, H. T., Dietrich, J. P., Doel, P., Eifler, T. F., Evrard, A. E., Fausti Neto, A., Flaugher, B., Fosalba, P., Gruen, D., Gruendl, R. A., Gutierrez, G., Honscheid, K., James, D., Kent, S., Kuehn, K., Kuropatkin, N., Maia, M. A., March, M., Martini, P., Merritt, K. W., Miller, C. J., Miquel, R., Neilsen, E., Nichol, R. C., Ogando, R., Plazas, A. A., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Sevilla, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Tarle, G., Thaler, J., Thomas, D., Tucker, D., Walker, A. R. 115 (5) We present a mass map reconstructed from weak gravitational lensing shear measurements over 139  deg^{2} from the Dark Energy Survey science verification data. The mass map probes both luminous and dark matter, thus providing a tool for studying cosmology. We find good agreement between the mass map and the distribution of massive galaxy clusters identified using a red-sequence cluster finder. Potential candidates for superclusters and voids are identified using these maps. We measure the cross-correlation between the mass map and a magnitude-limited foreground galaxy sample and find a detection at the 6.8σ level with 20 arc min smoothing. These measurements are consistent with simulated galaxy catalogs based on N-body simulations from a cold dark matter model with a cosmological constant. This suggests low systematics uncertainties in the map. We summarize our key findings in this Letter; the detailed methodology and tests for systematics are presented in a companion paper. DOI 10.1103\/PhysRevLett.115.051301 Web of Science ID 000358862800002 PubMedID 26274409 STELLAR KINEMATICS AND METALLICITIES IN THE ULTRA-FAINT DWARF GALAXY RETICULUM II Simon, J. D., Drlica-Wagner, A., Li, T. S., Nord, B., Geha, M., Bechtol, K., Balbinot, E., Buckley-Geer, E., Lin, H., Marshall, J., Santiago, B., Strigari, L., Wang, M., Wechsler, R. H., Yanny, B., Abbott, T., BAUER, A. H., Bernstein, G. M., Bertin, E., Brooks, D., Burke, D. L., Capozzi, D., Carnero Rosell, A., Kind, M. C., D'Andrea, C. B., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Dodelson, S., Cunha, C. E., Estrada, J., Evrard, A. E., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Frieman, J., Gaztanaga, E., Gerdes, D., Gruen, D., Gruendl, R. A., Honscheid, K., James, D., Kent, S., Kuehn, K., Kuropatkin, N., Lahav, O., Maia, M. A., March, M., Martini, P., Miller, C. J., Miquel, R., Ogando, R., Romer, A. K., Roodman, A., Rykoff, E. S., Sako, M., Sanchez, E., Schubnell, M., Sevilla, I., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Tucker, D., Vikram, V., Walker, A. R., Wester, W. 808 (1) DOI 10.1088\/0004-637X\/808\/1\/95 Web of Science ID 000359062500095 A CRITICAL ASSESSMENT OF STELLAR MASS MEASUREMENT METHODS Mobasher, B., Dahlen, T., Ferguson, H. C., Acquaviva, V., Barro, G., Finkelstein, S. L., Fontana, A., Gruetzbauch, R., Johnson, S., Lu, Y., Papovich, C. J., Pforr, J., Salvato, M., Somerville, R. S., Wiklind, T., Wuyts, S., Ashby, M. L., Bell, E., Conselice, C. J., Dickinson, M. E., Faber, S. M., Fazio, G., Finlator, K., Galametz, A., Gawiser, E., Giavalisco, M., Grazian, A., Grogin, N. A., Guo, Y., Hathi, N., Kocevski, D., Koekemoer, A. M., Koo, D. C., Newman, J. A., Reddy, N., Santini, P., Wechsler, R. H. 808 (1) DOI 10.1088\/0004-637X\/808\/1\/101 Web of Science ID 000359062500101 EIGHT NEW MILKY WAY COMPANIONS DISCOVERED IN FIRST-YEAR DARK ENERGY SURVEY DATA Bechtol, K., Drlica-Wagner, A., Balbinot, E., Pieres, A., Simon, J. D., Yanny, B., Santiago, B., Wechsler, R. H., Frieman, J., Walker, A. R., Williams, P., Rozo, E., Rykoff, E. S., Queiroz, A., Luque, E., Benoit-Levy, A., Tucker, D., Sevilla, I., Gruendl, R. A., da Costa, L. N., Fausti Neto, A., Maia, M. A., Abbott, T., Allam, S., Armstrong, R., BAUER, A. H., Bernstein, G. M., Bernstein, R. A., Bertin, E., Brooks, D., Buckley-Geer, E., Burke, D. L., Carnero Rosell, A., Castander, F. J., Covarrubias, R., D'Andrea, C. B., DePoy, D. L., Desai, S., Diehl, H. T., Eifler, T. F., Estrada, J., Evrard, A. E., Fernandez, E., Finley, D. A., Flaugher, B., Gaztanaga, E., Gerdes, D., Girardi, L., Gladders, M., Gruen, D., Gutierrez, G., Hao, J., Honscheid, K., Jain, B., James, D., Kent, S., Kron, R., Kuehn, K., Kuropatkin, N., Lahav, O., Li, T. S., Lin, H., Makler, M., March, M., Marshall, J., Martini, P., Merritt, K. W., Miller, C., Miquel, R., Mohr, J., Neilsen, E., Nichol, R., Nord, B., Ogando, R., Peoples, J., Petravick, D., Plazas, A. A., Romer, A. K., Roodman, A., Sako, M., Sanchez, E., Scarpine, V., Schubnell, M., Smith, R. C., Soares-Santos, M., Sobreira, F., Suchyta, E., Swanson, M. E., Tarle, G., Thaler, J., Thomas, D., Wester, W., Zuntz, J. 807 (1) DOI 10.1088\/0004-637X\/807\/1\/50 Web of Science ID 000358945200050 Star\/galaxy separation at faint magnitudes: application to a simulated Dark Energy Survey Soumagnac, M. T., Abdalla, F. B., Lahav, O., Kirk, D., Sevilla, I., Bertin, E., Rowe, B. T., Annis, J., Busha, M. T., da Costa, L. N., Frieman, J. A., Gaztanaga, E., Jarvis, M., Lin, H., Percival, W. J., Santiago, B. X., Sabiu, C. G., Wechsler, R. H., Wolz, L., Yanny, B. 450 (1) : 666-680 DOI 10.1093\/mnras\/stu1410 Web of Science ID 000356311600048 Mass and galaxy distributions of four massive galaxy clusters from Dark Energy Survey Science Verification data Melchior, P., Suchyta, E., Huff, E., Hirsch, M., Kacprzak, T., Rykoff, E., Gruen, D., Armstrong, R., Bacon, D., Bechtol, K., Bernstein, G. M., Bridle, S., Clampitt, J., Honscheid, K., Jain, B., Jouvel, S., Krause, E., Lin, H., Maccrann, N., Patton, K., Plazas, A., ROWE, B., Vikram, V., Wilcox, H., Young, J., Zuntz, J., Abbott, T., Abdalla, F. B., Allam, S. S., Banerji, M., Bernstein, J. P., Bernstein, R. A., Bertin, E., Buckley-Geer, E., Burke, D. L., Castander, F. J., da Costa, L. N., Cunha, C. E., DePoy, D. L., Desai, S., Diehl, H. T., Doel, P., Estrada, J., Evrard, A. E., Fausti Neto, A., Fernandez, E., Finley, D. A., Flaugher, B., Frieman, J. A., Gaztanaga, E., Gerdes, D., Gruendl, R. A., Gutierrez, G. R., Jarvis, M., Karliner, I., Kent, S., Kuehn, K., Kuropatkin, N., Lahav, O., Maia, M. A., Makler, M., Marriner, J., MARSHALL, J. L., Merritt, K. W., Miller, C. J., Miquel, R., Mohr, J., Neilsen, E., Nichol, R. C., Nord, B. D., Reil, K., Roe, N. A., Roodman, A., Sako, M., Sanchez, E., Santiago, B. X., Schindler, R., Schubnell, M., Sevilla-Noarbe, I., Sheldon, E., Smith, C., Soares-Santos, M., Swanson, M. E., Sypniewski, A. J., Tarle, G., Thaler, J., Thomas, D., Tucker, D. L., Walker, A., Wechsler, R., Weller, J., Wester, W. 449 (3) : 2219-2238 DOI 10.1093\/mnras\/stv398 Web of Science ID 000355337800001 DES13S2cmm: the first superluminous supernova from the Dark Energy Survey Papadopoulos, A., D'Andrea, C. B., Sullivan, M., Nichol, R. C., Barbary, K., Biswas, R., Brown, P. J., Covarrubias, R. A., Finley, D. A., Fischer, J. A., Foley, R. J., Goldstein, D., Gupta, R. R., Kessler, R., Kovacs, E., Kuhlmann, S. E., Lidman, C., March, M., Nugent, P. E., Sako, M., Smith, R. C., Spinka, H., Wester, W., Abbott, T. M., Abdalla, F., Allam, S. S., Banerji, M., Bernstein, J. P., Bernstein, R. A., Carnero, A., da Costa, L. N., DePoy, D. L., Desai, S., Diehl, H. T., Eifler, T., Evrard, A. E., Flaugher, B., Frieman, J. A., Gerdes, D., Gruen, D., Honscheid, K., James, D., Kuehn, K., Kuropatkin, N., Lahav, O., Maia, M. A., Makler, M., MARSHALL, J. L., Merritt, K. W., Miller, C. J., Miquel, R., Ogando, R., Plazas, A. A., Roe, N. A., Romer, A. K., Rykoff, E., Sanchez, E., Santiago, B. X., Scarpine, V., Schubnell, M., Sevilla, I., Soares-Santos, M., Suchyta, E., Swanson, M., Tarle, G., Thaler, J., Tucker, L. D., Wechsler, R. H., Zuntz, J. 449 (2) : 1215-1227 DOI 10.1093\/mnras\/stv174 Web of Science ID 000355337500003 The LMC geometry and outer stellar populations from early DES data Balbinot, E., Santiago, B. X., Girardi, L., Pieres, A., da Costa, L. N., Maia, M. A., Gruendl, R. A., Walker, A. R., Yanny, B., Drlica-Wagner, A., Benoit-Levy, A., Abbott, T. M., Allam, S. S., Annis, J., Bernstein, J. P., Bernstein, R. A., Bertin, E., Brooks, D., Buckley-Geer, E., Rosell, A. C., Cunha, C. E., DePoy, D. L., Desai, S., Diehl, H. T., Doel, P., Estrada, J., Evrard, A. E., Fausti Neto, A., Finley, D. A., Flaugher, B., Frieman, J. A., Gruen, D., Honscheid, K., James, D., Kuehn, K., Kuropatkin, N., Lahav, O., March, M., MARSHALL, J. L., Miller, C., Miquel, R., Ogando, R., Peoples, J., Plazas, A., Scarpine, V., Schubnell, M., Sevilla-Noarbe, I., Smith, R. C., Soares-Santos, M., Suchyta, E., Swanson, M. E., Tarle, G., Tucker, D. L., Wechsler, R., Zuntz, J. 449 (1) : 1129-1145 DOI 10.1093\/mnras\/stv356 Web of Science ID 000355345600082 Spectroscopic needs for imaging dark energy experiments ASTROPARTICLE PHYSICS Newman, J. A., Abate, A., Abdalla, F. B., Allam, S., Allen, S. W., Ansar, R., Baile, S., Barkhouse, W. A., Beers, T. C., Blanton, M. R., Brodwin, M., Brownstein, J. R., Brunner, R. J., Kind, M. C., Cervantes-Cota, J. L., Cheu, E., Chisari, N. E., Colless, M., Comparat, J., Coupon, J., Cunha, C. E., De la Macorra, A., Dell'Antonio, I. P., Frye, B. L., Gawiser, E. J., Gehrels, N., Grady, K., Hagen, A., Hall, P. B., Hearin, A. P., Hildebrandt, H., Hirata, C. M., Ho, S., Honscheid, K., Huterer, D., Ivezic, Z., Kneib, J., Kruk, J. W., Lahav, O., Mandelbaum, R., Marshall, J. L., Matthews, D. J., Menard, B., Miguel, R., Moniez, M., Moos, H. W., Moustakas, J., Myers, A. D., Papovich, C., Peacock, J. A., Park, C., Rahman, M., Rhodes, J., Ricol, J., Sadeh, I., Slozar, A., Schmidt, S. J., Stern, D. K., Tyson, J. A., von der Linden, A., Wechsler, R. H., Wood-Vasey, W. M., Zentner, A. R. 63 : 81-100 DOI 10.1016\/j.astropartphys.2014.06.007 Web of Science ID 000344824400007 MODELING THE TRANSFER FUNCTION FOR THE DARK ENERGY SURVEY Chang, C., Busha, M. T., Wechsler, R. H., Refregier, A., Amara, A., Rykoff, E., Becker, M. R., Bruderer, C., Gamper, L., Leistedt, B., Peiris, H., Abbott, T., Abdalla, F. B., Balbinot, E., Banerji, M., Bernstein, R. A., Bertin, E., Brooks, D., Carner, A., Desai, S., da Costa, L. N., Cunha, C. E., Eifler, T., Evrard, A. E., Rausti Neto, A., Gerdes, D., Gruen, D., James, D., Kuehn, K., Maia, M. A., Makler, M., Ogando, R., Plazas, A., Sanchez, E., Santiago, B., Schubnell, M., Sevilla-Noarbe, I., Smith, C., Soares-Santos, M., Suchyta, E., Swanson, M. E., Tarle, G., Zuntz, J. 801 (2) DOI 10.1088\/0004-637X\/801\/2\/73 Web of Science ID 000350965500002 THE RELATION BETWEEN STAR FORMATION RATE AND STELLAR MASS FOR GALAXIES AT 3.5 <= z <= 6.5 IN CANDELS Salmon, B., Papovich, C., Finkelstein, S. L., Tilvi, V., Finlator, K., Behroozi, P., Dahlen, T., Dave, R., Dekel, A., Dickinson, M., Ferguson, H. C., Giavalisco, M., Long, J., Lu, Y., Mobasher, B., Reddy, N., Somerville, R. S., Wechsler, R. H. 799 (2) DOI 10.1088\/0004-637X\/799\/2\/183 Web of Science ID 000348820900070 Combining Dark Energy Survey Science Verification data with near-infrared data from the ESO VISTA Hemisphere Survey Banerji, M., Jouvel, S., Lin, H., McMahon, R. G., Lahav, O., Castander, F. J., Abdalla, F. B., Bertin, E., Bosman, S. E., Carnero, A., Kind, M. C., da Costa, L. N., Gerdes, D., Gschwend, J., Lima, M., Maia, M. A., Merson, A., Miller, C., Ogando, R., Pellegrini, P., Reed, S., Saglia, R., Sanchez, C., Allam, S., Annis, J., Bernstein, G., Bernstein, J., Bernstein, R., Capozzi, D. D., Childress, M., Cunha, C. E., Davis, T. M., DePoy, D. D., Desai, S., Diehl, H. T., Doel, P., Findlay, J., Finley, D. A., Flaugher, B., Frieman, J., Gaztanaga, E., Glazebrook, K., Gonzalez-Fernandez, C., Gonzalez-Solares, E., Honscheid, K., Irwin, M. J., Jarvis, M. J., Kim, A., Koposov, S., Kuehn, K., Kupcu-Yoldas, A., Lagattuta, D., Lewis, J. R., Lidman, C., Makler, M., Marriner, J., Marshall, J. L., Miquel, R., Mohr, J. J., Neilsen, E., Peoples, J., Sako, M., Sanchez, E., Scarpine, V., Schindler, R., Schubnell, M., Sevilla, I., Sharp, R., Soares-Santos, M., Swanson, M. E., Tarle, G., Thaler, J., Tucker, D., UDDIN, S. A., Wechsler, R., Wester, W., Yuan, F., Zuntz, J. 446 (3) : 2523-2539 DOI 10.1093\/mnras\/stu2261 Web of Science ID 000350272300025 Formation of disc galaxies in preheated media: a preventative feedback model Lu, Y., Mo, H. J., Wechsler, R. H. 446 (2) : 1907-1923 DOI 10.1093\/mnras\/stu2215 Web of Science ID 000350272200064 A NEW REDUCTION OF THE BLANCO COSMOLOGY SURVEY: AN OPTICALLY SELECTED GALAXY CLUSTER CATALOG AND A PUBLIC RELEASE OF OPTICAL DATA PRODUCTS Bleem, L. E., Stalder, B., Brodwin, M., Busha, M. T., Gladders, M. D., High, F. W., Rest, A., Wechsler, R. H. 216 (1) DOI 10.1088\/0067-0049\/216\/1\/20 Web of Science ID 000348129600020 SEMI-ANALYTIC MODELS FOR THE CANDELS SURVEY: COMPARISON OF PREDICTIONS FOR INTRINSIC GALAXY PROPERTIES Lu, Y., Wechsler, R. H., Somerville, R. S., Croton, D., Porter, L., Primack, J., Behroozi, P. S., Ferguson, H. C., Koo, D. C., Guo, Y., Safarzadeh, M., Finlator, K., Castellano, M., White, C. E., Sommariva, V., Moody, C. 795 (2) DOI 10.1088\/0004-637X\/795\/2\/123 Web of Science ID 000343857900022 Spectroscopic failures in photometric redshift calibration: cosmological biases and survey requirements Cunha, C. E., Huterer, D., Lin, H., Busha, M. T., Wechsler, R. H. 444 (1) : 129-146 DOI 10.1093\/mnras\/stu1424 Web of Science ID 000342925100010 Orientation bias of optically selected galaxy clusters and its impact on stacked weak-lensing analyses Dietrich, J. P., Zhang, Y., Song, J., Davis, C. P., McKay, T. A., Baruah, L., Becker, M., Benoist, C., Busha, M., da Costa, L. A., Hao, J., Maia, M. A., Miller, C. J., Ogando, R., Romer, A. K., Rozo, E., Rykoff, E., Wechsler, R. 443 (2) : 1713-1722 DOI 10.1093\/mnras\/stu1282 Web of Science ID 000340436800061 MERGERS AND MASS ACCRETION FOR INFALLING HALOS BOTH END WELL OUTSIDE CLUSTER VIRIAL RADII Behroozi, P. S., Wechsler, R. H., Lu, Y., Hahn, O., Busha, M. T., Klypin, A., Primack, J. R. 787 (2) DOI 10.1088\/0004-637X\/787\/2\/156 Web of Science ID 000336246700061 Density mapping with weak lensing and phase information Szepietowski, R. M., Bacon, D. J., Dietrich, J. P., Busha, M., Wechsler, R., Melchior, P. 440 (3) : 2191-2200 DOI 10.1093\/mnras\/stu380 Web of Science ID 000334744000022 redMaPPer. I. ALGORITHM AND SDSS DR8 CATALOG Rykoff, E. S., Rozo, E., Busha, M. T., Cunha, C. E., Finoguenov, A., Evrard, A., Hao, J., Koester, B. P., Leauthaud, A., Nord, B., Pierre, M., Reddick, R., Sadibekova, T., Sheldon, E. S., Wechsler, R. H. DOI 10.1088\/0004-637X\/785\/2\/104 Web of Science ID 000335736800023 REIONIZATION HISTORIES OF MILKY WAY MASS HALOS Li, T. Y., Alvarez, M. A., Wechsler, R. H., Abel, T. DOI 10.1088\/0004-637X\/785\/2\/134 Web of Science ID 000335736800053 COSMOLOGICAL CONSTRAINTS FROM GALAXY CLUSTERING AND THE MASS-TO-NUMBER RATIO OF GALAXY CLUSTERS: MARGINALIZING OVER THE PHYSICS OF GALAXY FORMATION Reddick, R. M., Tinker, J. L., Wechsler, R. H., Lu, Y. 783 (2) DOI 10.1088\/0004-637X\/783\/2\/118 Web of Science ID 000335439900054 Connecting direct dark matter detection experiments to cosmologically motivated halo models Mao, Y., Strigari, L. E., Wechsler, R. H. 89 (6) DOI 10.1103\/PhysRevD.89.063513 Web of Science ID 000333107200011 THE HERSCHEL STRIPE 82 SURVEY (HerS): MAPS AND EARLY CATALOG Viero, M. P., Asboth, V., Roseboom, I. G., Moncelsi, L., Marsden, G., Cooper, E. M., Zemcov, M., ADDISON, G., Baker, A. J., Beelen, A., Bock, J., Bridge, C., Conley, A., Devlin, M. J., Dore, O., Farrah, D., Finkelstein, S., Font-Ribera, A., Geach, J. E., Gebhardt, K., Gill, A., Glenn, J., Hajian, A., Halpern, M., Jogee, S., Kurczynski, P., Lapi, A., Negrello, M., Oliver, S. J., Papovich, C., Quadri, R., Ross, N., Scott, D., Schulz, B., Somerville, R., Spergel, D. N., Vieira, J. D., Wang, L., Wechsler, R. 210 (2) DOI 10.1088\/0067-0049\/210\/2\/22 Web of Science ID 000331239000008 EVOLUTION OF THE STELLAR-TO-DARK MATTER RELATION: SEPARATING STAR-FORMING AND PASSIVE GALAXIES FROM z=1 TO 0 Tinker, J. L., Leauthaud, A., Bundy, K., George, M. R., Behroozi, P., Massey, R., Rhodes, J., Wechsler, R. H. 778 (2) DOI 10.1088\/0004-637X\/778\/2\/93 Web of Science ID 000327762800008 USING CUMULATIVE NUMBER DENSITIES TO COMPARE GALAXIES ACROSS COSMIC TIME Behroozi, P. S., Marchesini, D., Wechsler, R. H., Muzzin, A., Papovich, C., Stefanon, M. 777 (1) DOI 10.1088\/2041-8205\/777\/1\/L10 Web of Science ID 000326187400010 Virial scaling of galaxies in clusters: bright to faint is cool to hot Wu, H., Hahn, O., Evrard, A. E., Wechsler, R. H., Dolag, K. 436 (1) : 460-469 DOI 10.1093\/mnras\/stt1582 Web of Science ID 000326435100060 Groups of two galaxies in SDSS: implications of colours on star formation quenching time-scales Trinh, C. Q., Barton, E. J., Bullock, J. S., Cooper, M. C., Zentner, A. R., Wechsler, R. H. 436 (1) : 635-649 DOI 10.1093\/mnras\/stt1601 Web of Science ID 000326435100074 Spatially unassociated galaxies contribute significantly to the blended submillimetre galaxy population: predictions for follow-up observations of ALMA sources Hayward, C. C., Behroozi, P. S., Somerville, R. S., Primack, J. R., Moreno, J., Wechsler, R. H. 434 (3) : 2572-2581 DOI 10.1093\/mnras\/stt1202 Web of Science ID 000323639900058 Detecting massive galaxies at high redshift using the Dark Energy Survey Davies, L. J., Maraston, C., Thomas, D., Capozzi, D., Wechsler, R. H., Busha, M. T., Banerji, M., Ostrovski, F., Papovich, C., Santiago, B. X., Nichol, R., Maia, M. A., da Costa, L. N. 434 (1) : 296-312 DOI 10.1093\/mnras\/stt1018 Web of Science ID 000323636800020 IMPROVED MOCK GALAXY CATALOGS FOR THE DEEP2 GALAXY REDSHIFT SURVEY FROM SUBHALO ABUNDANCE AND ENVIRONMENT MATCHING Gerke, B. F., Wechsler, R. H., Behroozi, P. S., Cooper, M. C., Yan, R., Coil, A. L. 208 (1) DOI 10.1088\/0067-0049\/208\/1\/1 Web of Science ID 000324172700001 THE CONNECTION BETWEEN GALAXIES AND DARK MATTER STRUCTURES IN THE LOCAL UNIVERSE Reddick, R. M., Wechsler, R. H., Tinker, J. L., Behroozi, P. S. 771 (1) DOI 10.1088\/0004-637X\/771\/1\/30 Web of Science ID 000321274200030 GALAXIES IN X-RAY GROUPS. III. SATELLITE COLOR AND MORPHOLOGY TRANSFORMATIONS George, M. R., Ma, C., Bundy, K., Leauthaud, A., Tinker, J., Wechsler, R. H., Finoguenov, A., Vulcani, B. 770 (2) DOI 10.1088\/0004-637X\/770\/2\/113 Web of Science ID 000320111200031 THE AVERAGE STAR FORMATION HISTORIES OF GALAXIES IN DARK MATTER HALOS FROM z=0-8 Behroozi, P. S., Wechsler, R. H., Conroy, C. 770 (1) DOI 10.1088\/0004-637X\/770\/1\/57 Web of Science ID 000319986400057 CANDELS OBSERVATIONS OF THE ENVIRONMENTAL DEPENDENCE OF THE COLOR-MASS-MORPHOLOGY RELATION AT z=1.6 Bassett, R., Papovich, C., Lotz, J. M., Bell, E. F., Finkelstein, S. L., Newman, J. A., Tran, K., Almaini, O., Lani, C., Cooper, M., Croton, D., Dekel, A., Ferguson, H. C., Kocevski, D. D., Koekemoer, A. M., Koo, D. C., McGrath, E. J., McIntosh, D. H., Wechsler, R. 770 (1) DOI 10.1088\/0004-637X\/770\/1\/58 Web of Science ID 000319986400058 Unbound particles in dark matter halos Behroozi, P. S., Loeb, A., Wechsler, R. H. DOI 10.1088\/1475-7516\/2013\/06\/019 Web of Science ID 000321200100019 SEDS: THE SPITZER EXTENDED DEEP SURVEY. SURVEY DESIGN, PHOTOMETRY, AND DEEP IRAC SOURCE COUNTS Ashby, M. L., WILLNER, S. P., Fazio, G. G., Huang, J., Arendt, R., Barmby, P., BARRO, G., Bell, E. F., Bouwens, R., Cattaneo, A., Croton, D., Dave, R., Dunlop, J. S., Egami, E., Faber, S., Finlator, K., Grogin, N. A., Guhathakurta, P., Hernquist, L., Hora, J. L., Illingworth, G., Kashlinsky, A., Koekemoer, A. M., Koo, D. C., Labbe, I., Li, Y., Lin, L., Moseley, H., Nandra, K., Newman, J., Noeske, K., Ouchi, M., Peth, M., Rigopoulou, D., Robertson, B., Sarajedini, V., Simard, L., SMITH, H. A., Wang, Z., Wechsler, R., Weiner, B., Wilson, G., Wuyts, S., Yamada, T., Yan, H. 769 (1) DOI 10.1088\/0004-637X\/769\/1\/80 Web of Science ID 000319904500080 A NEW MILKY WAY HALO STAR CLUSTER IN THE SOUTHERN GALACTIC SKY Balbinot, E., Santiago, B. X., da Costa, L., Maia, M. A., Majewski, S. R., Nidever, D., Rocha-Pinto, H. J., Thomas, D., Wechsler, R. H., Yanny, B. 767 (2) DOI 10.1088\/0004-637X\/767\/2\/101 Web of Science ID 000317346800004 RHAPSODY. II. SUBHALO PROPERTIES AND THE IMPACT OF TIDAL STRIPPING FROM A STATISTICAL SAMPLE OF CLUSTER-SIZE HALOS Wu, H., Hahn, O., Wechsler, R. H., Behroozi, P. S., Mao, Y. 767 (1) DOI 10.1088\/0004-637X\/767\/1\/23 Web of Science ID 000316947500023 HALO-TO-HALO SIMILARITY AND SCATTER IN THE VELOCITY DISTRIBUTION OF DARK MATTER Mao, Y., Strigari, L. E., Wechsler, R. H., Wu, H., Hahn, O. 764 (1) DOI 10.1088\/0004-637X\/764\/1\/35 Web of Science ID 000314335200035 RHAPSODY. I. STRUCTURAL PROPERTIES AND FORMATION HISTORY FROM A STATISTICAL SAMPLE OF RE-SIMULATED CLUSTER-SIZE HALOS Wu, H., Hahn, O., Wechsler, R. H., Mao, Y., Behroozi, P. S. 763 (2) DOI 10.1088\/0004-637X\/763\/2\/70 Web of Science ID 000313869800001 GRAVITATIONALLY CONSISTENT HALO CATALOGS AND MERGER TREES FOR PRECISION COSMOLOGY Behroozi, P. S., Wechsler, R. H., Wu, H., Busha, M. T., Klypin, A. A., Primack, J. R. 763 (1) DOI 10.1088\/0004-637X\/763\/1\/18 Web of Science ID 000313456700018 THE ROCKSTAR PHASE-SPACE TEMPORAL HALO FINDER AND THE VELOCITY OFFSETS OF CLUSTER CORES Behroozi, P. S., Wechsler, R. H., Wu, H. 762 (2) DOI 10.1088\/0004-637X\/762\/2\/109 Web of Science ID 000313008900043 ON THE LACK OF EVOLUTION IN GALAXY STAR FORMATION EFFICIENCY Behroozi, P. S., Wechsler, R. H., Conroy, C. 762 (2) DOI 10.1088\/2041-8205\/762\/2\/L31 Web of Science ID 000325876300016 GALAXIES IN X-RAY GROUPS. II. A WEAK LENSING STUDY OF HALO CENTERING George, M. R., Leauthaud, A., Bundy, K., Finoguenov, A., Ma, C., Rykoff, E. S., Tinker, J. L., Wechsler, R. H., Massey, R., Mei, S. 757 (1) DOI 10.1088\/0004-637X\/757\/1\/2 Web of Science ID 000309052800002 THE CORRELATED FORMATION HISTORIES OF MASSIVE GALAXIES AND THEIR DARK MATTER HALOS Tinker, J. L., George, M. R., Leauthaud, A., Bundy, K., Finoguenov, A., Massey, R., Rhodes, J., Wechsler, R. H. 755 (1) DOI 10.1088\/2041-8205\/755\/1\/L5 Web of Science ID 000306930700005 A MEASUREMENT OF THE CORRELATION OF GALAXY SURVEYS WITH CMB LENSING CONVERGENCE MAPS FROM THE SOUTH POLE TELESCOPE Bleem, L. E., van Engelen, A., Holder, G. P., Aird, K. A., Armstrong, R., Ashby, M. L., Becker, M. R., Benson, B. A., Biesiadzinski, T., Brodwin, M., Busha, M. T., Carlstrom, J. E., Chang, C. L., Cho, H. M., Crawford, T. M., Crites, A. T., De Haan, T., Desai, S., Dobbs, M. A., Dore, O., Dudley, J., Geach, J. E., George, E. M., Gladders, M. D., Gonzalez, A. H., Halverson, N. W., Harrington, N., High, F. W., Holden, B. P., Holzapfel, W. L., Hoover, S., Hrubes, J. D., Joy, M., Keisler, R., Knox, L., Lee, A. T., Leitch, E. M., Lueker, M., Luong-Van, D., Marrone, D. P., Martinez-Manso, J., McMahon, J. J., Mehl, J., MEYER, S. S., Mohr, J. J., Montroy, T. E., Natoli, T., Padin, S., Plagge, T., Pryke, C., Reichardt, C. L., Rest, A., Ruhl, J. E., Saliwanchik, B. R., SAYRE, J. T., Schaffer, K. K., Shaw, L., Shirokoff, E., Spieler, H. G., Stalder, B., Stanford, S. A., Staniszewski, Z., Stark, A. A., Stern, D., Story, K., Vallinotto, A., Vanderlinde, K., Vieira, J. D., Wechsler, R. H., Williamson, R., Zahn, O. 753 (1) DOI 10.1088\/2041-8205\/753\/1\/L9 Web of Science ID 000305637900009 Sample variance in photometric redshift calibration: cosmological biases and survey requirements Cunha, C. E., Huterer, D., Busha, M. T., Wechsler, R. H. 423 (1) : 909-924 DOI 10.1111\/j.1365-2966.2012.20927.x Web of Science ID 000304599100069 THE COSMIC ABUNDANCE OF CLASSICAL MILKY WAY SATELLITES Strigari, L. E., Wechsler, R. H. 749 (1) DOI 10.1088\/0004-637X\/749\/1\/75 Web of Science ID 000302175500075 ROBUST OPTICAL RICHNESS ESTIMATION WITH REDUCED SCATTER Rykoff, E. S., Koester, B. P., Rozo, E., Annis, J., Evrard, A. E., Hansen, S. M., Hao, J., Johnston, D. E., McKay, T. A., Wechsler, R. H. 746 (2) DOI 10.1088\/0004-637X\/746\/2\/178 Web of Science ID 000300406300064 THE INTEGRATED STELLAR CONTENT OF DARK MATTER HALOS Leauthaud, A., George, M. R., Behroozi, P. S., Bundy, K., Tinker, J., Wechsler, R. H., Conroy, C., Finoguenov, A., Tanaka, M. 746 (1) DOI 10.1088\/0004-637X\/746\/1\/95 Web of Science ID 000302861300095 COSMOLOGICAL CONSTRAINTS FROM GALAXY CLUSTERING AND THE MASS-TO-NUMBER RATIO OF GALAXY CLUSTERS Tinker, J. L., Sheldon, E. S., Wechsler, R. H., Becker, M. R., Rozo, E., Zu, Y., Weinberg, D. H., Zehavi, I., Blanton, M. R., Busha, M. T., Koester, B. P. 745 (1) DOI 10.1088\/0004-637X\/745\/1\/16 Web of Science ID 000300316600016 NEW CONSTRAINTS ON THE EVOLUTION OF THE STELLAR-TO-DARK MATTER CONNECTION: A COMBINED ANALYSIS OF GALAXY-GALAXY LENSING, CLUSTERING, AND STELLAR MASS FUNCTIONS FROM z=0.2 to z=1 Leauthaud, A., Tinker, J., Bundy, K., Behroozi, P. S., Massey, R., Rhodes, J., George, M. R., Kneib, J., Benson, A., Wechsler, R. H., Busha, M. T., Capak, P., Cortes, M., Ilbert, O., Koekemoer, A. M., Le Fevre, O., Lilly, S., McCracken, H. J., Salvato, M., Schrabback, T., Scoville, N., Smith, T., Taylor, J. E. 744 (2) DOI 10.1088\/0004-637X\/744\/2\/159 Web of Science ID 000298666400079 STATISTICS OF SATELLITE GALAXIES AROUND MILKY-WAY-LIKE HOSTS Busha, M. T., Wechsler, R. H., Behroozi, P. S., Gerke, B. F., Klypin, A. A., Primack, J. R. 743 (2) DOI 10.1088\/0004-637X\/743\/2\/117 Web of Science ID 000298178400019 THE MASS DISTRIBUTION AND ASSEMBLY OF THE MILKY WAY FROM THE PROPERTIES OF THE MAGELLANIC CLOUDS Busha, M. T., Marshall, P. J., Wechsler, R. H., Klypin, A., Primack, J. 743 (1) DOI 10.1088\/0004-637X\/743\/1\/40 Web of Science ID 000297408300040 CANDELS: THE COSMIC ASSEMBLY NEAR-INFRARED DEEP EXTRAGALACTIC LEGACY SURVEY Grogin, N. A., Kocevski, D. D., Faber, S. M., Ferguson, H. C., Koekemoer, A. M., Riess, A. G., Acquaviva, V., Alexander, D. M., Almaini, O., Ashby, M. L., Barden, M., Bell, E. F., Bournaud, F., Brown, T. M., Caputi, K. I., Casertano, S., Cassata, P., Castellano, M., Challis, P., Chary, R., Cheung, E., Cirasuolo, M., Conselice, C. J., Cooray, A. R., Croton, D. J., Daddi, E., Dahlen, T., Dave, R., de Mello, D. F., Dekel, A., Dickinson, M., Dolch, T., Donley, J. L., Dunlop, J. S., Dutton, A. A., Elbaz, D., Fazio, G. G., Filippenko, A. V., Finkelstein, S. L., Fontana, A., Gardner, J. P., Garnavich, P. M., Gawiser, E., Giavalisco, M., Grazian, A., Guo, Y., Hathi, N. P., Haeussler, B., Hopkins, P. F., Huang, J., Huang, K., Jha, S. W., Kartaltepe, J. S., Kirshner, R. P., Koo, D. C., Lai, K., Lee, K., Li, W., Lotz, J. M., Lucas, R. A., Madau, P., McCarthy, P. J., McGrath, E. J., McIntosh, D. H., McLure, R. J., Mobasher, B., Moustakas, L. A., Mozena, M., Nandra, K., Newman, J. A., Niemi, S., Noeske, K. G., Papovich, C. J., Pentericci, L., Pope, A., Primack, J. R., Rajan, A., Ravindranath, S., Reddy, N. A., Renzini, A., Rix, H., Robaina, A. R., Rodney, S. A., Rosario, D. J., Rosati, P., Salimbeni, S., Scarlata, C., Siana, B., Simard, L., Smidt, J., Somerville, R. S., Spinrad, H., Straughn, A. N., Strolger, L., Telford, O., Teplitz, H. I., Trump, J. R., van der Wel, A., Villforth, C., Wechsler, R. H., Weiner, B. J., Wiklind, T., Wild, V., Wilson, G., Wuyts, S., Yan, H., Yun, M. S. 197 (2) DOI 10.1088\/0067-0049\/197\/2\/35 Web of Science ID 000298244300021 GALAXIES IN X-RAY GROUPS. I. ROBUST MEMBERSHIP ASSIGNMENT AND THE IMPACT OF GROUP ENVIRONMENTS ON QUENCHING George, M. R., Leauthaud, A., Bundy, K., Finoguenov, A., Tinker, J., Lin, Y., Mei, S., Kneib, J., Aussel, H., Behroozi, P. S., Busha, M. T., Capak, P., Coccato, L., Covone, G., Faure, C., Fiorenza, S. L., Ilbert, O., Le Floc'h, E., Koekemoer, A. M., Tanaka, M., Wechsler, R. H., Wolk, M. 742 (2) DOI 10.1088\/0004-637X\/742\/2\/125 Web of Science ID 000297211900065 CANDELS: THE COSMIC ASSEMBLY NEAR-INFRARED DEEP EXTRAGALACTIC LEGACY SURVEY-THE HUBBLE SPACE TELESCOPE OBSERVATIONS, IMAGING DATA PRODUCTS, AND MOSAICS Koekemoer, A. M., Faber, S. M., Ferguson, H. C., Grogin, N. A., Kocevski, D. D., Koo, D. C., Lai, K., Lotz, J. M., Lucas, R. A., McGrath, E. J., Ogaz, S., Rajan, A., Riess, A. G., Rodney, S. A., Strolger, L., Casertano, S., Castellano, M., Dahlen, T., Dickinson, M., Dolch, T., Fontana, A., Giavalisco, M., Grazian, A., Guo, Y., Hathi, N. P., Huang, K., van der Wel, A., Yan, H., Acquaviva, V., Alexander, D. M., Almaini, O., Ashby, M. L., Barden, M., Bell, E. F., Bournaud, F., Brown, T. M., Caputi, K. I., Cassata, P., Challis, P. J., Chary, R., Cheung, E., Cirasuolo, M., Conselice, C. J., Cooray, A. R., Croton, D. J., Daddi, E., Dave, R., de Mello, D. F., de Ravel, L., Dekel, A., Donley, J. L., Dunlop, J. S., Dutton, A. A., Elbaz, D., Fazio, G. G., Filippenko, A. V., Finkelstein, S. L., Frazer, C., Gardner, J. P., Garnavich, P. M., Gawiser, E., Gruetzbauch, R., Hartley, W. G., Haeussler, B., Herrington, J., Hopkins, P. F., Huang, J., Jha, S. W., Johnson, A., Kartaltepe, J. S., Khostovan, A. A., Kirshner, R. P., Lani, C., Lee, K., Li, W., Madau, P., McCarthy, P. J., McIntosh, D. H., McLure, R. J., McPartland, C., Mobasher, B., Moreira, H., Mortlock, A., Moustakas, L. A., Mozena, M., Nandra, K., Newman, J. A., Nielsen, J. L., Niemi, S., Noeske, K. G., Papovich, C. J., Pentericci, L., Pope, A., Primack, J. R., Ravindranath, S., Reddy, N. A., Renzini, A., Rix, H., Robaina, A. R., Rosario, D. J., Rosati, P., Salimbeni, S., Scarlata, C., Siana, B., Simard, L., Smidt, J., Snyder, D., Somerville, R. S., Spinrad, H., Straughn, A. N., Telford, O., Teplitz, H. I., Trump, J. R., Vargas, C., Villforth, C., Wagner, C. R., Wandro, P., Wechsler, R. H., Weiner, B. J., Wiklind, T., Wild, V., Wilson, G., Wuyts, S., Yun, M. S. 197 (2) DOI 10.1088\/0067-0049\/197\/2\/36 Web of Science ID 000298244300022 EXTRINSIC SOURCES OF SCATTER IN THE RICHNESS-MASS RELATION OF GALAXY CLUSTERS Rozo, E., Rykoff, E., Koester, B., Nord, B., Wu, H., Evrard, A., Wechsler, R. 740 (2) DOI 10.1088\/0004-637X\/740\/2\/53 Web of Science ID 000296762900003 A THEORETICAL FRAMEWORK FOR COMBINING TECHNIQUES THAT PROBE THE LINK BETWEEN GALAXIES AND DARK MATTER Leauthaud, A., Tinker, J., Behroozi, P. S., Busha, M. T., Wechsler, R. H. 738 (1) DOI 10.1088\/0004-637X\/738\/1\/45 Web of Science ID 000294015500045 HOW COMMON ARE THE MAGELLANIC CLOUDS? Liu, L., Gerke, B. F., Wechsler, R. H., Behroozi, P. S., Busha, M. T. 733 (1) DOI 10.1088\/0004-637X\/733\/1\/62 Web of Science ID 000290314600062 Dark matter at the end of the Galaxy Lisanti, M., Strigari, L. E., Wacker, J. G., Wechsler, R. H. DOI 10.1103\/PhysRevD.83.023519 Web of Science ID 000286803800002 THE VORONOI TESSELLATION CLUSTER FINDER IN 2+1 DIMENSIONS Soares-Santos, M., de Carvalho, R. R., Annis, J., Gal, R. R., La Barbera, F., Lopes, P. A., Wechsler, R. H., Busha, M. T., Gerke, B. F. 727 (1) DOI 10.1088\/0004-637X\/727\/1\/45 Web of Science ID 000285992000045 COUNTS-IN-CYLINDERS IN THE SLOAN DIGITAL SKY SURVEY WITH COMPARISONS TO N-BODY SIMULATIONS Berrier, H. D., Barton, E. J., Berrier, J. C., Bullock, J. S., Zentner, A. R., Wechsler, R. H. 726 (1) DOI 10.1088\/0004-637X\/726\/1\/1 Web of Science ID 000285411300001 A GMBCG GALAXY CLUSTER CATALOG OF 55,424 RICH CLUSTERS FROM SDSS DR7 Hao, J., McKay, T. A., Koester, B. P., Rykoff, E. S., Rozo, E., Annis, J., Wechsler, R. H., Evrard, A., Siegel, S. R., Becker, M., Busha, M., Gerdes, D., Johnston, D. E., Sheldon, E. 191 (2) : 254-274 DOI 10.1088\/0067-0049\/191\/2\/254 Web of Science ID 000285185200006 A COMPREHENSIVE ANALYSIS OF UNCERTAINTIES AFFECTING THE STELLAR MASS-HALO MASS RELATION FOR 0 < z < 4 Behroozi, P. S., Conroy, C., Wechsler, R. H. 717 (1) : 379-403 DOI 10.1088\/0004-637X\/717\/1\/379 Web of Science ID 000278777900034 ArborZ: PHOTOMETRIC REDSHIFTS USING BOOSTED DECISION TREES Gerdes, D. W., Sypniewski, A. J., McKay, T. A., Hao, J., Weis, M. R., Wechsler, R. H., Busha, M. T. 715 (2) : 823-832 DOI 10.1088\/0004-637X\/715\/2\/823 Web of Science ID 000277642100009 THE IMPACT OF THEORETICAL UNCERTAINTIES IN THE HALO MASS FUNCTION AND HALO BIAS ON PRECISION COSMOLOGY Wu, H., Zentner, A. R., Wechsler, R. H. 713 (2) : 856-864 DOI 10.1088\/0004-637X\/713\/2\/856 Web of Science ID 000276329400011 ANNEALING A FOLLOW-UP PROGRAM: IMPROVEMENT OF THE DARK ENERGY FIGURE OF MERIT FOR OPTICAL GALAXY CLUSTER SURVEYS Wu, H., Rozo, E., Wechsler, R. H. 713 (2) : 1207-1218 DOI 10.1088\/0004-637X\/713\/2\/1207 Web of Science ID 000276329400042 THE IMPACT OF INHOMOGENEOUS REIONIZATION ON THE SATELLITE GALAXY POPULATION OF THE MILKY WAY Busha, M. T., Alvarez, M. A., Wechsler, R. H., Abel, T., Strigari, L. E. 710 (1) : 408-420 DOI 10.1088\/0004-637X\/710\/1\/408 Web of Science ID 000273850800035 INTERPRETING THE CLUSTERING OF DISTANT RED GALAXIES Tinker, J. L., Wechsler, R. H., Zheng, Z. 709 (1) : 67-76 DOI 10.1088\/0004-637X\/709\/1\/67 Web of Science ID 000273282500007 COSMOLOGICAL CONSTRAINTS FROM THE SLOAN DIGITAL SKY SURVEY MaxBCG CLUSTER CATALOG Rozo, E., Wechsler, R. H., Rykoff, E. S., Annis, J. T., Becker, M. R., Evrard, A. E., Frieman, J. A., Hansen, S. M., Hao, J., Johnston, D. E., Koester, B. P., McKay, T. A., Sheldon, E. S., Weinberg, D. H. 708 (1) : 645-660 DOI 10.1088\/0004-637X\/708\/1\/645 Web of Science ID 000272790400058 CROSS-CORRELATION WEAK LENSING OF SDSS GALAXY CLUSTERS. I. MEASUREMENTS Sheldon, E. S., Johnston, D. E., Scranton, R., Koester, B. P., McKay, T. A., Oyaizu, H., Cunha, C., Lima, M., Lin, H., Frieman, J. A., Wechsler, R. H., Annis, J., Mandelbaum, R., Bahcall, N. A., Fukugita, M. 703 (2) : 2217-2231 DOI 10.1088\/0004-637X\/703\/2\/2217 Web of Science ID 000269929500087 CONNECTING REIONIZATION TO THE LOCAL UNIVERSE Alvarez, M. A., Busha, M., Abel, T., Wechsler, R. H. 703 (2) : L167-L171 DOI 10.1088\/0004-637X\/703\/2\/L167 Web of Science ID 000270014600016 CROSS-CORRELATION WEAK LENSING OF SDSS GALAXY CLUSTERS. III. MASS-TO-LIGHT RATIOS Sheldon, E. S., Johnston, D. E., Masjedi, M., McKay, T. A., Blanton, M. R., Scranton, R., Wechsler, R. H., Koester, B. P., Hansen, S. M., Frieman, J. A., Annis, J. 703 (2) : 2232-2248 DOI 10.1088\/0004-637X\/703\/2\/2232 Web of Science ID 000269929500088 GALAXY MERGERS AND DARK MATTER HALO MERGERS IN Lambda CDM: MASS, REDSHIFT, AND MASS-RATIO DEPENDENCE Stewart, K. R., Bullock, J. S., Barton, E. J., Wechsler, R. H. 702 (2) : 1005-1015 DOI 10.1088\/0004-637X\/702\/2\/1005 Web of Science ID 000269245000019 PRECISION MEASUREMENTS OF THE CLUSTER RED SEQUENCE USING AN ERROR-CORRECTED GAUSSIAN MIXTURE MODEL Hao, J., Koester, B. P., McKay, T. A., Rykoff, E. S., Rozo, E., Evrard, A., Annis, J., Becker, M., Busha, M., Gerdes, D., Johnston, D. E., Sheldon, E., Wechsler, R. H. 702 (1) : 745-758 DOI 10.1088\/0004-637X\/702\/1\/745 Web of Science ID 000269244500061 GAS-RICH MERGERS IN LCDM: DISK SURVIVABILITY AND THE BARYONIC ASSEMBLY OF GALAXIES Stewart, K. R., Bullock, J. S., Wechsler, R. H., Maller, A. H. 702 (1) : 307-317 DOI 10.1088\/0004-637X\/702\/1\/307 Web of Science ID 000269244500023 IMPROVEMENT OF THE RICHNESS ESTIMATES OF maxBCG CLUSTERS Rozo, E., Rykoff, E. S., Koester, B. P., McKay, T., Hao, J., Evrard, A., Wechsler, R. H., Hansen, S., Sheldon, E., Johnston, D., Becker, M., Annis, J., Bleem, L., Scranton, R. 703 (1) : 601-613 DOI 10.1088\/0004-637X\/703\/1\/601 Web of Science ID 000269625000048 THE GALAXY CONTENT OF SDSS CLUSTERS AND GROUPS Hansen, S. M., Sheldon, E. S., Wechsler, R. H., Koester, B. P. 699 (2) : 1333-1353 DOI 10.1088\/0004-637X\/699\/2\/1333 Web of Science ID 000267401500042 CONSTRAINING THE SCATTER IN THE MASS-RICHNESS RELATION OF maxBCG CLUSTERS WITH WEAK LENSING AND X-RAY DATA Rozo, E., Rykoff, E. S., Evrard, A., Becker, M., McKay, T., Wechsler, R. H., Koester, B. P., Hao, J., Hansen, S., Sheldon, E., Johnston, D., Annis, J., Frieman, J. 699 (1) : 768-781 DOI 10.1088\/0004-637X\/699\/1\/768 Web of Science ID 000267056300058 MAPPING THE DARK MATTER FROM UV LIGHT AT HIGH REDSHIFT: AN EMPIRICAL APPROACH TO UNDERSTAND GALAXY STATISTICS Lee, K., Giavalisco, M., Conroy, C., Wechsler, R. H., Ferguson, H. C., Somerville, R. S., Dickinson, M. E., Urry, C. M. 695 (1) : 368-390 DOI 10.1088\/0004-637X\/695\/1\/368 Web of Science ID 000264779500032 THE ASSEMBLY OF GALAXY CLUSTERS Berrier, J. C., Stewart, K. R., Bullock, J. S., Purcell, C. W., Barton, E. J., Wechsler, R. H. 690 (2) : 1292-1302 DOI 10.1088\/0004-637\/690\/2\/1292 Web of Science ID 000262726900023 THE EFFECTS OF HALO ASSEMBLY BIAS ON SELF-CALIBRATION IN GALAXY CLUSTER SURVEYS Wu, H., Rozo, E., Wechsler, R. H. 688 (2) : 729-741 Web of Science ID 000261002400002 Merger histories of galaxy halos and implications for disk survival Stewart, K. R., Bullock, J. S., Wechsler, R. H., Maller, A. H., Zentner, A. R. 683 (2) : 597-610 Web of Science ID 000258528100002 The L-X-M relation of clusters of galaxies Rykoff, E. S., Evrard, A. E., McKay, T. A., Becker, M. R., Johnston, D. E., Koester, B. P., Nord, B., Rozo, E., Sheldon, E. S., Stanek, R., Wechsler, R. H. 387 (1) : L28-L32 DOI 10.1111\/j.1745-3933.2008.00476.x Web of Science ID 000256378700052 Optical cluster finding with an adaptive matched-filter technique: Algorithm and comparison with simulations Dong, F., Pierpaoli, E., Gunn, J. E., Wechsler, R. H. 676 (2) : 868-879 Web of Science ID 000254530600009 Measuring the mean and scatter of the X-ray luminosity-optical richness relation for maxBCG galaxy clusters Rykoff, E. S., McKay, T. A., Becker, M. R., Evrard, A., Johnston, D. E., Koester, B. P., Rozo, E., Sheldon, E. S., Wechsler, R. H. 675 (2) : 1106-1124 Web of Science ID 000253817500014 Modeling the galaxy three-point correlation function Marin, F. A., Wechsler, R. H., Frieman, J. A., Nichol, R. C. 672 (2) : 849-860 Web of Science ID 000253454100011 The DEEP2 Galaxy Redshift Survey: Color and luminosity dependence of galaxy clustering at z similar to 1 Coil, A. L., Newman, J. A., Croton, D., Cooper, M. C., Davis, M., Faber, S. M., Gerke, B. F., Koo, D. C., Padmanabhan, N., Wechsler, R. H., Weiner, B. J. 672 (1) : 153-176 Web of Science ID 000253454000017 The Evolution of Galaxy Clustering and the Galaxy-Halo Connection International Conference on Panoramic Views of Galaxy Formation and Evolution Wechsler, R. H. : 82–89 Web of Science ID 000262978800018 Isolating triggered star formation Barton, E. J., Arnold, J. A., Zentner, A. R., Bullock, J. S., Wechsler, R. H. 671 (2) : 1538-1549 Web of Science ID 000253331600037 The mean and scatter of the velocity dispersion-optical richness relation for maxBCG galaxy clusters Becker, M. R., McKay, T. A., Koester, B., Wechsler, R. H., Rozo, E., Evrard, A., Johnston, D., Sheldon, E., Annis, J., Lau, E., Nichol, R., Miller, C. 669 (2) : 905-928 Web of Science ID 000250760500020 The hierarchical build-up of massive galaxies and the intracluster light since z=1 Conroy, C., Wechsler, R. H., Kravtsov, A. V. 668 (2) : 826-838 Web of Science ID 000250082800017 A MaxBCG catalog of 13,823 galaxy clusters from the sloan digital sky survey Koester, B. P., McKay, T. A., Annis, J., Wechsler, R. H., Evrard, A., Bleem, L., Becker, M., Johnston, D., Sheldon, E., Nichol, R., Miller, C., Scranton, R., Bahcall, N., Barentine, J., Brewington, H., Brinkmann, J., Harvanek, M., Kleinman, S., Krzesinski, J., Long, D., Nitta, A., Schneider, D. P., Sneddin, S., Voges, W., York, D. 660 (1) : 239-255 Web of Science ID 000246108700017 MaxBCG: A red-sequence galaxy cluster finder Koester, B. P., McKay, T. A., Annis, J., Wechsler, R. H., Evrard, A. E., Rozo, E., Bleem, L., Sheldon, E. S., Johnston, D. 660 (1) : 221-238 Web of Science ID 000246108700016 Cross-correlation lensing: Determining galaxy and cluster mass profiles from statistical weak-lensing measurements Johnston, D. E., Sheldon, E. S., Tasitsiomi, A., Frieman, J. A., Wechsler, R. H., McKay, T. A. 656 (1) : 27-41 Web of Science ID 000244032600002 Close galaxy counts as a probe of hierarchical structure formation Berrier, J. C., Bullock, J. S., Barton, E. J., Guenther, H. D., Zentner, A. R., Wechsler, R. H. 652 (1) : 56-70 Web of Science ID 000242125700005 Modeling luminosity-dependent galaxy clustering through cosmic time Conroy, C., Wechsler, R. H., Kravtsov, A. V. 647 (1) : 201-214 Web of Science ID 000239647800017 The effect of large-scale structure on the SDSS galaxy three-point correlation function Nichol, R. C., Sheth, R. K., Suto, Y., Gray, A. J., Kayo, I., Wechsler, R. H., Marin, F., Kulkarni, G., Blanton, M., Connolly, A. J., Gardner, J. P., Jain, B., Miller, C. J., Moore, A. W., Pope, A., Pun, J., Schneider, D., Schneider, J., Szalay, A., Szapudi, I., Zehavi, I., Bahcall, N. A., Csabai, I., Brinkmann, J. 368 (4) : 1507-1514 DOI 10.1111\/j.1365-2966.2006.10239.x Web of Science ID 000237812700003 The shape of dark matter haloes: dependence on mass, redshift, radius and formation Allgood, B., Flores, R. A., Primack, J. R., Kravtsov, A. V., Wechsler, R. H., Faltenbacher, A., Bullock, J. S. 367 (4) : 1781-1796 DOI 10.1111\/j.1365-2966.2006.10094 Web of Science ID 000236606400043 Measurement of galaxy cluster sizes, radial profiles, and luminosity functions from SDSS photometric data Hansen, S. M., McKay, T. A., Wechsler, R. H., Annis, J., Sheldon, E. S., Kimball, A. 633 (1) : 122-137 Web of Science ID 000232832500011 Galaxy-galaxy lensing: dissipationless simulations versus the halo model Mandelbaum, R., Tasitsiomi, A., Seljak, U., Kravtsov, A. V., Wechsler, R. H. 362 (4) : 1451-1462 DOI 10.1111\/j.1365-2966.2005.09417.x Web of Science ID 000231903800031 The ultimate halo mass in Lambda CDM universe Busha, M. T., Evrard, A. E., Adams, F. C., Wechsler, R. H. 363 (1) : L11-L15 DOI 10.1111\/j.1745-3933.2005.00072.x Web of Science ID 000207906300003 The C4 clustering algorithm: clusters of galaxies in the Sloan Digital Sky Survey ASTRONOMICAL JOURNAL Miller, C. J., Nichol, R. C., Reichart, D., Wechsler, R. H., Evrard, A. E., Annis, J., McKay, T. A., Bahcall, N. A., Bernardi, M., Boehringer, H., Connolly, A. J., Goto, T., Kniazev, A., Lamb, D., Postman, M., Schneider, D. P., Sheth, R. K., Voges, W. 130 (3) : 968-1001 Web of Science ID 000231450900008 The physics of galaxy clustering. I. A model for subhalo populations Zentner, A. R., Berlind, A. A., Bullock, J. S., Kravtsov, A. V., Wechsler, R. H. 624 (2) : 505-525 Web of Science ID 000228916000004 Modeling galaxy-mass correlations in dissipationless simulations Tasitsiomi, A., Kravtsov, A. V., Wechsler, R. H., Primack, J. R. 614 (2) : 533-546 Web of Science ID 000224700200002 The dark side of the halo occupation distribution Kravtsov, A. V., Berlind, A. A., Wechsler, R. H., Klypin, A. A., Gottlober, S., Allgood, B., Primack, J. R. 609 (1) : 35-49 Web of Science ID 000222252900004 Future evolution of cosmic structure in an accelerating universe Busha, M. T., Adams, F. C., Wechsler, R. H., Evrard, A. E. 596 (2) : 713-724 Web of Science ID 000185916000001 The asymptotic structure of space-time INTERNATIONAL JOURNAL OF MODERN PHYSICS D Adams, F. C., Busha, M. T., Evrard, A. E., Wechsler, R. H. 12 (9) : 1743-1750 Web of Science ID 000187026000025 The masses of Lyman break galaxies Workshop on the Mass of Galaxies at Low and High Redshift Primack, J. R., Wechsler, R. H., Somerville, R. S. : 284–289 Web of Science ID 000181848400071 The origin of angular momentum in dark matter halos Vitvitska, M., Klypin, A. A., Kravtsov, A. V., Wechsler, R. H., Primack, J. R., Bullock, J. S. 581 (2) : 799-809 Web of Science ID 000179914300003 The Las Campanas Distant Cluster Survey correlation function Gonzalez, A. H., Zaritsky, D., Wechsler, R. H. 571 (1) : 129-135 Web of Science ID 000175519000008 Concentrations of dark halos from their assembly histories Wechsler, R. H., Bullock, J. S., Primack, J. R., Kravtsov, A. V., Dekel, A. 568 (1) : 52-70 Web of Science ID 000174438100007 Galaxy halo occupation at high redshift Bullock, J. S., Wechsler, R. H., Somerville, R. S. 329 (1) : 246-256 Web of Science ID 000173446500027 Tracing cosmic evolution with the Las Campanas Distant Cluster Survey Workshop on Tracing Cosmic Evolution with Galaxy Clusters Gonzalez, A. H., Dalcanton, J. J., Nelson, A. E., Simard, L., Zaritsky, D., Wechsler, R. H. : 379–380 Web of Science ID 000178406700078 Galaxy formation at z similar to 3: Constraints from spatial clustering Wechsler, R. H., Somerville, R. S., Bullock, J. S., Kolatt, T. S., Primack, J. R., Blumenthal, G. R., Dekel, A. 554 (1) : 85-103 Web of Science ID 000169690800010 Cosmological implications of Lyman-break galaxy clustering 9th Astrophysics Conference Wechsler, R. H., Gross, M. A., Primack, J. R., Blumenthal, G. R., Dekel, A., Somerville, R. S. : 147–151 Web of Science ID 000080797800019 Clustering of high-redshift galaxies: relating LBGs to dark matter halos Meeting on Clustering at High Redshift Wechsler, R. H., Bullock, J. S., Somerville, R. S., Kolatt, T. S., Primack, J. R., Blumenthal, G. R., Dekel, A. : 29–33 Web of Science ID 000088232100004 The nature of high-redshift galaxies Workshop on Primordial Black Holes and Hawking Radiation\/3rd International Symposium on Sources and Detection of Dark Matter in the Universe Primack, J. R., Somerville, R. S., Faber, S. M., Wechsler, R. H. : 15–22 Web of Science ID 000077937700003 Implications of spikes in the redshift distribution of z similar to 3 galaxies Wechsler, R. H., Gross, M. A., Primack, J. R., Blumenthal, G. R., Dekel, A. 506 (1) : 19-32 Web of Science ID 000077778800002 Risa Wechsler Home Who GFC Group CV What Research Collaborations Publications Press Technical Talks Public Talks Teaching Where News Useful things cosmologist professor @ stanford Our Research My Group © COPYRIGHT 2017. ALL RIGHTS RESERVED. Home Who GFC Group CV What Research Collaborations Publications Press Technical Talks Public Talks Teaching Where News Useful things Theoretical Astrophysics and Cosmology Calculating and modeling the physics of the cosmos. First objects in the universe, relativistic astrophysics, neutron stars, black holes, inflation, cosmic evolution and structure. Current research in theoretical astrophysics and cosmology at Stanford explores a wide range of critical questions. Major topics include numerical simulations of the formation of structure from small scales (first stars) to large scales (dark matter structure), galaxy formation, black holes (evolution, jets, accretion disks and orbiting objects), neutron stars (pulsars, magnetars), particle acceleration (relativistic shocks, origin of cosmic rays), gravitational lensing, and the very early universe (inflation). See the section on Observational & Experimental Astrophysics and Cosmology for a description of how scientists at Stanford are probing many of these questions with experiments and telescopes. . There are also close ties with the Stanford Institute for Theoretical Physics ( SITP ) and the SLAC Theory Group Tom Abel (650) 926-4230 tabel@stanford.edu Personal Website Roger Blandford (650) 723-4233 rdb3@stanford.edu Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Vahe Petrosian (650) 723-1435 vahep@stanford.edu ADS abstracts arXiv astro-ph AstroPage Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Douglas Stanford Associate Professor Robert Wagoner (650) 723-4561 wagoner@stanford.edu My Personal Website Risa Wechsler rwechsler@stanford.edu Galaxy Formation & Cosmology Group"
            ]
        ]
    ]
}