{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2QLAF36V",
            "hAzl6yYAAAAJ",
            [
                " Ratio by Polarization Transfer in ",
                "Proton elastic form factor ratios to  by polarization transfer",
                "Basic instrumentation for hall a at jefferson lab"
            ],
            [
                "The ratio of the proton's elastic electromagnetic form factors, G E p\/G M p, was obtained by measuring P t and P ℓ, the transverse and the longitudinal recoil proton polarization, respectively. For elastic e→ p→ e p→, G E p\/G M p is proportional to P t\/P ℓ. Simultaneous measurement of P t and P ℓ in a polarimeter provides good control of the systematic uncertainty. The results for the ratio G E p\/G M p show a systematic decrease as Q 2 increases from 0.5 to 3.5 GeV 2, indicating for the first time a definite difference in the spatial distribution of charge and magnetization currents in the proton.",
                "The ratio of the proton elastic electromagnetic form factors, G Ep\/G Mp, was obtained by measuring P t and P ℓ, the transverse and longitudinal recoil proton polarization components, respectively, for the elastic e→ p→ e p→ reaction in the four-momentum transfer squared range of 0.5 to 3.5 GeV 2. In the single-photon exchange approximation, G Ep\/G Mp is directly proportional to P t\/P ℓ. The simultaneous measurement of P t and P ℓ in a polarimeter reduces systematic uncertainties. The results for G Ep\/G Mp show a systematic decrease with increasing Q 2, indicating for the first time a definite difference in the distribution of charge and magnetization in the proton. The data have been reanalyzed and their systematic uncertainties have become significantly smaller than those reported previously.",
                "The instrumentation in Hall A at the Thomas Jefferson National Accelerator Facility was designed to study electro-and photo-induced reactions at very high luminosity and good momentum and angular resolution for at least one of the reaction products. The central components of Hall A are two identical high resolution spectrometers, which allow the vertical drift chambers in the focal plane to provide a momentum resolution of better than 2× 10− 4. A variety of Cherenkov counters, scintillators and lead-glass calorimeters provide excellent particle identification. The facility has been operated successfully at a luminosity well in excess of 10 38 cm− 2 s− 1. The research program is aimed at a variety of subjects, including nucleon structure functions, nucleon form factors and properties of the nuclear medium."
            ],
            [
                [
                    "physics",
                    "nano technology",
                    "nuclear physics",
                    "semiconductors",
                    "mathematics"
                ]
            ],
            [
                "Centers For Research Excellence in Science and Technology Contact List Centers For Research Excellence in Science and Technology Contact List \"Centers For Research Excellence in Science and Technology\" 3 URL for Centers For Research Excellence in Science and Technology departmental contact listing: http:\/\/legacy.nccu.edu\/directory\/?DepartmentID=176 Eingorn, Maksym Research Scientist Centers For Research Excellence in Science and Technology 6545 Shendrick, Sergei Business Officer Centers For Research Excellence in Science and Technology Vlahovic, Branislav Professor, Director of CREST and NASA Research Centers Centers For Research Excellence in Science and Technology 7253 Branislav  Vlahovic Professor, Director of CREST and NASA Research Centers vlahovic@nccu.edu (919) 530-7253 1201 Mary M. Townes Science Building"
            ]
        ]
    ]
}