{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2QWRLXQE",
            "rEx6UIEAAAAJ",
            [
                "Synthesis of flower-like CuS hollow microspheres based on nanoflakes self-assembly and their microwave absorption properties"
            ],
            [
                "Flower-like CuS hollow microspheres composed of nanoflakes have been successfully prepared via a facile solvothermal method. The crystal structure, morphology and microwave absorption properties of the as-synthesized products were characterized by X-ray diffraction (XRD), scanning electron microscopy (SEM), transmission electron microscopy (TEM) and a network analyser. The effects of reaction temperature, concentration of the reagents and reaction time on the structures and morphologies of the CuS products were investigated using XRD and SEM techniques. A plausible mechanism for the formation of hollow architectures related to Ostwald ripening was proposed. The CuS\/paraffin composite containing 30 wt% CuS hollow microspheres shows the best microwave absorption properties compared with other CuS\/paraffin composites. The minimum reflection loss of −31.5 dB can be observed at 16.7 GHz …"
            ],
            [
                [
                    "medical physics"
                ]
            ],
            [
                "Pengpeng Zhang Pengpeng Zhang Aug 26, 2017 Associate Professor 567 Wilson Rd., Room 4213 (517) 884-5630 zhangpe@msu.edu http:\/\/www.pa.msu.edu\/people\/zhang\/ Lab: B135 Biomedical-Physical Sciences Bldg. (517) 884-5699 2006: Ph.D., University of Wisconsin, Madison 2000: M.S., Beijing Normal University 1997: B.S., Beijing Normal University A. Tan, S. R. Wagner, and P. P. Zhang , \" Self-Assembly of F16ZnPc Thin Films and F16ZnPc-ZnPc Heterostructures on Deactivated Si Surfaces Studied by Scanning Tunneling Microscopy \", J. Chem. Phys. 146 , 052809 (2017). S. R. Wagner and P. P. Zhang , \" Nucleation and Evolution of Zinc Phthalocyanine Thin Films on the Deativated Si(111)-B √3 × √3 R30° Surface \", Surf. Sci. 630 , 22 (2014). C. Jiang, R. R. Lunt, P. M. Duxbury, and P. P. Zhang , \" High-Performance Inverted Solar Cells with a Controlled ZnO Buffer Layer \", RSC Adv. 4, 3604 (2014). X. Ke, P. P. Zhang , S. H. Baek, J. Zarestky, W. Tian, and C. B. Eom. Magnetic Structure of Epitaxial Multiferroic BiFeO 3 Films with Engineered Ferroelectric Domains. Phys. Rev. B. 82, 134448 (2010). H. M. Saavedra, T. J. Mullen, P. P. Zhang , D. C. Dewey, S. A. Claridge, and P. S. Weiss. Hybrid Approaches in Nanolithography. Rep. Prog. Phys. 73, 036501 (2010). P. P. Zhang , B. Yang, P. Rugheimer, M. M. Roberts, D. E. Savage, F. Liu, and M. G. Lagally. Effects of Germanium on Thermal Dewetting of the Silicon Template in Thin Silicon-on-Insulator. J. Phys. D: Appl. Phys. 42, 175309 (2009). J. N. Hohman, P. P. Zhang , E. I. Morin, A. R. Kurland, P. Han, M. Kim, P. McLanahan, B. Baleman, and P. S. Weiss. Self-Assembly of Carboranethiol Isomers on Au{111}: Divergent Dipoles in Geometrically Identical Adsorbates. ACS Nano. 3, 527 (2009). My research is in the area of condensed matter experiments with emphasis on understanding the fundamental properties of electronic and photovoltaic nanomaterials using scanning probe microscopy in conjunction with device characterization, and furthermore manipulating the properties of these nanomaterials and devices via surface and interface engineering. The ability to control the synthesis of materials with nanometer precision has the potential to revolutionize technology. However, the utility of engineered nanomaterials for important applications such as energy conversion and storage devices, nanoscale electronics, and molecular\/biological sensors has in many cases been severely limited by interfacial phenomena that emerge at the nanoscale. It is thus crucial to develop a thorough atomic- and molecular- level understanding and a precise control of surfaces and interfaces. In the past, I have extensively studied the molecular self-assembly process, a powerful technique to manufacture and organize nanoscale structures, and had applied comprehensive surface analysis techniques to probe the adsorbate-induced electrical properties of metal substrates. I have also investigated the physical behavior of Si nanomembranes and discovered the \"surface transfer doping\" mechanism, where the interaction between the clean surface and the \"bulk\" turns the fully depleted nanomembrane into a conductor. Si nanomembrane, as a new form of single crystalline Si material, has excellent flexibility, stretchability and conformational properties, and mechanically behaves like traditional soft materials, leading to the promise of its novel applications in flexible electronics. Yet, the electronic properties of Si nanomembranes can not be effectively tuned by impurity dopants. In contrast to the conduction mechanisms in bulk Si, which is entangled between surface, space charge layer, and bulk, the conductivity of Si nanomembranes is dominated by the surface and interface effects. One of our current research interests is to promote the understanding and control of hetero-interfaces between organic and inorganic materials. The central problem among various interfacial phenomena is the charge behavior, i.e. , charge injection, distribution, and separation at the interface. Fundamental insights on this topic may lead to improved efficiency of organic-inorganic hybrid solar cells, as well as the rational design of nanomaterials with controlled properties via regulation of surfaces and interfaces. Such an understanding will come from careful characterization of surfaces and interfaces with scanning probe microscopy, and the correlation of nanoscale phenomena with macroscopic device performance, which is the primary methodology in our research."
            ]
        ]
    ]
}