{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2S6NWQM0",
            "_ISXTSIAAAAJ",
            [
                "Reproducible, interactive, scalable and extensible microbiome data science using QIIME 2",
                "QIIME 2: Reproducible, interactive, scalable, and extensible microbiome data science",
                "Captivity humanizes the primate microbiome",
                "US immigration westernizes the human gut microbiome",
                "Stable Engraftment of Bifidobacterium longum AH1206 in the Human Gut Depends on Individualized Features of the Resident Microbiome",
                "Daily sampling reveals personalized diet-microbiome associations in humans",
                "Evaluating the information content of shallow shotgun metagenomics"
            ],
            [
                "ConclusionsBecause of a clear trend toward more engagement and transparency with research participants, we should expect more research participants to exercise their HIPAA access right in coming years. The committee’s recommendations ensure that researchers are able to return information meeting high quality standards without fear of violating CLIA. Our additional recommendations help researchers satisfy their HIPAA obligations more efficiently and consistently.❐",
                "We present QIIME 2, an opensource microbiome data science platform accessible to users spanning the microbiome research ecosystem, from scientists and engineers to clinicians and policy makers. QIIME 2 provides new features that will drive the next generation of microbiome research. These include interactive spatial and temporal analysis and visualization tools, support for metabolomics and shotgun metagenomics analysis, and automated data provenance tracking to ensure reproducible, transparent microbiome data science.",
                "The primate gastrointestinal tract is home to trillions of bacteria, whose composition is associated with numerous metabolic, autoimmune, and infectious human diseases. Although there is increasing evidence that modern and Westernized societies are associated with dramatic loss of natural human gut microbiome diversity, the causes and consequences of such loss are challenging to study. Here we use nonhuman primates (NHPs) as a model system for studying the effects of emigration and lifestyle disruption on the human gut microbiome. Using 16S rRNA gene sequencing in two model NHP species, we show that although different primate species have distinctive signature microbiota in the wild, in captivity they lose their native microbes and become colonized with Prevotella and Bacteroides, the dominant genera in the modern human gut microbiome. We confirm that captive individuals from eight other NHP …",
                "Many US immigrant populations develop metabolic diseases post immigration, but the causes are not well understood. Although the microbiome plays a role in metabolic disease, there have been no studies measuring the effects of US immigration on the gut microbiome. We collected stool, dietary recalls, and anthropometrics from 514 Hmong and Karen individuals living in Thailand and the United States, including first- and second-generation immigrants and 19 Karen individuals sampled before and after immigration, as well as from 36 US-born European American individuals. Using 16S and deep shotgun metagenomic DNA sequencing, we found that migration from a non-Western country to the United States is associated with immediate loss of gut microbiome diversity and function in which US-associated strains and functions displace native strains and functions. These effects increase with duration of US …",
                "Live bacteria (such as probiotics) have long been used to modulate gut microbiota and human physiology, but their colonization is mostly transient. Conceptual understanding of the ecological principles as they apply to exogenously introduced microbes in gut ecosystems is lacking. We find that, when orally administered to humans, Bifidobacterium longum AH1206 stably persists in the gut of 30% of individuals for at least 6 months without causing gastrointestinal symptoms or impacting the composition of the resident gut microbiota. AH1206 engraftment was associated with low abundance of resident B. longum and underrepresentation of specific carbohydrate utilization genes in the pre-treatment microbiome. Thus, phylogenetic limiting and resource availability are two factors that control the niche opportunity for AH1206 colonization. These findings suggest that bacterial species and functional genes absent in the …",
                "Diet is a key determinant of human gut microbiome variation. However, the fine-scale relationships between daily food choices and human gut microbiome composition remain unexplored. Here, we used multivariate methods to integrate 24-h food records and fecal shotgun metagenomes from 34 healthy human subjects collected daily over 17 days. Microbiome composition depended on multiple days of dietary history and was more strongly associated with food choices than with conventional nutrient profiles, and daily microbial responses to diet were highly personalized. Data from two subjects consuming only meal replacement beverages suggest that a monotonous diet does not induce microbiome stability in humans, and instead, overall dietary diversity associates with microbiome stability. Our work provides key methodological insights for future diet-microbiome studies and suggests that food-based …",
                "Although microbial communities are associated with human, environmental, plant, and animal health, there exists no cost-effective method for precisely characterizing species and genes in such communities. While deep whole-metagenome shotgun (WMS) sequencing provides high taxonomic and functional resolution, it is often prohibitively expensive for large-scale studies. The prevailing alternative, 16S rRNA gene amplicon (16S) sequencing, often does not resolve taxonomy past the genus level and provides only moderately accurate predictions of the functional profile; thus, there is currently no widely accepted approach to affordable, high-resolution, taxonomic, and functional microbiome analysis. To address this technology gap, we evaluated the information content of shallow shotgun sequencing with as low as 0.5 million sequences per sample as an alternative to 16S sequencing for large human …"
            ],
            [
                [
                    "Artificial Intelligence",
                    "Machine Learning",
                    "Metagenomics",
                    "Computational Biology"
                ]
            ]
        ]
    ]
}