{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2T6DPAT2",
            "j7Dfw2MAAAAJ",
            [
                "Imaging intracellular fluorescent proteins at nanometer resolution",
                "Near-field optics: microscopy, spectroscopy, and surface modification beyond the diffraction limit",
                "Breaking the diffraction barrier: optical microscopy on a nanometric scale"
            ],
            [
                "We introduce a method for optically imaging intracellular proteins at nanometer spatial resolution. Numerous sparse subsets of photoactivatable fluorescent protein molecules were activated, localized (to ∼2 to 25 nanometers), and then bleached. The aggregate position information from all subsets was then assembled into a superresolution image. We used this method—termed photoactivated localization microscopy—to image specific target proteins in thin sections of lysosomes and mitochondria; in fixed whole cells, we imaged vinculin at focal adhesions, actin within a lamellipodium, and the distribution of the retroviral protein Gag at the plasma membrane.",
                "The near-field optical interaction between a sharp probe and a sample of interest can be exploited to image, spectroscopically probe, or modify surfaces at a resolution (down to ∼12 nm) inaccessible by traditional far-field techniques. Many of the attractive features of conventional optics are retained, including noninvasiveness, reliability, and low cost. In addition, most optical contrast mechanisms can be extended to the near-field regime, resulting in a technique of considerable versatility. This versatility is demonstrated by several examples, such as the imaging of nanometric-scale features in mammalian tissue sections and the creation of ultrasmall, magneto-optic domains having implications for highdensity data storage. Although the technique may find uses in many diverse fields, two of the most exciting possibilities are localized optical spectroscopy of semiconductors and the fluorescence imaging of living cells.",
                "In near-field scanning optical microscopy, a light source or detector with dimensions less than the wavelength (λ) is placed in close proximity (λ\/50) to a sample to generate images with resolution better than the diffraction limit. A near-field probe has been developed that yields a resolution of ∼12 nm (∼λ\/43) and signals ∼104- to 106-fold larger than those reported previously. In addition, image contrast is demonstrated to be highly polarization dependent. With these probes, near-field microscopy appears poised to fulfill its promise by combining the power of optical characterization methods with nanometric spatial resolution."
            ],
            [
                [
                    "Microscopy"
                ]
            ],
            [
                "Eric Betzig Eric Betzig 306 Barker Hall ebcal@berkeley.edu (510) 664-5250 Eric Betzig is a Professor of Molecular and Cell biology, the Eugene D. Commins Presidential Chair in Experimental Physics, a Senior Fellow at the Janelia Research Campus, and an Investigator of the Howard Hughes Medical Institute at the University of California, Berkeley.  His Ph.D. thesis at Cornell University and subsequent work at AT&T Bell Labs involved the development of near-field optics – an early form of super-resolution microscopy.  He left academia in 1995 to work in the machine tool industry, but returned ten years later when he and friend, Harald Hess, built the first super-resolution single molecule localization microscope in Harald’s living room.  For this work, he is a co-recipient of the 2014 Nobel Prize in Chemistry.  Today, he continues to develop new imaging tools to aid in biological discovery, including correlative super-resolution fluorescence and electron microscopy, 4D dynamic imaging of living systems with non-diffracting light sheets, and adaptive optical microscopy to recover optimal imaging performance deep within aberrating multicellular specimens.  From the 17th through the mid-20th century, beautifully artistic micrographs of living specimens were inextricably linked to biological discovery.  However, in the latter half of the 20th century, microscopy took a back seat to the powerful new fields of genetics and biochemistry.  Starting in the 1990s, the tables began to turn again, thanks to the widespread availability of computers, lasers, sensitive detectors, and fluorescence labeling techniques.  The result has been a Cambrian explosion of new microscope technologies with the ability to understand the findings of genetics and biochemistry in the context of spatially complex and dynamic living systems.  Our lab has been at the forefront of this revolution, which now demands a corresponding revolution in our ability to quantify and distill new biological insights from the rich, petabyte-scale data at high spatiotemporal resolution that we can now generate.  We seek highly dedicated partners to join us in this journey. R. Gao, et al., \"Cortical Column and Whole-Brain Imaging with Molecular Contrast and Nanoscale Resolution\", Science 363, eaau8302 (2019).  Video link: https:\/\/vimeo.com\/album\/5659258 Y. Guo, et al., \"Visualizing Intracellular Organelle and Cytoskeletal Interactions at Nanoscale Resolution on Millisecond Timescales\", Cell 175, 1430 (2018). T-L Liu, et al., \"Observing the cell in its native state: Imaging subcellular dynamics in multicellular organisms\", Science 360, eaaq1392 (2018).  Video Link: https:\/\/vimeo.com\/album\/5037955 W.R. Legant, et al., \"High-density three-dimensional localization microscopy across large volumes\", Nat. Methods 13, 359 (2016).  Video link: https:\/\/vimeo.com\/album\/3827512 E. Betzig, \"Nobel Lecture: Single molecules, cells, and super-resolution optics\", Rev. Modern Phys. 87, 1153 (2015).  Video link: https:\/\/www.nobelprize.org\/mediaplayer\/index.php?id=2407 D. Li, et al., \"Extended-resolution structured illumination imaging of endocytic and cytoskeletal dynamics\", Science 349, aab3500 (2015).  Video link: https:\/\/vimeo.com\/album\/3539147 K. Wang, et al., \"Direct wavefront sensing for high-resolution in vivo imaging in scattering tissue\", Nat. Commun. 6, 7276 (2015). B-C Chen, et al., \"Lattice light-sheet microscopy: imaging molecules to embryos at high spatiotemporal resolution\", Science 346, 1257998 (2014).  Video link: https:\/\/vimeo.com\/album\/3098015 K. Wang, et al., \"Rapid adaptive optical recovery of optimal resolution over large volumes\", Nat. Methods 11, 625 (2014)."
            ]
        ]
    ]
}