{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2TLBK9WP",
            "uC1txpUAAAAJ",
            [
                "Growing knowledge: an overview of Seed Plant diversity in Brazil",
                "Brazilian Flora 2020: innovation and collaboration to meet Target 1 of the Global Strategy for Plant Conservation (GSPC)"
            ],
            [
                "An updated inventory of Brazilian seed plants is presented and offers important insights into the country's biodiversity. This work started in 2010, with the publication of the Plants and Fungi Catalogue, and has been updated since by more than 430 specialists working online. Brazil is home to 32,086 native Angiosperms and 23 native Gymnosperms, showing an increase of 3% in its species richness in relation to 2010. The Amazon Rainforest is the richest Brazilian biome for Gymnosperms, while the Atlantic Rainforest is the richest one for Angiosperms. There was a considerable increment in the number of species and endemism rates for biomes, except for the Amazon that showed a decrease of 2.5% of recorded endemics. However, well over half of Brazillian seed plant species (57.4%) is endemic to this territory. The proportion of life-forms varies among different biomes: trees are more expressive in the Amazon and Atlantic Rainforest biomes while herbs predominate in the Pampa, and lianas are more expressive in the Amazon, Atlantic Rainforest, and Pantanal. This compilation serves not only to quantify Brazilian biodiversity, but also to highlight areas where there information is lacking and to provide a framework for the challenge faced in conserving Brazil's unique and diverse flora.",
                "The Global Strategy for Plant Conservation (GSPC) was established by the Conference of Parties in 2002 to decrease the loss of plant diversity, reduce poverty and contribute to sustainable development. To achieve this overarching goal, the GSPC has established a series of targets, one of which is to ensure that plant diversity is well understood, so that it can be effectively conserved and used in a sustainable manner. Brazil hosts more than 46,000 species of plants, algae and fungi, representing one of the most biodiverse countries on Earth, and playing a key role in the GSPC. To meet the GSPC goals of Target 1 and facilitate access to plant diversity, Brazil committed to preparing the List of Species of the Brazilian Flora (2008-2015) and the Brazilian Flora 2020 (2016-present). Managing all the information associated with such great biodiversity has proven to be an extremely challenging task. Here, we synthesize the history of these projects, focusing on the multidisciplinary and collaborative approach adopted to develop and manage the inclusion of all the knowledge generated though digital information systems. We further describe the methods used, challenges faced, and strategies adopted, as well as summarize advances to date and prospects for completing the Brazilian flora in 2020."
            ],
            [
                [
                    "Sistemática",
                    "Angiospermas basais",
                    "Citogenética",
                    "Sistemas sexuaus",
                    "Biologia da Conservação"
                ]
            ]
        ]
    ]
}