{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2TUVQUU8",
            "kkJMCHEAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Formation of dense partonic matter in relativistic nucleus-nucleus collisions at RHIC: Experimental evaluation by the PHENIX collaboration",
                "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
                "Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8$$\\,\\text …",
                "Search for top-squark pair production in the single-lepton final state in pp collisions at ",
                "Identified charged particle spectra and yields in Au+ Au collisions at s N N= 200 GeV",
                "Measurement of Higgs boson production and properties in the WW decay channel with leptonic final states",
                "Study of high- p T charged particle suppression in PbPb compared to pp collisions at ",
                "Search for supersymmetry in hadronic final states with missing transverse energy using the variables α T and b-quark multiplicity in pp collisions at ",
                "Search for new physics in events with same-sign dileptons and jets in pp collisions at  = 8 TeV"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "Extensive experimental data from high-energy nucleus-nucleus collisions were recorded using the PHENIX detector at the Relativistic Heavy Ion Collider (RHIC). The comprehensive set of measurements from the first three years of RHIC operation includes charged particle multiplicities, transverse energy, yield ratios and spectra of identified hadrons in a wide range of transverse momenta (p T), elliptic flow, two-particle correlations, nonstatistical fluctuations, and suppression of particle production at high p T. The results are examined with an emphasis on implications for the formation of a new state of dense matter. We find that the state of matter created at RHIC cannot be described in terms of ordinary color neutral hadrons.",
                "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
                "Properties of the Higgs boson with mass near 125 are measured in proton-proton collisions with the CMS experiment at the LHC. Comprehensive sets of production and decay measurements are combined. The decay channels include,,,,, and pairs. The data samples were collected in 2011 and 2012 and correspond to integrated luminosities of up to 5.1 at 7 and up to 19.7 at 8. From the high-resolution and channels, the mass of the Higgs boson is determined to be. For this mass value, the event yields obtained in the different analyses tagging specific decay channels and production mechanisms are consistent with those expected for the standard model Higgs boson. The combined best-fit signal relative to the standard model expectation is at the measured mass. The couplings of the Higgs boson are probed …",
                "This paper presents a search for the pair production of top squarks in events with a single isolated electron or muon, jets, large missing transverse momentum, and large transverse mass. The data sample corresponds to an integrated luminosity of 19.5 fb− 1 of pp collisions collected in 2012 by the CMS experiment at the LHC at a center-of-mass energy of. No significant excess in data is observed above the expectation from standard model processes. The results are interpreted in the context of supersymmetric models with pair production of top squarks that decay either to a top quark and a neutralino or to a bottom quark and a chargino. For small mass values of the lightest supersymmetric particle, top-squark mass values up to around 650 GeV are excluded.",
                "The centrality dependence of transverse momentum distributions and yields for π±, K±, p, and p in Au+ Au collisions at s N N= 200 GeV at midrapidity are measured by the PHENIX experiment at the Relativistic Heavy Ion Collider. We observe a clear particle mass dependence of the shapes of transverse momentum spectra in central collisions below∼ 2 GeV∕ c in p T. Both mean transverse momenta and particle yields per participant pair increase from peripheral to midcentral and saturate at the most central collisions for all particle species. We also measure particle ratios of π−∕ π+, K−∕ K+, p∕ p, K∕ π, p∕ π, and p∕ π as a function of p T and collision centrality. The ratios of equal mass particle yields are independent of p T and centrality within the experimental uncertainties. In central collisions at intermediate transverse momenta∼ 1.5–4.5 GeV∕ c, proton and antiproton yields constitute a significant fraction …",
                "A search for the standard model Higgs boson decaying to a W-boson pair at the LHC is reported. The event sample corresponds to an integrated luminosity of 4.9 fb− 1 and 19.4 fb− 1 collected with the CMS detector in pp collisions at= 7 and 8 TeV, respectively. The Higgs boson candidates are selected in events with two or three charged leptons. An excess of events above background is observed, consistent with the expectation from the standard model Higgs boson with a mass of around 125 GeV. The probability to observe an excess equal or larger than the one seen, under the background-only hypothesis, corresponds to a significance of 4.3 standard deviations for m H= 125.6 GeV. The observed signal cross section times the branching fraction to WW for m H= 125.6 GeV is times the standard model expectation. The spin-parity J P= 0+ hypothesis is favored against a narrow resonance with J P= 2+ or …",
                "The transverse momentum spectra of charged particles have been measured in pp and PbPb collisions at  by the CMS experiment at the LHC. In the transverse momentum range p T=5–10 GeV\/c, the charged particle yield in the most central PbPb collisions is suppressed by up to a factor of 7 compared to the pp yield scaled by the number of incoherent nucleon–nucleon collisions. At higher p T, this suppression is significantly reduced, approaching roughly a factor of 2 for particles with p T in the range p T=40–100 GeV\/c.",
                "An inclusive search for supersymmetric processes that produce final states with jets and missing transverse energy is performed in pp collisions at a centre-of-mass energy of 8 TeV. The data sample corresponds to an integrated luminosity of 11.7 fb−1 collected by the CMS experiment at the LHC. In this search, a dimensionless kinematic variable, α T, is used to discriminate between events with genuine and misreconstructed missing transverse energy. The search is based on an examination of the number of reconstructed jets per event, the scalar sum of transverse energies of these jets, and the number of these jets identified as originating from bottom quarks. No significant excess of events over the standard model expectation is found. Exclusion limits are set in the parameter space of simplified models, with a special emphasis on both compressed-spectrum scenarios and direct or gluino …",
                "A search for new physics is performed based on events with jets and a pair of isolated, same-sign leptons. The results are obtained using a sample of proton-proton collision data collected by the CMS experiment at a centre-of-mass energy of 8 TeV at the LHC, corresponding to an integrated luminosity of 19.5 fb− 1. In order to be sensitive to a wide variety of possible signals beyond the standard model, multiple search regions defined by the missing transverse energy, the hadronic energy, the number of jets and b-quark jets, and the transverse momenta of the leptons in the events are considered. No excess above the standard model background expectation is observed and constraints are set on a number of models for new physics, as well as on the same-sign top-quark pair and quadruple-top-quark production cross sections. Information on event selection efficiencies is also provided, so that the results can be …"
            ],
            [
                [
                    "quark-gluon plasma",
                    "heavy ion collisions",
                    "nuclear physics",
                    "high-energy physics"
                ]
            ]
        ]
    ]
}