{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2VMFEKQQ",
            "jDdbJHcAAAAJ",
            [
                "Landauer formula for the current through an interacting electron region",
                "Time-dependent transport in interacting and noninteracting resonant-tunneling systems",
                "Tunneling into a single magnetic atom: spectroscopic evidence of the Kondo resonance",
                "Low-temperature transport through a quantum dot: The Anderson model out of equilibrium",
                "The small RNA chaperone Hfq and multiple small RNAs control quorum sensing in Vibrio harveyi and Vibrio cholerae"
            ],
            [
                "A Landauer formula for the current through a region of interacting electrons is derived using the nonequilibrium Keldysh formalism. The case of proportionate coupling to the left and right leads, where the formula takes an especially simple form, is studied in more detail. Two particular examples where interactions give rise to novel effects in the current are discussed: In the Kondo regime, an enhanced conductance is predicted, while a suppressed conductance is predicted for tunneling through a quantum dot in the fractional quantum Hall regime.",
                "We consider a mesoscopic region coupled to two leads under the influence of external timedependent voltages. The time dependence is coupled to source and drain contacts, the gates controlling the tunnel-barrier heights, or to the gates that define the mesoscopic region. We derive, with the Keldysh nonequilibrium-Green-function technique, a formal expression for the fully nonlinear, time-dependent current through the system. The analysis admits arbitary interactions in the mesoscopic region, but the leads are treated as noninteracting. For proportionate coupling to the leads, the time-averaged current is simply the integral between the chemical potentials of the time-averaged density of states, weighted by the coupling to the leads, in close analogy to the time-independent result of Meir and Wingreen [Phys. Rev. Lett. 68, 2512 (1992)]. Analytical and numerical results for the exactly solvable noninteracting resonant …",
                "The Kondo effect arises from the quantum mechanical interplay between the electrons of a host metal and a magnetic impurity and is predicted to result in local charge and spin variations around the magnetic impurity. A cryogenic scanning tunneling microscope was used to spatially resolve the electronic properties of individual magnetic atoms displaying the Kondo effect. Spectroscopic measurements performed on individual cobalt atoms on the surface of gold show an energetically narrow feature that is identified as the Kondo resonance—the predicted response of a Kondo impurity. Unexpected structure in the Kondo resonance is shown to arise from quantum mechanical interference between the d orbital and conduction electron channels for an electron tunneling into a magnetic atom in a metallic host.",
                "The infinite-U Anderson model is applied to nonequilibrium transport through a quantum dot containing two spin levels weakly coupled to two leads. At low temperatures, the Kondo peak in the equilibrium density of states is split upon the application of a voltage bias. The split peaks, one at the chemical potential of each lead, are suppressed by nonequilibrium dissipation. In a magnetic field, the Kondo peaks shift away from the chemical potentials by the Zeeman energy, leading to an observable peak in the differential conductance when the nonequilibrium bias equals the Zeeman energy.",
                "Quorum-sensing bacteria communicate with extracellular signal molecules called autoinducers. This process allows community-wide synchronization of gene expression. A screen for additional components of the Vibrio harveyi and Vibrio cholerae quorum-sensing circuits revealed the protein Hfq. Hfq mediates interactions between small, regulatory RNAs (sRNAs) and specific messenger RNA (mRNA) targets. These interactions typically alter the stability of the target transcripts. We show that Hfq mediates the destabilization of the mRNA encoding the quorum-sensing master regulators LuxR (V. harveyi) and HapR (V. cholerae), implicating an sRNA in the circuit. Using a bioinformatics approach to identify putative sRNAs, we identified four candidate sRNAs in V. cholerae. The simultaneous deletion of all four sRNAs is required to stabilize hapR mRNA. We propose that Hfq, together with these sRNAs, creates an …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}