{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2VROWZ7I",
            "B2s-TsYAAAAJ",
            [
                "Alkyl monolayers on silicon prepared from 1-alkenes and hydrogen-terminated silicon",
                "Alkyl monolayers covalently bonded to silicon surfaces",
                "The kinetics of electron transfer through ferrocene-terminated alkanethiol monolayers on gold",
                "Photoreactivity of unsaturated compounds with hydrogen-terminated silicon (111)",
                "Highly stable Si− C linked functionalized monolayers on the silicon (100) surface",
                "Heterogeneous electron-transfer kinetics for ruthenium and ferrocene redox moieties through alkanethiol monolayers on gold",
                "Determination of the bonding of alkyl monolayers to the Si (111) surface using chemical-shift, scanned-energy photoelectron diffraction",
                "Alkyl-terminated Si (111) surfaces: a high-resolution, core level photoelectron spectroscopy study",
                "Chemical vapor deposition of three aminosilanes on silicon dioxide: surface characterization, stability, effects of silane concentration, and cyanine dye adsorption"
            ],
            [
                "High-quality alkyl monolayers on silicon have been prepared from 1-alkenes and hydrogen-terminated Si (lll). The 1-alkenes form monolayers upon free-radicalinitiation with diacyl peroxides. Heat also initiates monolayer formation, although monolayers prepared from heated long-chain 1-alkenes are of lower quality than those prepared with free-radical initiation. Even when a high concentration of diacyl peroxide is used to initiate monolayer formation, the 1-alkene is the primary constituent of the monolayer. Alkynes also form monolayers on silicon when initiated by diacyl-peroxides. X-ray reflectivity shows that the monolayer thickness is of molecular dimensions and that the density is close to that of crystalline hydrocarbons (~ 90%). Infrared spectroscopyshows that the alkyl chains in the monolayers are densely packed. Infrared dichroism shows that the chains are tilted from the surfacenormal and twisted about …",
                "spite of the great theoretical and practical interest in both self-assembled monolayers1· 1 2 and silicon, there have been, to our knowledge, no reports of a covalent linkage of densely packed, long alkyl chains directly to a silicon surface. 3· 4 We hypothesized that alkyl monolayers could be created by the following reactions of a radical, R\\at a silicon surface:",
                "The kinetics of electron transfer between a substrate gold electrode and a self-assembled monolayer formed from CH3 (CH2) n-iSH and (i\/5-C5H5) Fe (?\/5-C5H4) C02 (CH2)„SH were studied as a function of n, the number of methylenes in the alkyl chain tethering the ferrocene moiety to the electrode, using the indirect laser-induced temperature jump method (ILIT). For 5<«< 9 the standard electron-transfer rate constants vary according to kr, s, n= o exp [—finn\\where kr, s,„= o is the (extrapolated) rate constant for the electron transfer at n= 0. At T= 25 C, kr, s.«= o= 6 x 10* s_1 and ff,= 1.21±0.05. The ILIT method allows rates to be measured that are too fast to be measured byconventional chronoamperometry at a macroelectrode, which is limited to rate constants of & 104 s_1. Using a Marcus formalism, the reorganization energy, A, for the electrontransfer processat a given n was determined from the slope of an …",
                "We report the photoreactivity of H−Si(111) with dioxygen and terminally unsaturated hydrocarbons. Illumination of H−Si(111) in air with ultraviolet light of wavelength of 350 nm or shorter produces oxidized silicon; longer wavelengths cause no oxidation. When H−Si(111) is immersed in unsaturated hydrocarbons (1-octene, 1-octadecene, 1-octyne, styrene, and phenylacetylene) that have been deoxygenated, illumination with a Hg lamp results in densely packed hydrocarbon films of molecular thickness. Previous work and the results presented here suggest that the H−Si bond adds across the unsaturated bond in these reactions similar to hydrosilylation reactions known for small-molecule chemistry and produce adsorbates covalently bonded to the surface. We present spectroscopic evidence showing films resulting from terminal acetylenes consist of adsorbates linked to the surface by a vinyl group. We propose …",
                "Monolayers that are bonded via a covalent Si−C bond are prepared on a silicon(100) surface by reaction of a 1-alkene with the hydrogen-terminated silicon surface. The monolayers have been analyzed by infrared spectroscopy, X-ray reflectivity, and water contact angle measurements and display a remarkably high thermal stability. The reaction also works well for ω-functionalized 1-alkenes, provided that the functional group is properly protected. After formation of the monolayer, the protecting group can be easily removed without noticeable disturbance of the monolayer integrity, and the now reactive sites at the monolayer can be used for further functionalization, as has been shown in the case of ester-protected alcohol and carboxylic acids. Functional groups that are too close to the alkene moiety interfere with monolayer formation and yield disordered monolayers. ",
                "The standard heterogeneous electron-transfer rate constants between substrate gold electrodes and either ferrocene or pentaaminepyridine ruthenium redox couples attached to the electrode surface by various lengths of an alkanethiol bridge as a constituent of a mixed self-assembled monolayer were measured as a function of temperature. The ferrocene was either directly attached to the alkanethiol bridge or attached through an ester (CO2) linkage. For long bridge lengths (containing more than 11 methylene groups) the rate constants were measured using either chronoamperometry or cyclic voltammetry; for the shorter bridges, the indirect laser induced temperature jump technique was employed to measure the rate constants. Analysis of the distance (bridge length) dependence of the preexponential factors obtained from an Arrhenius analysis of the rate constant versus temperature data demonstrates a clear …",
                "The bonding of alkyl monolayers to Si(111) surfaces has been studied by conventional x-ray photoelectron spectroscopy (XPS) and chemical-shift, scanned-energy photoelectron diffraction (PED) using synchrotron radiation. Two very different wet-chemical methods have been used to prepare the alkyl monolayers: (i) olefin insertion into the H–Si bond on the H–Si(111) surface, and (ii) replacement of Cl on the Cl–Si(111) surface by an alkyl group from an alkyllithium reagent. In both cases, XPS has revealed a C 1s signal chemically shifted to lower binding energy, which we have assigned to carbon bonded to silicon. PED has shown that both preparative methods result in carbon bonded in an atop site with the expected C–Si bond length of 1.85±0.05 Å. Chemical-shift, scanned-energy photoelectron diffraction is a particularly valuable probe of local structure at surfaces that contain the same element in multiple …",
                "The bonding of alkyl monolayers to Si(111) surfaces has been studied with high-resolution core level photoelectron spectroscopy (PES). Two very different wet-chemical methods have been used to prepare the alkyl monolayers: (i) Olefin insertion into the H–Si bond of the H–Si(111) surface, and (ii) replacement of Cl on the Cl–Si(111) surface by an alkyl group from an alkyllithium reagent. In both cases, PES has revealed a C 1s component shifted to lower binding energy and a Si 2p component shifted to higher binding energy. Both components are attributed to the presence of a C–Si bond at the interface. Along with photoelectron diffraction data [Appl. Phys. Lett. 71, 1056, (1997)], these data are used to show that these two synthetic methods can be used to functionalize the Si(111) surface.",
                "Covalently bonded monolayers of two monofunctional aminosilanes (3-aminopropyldimethylethoxysilane, APDMES, and 3-aminopropyldiisopropylethoxysilane, APDIPES) and one trifunctional aminosilane (3-aminopropyltriethoxysilane, APTES) have been deposited on dehydrated silicon substrates by chemical vapor deposition (CVD) at 150 °C and low pressure (a few Torr) using reproducible equipment. Standard surface analytical techniques such as x-ray photoelectron spectroscopy (XPS), contact angle goniometry, spectroscopic ellipsometry, atomic force microscopy, and time-of-flight secondary ion mass spectroscopy (ToF-SIMS) have been employed to characterize the resulting films. These methods indicate that essentially constant surface coverages are obtained over a wide range of gas phase concentrations of the aminosilanes. XPS data further indicate that the N1s\/Si2p ratio is higher after CVD with the …"
            ],
            [
                [
                    "Chemistry"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}