{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2XK539UK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "MAXIM A. METLITSKI Assistant Professor of Physics EMAIL: mmetlits@MIT.EDU PHONE: (617) 324-1498 6c-307 ASSISTANT: Lesley Keaney (617) 253-4878 Condensed Matter Theory Professor Max Metlitski is a condensed matter theorist working in the field of correlated quantum matter. During the past few years, he has been particularly interested in understanding so-called topological phases, such as quantum Hall states and topological insulators. These states of matter exhibit novel excitations with non-trivial quantum numbers and braiding statistics and\/or non-trivial protected edge modes. Surprisingly, this investigation has also shed light on several seemingly unrelated but long-standing problems, such as the exotic metallic state observed in the quantum Hall fluid at filling factor 1\/2, as well as certain phase transitions in quantum magnets. Moreover, insights from these physical systems have led Metlitski to conjecture several unexpected dualities between certain gauge theories. Other topics that interest Metlitski include quantum criticality in general, and non-Fermi-liquid behavior in metals in particular, as well as the structure of entanglement in many-body systems. Max Metlitski received a BSc in physics and mathematics (2003) and an MSc in physics (2005) from the University of British Columbia, Canada. After obtaining his PhD in physics from Harvard University in 2011, he held a postdoctoral position at the Kavli Institute for Theoretical Physics at the University of California, Santa Barbara, until 2015. Metlitski joined the Department of Physics as an assistant professor in January 2017, following a faculty appointment at the Perimeter Institute for Theoretical Physics in Waterloo, Canada. M. A. Metlitski, “A      1d lattice model for the boundary of the quantum spin-Hall insulator,” arXiv:1908.08958. R. A. Jones and M. A. Metlitski, “1d lattice models for the      boundary of 2d ‘Majorana’ fermion SPTs: Kramers-Wannier duality as an      exact Z2 symmetry,” arXiv:1902.05957. L. Fidkowski, A. Vishwanath and M. A. Metlitski, “Surface Topological Order and a      new 't Hooft Anomaly of Interaction Enabled 3+1D Fermion SPTs,” arXiv:1804.08628. M. A. Metlitski and R. Thorngren, “Intrinsic and emergent anomalies      at deconfined critical points,” Phys. Rev. B 98, 085140      (2018). C. Wang, A. Nahum, M. A. Metlitski, C. Xu, T. Senthil, “Deconfined critical points,      symmetries and dualities,” Phys. Rev. X 7, 031051 (2017). July 15, 2020 4:33 PM"
            ]
        ]
    ]
}