{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2YBLTYEM",
            "N5hNMC8AAAAJ",
            [
                "Dynamos in asymptotic-giant-branch stars as the origin of magnetic fields shaping planetary nebulae",
                "Sunspots and starspots",
                "Flow of cerebrospinal fluid is driven by arterial pulsations and is reduced in hypertension",
                "The Evershed effect in sunspots as a siphon flow along a magnetic flux tube"
            ],
            [
                "Planetary nebulae are thought to be formed when a slow wind from the progenitor giant star is overtaken by a subsequent fast wind generated as the star enters its white dwarf stage 1. A shock forms near the boundary between the winds, creating the relatively dense shell characteristic of a planetary nebula. A spherically symmetric wind will produce a spherically symmetric shell, yet over half of known planetary nebulae are not spherical; rather, they are elliptical or bipolar in shape 2. A magnetic field could launch and collimate a bipolar outflow, but the origin of such a field has hitherto been unclear, and some previous work has even suggested that a field could not be generated 3. Here we show that an asymptotic-giant-branch (AGB) star can indeed generate a strong magnetic field, having as its origin a dynamo at the interface between the rapidly rotating core and the more slowly rotating envelope of the star. The …",
                "Preface; 1. The sun among the stars; 2. Sunspots and starspots: a historical introduction; 3. Overall structure of a sunspot; 4. Fine structure of the umbra; 5. Fine structure of the penumbra; 6. Oscillations in sunspots; 7. Sunspots and active regions; 8. Magnetic activity in stars; 9. Starspots; 10. Solar and stellar activity cycles; 11. Solar and stellar dynamos; 12. Solar activity, space weather, and climate change; 13. The way ahead; Appendices; References; Index.",
                "Flow of cerebrospinal fluid (CSF) through perivascular spaces (PVSs) in the brain is important for clearance of metabolic waste. Arterial pulsations are thought to drive flow, but this has never been quantitatively shown. We used particle tracking to quantify CSF flow velocities in PVSs of live mice. CSF flow is pulsatile and driven primarily by the cardiac cycle. The speed of the arterial wall matches that of the CSF, suggesting arterial wall motion is the principal driving mechanism, via a process known as perivascular pumping. Increasing blood pressure leaves the artery diameter unchanged but changes the pulsations of the arterial wall, increasing backflow and thereby reducing net flow in the PVS. Perfusion-fixation alters the normal flow direction and causes a 10-fold reduction in PVS size. We conclude that particle tracking velocimetry enables the study of CSF flow in unprecedented detail and that studying the PVS …",
                "The Evershed effect 1—a wavelength shift and profile asymmetry in the spectral lines observed from the outer regions of sunspots (the penumbra)—has been interpreted as a radial outflow of gas from the sunspot, but the dynamics of the flow have not been fully understood 2. Although the Evershed effect seems to stop abruptly at the outer edge of the penumbra, the outflow itself must continue, though tracing its path has proved difficult. Theoretical 3, 4 and observational 5, 6, 7 studies have suggested that much of the continuing flow may follow magnetic field lines that go below the visible surface of the Sun at or just beyond the edge of the penumbra, and recent observations have now confirmed this picture 8. Here we show, using theoretical calculations based on a more realistic model, that the flow acts like a siphon 3, 9, 10, 11, 12 which is driven along a magnetic flux tube by the pressure drop between the …"
            ],
            [
                [
                    "Solar physics",
                    "astrophysical fluid dynamics",
                    "magnetohydrodynamics",
                    "geophysical fluid dynamics",
                    "cerebrospinal fluid dynamics"
                ]
            ],
            [
                "John H. Thomas Professor of Mechanical and Aerospace Sciences and Astronomy, Emeritus PhD in Engineering Sciences, Purdue University, 1966 223 Hopeman (585) 275-4083 Fax: (585) 256-2509 thomas@me.rochester.edu Biography Professor Thomas received his PhD in engineering sciences (1966) from Purdue University. After a NATO Postdoctoral Fellow at the University of Cambridge, England, he joined the Department of Mechanical and Aerospace Sciences (now Mechanical Engineering) at the University as an Assistant Professor in 1967. He was promoted to Associate Professor in 1973 and to Professor in 1981. Since 1986 he has held a joint appointment as Professor of Astronomy. Professor Thomas served as Associate Dean for Graduate studies in the College of Engineering and Applied Science (1981-1983) and as University Dean of Graduate Studies (1983-1991). Professor Thomas has held visiting appointments at the Max Planck Institute for Astrophysics, the Department of Theoretical Physics at the University of Oxford, the Sacramento Peak Observatory, the High Altitude Observatory (HAO), University of Sydney, LAEFF in Madrid, and the Department of Applied Mathematics and Theoretical Physics at the University of Cambridge. Since 1989 he has been an Affiliate Scientist at HAO. Professor Thomas was a Guggenheim Fellow (1993-94) and is a past Chair of the Solar Physics Division of the American Astronomical Society. From 1993 through 2002, he was a Scientific Editor of The Astrophysical Journal. Professor Thomas was elected a Fellow of the American Physical Society in 2000. Research Overview Professor Thomas' general area of interest is Theoretical Astrophysics. His research has focused on astrophysical fluid dynamics and magnetohydrodynamics, particularly as applied to the Sun. He works on the physics of sunspots and magnetic flux tubes in the Sun, solar activity and the solar cycle, solar and stellar dynamo theory, helioseismology, and MHD waves in the solar atmosphere. Although primarily a theoretician, Professor Thomas also carries out solar observations at the National Solar Observatory\/Sacramento Peak and uses data from various solar space missions. Professor Thomas also participates in the department's Plasma Physics program. For further details, go to Professor Thomas' home page at: http:\/\/www.me.rochester.edu\/People\/Faculty\/thomas.html ."
            ]
        ]
    ]
}