{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2YGDVN9S",
            "JNKa1osAAAAJ",
            [
                "Local ablative therapy of oligoprogressive disease prolongs disease control by tyrosine kinase inhibitors in oncogene-addicted non–small-cell lung cancer",
                "Anaplastic lymphoma kinase gene rearrangements in non-small cell lung cancer are associated with prolonged progression-free survival on pemetrexed",
                "Oncogene status predicts patterns of metastatic spread in treatment‐naive nonsmall cell lung cancer",
                "Mer or Axl receptor tyrosine kinase inhibition promotes apoptosis, blocks growth and enhances chemosensitivity of human non-small cell lung cancer",
                "Restoration of miR-200c to ovarian cancer reduces tumor burden and increases sensitivity to paclitaxel",
                "Methylation of microRNA-9 is a specific and sensitive biomarker for oral and oropharyngeal squamous cell carcinomas",
                "Correlations between the percentage of tumor cells showing an anaplastic lymphoma kinase (ALK) gene rearrangement, ALK signal copy number, and response to crizotinib therapy in …",
                "Epithelial stem cell mutations that promote squamous cell carcinoma metastasis",
                "Identifying the appropriate FISH criteria for defining MET copy number–driven lung adenocarcinoma through oncogene overlap analysis",
                "A phase I\/II study of erlotinib in combination with the anti-insulin-like growth factor-1 receptor monoclonal antibody IMC-A12 (cixutumumab) in patients with advanced non-small …"
            ],
            [
                "Many patients with oncogene-driven non–small-cell lung cancer (NSCLC) treated with tyrosine kinase inhibitors experience limited sites of disease progression. This study investigated retrospectively the benefits of local ablative therapy (LAT) to central nervous system (CNS) and\/or limited systemic disease progression and continuation of crizotinib or erlotinib in patients with metastatic ALK gene rearrangement (ALK+) or EGFR-mutant (EGFR-MT) NSCLC, respectively.Patients with metastatic ALK+ NSCLC treated with crizotinib (n = 38) and EGFR-MT NSCLC treated with erlotinib (n = 27) were identified at a single institution. Initial response to the respective kinase inhibitors, median progression-free survival (PFS1), and site of first progression were recorded. A subset of patients with either nonleptomeningeal CNS and\/or four sites or fewer of extra-CNS progression (oligoprogressive disease …",
                "To explore whether the progression-free survival (PFS) with pemetrexed differs between anaplastic lymphoma kinase (ALK)-positive and other major molecular subtypes of non-small cell lung cancer.In an ALK-enriched population, patients with metastatic non-small cell lung cancer were screened by ALK fluorescence in situ hybridization and for epidermal growth factor receptor (EGFR) and KRAS mutations. Triple-tested, pemetrexed-treated patients (monotherapy or combination therapy) were identified and PFS with pemetrexed captured retrospectively.Eighty-nine eligible cases were identified (19 ALK fluorescence in situ hybridization positive, 12 EGFR mutant, 21 KRAS mutant, and 37 triple negatives). Eighty-three cases (93%) were adenocarcinomas, two were adenosquamous, one squamous, and three had large cell histology. None of the ALK-positive patients had received …",
                "The discovery of distinct subsets of nonsmall cell lung cancer (NSCLC) characterized by activation of driver oncogenes has greatly affected personalized therapy. It is hypothesized that the dominant oncogene in NSCLC would be associated with distinct patterns of metastatic spread in NSCLC at the time of diagnosis.A total of 209 consecutive patients with stage IV nonsquamous NSCLC with an EGFR (epidermal growth factor receptor) mutation (N = 39), KRAS (v‐Ki‐ras2 Kirsten rat sarcoma viral oncogene homolog) mutation (N = 49), ALK (anaplastic lymphoma receptor tyrosine kinase) gene rearrangement (N = 41), or wild‐type for all 3 (triple negative, N = 80) were included. The percentage of patients with metastatic disease at a given site was compared between each molecular cohort (EGFR, KRAS, or ALK) and the triple negative cohort.ALK gene rearrangement …",
                "Non-small cell lung cancer (NSCLC) is a prevalent and devastating disease that claims more lives than breast, prostate, colon and pancreatic cancers combined. Current research suggests that standard chemotherapy regimens have been optimized to maximal efficiency. Promising new treatment strategies involve novel agents targeting molecular aberrations present in subsets of NSCLC. We evaluated 88 human NSCLC tumors of diverse histology and identified Mer and Axl as receptor tyrosine kinases (RTKs) overexpressed in 69% and 93%, respectively, of tumors relative to surrounding normal lung tissue. Mer and Axl were also frequently overexpressed and activated in NSCLC cell lines. Ligand-dependent Mer or Axl activation stimulated MAPK, AKT and FAK signaling pathways indicating roles for these RTKs in multiple oncogenic processes. In addition, we identified a novel pro-survival pathway—involving …",
                "A therapeutic intervention that could decrease tumor burden and increase sensitivity to chemotherapy would have a significant impact on the high morbidity rate associated with ovarian cancer. miRNAs have emerged as potential therapeutic candidates due to their ability to downregulate multiple targets involved in tumor progression and chemoresistance. miRNA-200c (miR-200c) is downregulated in ovarian cancer cell lines and stage III ovarian tumors, and low miR-200c correlates with poor prognosis. miR-200c increases sensitivity to taxanes in vitro by targeting class III β-tubulin gene (TUBB3), a tubulin known to mediate chemoresistance. Indeed, we find that patients with tumors having low TUBB3 had significantly prolonged survival (average survival 52.73 ± 4.08 months) as compared with those having high TUBB3 (average survival 42.56 ± 3.19 months). miR-200c also targets TrkB, a mediator of resistance to …",
                "Detection of DNA methylation has produced promising results as biomarkers for head and neck squamous cell carcinoma (HNSCC). However, current panels are limited by an insufficient number of sensitive and specific tumor markers. MicroRNAs (miR) play an important role in tumorigenesis, and may represent a novel panel of molecules for the development of cancer biomarkers. We investigated methylation of three miRNA promoter sites of miR-9 (miR-9-1, miR-9-2, miR-9-3) in 107 human head and neck tissue samples and controls. We found methylations of miR-9-1 and miR-9-3 were higher in oral and oropharyngeal carcinomas than that in laryngeal carcinoma, achieving a combined sensitivity of 63% and 56%, respectively, for these two tumor types, compared to 21% for the laryngeal carcinoma. Quantitative PCR of miR-9 showed reduced expression associated with methylation of miR-9 in tumor tissues. To …",
                "Fluorescence in situ hybridization (FISH), using break‐apart red (3′) and green (5′) ALK (anaplastic lymphoma kinase) probes, consistently shows rearrangements in <100% of tumor cells in ALK‐positive (ALK+) nonsmall cell lung cancer (NSCLC). Increased copy numbers of fused and rearranged signals also occur. Here, correlations are explored between the percentage of ALK+ cells and signal copy number and their association with response to ALK inhibition.Ninety ALK+ NSCLC cases were evaluated. The percentage of positive cells, pattern of positivity (split, single red, or both), and copy number of fused, isolated red and green signals were recorded. Thirty patients had received crizotinib.Increased isolated red signal copy number (contributing to both single red and split patterns of positivity) correlated with a higher percentage of ALK+ cells (r = 0.743, P < …",
                "Squamous cell carcinomas (SCCs) originate in stratified epithelia, with a small subset becoming metastatic. Epithelial stem cells are targets for driver mutations that give rise to SCCs, but it is unknown whether they contribute to oncogenic multipotency and metastasis. We developed a mouse model of SCC by targeting two frequent genetic mutations in human SCCs, oncogene KrasG12D activation and Smad4 deletion, to mouse keratin 15–expressing (K15+) stem cells. We show that transgenic mice developed multilineage tumors, including metastatic SCCs. Among cancer stem cell–enriched (CSC-enriched) populations, those with increased side population (SP) cells correlated with epithelial-mesenchymal transition (EMT) and lung metastasis. We show that microRNA-9 (miR-9) contributed to SP expansion and metastasis, and miR-9 inhibition reduced the number of SP cells and metastasis. Increased miR-9 was …",
                "Mesenchymal-epithelial transition factor gene (MET) gene copy number gain may be a predictive biomarker for mesenchymal-epithelial transition factor (MET) inhibition in lung cancer, but the most appropriate method and criteria for defining MET positivity are uncertain.MET copy number was assessed by fluorescence in situ hybridization in lung adenocarcinoma. Positivity criteria included mean MET per cell values greater than 5 (low [≥5 to <6], intermediate [≥6 to <7], and high [≥7]) and mean MET–to–chromosome 7 centromere ratios (MET\/CEP7) of at least 1.8 (low [≥1.8 to ≤2.2], intermediate [>2.2 to <5], and high [≥5]). Associated clinical and molecular characteristics were captured.Of 686 cases, 99 (14%) had a mean MET per cell value of 5 or greater, 52 of 1164 (4.5%) had a MET\/CEP7 ratio of 1.8 or higher. Other oncogenic drivers (in EGFR, KRAS, anaplastic lymphoma …",
                "This phase I\/II study evaluated the safety and antitumor effect of the combination of erlotinib with cixutumumab, a recombinant fully humanized anti-insulin-like growth factor-1 receptor IgG1 monoclonal antibody, in advanced non-small cell lung cancer (NSCLC).Patients with advanced NSCLC were treated in an initial safety-lead and drop-down cohorts using erlotinib 150 mg\/d with cixutumumab 6 or 5 mg\/kg on days 1, 8, 15, and 22 in 28-day cycles (cohorts 1 and 2). Emerging pharmacokinetic data led to an additional cohort (3 + 3 design) with cixutumumab at 15 mg\/kg on day 1 in 21-day cycles (cohort 3).Eighteen patients entered the study (6 at 6 mg\/kg, 8 at 5 mg\/kg, and 4 at 15 mg\/kg), with median age of 65 years. Four of six patients at 6 mg\/kg experienced dose-limiting toxicities (DLTs), whereas at 5 mg\/kg, one of eight patients experienced DLT but three of eight patients still …"
            ],
            [
                [
                    "data science",
                    "predictive modeling"
                ]
            ],
            [
                "Xian Lu Assistant Professor of Physics and Astronomy 302A Kinard Laboratory 864-656-4204 xianl@clemson.edu Lu Atmosphere Group Ph.D., Atmospheric Sciences, University of Illinois at Urbana-Champaign, Urbana, IL M.S., Space Physics, Wuhan University, Wuhan, China B.S., Electrical Engineering, Wuham University, Wuhan, China Dr. Lu’s research focuses on the study of the atmospheric wave dynamics and coupling (including gravity waves, planetary waves and tides), and the neutral-plasma coupling in the Atmosphere-Magnesosphere-Ionosphere (AIM) system. She has extensive research experiences of analyzing the observational data from the satellite measurements as well as from the ground-based instruments such as lidar, airglow imager, meteor radar, and radiosonde. She also has the rich experiences of applying the assimilation data from MERRA and ECMWF for the wave studies. Her modeling experiences include developing a mechanistic model to study the planetary waves in Antarctica, and working with several general circulation models for the studies of wave dynamics and AIM coupling, which include the TIEGCM, CTIPe, WACCM, and WAM. Dr. Lu is a PI and Co-I of multiple projects funded by NSF, NASA, and Air Force. She has been serving as a frequent reviewer for peer-reviewed journal papers and science proposals. She has extensive experiences of advising graduate and undergraduate students in the atmospheric and space science studies. Lu Atmosphere Group Website The atmosphere is a fragile layer of gas and aerosol surrounding our planet that warms us, provides the air to breathe, and protects us from harmful radiation. Weather impacts our daily lives and climate affects our future. The Earth's atmosphere extends from the ground into the space environment where the solar wind and magnetic storms rage. Atmospheric and Space Physics is the study of dynamical, thermal, radiational, electro- and magnetodynamical processes that determine the structure, composition, and energy and momentum budget of the atmosphere. The study of the upper atmosphere and ionosphere above 50 km (30 mi) is called aeronomy, above 80-100 km it is considered part of space physics. In our group, we explore the atmosphere with rocket and ground based experiments, satellite data, and various models. Rockets are the only means for in situ measurements between 50 and 150 km, the mesosphere and lower thermosphere. Ground based instruments, such as optical imagers, radar and lidar provide continuous monitoring and important long-term observations. Satellites allow us to study the atmosphere on a global-scale. Numerical models are used to untangle the various interacting dynamical, chemical and electrodynamics processes that occur over a wide range of spatio-temporal scales. Undergraduate students from different disciplines have designed rocket experiments for various missions since 2002. Graduate students pursuing a M.S. or Ph.D. degree can work on any of the various current faculty research projects. Atmospheric and Space Physicists are employed by the aerospace and defense industry, research labs and agencies like NASA, NOAA, NCAR, and the academic sector worldwide. For more information, please visit the pages of our faculty members or contact the Department of Physics and Astronomy at Clemson University. Atmospheric and Space Physics Group Pages Stephen R. Kaeppler - Experimental ionospheric physics and data analysis: ionospheric and auroral electrodynamics, rocket-based hardware development, incoherent scatter radar data analysis, and high frequency (HF) remote sensing of the bottomside ionosphere and software defined radio (SDR) hardware development. Miguel Larsen - Studies of the dynamics of the ionosphere, including waves and turbulence - Fact Sheet Gerald Lehmacher - Neutral and plasma measurements with rocket and radar techniques, turbulence Xian Lu - Observational study and numerical modeling of the atmospheric dynamics and space weather, atmospheric gravity waves, planetary waves and tides. John Meriwether - Airglow imaging with ground based Fabry-Perot interferometers, gravity waves, equatorial dynamics Jens Oberheide - Satellite data analysis, climate and weather of the Sun-Earth system, atmospheric tides"
            ]
        ]
    ]
}