{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2YOGANQO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Robert Coalson Professor\/Secondary Appointment 321 Eberly (412) 624-8261 coalson@pitt.edu Quantum Dynamics Theory, with Application to Condensed Phase Systems: Exact and approximate wavepacket dynamics techniques, developed in our group and elsewhere, have been utilized to investigate experimentally observable signatures of condensed ph ase quantum dynamics. Specific processes include resonance Raman spectra of chromophores (e.g. CS2) in solvents of various polarities, electron transfer of mixed valences transition metal complexes in polar solvents and electron stimulated desorption of adsorbates from solid surfaces. [(e.g., CO on Cu]. Theoretical issues include development of (i) numerical algorithms capable of solving the many–body time–dependent Schrodinger Equation, (ii) implementable formalism for e xtracting spectroscopic observables from condensed phase wavepacket simulations, and (iii) simple models (e.g., of a single particle interacting with an environment) to aid in the interpretation of experimental and simulation data. Frontiers include (i) q uantum dynamics of systems immersed in liquids and other amorphous environments, (ii) determination of Born–Oppenheimer level electronic structure \"on the fly\" in the course of during nuclear wavepacket dynamical evolution, (iii) accurate treatment of ele ctronuclear coupling effects, for example, in nondiabatic transition processes, and (iv) understanding the effect of applied laser fields on electron transfer reactions. Colloid Science: Structural and Dynamics of Charged Polystyrene Sphere Suspensions: We are interested in the properties of highly charged polystyrene spheres (diameter ca. 0.1 micron) suspended in aqueous ionic solutions. To minimize Coulombic rep ulsions, these polyballs can order into a solid phase; melting is caused by addition of a sufficient quantity of impurity ions that shield the polyballs. Current work centers around quantification of the fundamental inter–polyball forces as a function of impurity ion concentration, polyball charge, etc. Also underway are studies of the structure and stability of novel polyball structures (including materials made by embedding colloid crystals in polymer films and gels), and investigation of nonequilibrium dynamics of these suspensions (e.g., response to laser heating and shearing). Design of Dielectric Waveguides: Design of Dielectric Waveguides. Interest in electro–optic integration of GaAs derived materials has spurred characterization of the field–induced optical properties of multi–quantum well structures. We compute numerical solutions to Maxwell’s Equations in order to predict the characteristics of optical waveguides made from such structures. Recently, we have applied optimal central theory to aid in the design of these and other optical waveguides. Also of interest are a microscopic understanding of optical absorption and electrical conduction processes in these materials and the influence of such microscopic properties on the macroscopic electromagnetic fields that propagate through waveguides. Awards Chancellor's Distinguished Research Award, 2006 Selected Publications \"Free Energy of Nanoparticle Binding to Multivalent Polymeric Substrates,\" Chad Gu, Rob D. Coalson , David Jasnow, and Anton Zilman, J. Phys. Chem. B 121, 6425 (2017) \"Precise control of polymer coated nanopores by nanoparticle additives: Insights from computational modeling,\" Afshin Eskandari Nasrabad, David Jasnow, Anton Zilman, and Rob D. Coalson , Journal of Chemical Physics 145, 064901 (2016) \"Simple biophysics underpins collective conformations of the intrinsically disordered proteins of the nuclear pore complex,\" Vovk, A., Gu, C., Opferman, M.G., Kapinos, L.E., Lim, R.Y.H., Coalson, R.D ., Jasnow, D., Zilman, A., eLife 5, e10785 (2016) \"Water and ion permeability of a claudin model: A computational study,\" Laghaei, R., Yu, A.S.L., Coalson, R.D. , Proteins: Structure, Function and Bioinformatics 84, 305 (2016) \"A Polymer-Brush-Based Nanovalve Controlled by Nanoparticle Additives: Design Principles,\" Coalson, R.D., Eskandari Nasrabad, A., Jasnow, D., Zilman, A., J. Phys. Chem. B 119, 11858 (2015) \"Calculation of iron transport through human H-chain ferritin,\" Laghaei, R., Kowallis, W., Evans, D.G., Coalson, R.D., J. Phys. Chem. A 118, 7442 (2014)  (412) 624-8261"
            ]
        ]
    ]
}