{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2Z73BXC8",
            "xYC3ZMsAAAAJ",
            [
                "Synthetic Landau levels for photons",
                "A strongly interacting polaritonic quantum dot",
                "Observation and characterization of cavity Rydberg polaritons",
                "Electromagnetic and gravitational responses of photonic Landau levels",
                "Observation of Laughlin states made of light",
                "Interacting floquet polaritons",
                "Measurement of the scalar polarizability within the 5-6 410-nm transition in atomic indium",
                "Increased atom-cavity coupling and stability using a parabolic ring cavity",
                "Photons and polaritons in a broken-time-reversal nonplanar resonator",
                "Photons and polaritons in a time-reversal-broken non-planar resonator"
            ],
            [
                "Synthetic photonic materials are an emerging platform for exploring the interface between microscopic quantum dynamics and macroscopic material properties 1, 2, 3, 4, 5. Photons experiencing a Lorentz force develop handedness, providing opportunities to study quantum Hall physics and topological quantum science 6, 7, 8. Here we present an experimental realization of a magnetic field for continuum photons. We trap optical photons in a multimode ring resonator to make a two-dimensional gas of massive bosons, and then employ a non-planar geometry to induce an image rotation on each round-trip 9. This results in photonic Coriolis\/Lorentz and centrifugal forces and so realizes the Fock–Darwin Hamiltonian for photons in a magnetic field and harmonic trap 10. Using spatial-and energy-resolved spectroscopy, we track the resulting photonic eigenstates as radial trapping is reduced, finally observing a …",
                "Polaritons are promising constituents of both synthetic quantum matter 1 and quantum information processors 2, whose properties emerge from their components: from light, polaritons draw fast dynamics and ease of transport; from matter, they inherit the ability to collide with one another. Cavity polaritons are particularly promising as they may be confined and subjected to synthetic magnetic fields controlled by cavity geometry 3, and furthermore they benefit from increased robustness due to the cavity enhancement in light–matter coupling. Nonetheless, until now, cavity polaritons have operated only in a weakly interacting mean-field regime 4, 5. Here we demonstrate strong interactions between individual cavity polaritons enabled by employing highly excited Rydberg atoms as the matter component of the polaritons. We assemble a quantum dot composed of approximately 150 strongly interacting Rydberg-dressed …",
                "We experimentally demonstrate the emergence of a robust quasiparticle, the cavity Rydberg polariton, when an optical cavity photon hybridizes with a collective Rydberg excitation of a laser-cooled atomic ensemble. Free-space Rydberg polaritons have recently drawn intense interest as tools for quantum information processing and few-body quantum science. Here, we explore the properties of their cavity counterparts in the single-particle sector, observing an enhanced lifetime and slowed dynamics characteristic of cavity dark polaritons. We measure the range of cavity frequencies over which the polaritons persist, corresponding to the spectral width available for polariton quantum dynamics, and the speed limit for quantum information processing. Further, we observe a cavity-induced suppression of inhomogeneous broadening channels and demonstrate the formation of Rydberg polaritons in a multimode cavity …",
                "Topology has recently become a focus in condensed matter physics, arising in the context of the quantum Hall effect and topological insulators. In both of these cases, the topology of the system is defined through bulk properties (‘topological invariants’) but detected through surface properties. Here we measure three topological invariants of a quantum Hall material—photonic Landau levels in curved space—through local electromagnetic and gravitational responses of the bulk material. Viewing the material as a many-port circulator, the Chern number (a topological invariant) manifests as spatial winding of the phase of the circulator. The accumulation of particles near points of high spatial curvature and the moment of inertia of the resultant particle density distribution quantify two additional topological invariants—the mean orbital spin and the chiral central charge. We find that these invariants converge to their …",
                "Much of the richness in nature emerges because simple constituents form an endless variety of ordered states 1. Whereas many such states are fully characterized by symmetries 2, interacting quantum systems can exhibit topological order and are instead characterized by intricate patterns of entanglement 3, 4. A paradigmatic example of topological order is the Laughlin state 5, which minimizes the interaction energy of charged particles in a magnetic field and underlies the fractional quantum Hall effect 6. Efforts have been made to enhance our understanding of topological order by forming Laughlin states in synthetic systems of ultracold atoms 7, 8 or photons 9, 10, 11. Nonetheless, electron gases remain the only systems in which such topological states have been definitively observed 6, 12, 13, 14. Here we create Laughlin-ordered photon pairs using a gas of strongly interacting, lowest-Landau-level polaritons …",
                "Ordinarily, photons do not interact with one another. However, atoms can be used to mediate photonic interactions 1, 2, raising the prospect of forming synthetic materials 3 and quantum information systems 4, 5, 6, 7 from photons. One promising approach combines highly excited Rydberg atoms 8, 9, 10, 11, 12 with the enhanced light–matter coupling of an optical cavity to convert photons into strongly interacting polaritons 13, 14, 15. However, quantum materials made of optical photons have not yet been realized, because the experimental challenge of coupling a suitable atomic sample with a degenerate cavity has constrained cavity polaritons to a single spatial mode that is resonant with an atomic transition. Here we use Floquet engineering 16, 17—the periodic modulation of a quantum system—to enable strongly interacting polaritons to access multiple spatial modes of an optical cavity. First, we show that …",
                "We have completed a measurement of the Stark shift in 115 In within the 410-nm 5 P 1\/2-6 S 1\/2 transition. We measure the Stark shift constant to be k S=− 122.92 (33) kHz\/(kV\/cm) 2, corresponding to a difference in the 6 S 1\/2-and 5 P 1\/2-state polarizabilities, Δ α 0 (in atomic units), of 1000.2±2.7 a 0 3. This result is a factor of 30 more precise than previous measurements and is in excellent agreement with a new theoretical value based on an ab initio calculation of the wave functions in this three-valence-electron system. The measurement was performed in an indium atomic-beam apparatus, used a GaN laser diode system, and exploited a FM spectroscopy technique to extract laser transmission spectra under conditions where our interaction region optical depth was typically less than 10− 3.",
                "Optical cavities are one of the best ways to increase atom-light coupling and will be a key ingredient for future quantum technologies that rely on light–matter interfaces. We demonstrate that traveling-wave'ring'cavities can achieve small mode waists w (ie large atom-cavity coupling) while maintaining stability to fluctuations and large mirror separation. Additionally, our ring cavity design can achieve arbitrary transverse-mode spacing simultaneously with the large mode-waist reductions. Following these principles, we build a parabolic atom-ring cavity system that achieves strong collective coupling NC= 15 (1) between N= 10 3 Rb atoms and a ring cavity with a single-atom cooperativity C that is significantly larger than what could be achieved with a near-confocal two-mirror cavity with the same mirror separation and finesse. By using parabolic mirrors, we eliminate astigmatism–which can otherwise preclude stable …",
                "From generation of backscatter-free transmission lines, to optical isolators, to chiral Hamiltonian dynamics, breaking time-reversal symmetry is a key tool for development of next-generation photonic devices and materials. Of particular importance is the development of time-reversal-broken devices in the low-loss regime, where they can be harnessed for quantum materials and information processors. In this work, we experimentally demonstrate the isolation of a single, time-reversal-broken running-wave mode of a moderate-finesse optical resonator. Nonplanarity of the optical path produces a round-trip geometrical (Pancharatnam) polarization rotation, breaking the inversion symmetry of the photonic modes. The residual time-reversal symmetry between forward-σ+–backward-σ− modes is broken through an atomic Faraday rotation induced by an optically pumped ensemble of Rb 87 atoms residing in the resonator …",
                "From generation of backscatter-free transmission lines, to optical isolators, to chiral Hamiltonian dynamics, breaking time-reversal symmetry is a key tool for development of next-generation photonic devices and materials. Of particular importance is the development of time-reversal-broken devices in the low-loss regime, where they can be harnessed for quantum materials and information processors. In this work, we experimentally demonstrate the isolation of a single, time-reversal broken running-wave mode of a moderate-finesse optical resonator. Non-planarity of the optical path produces a round-trip geometrical (Pancharatnam) polarization rotation, breaking the inversion symmetry of the photonic modes. The residual time-reversal symmetry between forward-\/backwards- modes is broken through an atomic Faraday rotation induced by an optically pumped ensemble of  Rb atoms residing in the resonator. We observe a splitting of 6.3 linewidths between time-reversal partners and a corresponding optical isolation of 20.1 (4) dB, with 83 (1)% relative forward cavity transmission. Finally, we explore the impact of twisted resonators on T-breaking of intra-cavity Rydberg polaritons, a crucial ingredient of photonic materials and specifically topological optical matter. As a highly coherent approach to time-reversal breaking, this work will find immediate application in creation of photonic materials and also in switchable narrow-band optical isolators."
            ],
            [
                [
                    "Atomic physics"
                ]
            ]
        ]
    ]
}