{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "2ZJETEQC",
            "bNNCrVcAAAAJ",
            [
                "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
                "Mechanisms linking obesity to insulin resistance and type 2 diabetes",
                "Glycemic durability of rosiglitazone, metformin, or glyburide monotherapy"
            ],
            [
                "Type 2 diabetes affects approximately 8 percent of adults in the United States. Some risk factors — elevated plasma glucose concentrations in the fasting state and after an oral glucose load, overweight, and a sedentary lifestyle — are potentially reversible. We hypothesized that modifying these factors with a lifestyle-intervention program or the administration of metformin would prevent or delay the development of diabetes.We randomly assigned 3234 nondiabetic persons with elevated fasting and post-load plasma glucose concentrations to placebo, metformin (850 mg twice daily), or a lifestyle-modification program with the goals of at least a 7 percent weight loss and at least 150 minutes of physical activity per week. The mean age of the participants was 51 years, and the mean body-mass index (the weight in kilograms divided by the square of the height in meters) was 34.0; 68 percent …",
                "Obesity is associated with an increased risk of developing insulin resistance and type 2 diabetes. In obese individuals, adipose tissue releases increased amounts of non-esterified fatty acids, glycerol, hormones, pro-inflammatory cytokines and other factors that are involved in the development of insulin resistance. When insulin resistance is accompanied by dysfunction of pancreatic islet β-cells—the cells that release insulin—failure to control blood glucose levels results. Abnormalities in β-cell function are therefore critical in defining the risk and development of type 2 diabetes. This knowledge is fostering exploration of the molecular and genetic basis of the disease and new approaches to its treatment and prevention.",
                "The efficacy of thiazolidinediones, as compared with other oral glucose-lowering medications, in maintaining long-term glycemic control in type 2 diabetes is not known.We evaluated rosiglitazone, metformin, and glyburide as initial treatment for recently diagnosed type 2 diabetes in a double-blind, randomized, controlled clinical trial involving 4360 patients. The patients were treated for a median of 4.0 years. The primary outcome was the time to monotherapy failure, which was defined as a confirmed level of fasting plasma glucose of more than 180 mg per deciliter (10.0 mmol per liter), for rosiglitazone, as compared with metformin or glyburide. Prespecified secondary outcomes were levels of fasting plasma glucose and glycated hemoglobin, insulin sensitivity, and β-cell function.Kaplan–Meier analysis showed a cumulative incidence of monotherapy failure at 5 years of 15% with …"
            ],
            [
                [
                    "diabetes prevention",
                    "diabetes treatment",
                    "islet amyloid",
                    "beta-cell function",
                    "insulin sensitivity"
                ]
            ],
            [
                "Steven Kahn Cassius Lamb Kirk Professor in the Natural Sciences and Professor of Particle Physics and Astrophysics skahn@slac.stanford.edu Physics Department 250 Varian Hall Stanford University 94305 (650) 926-8570 (fax) (650) 926-4622 (650) 926-8570 (fax) 29 Independent Studies (5) PHYSICS 190 (Win) Ph.D. Research CME 400 (Aut, Win, Spr) Problems in Aero\/Astro AA 290 (Aut, Win, Spr) Problems in Aero\/Astro AA 290S (Sum) David Thomas LSST: From Science Drivers to Reference Design and Anticipated Data Products Ivezic, Z., Kahn, S. M., Tyson, J., Abel, B., Acosta, E., Allsman, R., Alonso, D., AlSayyad, Y., Anderson, S. F., Andrew, J., Angel, J. P., Angeli, G. Z., Ansari, R., Antilogus, P., Araujo, C., Armstrong, R., Arndt, K. T., Astier, P., Aubourg, E., Auza, N., Axelrod, T. S., Bard, D. J., Barr, J. D., Barrau, A., Bartlett, J. G., Bauer, A. E., Bauman, B. J., Baumont, S., Bechtol, E., Bechtol, K., Becker, A. C., Becla, J., Beldica, C., Bellavia, S., Bianco, F. B., Biswas, R., Blanc, G., Blazek, J., Blandford, R. D., Bloom, J. S., Bogart, J., Bond, T. W., Booth, M. T., Borgland, A. W., Borne, K., Bosch, J. F., Boutigny, D., Brackett, C. A., Bradshaw, A., Brandt, W., Brown, M. E., Bullock, J. S., Burchat, P., Burke, D. L., Cagnoli, G., Calabrese, D., Callahan, S., Callen, A. L., Carlin, J. L., Carlson, E. L., Chandrasekharan, S., Charles-Emerson, G., Chesley, S., Cheu, E. C., Chiang, H., Chiang, J., Chirino, C., Chow, D., Ciardi, D. R., Claver, C. F., Cohen-Tanugi, J., Cockrum, J. J., Coles, R., Connolly, A. J., Cook, K. H., Cooray, A., Covey, K. R., Cribbs, C., Cui, W., Cutri, R., Daly, P. N., Daniel, S. F., Daruich, F., Daubard, G., Daues, G., Dawson, W., Delgado, F., Dellapenna, A., de Peyster, R., de Val-Borro, M., Digel, S. W., Doherty, P., Dubois, R., Dubois-Felsmann, G. P., Durech, J., Economou, F., Eifler, T., Eracleous, M., Emmons, B. L., Neto, A., Ferguson, H., Figueroa, E., Fisher-Levine, M., Focke, W., Foss, M. D., Frank, J., Freemon, M. D., Gangler, E., Gawiser, E., Geary, J. C., Gee, P., Geha, M., Gessner, C. B., Gibson, R. R., Gilmore, D., Glanzman, T., Glick, W., Goldina, T., Goldstein, D. A., Goodenow, I., Graham, M. L., Gressler, W. J., Gris, P., Guy, L. P., Guyonnet, A., Haller, G., Harris, R., Hascall, P. A., Haupt, J., Hernandez, F., Herrmann, S., Hileman, E., Hoblitt, J., Hodgson, J. A., Hogan, C., Howard, J. D., Huang, D., Huffer, M. E., Ingraham, P., Innes, W. R., Jacoby, S. H., Jain, B., Jammes, F., Jee, J., Jenness, T., Jernigan, G., Jevremovic, D., Johns, K., Johnson, A. S., Johnson, M. G., Jones, R., Juramy-Gilles, C., Juric, M., Kalirai, J. S., Kallivayalil, N. J., Kalmbach, B., Kantor, J. P., Karst, P., Kasliwal, M. M., Kelly, H., Kessler, R., Kinnison, V., Kirkby, D., Knox, L., Kotov, I. V., Krabbendam, V. L., Krughoff, K., Kubanek, P., Kuczewski, J., Kulkarni, S., Ku, J., Kurita, N. R., Lage, C. S., Lambert, R., Lange, T., Langton, J., Le Guillou, L., Levine, D., Liang, M., Lim, K., Lintott, C. J., Long, K. E., Lopez, M., Lotz, P. J., Lupton, R. H., Lust, N. B., MacArthur, L. A., Mahabal, A., Mandelbaum, R., Markiewicz, T. W., Marsh, D. S., Marshall, P. J., Marshall, S., May, M., McKercher, R., MichelleMcQueen, Meyers, J., Migliore, M., Miller, M., Mills, D. J., Miraval, C., Moeyens, J., Moolekamp, F. E., Monet, D. G., Moniez, M., Monkewitz, S., Montgomery, C., Morrison, C. B., Mueller, F., Muller, G. P., Arancibia, F., Neill, D. R., Newbry, S. P., Nief, J., Nomerotski, A., Nordby, M., O'Connor, P., Oliver, J., Olivier, S. S., Olsen, K., O'Mullane, W., Ortiz, S., Osier, S., Owen, R. E., Pain, R., Palecek, P. E., Parejko, J. K., Parsons, J. B., Pease, N. M., Peterson, J., Peterson, J. R., Petravick, D. L., Petrick, M., Petry, C. E., Pierfederici, F., Pietrowicz, S., Pike, R., Pinto, P. A., Plante, R., Plate, S., Plutchak, J. P., Price, P. A., Prouza, M., Radeka, V., Rajagopal, J., Rasmussen, A. P., Regnault, N., Reil, K. A., Reiss, D. J., Reuter, M. A., Ridgway, S. T., Riot, V. J., Ritz, S., Robinson, S., Roby, W., Roodman, A., Rosing, W., Roucelle, C., Rumore, M. R., Russo, S., Saha, A., Sassolas, B., Schalk, T. L., Schellart, P., Schindler, R. H., Schmidt, S., Schneider, D. P., Schneider, M. D., Schoening, W., Schumacher, G., Schwamb, M. E., Sebag, J., Selvy, B., Sembroski, G. H., Seppala, L. G., Serio, A., Serrano, E., Shaw, R. A., Shipsey, I., Sick, J., Silvestri, N., Colin, T., Smith, J., Smith, R., Shahram, Soldahl, C., Storrie-Lombardi, L., Stover, E., Strauss, M. A., Street, R. A., Stubbs, C. W., Sullivan, I. S., Sweeney, D., Swinbank, J. D., Szalay, A., Takacs, P., Tether, S. A., Thaler, J. J., Thayer, J., Thomas, S., Thornton, A. J., Thukral, V., Tice, J., Trilling, D. E., Turri, M., Van Berg, R., Vanden Berk, D., Vetter, K., Virieux, F., Vucina, T., Wahl, W., Walkowicz, L., Walsh, B., Walter, C. W., Wang, D. L., Wang, S., Warner, M., Wiecha, O., Willman, B., Winters, S. E., Wittman, D., Wolff, S. C., Wood-Vasey, W., Wu, X., Xin, B., Yoachim, P., Zhan, H. 2019 873 (2) DOI 10.3847\/1538-4357\/ab042c Web of Science ID 000460963800009 Searching for Subsecond Stellar Variability with Wide-field Star Trails and Deep Learning Thomas, D., Kahn, S. M. 868 (1) DOI 10.3847\/1538-4357\/aae7cf Web of Science ID 000450302700003 EVIDENCE FOR NONLINEAR GROWTH OF STRUCTURE FROM AN X-RAY-SELECTED CLUSTER SURVEY USING A NOVEL JOINT ANALYSIS OF THE CHANDRA AND XMM-NEWTON ARCHIVES Peterson, J. R., Jernigan, J. G., Gupta, R. R., Bankert, J., Kahn, S. M. 707 (2) : 878-889 DOI 10.1088\/0004-637X\/707\/2\/878 Web of Science ID 000272465400004 High-resolution x-ray spectroscopy with the EBIT Calorimeter Spectrometer Porter, F., Adams, J. S., Beiersdorfer, P., Brown, G. V., Clementson, J., Frankel, M., Kahn, S. M., Kelley, R. L., Kilbourne, C. A., Cabrera, B., Miller, A., Young, B. : 454-+ DOI 10.1063\/1.3292376 Web of Science ID 000281588500100 Performance of the EBIT calorimeter spectrometer 17th Topical Conference on High-Temperature Plasma Diagnostics Porter, F. S., Gygax, J., Kelley, R. L., Kilbourne, C. A., King, J. M., Beiersdorfer, P., Brown, G. V., Thorn, D. B., Kahn, S. M. The EBIT calorimeter spectrometer (ECS) is a new high-resolution, broadband x-ray spectrometer that has recently been installed at the Electron Beam Ion Trap Facility (EBIT) at the Lawrence Livermore National Laboratory. The ECS is an entirely new production class spectrometer that replaces the XRS\/EBIT spectrometer that has been operating at EBIT since 2000. The ECS utilizes a 32-pixel x-ray calorimeter array from the XRS instrument on the Suzaku x-ray observatory. Eighteen of the pixels are optimized for the 0.1-10 keV band and yield 4.5 eV full width at half maximum energy resolution and 95% quantum efficiency at 6 keV. In addition, the ECS includes 14 detector pixels that are optimized for the high-energy band with a bandpass from 0.5 to over 100 keV with 34 eV resolution and 32% quantum efficiency at 60 keV. The ECS detector array is operated at 50 mK using a five stage cryogenic system that is entirely automated. The instrument takes data continuously for over 65 h with a 2.5 h recycle time. The ECS is a nondispersive, broadband, highly efficient spectrometer that is one of the prime instruments at the EBIT facility. The instrument is used for studies of absolute cross sections, charge exchange recombination, and x-ray emission from nonequilibrium plasmas, among other measurements in our laboratory astrophysics program. DOI 10.1063\/1.2957925 Web of Science ID 000260573500065 PubMedID 19044469 First-year spectroscopy for the Sloan Digital Sky Survey-II supernova survey ASTRONOMICAL JOURNAL Zheng, C., Romani, R. W., Sako, M., Marriner, J., Bassett, B., Becker, A., Choi, C., Cinabro, D., DeJongh, F., Depoy, D. L., Dilday, B., Doi, M., Frieman, J. A., Garnavich, P. M., Hogan, C. J., Holtzman, J., Im, M., Jha, S., Kessler, R., Konishi, K., Lampeitl, H., Marshall, J. L., McGinnis, D., Miknaitis, G., Nichol, R. C., Prieto, J. L., Riess, A. G., Richmond, M. W., Schneider, D. P., Smith, M., Takanashi, N., Tokita, K., Van Der Heyden, K., Yasuda, N., Assef, R. J., Barentine, J., Bender, R., Blandford, R. D., Bremer, M., Brewington, H., Collins, C. A., Crotts, A., Dembicky, J., Eastman, J., Edge, A., Elson, E., Eyler, M. E., Filippenko, A. V., Foley, R. J., Frank, S., Goobar, A., Harvanek, M., Hopp, U., Ihara, Y., Kahn, S., Ketzeback, W., Kleinman, S. J., Kollatschny, W., Krzesinski, J., Leloudas, G., Long, D. C., Lucey, J., Malanushenko, E., Malanushenko, V., McMillan, R. J., Morgan, C. W., Morokuma, T., Nitta, A., Ostman, L., Pan, K., Romer, A. K., Saurage, G., Schlesinger, K., Snedden, S. A., Sollerman, J., Stritzinger, M., Watson, L. C., Watters, S., Wheeler, J. C., York, D. 135 (5) : 1766-1784 DOI 10.1088\/0004-6256\/135\/5\/1766 Web of Science ID 000255407700012 The XRS microcalorimeter spectrometer at the Livermore electron beam ion trap 12th International Workshop on Electron Beam Ion Trap Porter, F. S., Beck, B. R., Beiersdorfer, P., Boyce, K. R., Brown, G. V., Chen, H., Gygax, J., Kahn, S. M., Kelley, R. L., Kilbourne, C. A., Magee, E., Thorn, D. B. CANADIAN SCIENCE PUBLISHING, NRC RESEARCH PRESS. : 231–40 DOI 10.1139\/P07-147 Web of Science ID 000253774700022 The LSST Camera Overview: Design and Performance Conference on Ground-Based and Airborne Instrumentation for Astronomy II Gilmore, K., Kahn, S., Nordby, M., O'Connor, P., Oliver, J., Radeka, V., Schalk, T., Schindler, R., Van Berg, R. DOI 10.1117\/12.789947 Web of Science ID 000259917700012 Laboratory astrophysics in the extreme ultraviolet 12th International Workshop on Electron Beam Ion Trap Lepson, J. K., Beiersdorfer, P., Bitter, M., Kahn, S. M. CANADIAN SCIENCE PUBLISHING, NRC RESEARCH PRESS. : 175–82 DOI 10.1139\/P07-167 Web of Science ID 000253774700015 The Sloan Digital Sky Survey-II Supernova Survey: Technical summary ASTRONOMICAL JOURNAL Frieman, J. A., Bassett, B., Becker, A., Choi, C., Cinabro, D., DeJongh, F., Depoy, D. L., Dilday, B., Doi, M., Garnavich, P. M., Hogan, C. J., Holtzman, J., Im, M., Jha, S., Kessler, R., Konishi, K., Lampeitl, H., Marriner, J., Marshall, J. L., McGinnis, D., Miknaitis, G., Nichol, R. C., Prieto, J. L., Riess, A. G., Richmond, M. W., Romani, R., Sako, M., Schneider, D. P., Smith, M., Takanashi, N., Tokita, K., Van Der Heyden, K., Yasuda, N., Zheng, C., Adelman-McCarthy, J., Annis, J., Assef, R. J., Barentine, J., Bender, R., Blandford, R. D., Boroski, W. N., Bremer, M., Brewington, H., Collins, C. A., Crotts, A., Dembicky, J., Eastman, J., Edge, A., Edmondson, E., Elson, E., Eyler, M. E., Filippenko, A. V., Foley, R. J., Frank, S., Goobar, A., Gueth, T., Gunn, J. E., Harvanek, M., Hopp, U., Ihara, Y., Ivezic, Z., Kahn, S., Kaplan, J., Kent, S., Ketzeback, W., Kleman, S. J., Kollatschny, W., Kron, R. G., Krzesinski, J., Lamenti, D., Leloudas, G., Lin, H., Long, D. C., Lucey, J., Lupton, R. H., Malanushenko, E., Malanushenko, V., McMillan, R. J., Mendez, J., Morgan, C. W., Morokuma, T., Nitta, A., Ostman, L., Pan, K., Rockosi, C. M., Romer, A. K., Ruiz-Lapuente, P., Saurage, G., Schlesinger, K., Snedden, S. A., Sollerman, J., Stoughton, C., Stritzinger, M., SubbaRao, M., Tucker, D., Vaisanen, P., Watson, L. C., Watters, S., Wheeler, J. C., Yanny, B., York, D. 135 (1) : 338-347 DOI 10.1088\/0004-6256\/135\/1\/338 Web of Science ID 000252399600029 Laboratory measurements of 3 -> 2 X-ray line ratios of F-like Fe XVIII and Ni XX Gu, M. F., Chen, H., Brown, G. V., Beiersdorfer, P., Kahn, S. M. 670 (2) : 1504-1509 Web of Science ID 000251238300057 Evidence for the importance of resonance scattering in X-ray emission line profiles of the O star xi Puppis Leutenegger, M. A., Owocki, S. P., Kahn, S. M., Paerels, F. B. 659 (1) : 642-649 Web of Science ID 000245773300052 Wavelength measurements of Ni L-shell lines between 9 and 15 angstrom Gu, M. F., Beiersdorfer, P., Brown, G. V., Chen, H., Thorn, D. B., Kahn, S. M. 657 (2) : 1172-1177 Web of Science ID 000244928500043 On the putative detection of z > 0 X-ray absorption features in the spectrum of Mrk 421 Rasmussen, A. P., Kahn, S. M., Paerels, F., Willem den Herder, J., Kaastra, J., de Vries, C. 656 (1) : 129-138 Web of Science ID 000244032600010 Laboratory measurements of high-n iron L-shell X-ray lines Chen, H., Gu, M. F., Behar, E., Brown, G. V., Kahn, S. M., Beiersdorfer, P. 168 (2) : 319-336 Web of Science ID 000244033100008 First use of a HyViSI H4RG for astronomical observations Conference on Focal Plane Arrays for Space Telescopes III Simms, L. M., Figer, D. F., Hanold, B. J., Kerr, D. J., Gilmore, D. K., Kahn, S. M., Tyson, J. A. DOI 10.1117\/12.740088 Web of Science ID 000251052300014 The X-ray observatory Suzaku Mitsuda, K., Bautz, M., Inoue, H., Kelley, R. L., Koyama, K., Kunieda, H., Makshima, K., Ogawara, Y., Petre, R., Takahashi, T., Tsunemi, H., White, N. E., Anabuki, N., Angelini, L., Arnaud, K., Awaki, H., Bamba, A., Boyce, K., Brown, G. V., Chan, K., Cottam, J., Dotanli, T., Doty, J., Ebisawa, K., Ezoe, Y., Fabian, A. C., Figueroa, E., Fujimoto, R., Fukazawa, Y., Furusho, T., Furuzawa, A., Gendreau, K., Griffiths, R. E., Haba, Y., Hamaguchi, K., Harrus, I., Hasinger, G., Hatsukade, I., Hayashida, K., Henry, P. J., Hiraga, J. S., Holt, S. S., Hornschemeier, A., Hughes, J. P., Hwang, U., Ishida, M., Ishisaki, Y., Isobe, N., Itoh, M., Iyomoto, N., Kahn, S. M., Kamae, T., Katagiri, H., Kataoka, J., Katayama, H., Kawai, N., Kilbourne, C., Kinugasa, K., Kissel, S., Kitamoto, S., Kohama, M., Kohmura, T., Kokubun, M., Kotani, T., Kotoku, J., Kubota, A., Madejski, G. M., Maeda, Y., Makino, F., Markowitz, A., Matsumoto, C., Matsumoto, H., Matsuoka, M., Matsushita, K., McCammon, D., Mihara, T., Misaki, K., Miyata, E., Mizuno, T., Mori, K., Mori, H., Morii, M., Moseley, H., Mukai, K., Murakami, H., Murakami, T., Mushotzky, R., Nagase, F., Namiki, M., Negoro, H., Nakazawa, K., Nousek, J. A., Okajima, T., Ogasaka, Y., Ohashi, T., Oshima, T., Ota, N., Ozaki, M., Ozawa, H., Parmar, A. N., Pence, W. D., Porter, F. S., Reeves, J. N., Ricker, G. R., Sakurai, I., Sanders, W. T., Senda, A., Serlemitsos, P., Shibata, R., Soong, Y., Smith, R., Suzuki, M., Szymkowiak, A. E., Takahashi, H., Tamagawa, T., Tamura, K., Tamura, T., Tanaka, Y., Tashiro, M., Tawara, Y., Terada, Y., Terashima, Y., Tomida, H., Torii, K., Tsuboi, Y., Tsujimoto, M., Tsuru, T. G., Turner, M. J., Ueda, Y., Ueno, S., Ueno, M., Uno, S., Urata, Y., Watanabe, S., Yamamoto, N., Yamaoka, K., Yamasaki, N. Y., Yamashita, K., Yamauchi, M., Yamauchi, S., Yaqoob, T., Yonetoku, D., Yoshida, A. 59 : S1-S7 Web of Science ID 000244441700001 X-ray spectral study of the photoionized stellar wind in Vela X-1 Watanabe, S., Sako, M., Ishida, M., Ishisaki, Y., Kahn, S. M., Kohmura, T., Nagase, F., Paerels, F., Takahashi, T. 651 (1) : 421-437 Web of Science ID 000241824300037 Measurements and analysis of helium-like triplet ratios in the X-ray spectra of O-type stars Leutenegger, M. A., Paerels, F. B., Kahn, S. M., Cohen, D. H. 650 (2) : 1096-1110 Web of Science ID 000241497700047 Capella corona revisited: A combined view from XMM-Newton RGS and Chandra HETGS and LETGS Gu, M. F., Gupta, R., Peterson, J. R., Sako, M., Kahn, S. M. 649 (2) : 979-991 Web of Science ID 000240854200037 Electron impact excitation cross section measurement for n=3 to n=2 line emission in Fe17+ to Fe23+ Chen, H., Gu, M. F., Beiersdorfer, P., Boyce, K. R., Brown, G. V., Kahn, S. M., Kelley, R. L., Kilbourne, C. A., Porter, F. S., Scofield, J. H. 646 (1) : 653-665 Web of Science ID 000239644900056 Energy-dependent excitation cross section measurements of the diagnostic lines of Fe XVII Brown, G. V., Beiersdorfer, P., Chen, H., Scofield, J. H., Boyce, K. R., Kelley, R. L., Kilbourne, C. A., Porter, F. S., Gu, M. F., Kahn, S. M., Szymkowiak, A. E. 96 (25) By implementing a large-area, gain-stabilized microcalorimeter array on an electron beam ion trap, the electron-impact excitation cross sections for the dominant x-ray lines in the Fe XVII spectrum have been measured as a function of electron energy establishing a benchmark for atomic calculations. The results show that the calculations consistently predict the cross section of the resonance line to be significantly larger than measured. The lower cross section accounts for several problems found when modeling solar and astrophysical Fe XVII spectra. DOI 10.1103\/PhysRevLett.96.253201 Web of Science ID 000238697000015 PubMedID 16907303 Inner-shell absorption lines of FeVI-Fe XVI: A many-body perturbation theory approach Gu, M. F., Holczer, T., Behar, E., Kahn, S. M. 641 (2) : 1227-1232 Web of Science ID 000236819400054 Phonon-mediated distributed transition-edge-sensor X-ray detectors for surveys of galaxy clusters and the warm-hot interstellar medium 11th International Workshop on Low-Temperature Detectors Leman, S. W., Brink, P. L., Cabrera, B., Castle, J. P., Chakraborty, S., Deiker, S., Kahn, S., Martinez-Galarce, D. S., Stern, R. A., Tomada, A. : 488–90 DOI 10.1016\/j.nima.2005.12.195 Web of Science ID 000236974700050 The LSST camera overview Conference on Ground-Based and Airborne Instrumentation for Astronomy Gilmore, K., Kahn, S., Nordby, M., Burke, D., O'Connor, P., Oliver, J., Radeka, V., Schalk, T., Schindler, R. DOI 10.1117\/12.673236 Web of Science ID 000240348500012 Laboratory measurement and theoretical modeling of K-shell X-ray lines from inner-shell excited and ionized ions of oxygen Gu, M. F., Schmidt, M., Beiersdorfer, P., Chen, H., Thorn, D. B., Trabert, E., Behar, E., Kahn, S. M. 627 (2) : 1066-1071 Web of Science ID 000230191800044 Laboratory simulation of cometary X-rays using a high-resolution microcalorimeter 12th International Conference on the Physics of Highly Charged Ions Beiersdorfer, P., Chen, H., Boyce, K. R., Brown, G. V., Kelley, R. L., Kilbourne, C. A., Porter, F. S., Kahn, S. M. : 116–119 DOI 10.1016\/j.nimb.2005.03.156 Web of Science ID 000230334400023 Comparisons of laboratory wavelength measurements with theoretical calculations for neon-like through lithium-like argon, sulfur and silicon 12th International Conference on the Physics of Highly Charged Ions Lepson, J. K., Beiersdorfer, P., Behar, E., Kahn, S. M. : 131–134 DOI 10.1016\/j.nimb.2005.03.159 Web of Science ID 000230334400026 Emission-line spectra of SVII-S XIV in the 20-75 A wavelength region Lepson, J. K., Beiersdorfer, P., Behar, E., Kahn, S. M. 625 (2) : 1045-1061 Web of Science ID 000229436900044 XMM-Newton observations of the heavily absorbed Seyfert 1 galaxy IC 4329A Steenbrugge, K. C., Kaastra, J. S., Sako, M., Branduardi-Raymont, G., Behar, E., Paerels, F. B., Blustin, A. J., Kahn, S. M. 432 (2) : 453-462 DOI 10.1051\/0004-6361:20041542 Web of Science ID 000227494200017 Excitation cross section measurement for n=3 to n=2 line emission in Fe20+ to Fe23+ Chen, H., Beiersdorfer, P., Scofield, J. H., Brown, G. V., Boyce, K. R., Kelley, R. L., Kilbourne, C. A., Porter, F. S., Gu, M. F., Kahn, S. M. 618 (2) : 1086-1094 Web of Science ID 000226293800052 New results in laboratory X-ray astrophysics 25th General Assembly of the International-Astronomical-Union Beiersdorfer, P., Chen, H., Boyce, K. R., Brown, G. V., Kelley, R. L., Porter, F. S., Stahle, C. K., Lepson, J. K., Jernigan, J. G., Wargelin, B. J., Kahn, S. M. : 633–639 Web of Science ID 000240768700177 Multivariate Monte Carlo methods for the reflection grating spectrometers on XMM-Newton Peterson, J. R., Jernigan, J. G., Kahn, S. M. 615 (1) : 545-554 Web of Science ID 000224760800052 The Astro-E2 X-ray spectrometer\/EBIT microcalorimeter x-ray spectrometer 15th Topical Conference on High-Temperature Plasma Diagnostics Porter, F. S., Brown, G. V., Boyce, K. R., Kelley, R. L., Kilbourne, C. A., Beiersdorfer, P., Chen, H., Terracol, S., Kahn, S. M., Szymkowiak, A. E. : 3772–74 DOI 10.1063\/1.1781758 Web of Science ID 000224755900118 Detection of a fully resolved Compton shoulder of the iron K alpha line in the Chandra X-ray spectrum of GX 301-2 Watanabe, S., Sako, M., Ishida, M., Ishisaki, Y., Kahn, S. M., KOHMURA, T., Morita, U., Nagase, F., Paerels, F., Takahashi, T. 597 (1) : L37-L40 Web of Science ID 000186171700010 Experimental and Observational Astrophysics and Cosmology Viewing the formation and evolution of stars, galaxies, and the cosmos. Galaxy clusters, cosmic microwave background radiation, ultra high-energy sources, large scale structure in the universe and cosmic evolution. Current research in observational astrophysics and cosmology at Stanford covers a wide range of approaches to tackling the most important frontiers. Major topics include direct detection of dark matter, probes of dark energy (via gravitational lensing, surveys of galaxy clusters and supernovae), sources of gamma rays (pulsars, blazars, supernova remnants, dark matter annihilation or decay), the structure of clusters of galaxies and their use as probes of cosmology, the development of next generation detectors of photons (radio through gamma-ray), the origins of solar variability on a wide range of time scales, and experiments in gravitation (detection of gravitational waves, probes of gravity at short distance scales). Major experiments and  facilities include the LUX-ZEPLIN experiment (direct detection of dark matter), the Cryogenic Dark Matter Detector (direct detection of dark matter), the Fermi Large Area Telescope (gamma-rays), NuSTAR (x-rays), the Dark Energy Survey DES (probes of dark energy), the Solar Dynamics Observatory SDO and the Solar and Heliospheric Observatory SOHO (solar space missions), and the Laser Interferometer Gravitational-Wave Observatory LIGO . Future facilities include the Large Synoptic Survey Telescope ( LSST , observing half the sky deeply every three days). . Seminars are also hosted by the Stanford Solar Observatories Group and the Hansen Experimental Physics Laboratory Daniel Akerib Courtesy Faculty akerib@slac.stanford.edu Research lab site Publications on inSPIREhep Steven Allen swa@stanford.edu My research group Blas Cabrera (650) 723-3395 cabrera@stanford.edu Sarah Church schurch@stanford.edu Persis Drell Kent Irwin Irwin Group Steven Kahn skahn@slac.stanford.edu Chao-Lin Kuo clkuo@stanford.edu Bruce Macintosh (650) 725-4116 bmacintosh@stanford.edu Peter Michelson (650) 723-3004 peterm@stanford.edu Thomas Shutt Courtesy Faculty tshutt@slac.stanford.edu John Turneaure (650) 725-4118 johnturn@stanford.edu"
            ]
        ]
    ]
}