{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "301LCGE1",
            "XaWa4wUAAAAJ",
            [
                "Urban public high school teachers’ beliefs about science learner characteristics: Implications for curriculum",
                "Critical look at physics identity: An operationalized framework for examining race and physics identity"
            ],
            [
                "This qualitative study addresses the link between urban high school teachers’ beliefs about their students’ preparedness to achieve success in science and the teachers’ reported curricular responses to those beliefs. Eight high school science teachers from schools representing a range of achievement levels were interviewed using semistructured, in-depth interview techniques. The findings suggest that teachers view science as a special subject that requires special qualities. Teachers saw their own students as largely lacking in those qualities needed for success in science and reported such modifications to the curriculum as “slowing down,” deemphasizing some topics, and reducing the depth of coverage.",
                "Studies on physics identity are appearing more frequently and often responding to increased awareness of the underrepresentation of students of color in physics. In our broader research, we focus our efforts on understanding how racial identity and physics identity are negotiated throughout the experiences of Black physicists. In this paper, we present a Critical Physics Identity framework that can be used to examine racialized physics identity and demonstrate the utility of this framework by analyzing interviews with four physicists. Our framework draws from prior constructs of physics identity and racialized identity and provides operational definitions of six interacting dimensions. In this paper, we present the operationalized constructs, demonstrate how we use these constructs to code narrative data, as well as outline three methods of analysis that may be applied to study systems and structures and their influences …"
            ],
            [
                [
                    "Science Education"
                ]
            ],
            [
                "Rommel Miranda Rommel Miranda Professor 410-704-3014 Smith Hall, Room 421 rmiranda@towson.edu Ed.D., Science Education Morgan State University M.S., Curriculum and Instruction Loyola University B.S., Biology Loyola University Astronomy education Scientist-educator partnerships Science outreach programs In-service science teacher professional development Biography Dr. Rommel J. Miranda is a Professor of Science Education in the Department of Physics,\n                           Astronomy & Geoscience at Towson University (TU). He serves as the co-director for\n                           the Project ASTRO institutional site at TU, and is a member of the Executive Board for the Association for Science Teacher Education , and is the Co-Editor-In-Chief for the Innovations in Science Teacher Education journal. Dr. Miranda has 20 peer-reviewed publications in top-tier, refereed science education\n                           research and practitioner journals, and has 40 published abstracts in peer-reviewed\n                           regional, national, and international science education research conference proceedings.\n                           He has contributed to multiple grant-funded programs which exceed $4M, and has served\n                           as an evaluator for both NASA and NSF grant-funded programs.  Courses Taught PHSC 101 Physical Science I PHYS 103 How Things Work PHSC 303 Earth-Space Science SCIE 371 Teaching Science in Early Childhood SCIE 381 Teaching Science at the Middle School Level SCIE 393 Secondary Science Student Teaching SCIE 170 Experiences in STEM Outreach, Teaching and Learning SEMS 370 Project-Based Instruction HONR 379 Honors Thesis SCIE 652 Earth-Space & Physical Science in Integrated STEM Education Related Information Curriculum Vitae (PDF) Teaching Philosophy (PDF)"
            ]
        ]
    ]
}