{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "32MNY977",
            "ZA13HkUAAAAJ",
            [
                "Dynamic jamming fronts",
                "Optimizing packing fraction in granular media composed of overlapping spheres",
                "Aleatory Construction Based on Jamming: Stability Through Self‐Confinement",
                "Dynamic and programmable cellular-scale granules enable tissue-like materials",
                "The intertwined roles of particle shape and surface roughness in controlling the shear strength of a granular material"
            ],
            [
                "We describe a model experiment for dynamic jamming: a two-dimensional collection of initially unjammed disks that are forced into the jammed state by uniaxial compression via a rake. This leads to a stable densification front that travels ahead of the rake, leaving regions behind it jammed. Using disk conservation in conjunction with an upper limit to the packing fraction at jamming onset, we predict the front speed as a function of packing fraction and rake speed. However, we find that the jamming front has a finite width, a feature that cannot be explained by disk conservation alone. This width appears to diverge on approach to jamming, which suggests that it may be related to growing lengthscales encountered in other jamming studies.",
                "What particle shape will generate the highest packing fraction when randomly poured into a container? In order to explore and navigate the enormous search space efficiently, we pair molecular dynamics simulations with artificial evolution. Arbitrary particle shape is represented by a set of overlapping spheres of varying diameter, enabling us to approximate smooth surfaces with a resolution proportional to the number of spheres included. We discover a family of planar triangular particles, whose packing fraction of ϕ ∼ 0.73 is among the highest experimental results for disordered packings of frictionless particles. We investigate how ϕ depends on the arrangement of spheres comprising an individual particle and on the smoothness of the surface. We validate the simulations with experiments using 3D-printed copies of the simplest member of the family, a planar particle consisting of three overlapping spheres with …",
                "The physical process of jamming could take architectural sustainability\/recyclability to a whole new level. It involves achieving structural rigidity through the crowding of particles within a confined space, rather than by permanent bonding. Project Z‐Form, a collaboration between a team of physicists from the JaegerLab at the University of Chicago – including PhD students Kieran Murphy and Leah Roth and professor Heinrich Jaeger – and artist Dan Peterman, sets out to develop a pourable material that not only self‐supports but can also bear loads. Here they explain the project and the concepts behind it.",
                "Living tissues are an integrated, multiscale architecture consisting of dense cellular ensembles and extracellular matrices (ECMs). The cells and ECMs cooperate to enable specialized mechanical properties and dynamic responsiveness. However, the mechanical properties of living tissues are difficult to replicate. A particular challenge is identification of a cell-like synthetic component, which is tightly integrated with its matrix and also responsive to external stimuli. Here, we demonstrate that cellular-scale hydrated starch granules, an underexplored component in materials science, can turn conventional hydrogels into tissue-like materials when composites are formed. By using several synchrotron-based X-ray techniques, we reveal the mechanically induced organization and training dynamics of the starch granules in the hydrogel matrix. These dynamic behaviors enable multiple tissue-like properties such as …",
                "Both the shape of individual particles and their surface properties contribute to the strength of a granular material under shear. Here we show the degree to which these two aspects can be intertwined. In experiments on assemblies of 3D printed, convex lens-shaped particles, we measure the stress–strain response under repeated compressive loading and find that the aggregate’s shear strength falls rapidly when compared to other particle shapes. We probe the granular material at mm-scales with X-ray computed tomography and m-scales with high-resolution surface metrology to look for the cause of the degradation. We find that wear due to accumulated deformation smooths out the lens surfaces in a controlled and systematic manner that correlates with a significant loss of shear strength observed for the assembly as a whole. The sensitivity of lenses to changes in surface properties contrasts with …"
            ],
            [
                [

                ]
            ],
            [
                "Leah Roth Leah Roth Research Advisor: Heinrich Jaeger rothl@uchicago.edu"
            ]
        ]
    ]
}