{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3383HXAS",
            "3ZdpETkAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "Condensed matter theory"
                ]
            ],
            [
                "Walter Lambrecht Professor walter.lambrecht@case.edu 216.368.6120 Rockefeller Building 104B Lic. Sc., University of Gent (1977) Dr. Sc., University of Gent (1980) Theory of Materials Electronic Structure Group Interests The vision of first-principles condensed matter theory is to reduce all properties of a material to its underlying electronic structure. The basic framework is provided by quantum mechanics and statistical mechanics, and the interactions between nuclei and electrons are known from Maxwell’s theory of electromagnetism. Thus, as P.A.M. Dirac pointed out long ago, in principle the problem is solved. Doing it in practice is another matter and requires clever approximations and fast supercomputers. Ultimately out of the complexity of the interactions, new phenomena emerge. In practice, this vision is realized to a great extent by density functional theory , which allows one to replace the complex many-body wave function by the electron density as the basic quantity of interest. Although (mostly) limited to the ground state, it allows one already to study structure, bonding and vibrational properties of solids, molecules, defects in solids, and nanoscale systems. Many-body perturbation theory allows one to also tackle the one-particle and two-particle excitations, i.e. the band structure and the optical properties. Challenges continue to exist to address strongly correlated electronic systems for which the currently available functionals or many-body perturbation theory approaches are found to be insufficient. The other challenge is to apply the current methods to systems of ever increasing complexity. In my research group, we apply these theories to a variety of interesting novel materials systems and are involved with their further development. In close collaboration with experimentalists, we try to understand these materials properties, sometimes predicting new materials with desirable properties, and sometimes trying to solve the puzzles posed by experimental characterization techniques, such as identifying vibrational normal modes in Raman spectra, identifying which defects are responsible for specific experimental signatures in photoluminescence, etc. We mostly use the full-potenial linearized muffin-tin orbital band structure method and its implementation of the GW many-body-perturbation theory. To study phonons, we also use density functional perturbation theory using plane wave pseudopotential methods as implemented in the ABINIT code. Some of our current and recent projects include: Ternary semiconductor nitrides: Semiconducting nitrides such as GaN form the basis for white and blue light-emitting diode (LED) and laser technology as well as high-temperature and high-frequency electronics. In this project, we study a closely related family of II-IV-N 2 semiconductors, in which the group-III elements is replaced by alternating group II and group IV around each N-anion. These have interesting new properties because of the lower symmetry and the more complex defect physics and the possibility of disorder of the two cations II and IV on their respective sublattices. We study their phonons, electronic band structure, defects, elastic and piezo-electric properties. Halide perovskite photovoltaics: Halide perovskites of the formula ABX 3 with X a halogen (Cl,Br,I), B (Pb or Sn, and possibley Ge or Si) and A a large single positive ion such as Cs, Rb or an organic ion such as methylammonium, CH 3 NH 3 have recently been found to have excellent properties for photovoltaic solar cells. They have band gaps close to optimal, are very good visible light absorbers and both electron and hole conductors and are easy to process from solution. We are trying to relate their fundamental electronic properties to why they are successful in solar cells and explore the role of different crystallographic phases and their phase transitions on their long-term stability, which may be the Achilles heel of these materials. Layered ultra-thin materials: Graphene is a single layer of carbon in a honeycomb network. Other layered materials with weak interactions between the layers are transition metal dichalcogenides, such as MoS 2 , WSe 2 . We have studied some of the intriguing properties of these materials, such as the spin-orbit, strain and electric field effects on their band structure in single or few-layer form. Another even more intriguing layered material is V 2 O 5 . It has chains within the layers which give it both 1D and 2D aspects depending on which property we are considering. We found interesting blue shifts in the phonon frequencies of a monolayer compared to bulk materials, which find their origin in the reduced screening in a 2D system. We also found that the lattice polarization contribution to the screening in this material ultimately affects the screened Coulomb electron-electron interaction which enters in the GW theory of the band structure and strongly affects the band gap. When n-type doped through oxygen vacancies or intercalation with Na, new interesting magnetic phenomena result from the partial filling of a narrow split-off V-3d xy conduction band. This an example of a strongly correlated system. Oxide interaces: Interfaces between two insulating complex oxides such as LaAlO 3 and SrTiO 3 can develop a conducting two dimensional electron gas. Along with an experimental group, we study the origins of this electron gas and related properties of these materials. Point defects in materials: Point defects play a key role in many electronic materials. They also present a challenge to the computational methods in how to extract properties of a single isolated defect from a finite size periodically repeated defect model. The localized nature of their wave functions also makes them interesting correlated systems. We focus on point defects in the II-IV-N 2 semiconductors but have also worked on related problems in ZnO and other materials. Rare-earth nitridess: Rare earth nitrides all have the same simple rocksalt structure but have interesting magnetic and electronic properties due to the strongly correlated partially filled 4f-shell. In the recent past, we were supported by a World Materials Network grant from NSF to study the properties of these materials in collaboraton with an experimental group at Victoria University in Wellington, New Zealand. We continue our collaboration on an informal basis. Relatedly, we also study rare-earth elements as dopants in nitride semiconductors. Transition metal nitrides: Relatedly, we have also studied the magnetic properties of transition metal nitrides, such as MnN, Mn 3 N 2 , Mn-doped ScN. Semiconductor nanowires: Some semiconductors which usually are only stable in the zincblende structure can adopt the wurtzite structure in a nanowire and even mixed wurtzite\/zincblende nanowires can be grown. We have studied the properties of wurtzite GaAs and how they affect the excitonic properties and their polarization in nanowires. To make these studies possible, we need to keep developing our computational tools. Our group in particular uses the linearize muffin-tin orbital method, which was developed originally by O. K. Andersen at the Max- Planck Institute in Stuttgart. We closely collaborate with one of the main program developers, Mark van Schilgaarde at Arizona State University. This gives us access to the most recent developments, such as the quasiparticle self-consistent GW method, non-collinear magnetic calculations, and so on. We contributed to the LSDA+U implementation in that code and the calculation of optical properties and most recently resonant x-ray emission spectroscopy. Publications “Quasiparticle self-consistent GW calculations of the electronic band structure of bulk and monolayer V 2 O 5 ,” Churna Bhandari, Walter R. L. Lambrecht, and Mark van Schilfgaarde Phys. Rev. B 91 , 125116 (2015). Editor’s Suggestion. “Electronic band structure, phonons, and exciton binding energies of halide perovskites CsSnCl 3 , CsSnBr 3 , and CsSnI 3 ,” Ling-yi Huang and Walter R. L. Lambrecht Phys. Rev. B 88 , 165203 (2013). “Theory of light emission polarization reversal in zinc-blende and wurtzite nanowires,” Al. L. Efros and W. R. L. Lambrecht Phys. Rev. B 89 , 035304 (2014). “Electronic structure of EuN: Growth, spectroscopy, and theory,” J. H. Richter, B. J. Ruck, M. Simpson, F. Natali, N. O. V. Plank, M. Azeem, H. J. Trodahl, A. R. H. Preston, B. Chen, J. McNulty, K. E. Smith, A. Tadich, B. Cowie, A. Svane, M. van Schilfgaarde, and W. R. L. Lambrecht Phys. Rev. B 84 , 235120 (2011). Editor’s suggestion. “Superparamagnetism in Gd-doped GaN induced by Ga-vacancy clustering,” A. Thiess, P. H. Dederichs, R. Zeller, S. Blügel, and W. R. L. Lambrecht Phys. Rev. B 86 , 180401(R) (2012). “Strain effects on the spin-orbit-induced band structure splittings in monolayer MoS 2 and graphene,” Tawinan Cheiwchanchamnangij, Walter R. L. Lambrecht, Yang Song, and Hanan Dery Phys. Rev. B 88 , 155404 (2013). “Quasiparticle band structure of Zn-IV-N 2 compounds,” Atchara Punya, Walter R. L. Lambrecht, and Mark van Schilfgaarde Phys. Rev. B 84 , 165204 (2011). “Identification of a N-related shallow acceptor and electron paramagnetic resonance center in ZnO: N 2 + on the Zn site,” Walter R. L. Lambrecht and Adisak Boonchun, Phys. Rev. B 87 , 195207 (2013). “Electronic structure of defects and doping in ZnO: Oxygen vacancy and nitrogen doping,” Adisak Boonchun and Walter R. L. Lambrecht, Phys. Status Solidi B 250 ,2091 (2013). Editor’s Choice. “Vibrational modes in ZnGeN 2 : Raman study and theory,” Timothy J. Peshek, Tula R. Paudel, Kathleen Kash, and Walter R. L. Lambrecht, Phys. Rev. B 77 , 235213 (2008). “Linear response theoretical study of the exchange interactions in Mn-doped ScN: Effects of disorder, band gap, and doping,” Aditi Herwadkar, Walter R. L. Lambrecht, and Mark van Schilfgaarde, Phys. Rev. B 77 , 134433 (2008). “Magnetic exchange interactions in the gadolinium pnictides from first principles,” Chandrima Mitra and Walter R. L. Lambrecht Phys. Rev. B 78 , 134421 (2008). “Electronic and crystal structure of Cu 2-x S : Full-potential electronic structure calculations,” Pavel Lukashev, Walter R. L. Lambrecht, Takao Kotani, and Mark van Schilfgaarde,Phys. Rev. B 76 , 195202 (2007). “Heterovalent ternary II-IV-N 2 compounds: perspectives for a new class of wide-band-gap nitrides,” Walter R. L. Lambrecht and Atchara Punya, Chapter 15 (pp. 519-585) in III-Nitride Semiconductors and Their Modern Devices, Edited by Bernard Gil, Oxford Science Publications, (Oxford University Press,Oxford, UK), 2013."
            ]
        ]
    ]
}