{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "33SOG3SI",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Liviu Movileanu Liviu Movileanu Professor Biotechnology 211 Physics Building 315-443-8078 lmovilea@syr.edu Research site Single-molecule and Membrane Biophysics. Bionanotechnology. Nanofluidics. Biosensors and Functional Biomaterials. Membrane protein design. The right-hand panel illustrates a 3 nm pore in silicon nitride. Image was taken in STEM mode on the FEI Tecnai F20 TEM\/STEM at the Cornell Center for Materials Research (CCMR). The left-hand panel shows a single-channel electrical recording of transient current blockades produced by individual double-stranded DNA molecules. Physics Professor and Ph.D. Graduate Attend Biophysical Society Annual Meeting (Feb. 17, 2020) Professor Liviu Movileanu and Avinash Thakur Ph.D. presented their research on molecular \"fishing.\" Turning Student Research into Reality (Jan. 22, 2019) Ph.D. candidate Avinash “Avi” Thakur helps design nanomaterials that could improve cancer detection Physicist Applies Nanotechnology to Detect Protein-Protein Interactions (Dec. 10, 2018) Professor Liviu Movileanu designs biosensors that target proteins interacting with one another Physicist Awarded NIH Grant to Enhance Protein Detection (Sept. 6, 2018) Professor Liviu Movileanu develops biosensors to identify proteins in leukemia, cancer Physics Student Reaps Success as Bioentrepreneur (Nov. 21, 2017) Aaron Wolfe is the chief operating officer of his biotech company, Ichor Therapeutics. Physicist Awarded NIH Grant to Enhance Protein Detection Syracuse Physicist Liviu Movileanu Receives $1.17 Million NIH Grant to Create ‘Nanobiosensors’ 1997 Ph.D. in Biophysics University of Bucharest 1990 M.S. Polymer Physics University of Bucharest 1989 B.S. in Physics University of Bucharest A.J. Wolfe, J.F. Gugel, M. Chen, and L. Movileanu, 2018, Detergent Desorption of Membrane Proteins Exhibits Two Kinetic Phases, J. Phys. Chem. Lett. 9, 1913-1919. PMCID: PMC5908730 A.J. Wolfe, W. Si, F. Zhang, AR. Blanden, Y.C. Hsueh, J.F. Gugel, B. Pham, M. Chen, S.N. Loh, S. Rozovsky, A. Aksimentiev, and L. Movileanu, 2017, Quantification of Membrane Protein-Detergent Complex Interactions, J. Phys. Chem. B 121(44), 10228-10241. PMCID: PMC5680101 A.K. Thakur, M.G. Larimi, K. Gooden, and L. Movileanu, 2017, Aberrantly large single-channel conductance of polyhistidine arm-containing protein nanopores, Biochemistry 56(36), 4895-4905. PMCID: PMC5595664 A.J. Wolfe, Y.C. Hsueh, A.R. Blanden, M.M. Mohammad, B. Pham, A.K. Thakur, S.N. Loh, M. Chen, and L. Movileanu, 2017, Interrogating Detergent Desolvation of Nanopore-forming Proteins by Fluorescence Polarization Spectroscopy, Anal. Chem. 89(15), 8013-8020. PMCID: PMC5558884 S. Couoh-Cardel, Y.C. Hsueh, S. Wilkens, and L. Movileanu, 2016, Yeast V-ATPase Proteolipid Ring Acts as a Large-conductance Transmembrane Protein Pore, Sci. Rep. 6, 24774. PMCID: PMC4838861"
            ]
        ]
    ]
}