{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "34NZABHM",
            "RoyVswgAAAAJ",
            [
                "The nuclear spectroscopic telescope array (NuSTAR) high-energy X-ray mission",
                "A long hard look at MCG–6-30-15 with XMM-Newton",
                "JHK standard stars for large telescopes: the UKIRT Fundamental and Extended lists",
                "X-ray reflection by photoionized accretion discs",
                "Photoevaporation of circumstellar disks around young stars",
                "How the X-ray spectrum of a narrow-line Seyfert 1 galaxy may be reflection-dominated",
                "XMM-Newton discovery of a sharp spectral feature at ∼ 7 keV in the narrow-line Seyfert 1 galaxy 1H 0707-495",
                "Relativistic lines and reflection from the inner accretion disks around neutron stars",
                "Evidence for ionized accretion discs in five narrow-line Seyfert 1 galaxies",
                "Connecting galaxy evolution, star formation, and the cosmic X-ray background"
            ],
            [
                "The Nuclear Spectroscopic Telescope Array (NuSTAR) mission, launched on 2012 June 13, is the first focusing high-energy X-ray telescope in orbit. NuSTAR operates in the band from 3 to 79 keV, extending the sensitivity of focusing far beyond the~ 10 keV high-energy cutoff achieved by all previous X-ray satellites. The inherently low background associated with concentrating the X-ray light enables NuSTAR to probe the hard X-ray sky with a more than 100-fold improvement in sensitivity over the collimated or coded mask instruments that have operated in this bandpass. Using its unprecedented combination of sensitivity and spatial and spectral resolution, NuSTAR will pursue five primary scientific objectives:(1) probe obscured active galactic nucleus (AGN) activity out to the peak epoch of galaxy assembly in the universe (at z lesssim 2) by surveying selected regions of the sky;(2) study the population of hard X …",
                "We present the first results from a 325-ks observation of the Seyfert 1 galaxy MCG–6-30-15 with XMM-Newton and BeppoSAX. The strong, broad, skewed iron line is clearly detected and is well characterized by a steep emissivity profile within 6rg (i.e. 6GM\/c2) and a flatter profile beyond. The inner radius of the emission appears to lie at about 2rg, consistent with results reported from both an earlier XMM-Newton observation of MCG–6-30-15 by Wilms et al. and part of an ASCA observation by Iwasawa et al. when the source was in a lower flux state. The radius and steep emissivity profile do depend however on an assumed incident power-law continuum and a lack of complex absorption above 2.5 keV. The blue wing of the line profile is indented, either by absorption at about 6.7 keV or by a hydrogenic iron emission line. The broad iron line flux does not follow the continuum variations in a simple manner.",
                "We present high-precision JHK photometry with the 3.8-m UK Infrared Telescope (UKIRT) of 82 standard stars, 28 from the widely used preliminary list known as the ‘UKIRT Faint Standards’, referred to here as the Fundamental List, and 54 additional stars referred to as the Extended List. The stars have 9.4<K<15.0 and all or most should be readily observable with imaging array detectors in normal operating modes on telescopes of up to 10-m aperture. Many are accessible from the southern hemisphere. Arcsec-accuracy positions (J2000, epoch ∼1998) are given, together with optical photometry and spectral types from the literature, where available, or inferred from the J−K colour. K-band finding charts are provided for stars with proper motions exceeding 0.3 arcsec yr−1. We discuss some pitfalls in the construction of flat-fields for array imagers and a method to avoid them. On 30 nights between late 1994 and …",
                "Calculations of X-ray reflection spectra from ionized, optically thick material are an important tool in investigations of accretion flows surrounding compact objects. We present the results of reflection calculations that treat the relevant physics with a minimum of assumptions. The temperature and ionization structure of the top five Thomson depths of an illuminated disc are calculated while also demanding that the atmosphere is in hydrostatic equilibrium. In agreement with Nayakshin, Kazanas & Kallman, we find that there is a rapid transition from hot to cold material in the illuminated layer. However, the transition is usually not sharp, so that often we find a small but finite region in Thomson depth where there is a stable temperature zone at T∼ 2× 10 6 K due to photoelectric heating from recombining ions. As a result, the reflection spectra often exhibit strong features from partially ionized material, including helium-like …",
                "We examine the ability of photoevaporative disk winds to explain the low‐velocity components observed in the forbidden line spectra of low‐mass T Tauri stars. Using the analytic model of Shu and coworkers and Hollenbach and coworkers as a basis, we examine the characteristics of photoevaporative outflows with hydrodynamic simulations. General results from the simulations agree well with the analytic predictions, although some small differences are present. Most importantly, the flow of material from the disk surface develops at smaller radii than in the analytic approximations, and the flow velocity from the disk surface is only one‐third the sound speed. A detailed presentation of observational consequences of the model is given, including predicted line widths, blueshifts, and integrated luminosities of observable sulfur and nitrogen emission lines. We demonstrate that these predictions are in agreement with …",
                "A model for the inner regions of accretion flows is presented where, owing to disc instabilities, cold and dense material is clumped into deep sheets or rings. Surrounding these density enhancements is hot, tenuous gas where coronal dissipation processes occur. We expect this situation to be most relevant when the accretion rate is close to Eddington and the disc is radiation-pressure-dominated, and so may apply to narrow-line Seyfert 1 (NLS1) galaxies. In this scenario, the hard X-ray source is obscured for most observers, and so the detected X-ray emission would be dominated by reflection off the walls of the sheets. A simple Comptonization calculation shows that the large photon-indices characteristic of NLS1s would be a natural outcome of two reprocessors closely surrounding the hard X-ray source. We test this model by fitting the XMM-Newton spectrum of the NLS1 1H 0707–495 between 0.5 and 11 …",
                "We report the first detection of a sharp spectral feature in a narrow-line Seyfert 1 galaxy. Using XMM-Newton we have observed 1H  and find a drop in flux by a factor of more than 2 at a rest-frame energy of ∼7keV without any detectable narrow Fe Kα line emission. The energy of this feature suggests a connection with the neutral iron K photoelectric edge, but the lack of any obvious absorption in the spectrum at lower energies makes the interpretation challenging. We explore two alternative explanations for this unusual spectral feature: (i) partial-covering absorption by clouds of neutral material; and (ii) ionized disc reflection with lines and edges from different ionization stages of iron blurred together by relativistic effects. We note that both models require an iron overabundance to explain the depth of the feature. The X-ray light curve shows strong and rapid variability, changing by a factor of 4 during the …",
                "A number of neutron star low-mass X-ray binaries (LMXBs) have recently been discovered to show broad, asymmetric Fe K emission lines in their X-ray spectra. These lines are generally thought to be the most prominent part of a reflection spectrum, originating in the inner part of the accretion disk where strong relativistic effects can broaden emission lines. We present a comprehensive, systematic analysis of Suzaku and XMM-Newton spectra of 10 neutron star LMXBs, all of which display broad Fe K emission lines. Of the 10 sources, 4 are Z sources, 4 are atolls, and 2 are accreting millisecond X-ray pulsars (also atolls). The Fe K lines are fit well by a relativistic line model for a Schwarzschild metric, and imply a narrow range of inner disk radii (6-15 GM\/c 2) in most cases. This implies that the accretion disk extends close to the neutron star surface over a range of luminosities. Continuum modeling shows that for the …",
                "We present the results of fitting ASCA spectra of six narrow-line Seyfert 1 (NLS1) galaxies with the ionized reflection models of Ross & Fabian. We find that five of the galaxies (TON S 180, PKS 0558–504, Ark 564, Mrk 335 and PG 1244+026) are well fitted by the ionized disc model, and these are often better fits than the alternative models considered. The sixth galaxy, NGC 4051, has additional spectral complexity that cannot be well described by a simple ionized disc model or any of the other alternative models. The highest luminosity NLS1 galaxy considered, PKS 0558–504, does not have a well-constrained ionization parameter or reflection fraction. This is because it is difficult to distinguish between highly ionized, highly reflective discs and moderately ionized discs with low reflection fractions. The four galaxies with well-constrained fit parameters are consistent with having inclination angles lying between …",
                "As a result of deep hard X‐ray observations by Chandra and XMM‐Newton, a significant fraction of the CXRB has been resolved into individual sources. These objects are almost all AGNs, and optical follow‐up observations find that they are mostly obscured type 2 AGNs, have Seyfert‐like X‐ray luminosities, and peak in redshift at  . Since this redshift is similar to the peak in the cosmic star formation rate, this paper proposes that the obscuring material required for AGN unification is regulated by star formation within the host galaxy. We test this idea by computing CXRB synthesis models with a ratio of type 2 to type 1 AGNs that is a function of both   and 2–10 keV X‐ray luminosity,  . The evolutionary models are constrained by parameterizing the observed type 1 AGN fractions from the recent work by Barger et al. The parameterization that simultaneously best accounts for Barger’s data, the CXRB spectrum, and the X …"
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "dballantyne3 David Ballantyne Professor \/ Associate Chair for Graduate Program Ph.D. in Astronomy, University of Cambridge 2002 M.Sc. in Astronomy & Physics, University of Toronto 1999 B.Sc. in Honours Physics & Astronomy, University of Victoria 1998 high-energy astrophysics; accretion disks; galaxy and black hole evolution My research concentrates on topics in high-energy astrophysics with an emphasis on interpreting existing data and making predictions for future observations. My main interests are: (i) the evolution of galaxies and their central supermassive black holes and (ii) the physics of accretion disks around both black holes and neutron stars. My work often involves comparing computer based models with published data from X-ray, radio and\/or infrared telescopes. All of these directions are guided by my underlying research philosophy of using any necessary tool or technique, unlimited by wavelength range or physical process, to make progress in understanding the relevant physics. Students working with me will be exposed to a wide range of astrophysical processes and theories, but will also learn to respect and be guided by observational constraints. Papers Since Arriving at Georgia Tech Lacy, M., Surace, J.A., Farrah, D., Nyland, K., Afonso, J., Brandt, W.N., Clements, D.L., Lagos, C.D.P., Maraston, C., Pforr, J., Sajina, A., Sako, M., Vaccari, M., Wilson, G., Ballantyne, D.R., Barkhouse, W.A., Brunner, R., Cane, R., Clarke, T.E., Cooper, M., Cooray, A., Covone, G., D’Andrea, C., Evrard, A.E., Ferguson, H.C., Frieman, J., Gonzalez-Perez, V., Gupta, R., Hatziminaoglou, E., Huang, J., Jagannathan, P., Jarvis, M.J., Jones, K.M., Kimball, A., Mei, S., Messias, H., Murphy, E.J., Newman, J.A., Michol, R., Norris, R.P., Oliver, S., Perez-Fournon, I., Peters, W.M., Pierre, M., Polisensky, E., Richards, G.T., Ridgway, S.E., Röttgering, H.J.A., Seymour, N., Shirley, R., Somerville, R., Smail, I., Strauss, M.A., Suntzeff, N., Thorman, P.A., van Kampen, E., Verma, A., Weschler, R., Wood-Vasey, W.M., 2021, A Spitzer survey of Deep Drilling Fields to be targeted by the Vera C. Rubin Observatory Legacy Survey of Space and Time , Monthly Notices of the Royal Astronomical Society, Vol. 501, p. 892. Li, K., Bogdanović, T. & Ballantyne, D.R., 2020, The Pairing Probability of Massive Black Holes in Merger Galaxies in the Presence of Radiative Feedback , The Astrophysical Journal, Vol. 905, p. 123.  Baloković, M., Harrison, F.A., Madejski, G., Comastri, A., Ricci, C., Annuar, A., Ballantyne, D.R., Boorman, P., Brandt, W.N., Brightman, M., Gandhi, P., Kamraj, N., Koss, M.J., Marchesi, S., Marinucci, A., Masini, A., Matt, G., Stern, D. & Urry, C.M., 2020, NuSTAR Survey of Obscured Swift\/BAT-selected Active Galactic Nuclei: II. Median High-energy Cutoff in Seyfert II Hard X-ray Spectra , The Astrophysical Journal, Vol. 905, p. 41.  Speicher, J., Ballantyne, D.R. & Malzac, J., 2020, Cooling of Accretion Disc Coronae by Type I X-ray Bursts , Monthly Notices of the Royal Astronomical Society, Vol. 499, p. 4479.  Annuar, A., Alexander, D.M., Gandhi, P., Lansbury, G.B., Asmus, D., Baloković, M., Ballantyne, D.R., Bauer, F.E., Boorman, P.G., Brandt, W.N., Brightman, M., Chen, C.-T.J., Del Moro, A., Farrah, D., Harrison, F.A., Koss, M.J., Lanz, L., Marchesi, S., Masini, A., Nardini, E., Ricci, C., Stern, D. & Zappacosta, L., 2020, NuSTAR Observations of Four Nearby X-ray Faint AGN: Low Luminosity or Heavily Obscured? , Monthly Notices of the Royal Astronomical Society, Vol. 497, p. 229.  Ballantyne, D.R. & Xiang, X., 2020, Sustaining a Warm Corona in Active Galactic Nuclei Accretion Discs , Monthly Notices of the Royal Astronomical Society, Vol. 496, p. 4255.  Li, K., Bogdanović, T. & Ballantyne, D.R., 2020, Pairing of Massive Black Holes in Merger Galaxies Driven by Dynamical Friction , The Astrophysical Journal, Vol. 896, p. 113. Fragile, P.C., Ballantyne, D.R. & Blankenship, A., 2020, Interactions of Type I X-ray Bursts with Thin Accretion Disks , Nature Astronomy, Vol. 4, p. 541. Ballantyne, D.R., 2020, Examining the Physical Conditions of a Warm Corona in Active Galactic Nuclei Accretion Discs , Monthly Notices of the Royal Astronomical Society, Vol. 491, p. 3553. Bult, P., Jaisawal, G., Güver, T., Strohmayer, T.E., Altamirano, D., Arzoumanian, Z., Ballantyne, D.R., Chakrabarty, D., Chenevez, J., Gendreau, K.C., Guillot, S. & Ludlam, R.M., 2019, A NICER thermonuclear burst from the millisecond X-ray pulsar SAX J1808.4-3658 , The Astrophysical Journal, Vol. 885, p. L1. Jaisawal, G., Wilson-Hodge, C.A., Fabian, A.C., Naik, S., Chakrabarty, D., Kretschmar, P., Ballantyne, D.R., Ludlum, R.M., Chenevez, J., Altamirano, D., Arzoumanian, Z., Fürst, F., Gendreau, K.C., Guillot, S., Malacaria, C., Miller, J.M., Stevens, A.L. & Wolff, M.T., 2019, An evolving broad iron line from the first Galactic ultraluminous X-ray pulsar Swift J0243.6+6124 , The Astrophysical Journal, Vol. 885, p. 19. Avirett-Mackenzie, M.S. & Ballantyne, D.R., 2019, The evolving X-ray spectrum of active galactic nuclei: evidence for an increasing reflection fraction with redshift , Monthly Notices of the Royal Astronomical Society, Vol. 486, p. 3488. Gohil, R., Ballantyne, D.R. & Li, G., 2019, The stellar remnants of high redshift nuclear starburst discs: a potential origin for nuclear star clusters? , Monthly Notices of the Royal Astronomical Society, Vol. 485, p. 2935. Porquet, D., Done, C., Reeves, J.N., Grosso, N., Marinucci, A., Matt, G., Lobban, A., Nardini, E., Braito, V., Marin, F., Kubota, A., Ricci, C., Koss, M., Stern, D., Ballantyne, D. & Farrah, D., 2019, A deep X-ray view of the bare AGN Ark 120. V. Spin determination from disc-Comptonisation efficiency method , Astronomy & Astrophysics, Vol. 623, p. A11. García, J.A., Kara, E., Walton, D., Beuchert, T., Dauser, T., Gatuzz, E., Balokovic, M., Steiner, J.F., Tombesi, F., Connors, R.M.T., Kallman, T.R., Harrison, F.A., Fabian, A., Wilms, J., Stern, D., Lanz, L., Ricci, C. & Ballantyne, D.R., 2019, Physical Implications of Warm Comptonization and Relativistic Reflection for the Soft Excess in AGN: The case of Mrk 509 Observed with NuSTAR and Suzaku , The Astrophysical Journal, Vol. 871, p. 88. Yan, W., Hickox, R.C., Hainline, K.N., Stern, D., Lansbury, G., Alexander, D.M., Hviding, R.E., Assef, R., J., Ballantyne, D.R., Dipompeo, M.A., Lanz, L., Carroll, C.M., Koss, M., Lamberti, I., Civano, F., Del Moro, A., Gandhi, P. & Myers, A.D., 2019, NuSTAR and Keck Observations of Heavily Obscured Quasars Selected by WISE , The Astrophysical Journal, Vol. 870, p. 33. Lanz, L., Hickox, R.C., Balokovic, M., Shimizu, T., Ricci, C., Goulding, A.D., Ballantyne, D.R., Bauer, F.E., Chen, C.-T., J., Del Moro, D., Farrah, D., Koss, M.J., LaMassa, S., Masini, A. & Zappacosta, L., 2019, Investigating the Covering Fraction Distribution of Swift\/BAT AGN with X-ray and IR Observations , The Astrophysical Journal, Vol. 870, p. 26. in't Zand, J.J.M., Bozzo, E., Qu, J., Li, X.-D., Amati, L., Chen, Y., Donnarumma, I., Doroshenko, V., Drake, S. A., Hernanz, M., Jenke, P.A., Maccarone, T.J., Mahmoodifar, S., de Martino, D., De Rosa, A., Rossi, E.M., Rowlinson, A., Sala, G., Stratta, G., Tauris, T.M., Wilms, J., Wu, X., Zhou, P., Agudo, I., Altamirano, D., Atteia, J.-L., Andersson, N.A., Baglio, M.C., Ballantyne, D.R., Baykal, A., Behar, E., Belloni, T., Bhattacharyya, S., Bianchi, S., Bilous, A., Blay, P., Braga, J., Brandt, S., Brown, E.F., Bucciantini, N., Burderi, L., Cackett, E.M., Campana, R., Campana, S., Casella, P., Cavecchi, Y., Chambers, F., Chen, L., Chen, Y.P., Chenevez, J., Chernyakova, M., Jin, C., Ciolfi, R., Costantini, E., Cumming, A., D'Aì, A., Dai, Z.G., D'Ammando, F., De Pasquale, M., Degenaar, N., Del Santo, M., D'Elia, V., Di Salvo, T., Doyle, G., Falanga, M., Fan, X., Ferdman, R.D., Feroci, M., Fraschetti, F., Galloway, D.K., Gambino, A.F., Gandhi, P., Ge, M., Gendre, B., Gill, R., Götz, D., Gouiffès, C., Grandi, P., Granot, J., Güdel, M., Heger, A., Heinke, C.O., Homan, J., Iaria, R., Iwasawa, K., Izzo, L., Ji, L., Jonker, P.G., José, J., Kaastra, J.S., Kalemci, E., Kargaltsev, O., Kawai, N.,Keek, L., Komossa, S., Kreykenbohm, I., Kuiper, L., Kunneriath, D., Li, G., Liang, E.W., Linares, M., Longo, F., Lu, F., Lutovinov, A.A., Malyshev, D., Malzac, J., Manousakis, A., McHardy, I., Mehdipour, M., Men, Y., Méndez, M., Mignani, R.P., Mikusincova, R., Miller, M.C., Miniutti, G., Motch, C., Nättilä, J., Nardini, E., Neubert, T., O'Brien, P.T., Orlandini, M., Osborne, J.P., Pacciani, L., Paltani, S., Paolillo, M., Papadakis, I.E., Paul, B., Pellizzoni, A., Peretz, U., Perez Torres, M.A., Perinati, E., Prescod-Weinstein, C., Reig, P., Riggio A., Rodriguez, J., Rodrguez-Gil, P., Romano, P., Rozanska, A., Sakamoto, T., Salmi, T., Salvaterra, R., Sanna, A., Santangelo, A., Savolainen, T., Schanne, S., Schatz, H., Shao, L., Shearer, A., Shore, S.N., Stappers, B.W., Strohmayer, T.E., Suleimanov, V.F., Svoboda, J., Thielemann, F.-K., Tombesi, F., Torres, D.F., Torresi, E., Turriziani, S., Vacchi, A., Vercellone, S., Vink, J., Wang, J.-M., Weng, J., Watts, A.L., Weng, S., Weinberg, N.N., Wheatley, P.J., Wijnands, R., Woods, T.E., Woosley, S.E., Xiong, S., Xu, Y., Yan, Z., Younes, G., Yu, W., Yuan, F., Zampieri, L., Zane, S., Zdziarski, A., Zhang, S.-N., Zhang, S., Zhang, S., Zhang, X. & Zingale, M., 2019, Observatory Science with eXTP , Sci. China Phys. Mech. Astron., Vol. 62, p. 29506 Fragile, P.C., Ballantyne, D.R., Maccarone, T.J. & Witry, J.W.L., 2018, Simulating the Collapse of a Thick Accretion Disk due to a Type I X-ray Burst from a Neutron Star, The Astrophysical Journal, Vol. 867, p. L28. Buisson, D.J.K., Parker, M.L., Kara, E., Vasudevan, R.V., Lohfink, A.M., Pinto, C., Fabian, A.C., Ballantyne, D.R., Boggs, S.E., Christensen, F.E., Craig, W.W., Farrah, D., Hailey, C.J., Harrison, F.A., Ricci, C., Stern, D., Walton, D.J., Zhang, W.W., 2018, NuSTAR observations of Mrk 766: distinguishing reflection from absorption , Monthly Notices of the Royal Astronomical Society, Vol. 480, p. 3689. Ursini, F., Petrucci, P.-O., Matt, G., Bianchi, S., Cappi, M., Dadina, M., Grandi, P., Torresi, E., Ballantyne, D.R., De Marco, B., De Rosa, A., Giroletti, M., Malzac, J., Marinucci, A., Middei, R., Ponti, G. & Tortosa, A., 2018, Radio\/X-ray monitoring of the broad-line radio galaxy 3C 382. High-energy view with XMM-Newton and NuSTAR , Monthly Notices of the Royal Astronomical Society, Vol. 478, p. 2663. Masini, A., Ciavno, F., Comastri, A., Fornasini, F., Ballantyne, D.R., Lansbury, G., Treister, E., Alexander, D.M., Boorman, P.G., Brandt, W.N., Farrah, D., Gandhi, P., Harrison, F.A., Hickox, R.C., Kocevski, D.D., Lanz, L., Marchesi, S., Puccetti, S., Ricci, C., Saez, C., Stern, D. & Zappacosta, L., 2018, The NuSTAR Extragalactic Surveys: Source Catalog and the Compton-Thick Fraction in the UDS Field , The Astrophysical Journal Supplement Series, Vol. 235, p. 17. Singal, J., Haider, J., Ajello, M., Ballantyne, D. R., Bunn, E., Condon, J., Dowell, J., Fixsen, D., Fornengo, N., Harms, B., Holder, G., Jones, E., Kellermann, K., Kogut, A., Linden, T., Monsalve, R., Mertsch, P., Murphy, E., Orlando, E., Regis, M., Scott, D., Vernstrom, T. & Xu, L., 2018, The Radio Synchrotron Background: Conference Summary and Report, Publications of the Astronomical Society of the Pacific, Vol. 130, p. 036001. Gohil, R. & Ballantyne, D.R., 2018, The Shape of the Cosmic X-ray Background: Nuclear Starburst Discs and the Redshift Evolution of AGN Obscuration , Monthly Notices of the Royal Astronomical Society, Vol. 475, p. 3543. Zappacosta, L., Comastri, A., Civano, F., Puccetti, S., Fiore, F., Aird, J., Del Moro, A., Lansbury, G.B., Lanzuisi, G., Goulding, A., Mullaney, J.R., Stern, D., Ajello, M., Alexander, D.M., Ballantyne, D.R., Bauer, F.E., Brandt, W.N., Chen, C.-T.J., Farrah, D., Harrison, F.A., Gandhi, P., Lanz, L., Masini, A., Marchesi, S., Ricci, C. & Treister, E., 2018, The NuSTAR Extragalactic Surveys: X-ray Spectroscopic Analysis of the Bright Hard-Band Sample , The Astrophysical Journal, Vol. 854, p. 33. Porquet, D., Reeves, J.N., Matt, G., Marinucci, A., Nardini, E., Braito, V., Lobban, A., Ballantyne, D.R., Boggs, S.E., Christensen, F.E., Dauser, T., Farrah, D., Garcia, J., Hailey, C.J., Harrison, F., Stern, D., Tortosa, A., Ursini, F. & Zhang, W.W., 2018, A deep X-ray view of the bare AGN Ark 120. IV. XMM-Newton and NuSTAR spectra dominated by two temperature (warm, hot) Comptonization processes , Astronomy & Astrophysics, Vol. 609, p. A42. Degenaar, N., Ballantyne, D.R., Belloni, T., Chakraborty, M., Chen, Y.-P., Ji, L., Kretschmar, P., Kuulkers, E., Li, J., Maccarone, T.J., Malzac, J., Zhang, S. & Zhang, S.-N., 2018, Accretion Disks and Coronae in the X-ray Flashlight , Space Science Reviews, Vol. 214, p. 15. Sartori, L.F., Schawinski, K, Koss, M.J., Ricci, C., Treister, E., Stern, D., Lansbury, G., Maksym, W.P., Baloković, M., Gandhi, P., Keel, W.C. & Ballantyne, D.R., 2018, Joint NuSTAR and Chandra analysis of the obscured quasar in IC 2494 – Hanny's Voorwerp system , Monthly Notices of the Royal Astronomical Society, Vol. 474, p. 2444. Del Moro, A., Alexander, D.M., Aird, J.A., Bauer, F.E., Civano, F., Mullaney, J.R., Ballantyne, D.R., Brandt, W.N., Comastri, A., Gandhi, P., Harrison, F.A., Lansbury, G.B., Lanz, L., Luo, B., Marchesi, S., Puccetti, S., Ricci, C., Saez, C., Stern, D., Treister, E. & Zappacosta, L., 2017, The NuSTAR Extragalactic Survey: Average Broad-band X-ray Spectral Properties of the NuSTAR Detected AGN , The Astrophysical Journal, Vol. 849, p. 57. Ballantyne, D.R., 2017, Ionised Accretion Discs in Active Galactic Nuclei: The Effects of a Lamppost with a Variable Height , The Monthly Notices of the Royal Astronomical Society Letters, Vol. 472, p. L60. Lansbury, G.B., Alexander, D.M., Aird, J., Gandhi, P., Stern, D., Koss, M., Ajello, M., Assef, R.J., Ballantyne, D.R., Baloković , M., Bauer, F.E., Brandt, W.N., Brightman, M., Chen, C.-T.J., Civano, F., Comastri, A., Del Moro, A., Fuentes, C., Harrison, F.A., Marchesi, S., Masini, A., Mullaney, J.R., Ricci, C., Saez, C., Tomsick, J.A., Treister, E., Walton, D.J. & Zappacosta, L., 2017, The NuSTAR Serendipitous Survey: Hunting for the Most Extreme Obscured AGN at > 10 keV , The Astrophysical Journal, Vol. 846, p. 20. Brightman, M., Baloković , M., Ballantyne, D.R., Bauer, F.E., Boorman, P., Buchner, J., Brandt, W.N., Comastri, A., Del Moro, A., Farrah, D., Harrison, F.A., Koss, M., Lanz, L., Masini, A., Ricci, C., Stern, D., Vasudevan, R. & Walton, D.J., 2017, X-ray Bolometric Corrections for Compton-Thick Active Galactic Nuclei , The Astrophysical Journal, Vol. 844, p. 10. Lohfink, A.M., Fabian, A.C., Ballantyne, D.R., Boggs, S.E., Boorman, P., Christensen, F.E., Craig, W.W., Farrah, D., García, J., Hailey, C.J., Harrison, F.A., Ricci, C., Stern, D. & Zhang, W.W., 2017, The X-Ray Reflection Spectrum of the Radio-Loud Quasar 4C 74.26 , The Astrophysical Journal, Vol. 841, p. 80. Gohil, R. & Ballantyne, D.R., 2017, Modeling the Vertical Structure of Nuclear Starburst Discs: A Possible Source of AGN Obscuration at z~1 , Monthly Notices of the Royal Astronomical Society, Vol. 468, p. 4944. Annuar, A., Alexander, D.M., Gandhi, P., Lansbury, G.B., Asmus, D., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Boorman, P.G., Brandt, W.N., Brightman, M., Christensen, F.E., Craig, W.W., Farrah, D., Goulding, A.D., Hailey, C.J., Harrison, F.A., Koss, M.J., LaMassa, S.M., Murray, S.S., Ricci, C., Rosario, D.J., Stanley, F., Stern, D. & Zhang, W., 2017, A New Compton­-Thick AGN in Our Cosmic Backyard: Unveiling the Buried Nucleus in NGC 1448 with NuSTAR , The Astrophysical Journal, Vol. 836, p. 165. Totosa, A., Marinucci, A., Matt, G., Bianchi, S., La Franca, F., Ballantyne, D.R., Boorman, P.G., Fabian, A.C., Farrah, D., Fuerst, F., Gandhi, P., Harrison, F.A., Koss, M.J., Ricci, C., Stern, D., Ursini, F. & Walton, D.J., 2017, Broadband X-ray spectral analysis of the Seyfert 1 galaxy GRS 1734-292 , The Monthly Notices of the Royal Astronomical Society, Vol. 466, p. 4193. Keek, L., Iwakiri, W., Serino, M., Ballantyne, D.R., in ‘t Zand, J.J.M. & Strohmayer, T.E., 2017, X-ray Reflection and an Exceptionally Long Thermonuclear Helium Burst from IGR J17062-6143 , The Astrophysical Journal, Vol. 836, p. 111. Zoghbi, A., Matt, G., Miller, J.M., Lohfink, A.M., Walton, D.J., Ballantyne, D.R., García, J.A., Stern, D., Koss, M.J., Farrah, D., Harrison, F.A., Boggs, S.E., Christensen, F.E., Craig, W., Hailey, C.J. & Zhang, W.W., 2017, A Long Look at MCG-5-23-16 with NuSTAR: I. - Relativistic Reflection and Coronal Properties , The Astrophysical Journal, Vol. 836, p. 2. Lansbury, G., Stern, D., Aird, J., Alexander, D.M., Fuentes, C., Harrison, F.A., Treister, E., Bauer, F.E., Tomsick, J.A., Baloković, M., Del Moro, A., Gandhi, P., Ajello, M., Annuar, A., Ballantyne, D.R., Boggs, S.E., Brandt, W.N., Brightman, M., Chen, C.­T.J., Christensen, F.E., Civano, F., Comastri, A., Craig, W.W., Forster, K., Grefenstette, B.W., Hailey, C.J., Hickox, R.C., Jiang, B., Jun, H.D., Koss, M., Marchesi, S., Melo, A.D., Mullaney, J.R., Noirot, G., Schulze, S., Walton, D.J., Zappacosta, L. & Zhang, W.W., 2017, The NuSTAR Serendipitous Survey: The 40 Month Catalog and the Properties of the Distant High Energy X­-ray Source Population , The Astrophysical Journal, in press, Vol. 836, p. 99. Ricci, C., Assef, R.J., Stern, D., Nikutta, R., Alexander, D.M., Asmus, D., Ballantyne, D.R., Bauer, F.E., Blain, A.W., Boggs, S., Boorman, P.G., Brandt, W.N., Brightman, M., Chen, C.­T.,J., Christensen, F.E., Comastri, A., Craig, W.W., Díaz­-Santos, T., Eisenhardt, P.R., Farrah, D., Gandhi, P., Hailey, C.J., Harrison, F.A., Jun, H.D., Koss, M.J., LaMassa, S., Lansbury, G., Markwardt, C.B., Stalevski, M., Stanley, F., Treister, E., Tsai, C.­W., Walton, D.J., Wu, J.W. & Zhang, W.W., 2017, NuSTAR Observations of WISE J1036+0449, A Galaxy at z~1 Obscured by Hot Dust , The Astrophysical Journal, Vol. 835, p. 105. Ballantyne, D.R., 2017, Clustering, Cosmology and a New Era of Black Hole Demographics – I. The Conditional Luminosity Function of Active Galactic Nuclei , Monthly Notices of the Royal Astronomical Society, Vol. 464, p. 613. Ballantyne, D.R., 2017, Clustering, Cosmology and a New Era of Black Hole Demographics – II. The Conditional Luminosity Functions of Type 2 and Type 1 Active Galactic Nuclei , Monthly Notices of the Royal Astronomical Society, Vol. 464, p. 626. Boorman, P.G., Gandhi, P., Alexander, D.M., Annuar, A., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Brandt, W.N., Brightman, M., Christensen, F.E., Craig, W.W., Farrah, D., Hailey, C.J., Harrison, F.A., Hönig, S.F., Koss, M., LaMassa, S.M., Masini, A., Ricci, C., Risaliti, G., Stern, D. & Zhang, W.W., 2016, IC 3639 – A New Bona Fide Compton Thick AGN Unveiled by NuSTAR , The Astrophysical Journal, Vol. 833, p. 245. Rujopakarn, W., Dunlop, J.S., Rieke, G.H., Ivison, R.J., Cibinel, A., Nyland, K., Jagannathan, P., Silverman, J.D., Alexander, D.M., Biggs, A.D., Bhatnagar, S., Ballantyne, D.R., Dickinson, M., Elbaz, D., Geach, J.E., Hayward, C.C., Kirkpatrick, A., McLure, R.J., Michałowski, M.J., Miller, N.A., Narayanan, D., Owen, F.N., Pannella, M., Papovich, C., Pope, A., Rau, U., Robertson, B.E., Scott, D., Swinbank, A.M., van der Werf, P., van Kampen, E. & Windhurst, R.A., 2016, VLA and ALMA Imaging of Intense, Galaxy­-Wide Star Formation in z~2 Galaxies , The Astrophysical Journal, Vol. 833, p. 12. Harrison, F.A., Aird, J., Civano, F., Lansbury, G., Mullaney, J.R., Ballantyne, D.R., Alexander, D.M., Stern, D., Ajello, M., Barret, D., Bauer, F.E., Baloković, M., Brandt, W.N., Brightman, M., Boggs, S.E., Christensen, F.E., Comastri, A., Craig, W.W., Del Moro, A., Forster, K., Gandhi, P., Giommi, P., Grefenstette, B.W., Hailey, C.J., Hickox, R.C., Hornstrup, A., Kitaguchi, T., Koglin, J., Luo, B., Madsen, K.K., Mao, P.H., Miyasaka, H., Mori, K., Perri, M., Pivovaroff, M., Puccetti, S., Rana, V., Treister, E., Walton, D., Westergaard, N.J., Wik, D., Zappacosta, L., Zhang, W.W. & Zoglauer, A., 2016, The NuSTAR Extragalactic Surveys: The Number Counts of Active Galactic Nuclei and the Resolved Fraction of the Cosmic X-­ray Background , The Astrophysical Journal, Vol. 831, p.185. Farrah, D., Baloković, M., Stern, D., Harris, K., Alexander, D.M., Arévalo, P., Ballantyne, D.R., Bauer, F.E., Boggs, S., Brandt, W.N., Brightman, M., Christensen, F., Clements, D.L., Craig, W., Fabian, A., Hailey, C., Harrison, F., Koss, M., Kunimoto, M., Lansbury, G.B., Luo, B., Paine, J., Petty, S., Pitchford, K., Ricci, C., Walton, D.J. & Zhang, W., 2016, The Geometry of the Infrared and X­-ray Obscurer in a Dusty Hyperluminous Quasar , The Astrophysical Journal, Vol. 831, p. 76. Brightman, M., Masini, A., Ballantyne, D.R., Baloković, M., Brandt, W.N., Chen, C.­T., Comastri, A., Farrah, D., Gandhi, P., Harrison, F.A., Ricci, C., Stern, D. & Walton, D.J., 2016, A Growth­ Rate Indicator for Compton­-Thick Active Galactic Nuclei , The Astrophysical Journal, Vol. 826, p. 93. Keek, L., Wolf, Z. & Ballantyne, D.R., 2016, Accretion Disk Signatures in Type I X-ray Bursts: Prospects for Future Missions , The Astrophysical Journal, Vol. 826, p. 79. Koss, M.J., Assef, R., Baloković, M., Stern, D., Gandhi, P., Lamperti, I., Alexander, D.M., Ballantyne, D.R., Bauer, F.E., Berney S., Brandt, W.N., Comastri, A., Gehrels, N., Harrison, F.A., Lansbury, G., Markwardt, C., Ricci, C., Rivers, E., Schawinski, K., Trakhtenbtot, B., Treister, E. & Urry, C.M., 2016, A New Population of Compton­ Thick AGNs Identified Using the Spectral Curvature Above 10 keV , The Astrophysical Journal, Vol., 825, p. 85. Koss, M.J., Glidden, A., Baloković, M., Stern, D., Lamperti, I., Assef, R., Bauer, F., Ballantyne, D., Boggs, S.E., Craig, W.W., Farrah, D., Füerst, F., Gandhi, P., Gehrels, N., Hailey, C.J., Harrison, F.A., Markwardt, C., Masini, A., Ricci, C., Treister, E., Walton, D.J. & Zhang, W.W., 2016, NuSTAR Resolves the First Dual AGN Above 10 keV in SWIFT J2028.5+2543 , The Astrophysical Journal, Vol. 824, L4. Lanzuisi, G., Perna, M., Comastri, A., Cappi, M., Dadina, M., Marinucci, A., Masini, A., Matt, G., Vagnetti, F., Vignali, C., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Brandt, W.N., Brusa, M., Christensen, F.E., Craig, W.W., Fabian, A.C., Farrah, D., Hailey, C.J., Harrison, F.A., Luo, B., Piconcelli, E., Puccetti, S., Ricci, C., Saez, C., Stern, D., Walton, D.J. & Zhang, W.W., 2016, NuSTAR Reveals the Extreme Properties of the super­-Eddington Accreting Supermassive Black Hole in PG 1247+267 , Astronomy & Astrophysics, Vol. 590, p. A77. Masini, A., Comastri, A., Baloković, M. Zaw, I., Puccetti, S., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Brandt, W.N., Brightman, M., Christensen, F.E., Craig, W.W., Gandhi, P., Hailey, C.J., Harrison, F.A., Koss, M.J., Madejski, G., Ricci, C., Rivers, E., Stern, D. & Zhang, W.W., 2016, NuSTAR Observations of Water Megamaser AGN , Astronomy & Astrophysics, Vol. 589, p. A59. Keek, L. & Ballantyne, D.R., 2016, Revealing the accretion disc corona in Mrk 335 with multi­-epoch X­-ray spectrocscopy , Monthly Notices of the Royal Astronomical Society, Vol. 456, p. 2722. Aird, J., Alexander, D.M., Ballantyne, D.R., Civano, F., Del­Moro, A., Hickox, R.C., Lansbury, G.B., Mullaney, J.R., Bauer, F.E., Brandt, W.N., Comastri, A., Fabian, A.C., Gandhi, P., Harrison, F.A., Luo, B., Stern, D., Treister, E., Zappacosta, L., Ajello, M., Assef, R., Balković, M., Boggs, S.E., Brightman, M., Christensen, F.E., Craig, W.W., Elvis, M., Forster, K., Grefenstette, B.W., Hailey, C.J., Koss, M., LaMassa, S.M., Madsen, K.K., Puccetti, S., Saez, C., Urry, C.M., Wik, D.R. & Zhang, W., 2015, The NuSTAR Extragalactic Survey: First Direct Measurement of the > 10 keV X­-ray Luminosity Function for Active Galactic Nuclei at z > 0.1 , The Astrophysical Journal, Vol. 815, p. 66. Annur, A., Gandhi, P., Alexander, D.M., Lansbury, G.B., Arévalo, P., Ballantyne, D.R., Baloković, M., Bauer, F.E., Boggs, S.E., Brandt, W.N., Brightman, M., Christensen, F.E., Craig, W.W., Del Moro, A., Hailey, C.J., Harrison, F.A., Hickox, R.C., Matt, G., Puccetti, S., Ricci, C., Rigby, J.R., Stern, D., Walton, D.J., Zappacosta, L & Zhang, W., 2015, NuSTAR Observations of the Compton­ Thick Active Galactic Nucleus and Ultraluminous X­ray Source Candidate in NGC 5643 , The Astrophysical Journal, Vol. 815, p. 36. Lohfink, A.M., Tombesi, F., Walton, D., Balković, M., Zoghbi, A., Ballantyne, D.R., Boggs, S.E., Christensen, F.E., Craig, W.W., Fabian, A.C., Hailey, C.J., Harrison, F.A., King, A.L., Madjeski, G., Matt, G., Ogle, P., Reynolds, C.S., Stern, D., Ursini, F. & Zhang, W.W., 2015, The Corona of the Broad­-Line Radio Galaxy 3C 390.3 , The Astrophysical Journal, Vol. 814, p. 24. Keek, L., Cumming, A., Wolf, Z., Ballantyne, D.R., Suleimanov, V.F., Kuulkers, E. & Strohmayer, T.E., 2015, The imprint of carbon combustion on a superburst from the accreting neutron star 4U 1636­-536 , The Monthly Notices of the Royal Astronomical Society, Vol. 454, p. 3559. Madsen, K.K., Fürst, F., Walton, D.J., Harrison, F.A., Ballantyne, D.R., Boggs, S.E., Brenneman, L.W., Christensen, F.E., Craig, W.W., Fabian, A.C., Forster, K., Grefenstette, B.W., Guainazzi, M., Hailey, C.J., Madejski, G.M., Matt, G., Stern, D. & Zhang, W.W., 2015, 3C 273 with NuSTAR: Unveiling the AGN, The Astrophysical Journal, Vol. 812, p. 14. Lansbury, G.B., Gandhi, P., Alexander, D.M., Assef, R.J., Annur, A., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Brandt, W.N., Brightman, M., Christensen, F.E., Civano, F., Comastri, A., Craig, W.W., Del Moro, A., Grefenstette, B.W., Hailey, C.J., Harrison, F.A., Hickox, R.C., Koss, M., LaMassa, S.M., Luo, B., Puccetti, S., Stern, D., Treister, E., Vignali, C., Zappacosta, L. & Zhang, W.W., 2015, NuSTAR Reveals Extreme Absorption in z  ≾  0.5 Type 2 Quasars , The Astrophysical Journal, Vol. 809, p. 115. Civano, F., Hickox, R., Puccetti, S., Comastri, A., Mullaney, J., Zappacosta, L., LaMassa, S., Aird, J., Alexander, D.M., Ballantyne, D.R., Bauer, F.E., Brandt, W.N., Boggs, S.E., Christensen, F.E., Craig, W.W., Del-Moro, A., Elvis, M., Forster, K., Gandhi, P., Grefenstette, B.W., Hailey, C.J., Harrison, F.A., Lansbury, G.B., Luo, B., Madsen, K., Saez, C., Stern, D., Treister, E., Urry, C.M., Wik, D.R. & Zhang, W.W., 2015, The NuSTAR Extragalactic Surveys: Overview and Catalog from the COSMOS Field , The Astrophysical Journal, Vol. 808, p. 185. Mullaney, J.R., Del-Moro, A., Aird, J., Alexander, D.M., Civano, F.M., Hickox, R.C., Lansbury, G.B., Ajello, M., Assef, R., Ballantyne, D.R., Baloković, M., Bauer, F.E., Brandt, W.N., Boggs, S.E., Brightman, M., Christensen, F.E., Comastri, A., Craig, W.W., Elvis, M., Forster, K., Gandhi, P., Grefenstette, B.W., Hailey, C.J., Harrison, F.A., Koss, M., LaMassa, S.M., Luo, B., Madsen, K.K., Puccetti, S., Saez, C., Stern, D., Treister, E., Urry, C.M., Wik, D.R., Zappacosta, L. & Zhang, W., 2015, The NuSTAR Extragalactic Surveys: Initial Results and Catalog from the Extended Chandra Deep Field South , The Astrophysical Journal, Vol. 808, p. 184. Ursini, F., Marinucci, A., Matt, G., Bianchi, S., Tortosa, A., Stern, D., Arévalo, P., Ballantyne, D.R., Bauer, F.E., Fabian, A.C., Harrison, F.A., Lohfink, A.M., Reynolds, C.S. & Walton, D.J., 2015, The NuSTAR X-ray spectrum of the low-luminosity active galactic nucleus in NGC 7213 , Monthly Notices of the Royal Astronomical Society, Vol. 452, p. 3272. Reynolds, C.S., Lohfink, A.M., Ogle, P.M., Harrison, F.A., Madsen, K.K., Fabian, A.C., Wik, D.R., Madejski, G., Ballantyne, D.R., Boggs, S.E., Christensen, F.E., Craig, W.W., Fuerst, F., Hailey, C.J., Lanz, L., Miller, J.M., Saez, C., Stern, D., Walton, D.J. & Zhang, W., 2015, NuSTAR Observations of the Powerful Radio­-Galaxy Cygnus A , The Astrophysical Journal, Vol. 808, p. 154. Koss, M.J., Romero-Cañizales, C., Teng, S.H., Baloković, M., Puccetti, S., Bauer, F.E., Arévalo, P., Assef, R., Ballantyne, D.R., Baronchelli, L., Brandt, W.N., Brightman, M., Comastri, A., Gandhi, P., Harrison, F.A., Luo, B., Schawinski, K., Stern, D. & Treister, E., 2015, Broadband Observations of the Compton-Thick Nucleus of NGC 3393 , The Astrophysical Journal, Vol. 807, p. 149. Keck, M.L., Brenneman, L.W., Ballantyne, D.R., Bauer, F., Boggs, S.E., Christensen, F.E., Craig, W.W., Dauser, T., Elvis, M., Fabian, A.C., Fuerst, F., Garćia, J., Grefenstette, B.W., Hailey, C.J., Harrison, F.A., Madejski, G., Marinucci, A., Matt, G., Reynolds, C.S., Stern, D., Walton, D.J. & Zoghbi, A., 2015, NuSTAR and Suzaku X-ray Spectroscopy of NGC 4151: Evidence for Reflection from the Inner Accretion Disk , The Astrophysical Journal, Vol. 806, p. 149. Brightman, M., Baloković, M., Stern, D., Arévalo, P., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Craig, W.W., Christensen, F.E., Comastri, A., Fuerst, F., Gandhi, P., Hailey, C.J., Harrison, F.A., Hickox, R., Koss, M., LaMassa, S., Puccetti, S., Rivers, L., Vasudevan, R., Walton, D.J. & Zhang, W.W., 2015, Determining the Covering Factor of Compton-thick Active Galactic Nuclei with NuSTAR , The Astrophysical Journal, Vol. 805, p. 41. Gohil, R. & Ballantyne, D.R., 2015, On the equivalent width of the Fe K α line produced by a dusty absorber in active galactic nuclei , The Monthly Notices of the Royal Astronomical Society, Vol. 449, p. 1449. Baloković, M., Matt, G., Harrison, F.A., Zoghbi, A., Ballantyne, D.R., Boggs, S.E., Christensen, F.E., Craig, W.W., Fabian, A.C., Füerst, F., Hailey, C.J., Marinucci, A., Parker, M.L., Reynolds, C.S., Stern, D., Walton, D.J. & Zhang, W.W., 2015, Coronal Properties of the Seyfert 1.9 Galaxy MCG-5-23-016 Determined from Hard X-ray Spectroscopy with NuSTAR , The Astrophysical Journal, Vol. 800, p. 62. Matt, G., Baloković, M., Marinucci, A., Ballantyne, D.R., Boggs, S.E., Christensen, F.E., Comastri, A., Craig, W.W., Gandhi, P., Hailey, C.J., Harrison, F.A., Madejski, G., Stern, D. & Zhang, W.W., 2015, The hard X-ray spectrum of NGC 5506 as seen by NuSTAR , The Monthly Notices of the Royal Astronomical Society, Vol. 447, p. 3029. Marinucci, A., Matt, G., Bianchi, S., Lu, T.N., Arevalo, P., Baloković, M., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Christensen, F.E., Craig, W.W., Gandhi, P., Hailey, C.J., Harrison, F., Puccetti, S., Rivers, E., Walton, D.J., Stern, D. & Zhang, W., 2015, The Seyfert 2 galaxy NGC 2110: hard X-ray emission observed by NuSTAR and variability of the iron Kα line , The Monthly Notices of the Royal Astronomical Society, Vol. 447, p. 160. Keek, L., Ballantyne, D.R., Kuulkers, E. & Strohmayer, T.E., 2014, X-raying an Accretion Disk in Realtime: The Evolution of Ionized Reflection During a Superburst from 4U 1636-536 , The Astrophysical Journal, Vol. 797, p. L23. Stern, D. Lansbury, G.B., Assef, R.J., Brandt, W.N., Alexander, D.M., Ballantyne, D.R., Baloković, M., Benford, D., Blain, A., Boggs, S.E., Bridge, C., Brightman, M., Christensen, F.E., Comastri, A., Craig, W.W., Del Moro, A., Eisenhardt, P.R.M., Gandhi, P., Griffith, R., Hailey, C.J., Harrison, F.A., Hickox, R.C., Jarret, T.H., Koss, M., Lake, S., LaMassa, S.M., Luo, B., Tsai, C.-W., Walton, D.J., Wright, E.L., Wu, J., Yan, L., & Zhang, W.W., 2014, NuSTAR and XMM-Newton Observations of Luminous, Heavily Obscured, WISE-Selected Quasars at z~2 , The Astrophysical Journal, Vol. 794, p. 102. Baloković, M., Comastri, A., Harrison, F.A., Ballantyne, D.R., Boggs, S.E., Brandt, W.N., Brightman, M., Christensen, F.E., Craig, W.W., Del Moro, A., Gandhi, P., Hailey, C.J., Koss, M., Lansbury, G.B., Luo, B., Madejski, G.M., Marinucci, A., Markwardt, C.B., Reynolds, C.S., Risaliti, G., Rivers, E., Stern, D., Walton, D.J., Zhang, W.W., 2014, The NuSTAR View of Nearby Compton-Thick AGN: The Cases of NGC 424, NGC 1320 and IC 2560 , The Astrophysical Journal, Vol. 794, p. 111. Ballantyne, D.R., Bollenbacher, J.M., Brenneman, L.W., Madsen, K.K., Baloković, M., Boggs, S.E., Christensen, F.E., Craig, W.W., Gandhi, P., Hailey, C.J., Harrison, F.A., Lohfink, A.M., Marinucci, A.., Markwardt, C.B., Stern, D., Walton, D.J. & Zhang, W.W., 2014, NuSTAR Reveals the Comptonizing Corona of the Broad-Line Radio Galaxy 3C 382 , The Astrophysical Journal, Vol. 794, p. 62. Gandhi, P., Lansbury, G.B., Alexander, D.M., Stern, D., Arévalo, P., Ballantyne, D.R., Baolković, M., Bauer, F.E., Boggs, S.E., Brandt, W.N., Brightman, M.R., Christensen, F.E., Comastri, A., Craig, W.E., Del Moro, A., Elvis, M., Fabian, A.C., Hailey, C.J., Harrison, F.A., Hickox, R.C., Koss, M.R., LaMassa, S.M., Luo, B., Madejski, G.M., Ptak, A.F., Puccetti, S., Teng, S.H., Urry, C.M., Walton, D.J. & Zhang, W.W., 2014, NuSTAR Unveils a Compton-thick Type 2 Quasar in Mrk 34 , The Astrophysical Journal, Vol. 792, p. 117. Keek, L., Ballantyne, D.R., Kuulkers, E. & Strohmayer, T.E., 2014, Characterizing the Evolving X-ray Spectral Features During a Superburst from 4U 1636-536 , The Astrophysical Journal, Vol. 789, p. 121. Brenneman, L.W., Madejski, G., Fuerst, F., Matt, G., Elvis, M., Harrison, F.A., Ballantyne, D.R., Boggs, S.E., Christensen, F.E., Craig, W.W., Fabian, A.C., Grefenstette, B.W., Hailey, C.J., Madsen, K.K., Marinucci, A., Rivers, E., Stern, D., Walton, D.J. & Zhang, W.W., 2014, The Broad-Band X-ray Spectrum of IC 4329A from a Joint NuSTAR\/Suzaku Observation , The Astrophysical Journal, Vol. 788, p. 61. Walton, D.J., Risaliti, G., Harrison, F.A., Fabian, A.C., Miller, J.M., Arevalo, P., Ballantyne, D.R., Boggs, S.E., Brenneman, L.W., Christensen, F.E., Craig, W.W., Elvis, M., Fuerst, F., Gandhi, P., Grefenstette, B.W., Hailey, C.J.,, Kara, E., Luo, B., Madsen, K.K., Marinucci, A., Matt, G., Parker, M.L., Reynolds, C.S., Rivers, E., Ross, R.R., Stern, D. & Zhang, W., 2014, NuSTAR and XMM­-Newton Observations of NGC 1365: Extreme Absorption Variability and a Constant Inner Accretion Disk , The Astrophysical Journal, Vol. 788, p. 76. Marinucci, A., Matt, G., Miniutti, G., Guainazzi, M., Parker, M.L., Brenneman, L., Fabian, A.C., Kara, E., Arevalo, P., Ballantyne, D.R., Boggs, S.E., Cappi, M., Christensen, F.E., Craig, W.W., Elvis, M., Hailey, C.J., Harrison, F.A., Reynolds, C.S., Risaliti, G., Stern, D.K., Walton, D.J. & Zhang, W., 2014, The Broadband Spectral Variaibility of MCG-6-30-15 Observed by NuSTAR and XMM-Newton , The Astrophysical Journal, Vol. 787, p. 83. Del Moro, A., Mullaney, J.R., Alexander, D.M., Comastri, A., Bauer, F.E., Treister, E., Stern, D., Civano, F., Ranalli, P., Vignali, C., Aird, J.A., Ballantyne, D.R., Baloković, M., Boggs, S.E., Brandt, W.N., Christensen, F.E., Craig, W.W., Gandhi, P., Gilli, R., Hailey, C.J., Harrison, F.A., Hickox, R.C., LaMassa, S.M., Lansbury, G.B., Luo, B., Puccetti, S., Urry, C.M. & Zhang, W.W., 2014, NuSTAR J0332-2-2746.8: Direct Constraints on the Compton Reflection in a Heavily Obscured Quasar at z ≈ 2 , The Astrophysical Journal, Vol. 786, p. 16. Marinucci, A., Matt, G., Kara, E., Miniutti, G., Elvis, M., Arevalo, P., Ballantyne, D.R., Baloković, M., Bauer, F., Brenneman, L., Boggs, S.E., Cappi, M., Christensen, F.E., Craig, W.W., Fabian, A.C., Fuerst, F., Hailey, C.J., Harrison, F.A., Risaliti, G., Reynolds, C.S., Stern, D.K., Walton, D.J. & Zhang, W., 2014, Simultaneous NuSTAR and XMM-Newton 0.5-80 keV spectroscopy of the Narrow Line Seyfert 1 galaxy SWIFT J2127.4+5654 , Monthly Notices of the Royal Astronomical Society, Vol. 440, p. 2347. Lansbury, G.B., Alexander, D.M., Del Moro, A., Gandhi, P., Assef, R.J., Stern, D., Aird, J., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Brandt, W.N., Christensen, F.E., Craig, W.W., Elvis, M., Grefenstette, B.W., Hailey, C.J., Harrison, F.A., Hickox, R.C., Koss, M., LaMassa, S.M., Luo, B., Mullaney, J.R., Teng, S.H., Urry, C.M. & Zhang, W.W., 2014, NuSTAR Observations of Heavily Obscured Quasars at z~0.5 , The Astrophysical Journal, Vol., 785, p. 17. Brenneman, L., Madejski, G., Fuerst, F., Matt, G., Elvis, M., Harrison, F.A., Ballantyne, D., Boggs, S., Christensen, F., Craig, W., Fabian, A.C., Grefenstette, B., Hailey, C., Madsen, K., Marinucci, A., Rivers, E., Stern, D., Walton, D. & Zhang, W., 2014, Measuring the Coronal Properties of IC 4329A with NuSTAR , The Astrophysical Journal, Vol. 781, p. 83. Grissom, R.L., Ballantyne, D.R. & Wise, J.H., 2014, On the Contribution of Active Galactic Nuclei to Reionization , Astronomy & Astrophysics, Vol. 561, p. A90. Ballantyne, D.R., 2014, The average 0.5-200 keV spectrum of local active galactic nuclei and a new determination of the 2-10 keV luminosity function at z≈0 , The Monthly Notices of the Royal Astronomical Society, Vol., 437, p. 2845. La Massa, S.M., Urry, C.M., Cappelluti, N., Civano, F., Ranalli, P., Glikman, E., Treister, E., Richards, G., Ballantyne, D., Stern, D., Cardamone, C., Schawinski, K., Böhringer, H., Chon, G., Murray, S.S., Green, P. & Nandra, K., 2013, Finding Rare AGN: XMM- Newton and Chandra Observations of SDSS Stripe 82 , The Monthly Notices of the Royal Astronomical Society, Vol. 436, p. 3581. Alexander, D.M., Stern, D., Del Moro, A., Lansbury, G.B., Assef, R.J., Aird, J., Ajello, M., Ballantyne, D.R., Bauer, F.E., Boggs, S.E., Brandt, W.N., Christensen, F.E., Civano, F., Comastri, A., Craig, W.W., Elvis, M., Grefenstette, B.W., Hailey, C.J., Harrison, F.A., Hickox, R.C., Luo, B., Madsen, K.K., Mullaney, J.R., Perri, M., Puccetti, S., Saez, C., Treister, E., Urry, C.M., Zhang, W.W., Bridge, C.R., Eisenhardt, P.R.M., Gonzalez, A.H., Miller, S.H. & Tsai, C.W., 2013, The NuSTAR Extragalactic Survey: A First Sensitive Look at the High-Energy Cosmic X-ray Background Population , The Astrophysical Journal, Vol. 773, p. 125. Harrison, F.A., Craig, W.W., Christensen, F.E., Hailey, C.J., Zhang, W.W., Boggs, S.E., Stern, D., Cook, W.R., Forster, K., Giommi, P., Grefenstette, B.W., Kim, Y., Kitaguchi, T., Koglin, J.E., Madsen, K.K., Mao, P.H., Miyasaka, H., Mori, K., Perri, M., Pivovaroff, M.J., Puccetti, S., Rana, V.R., Westergaard, N.J., Willis, J., Zoglauer, A., An, H., Bachetti, M., Barriere, N.M., Bellm, E.C., Bhaloerao, V., Brejnholt, N.F., Fuerst, F., Liebe, C.C., Markwardt, C.B., Nynka, M., Vogel, J.K., Walton, D.J., Wik, D.R., Alexander, D.M., Cominsky, L.R., Hornschemeier, A.E., Hornstrup, A., Kaspi, V.M., Madejski, G.M., Matt, G., Molendi, S., Smith, D.M., Tomsick, J.A., Ajello, M., Ballantyne, D.R., Baloković, M., Barret, D., Bauer, F.E., Blandford, R.D., Brandt, N.W., Brenneman, L.W., Chiang, J., Chakrabarty, D., Chenevez, J., Comastri, A., Elvis, M., Fabian, A.C., Farrah, D., Fryer, C.L., Gotthelf, E.V., Grindlay, J.E., Helfand, D.J., Krivonos, R., Meier, D.L., Miller, J.M., Natalucci, L., Ogle, P., Ofek, E.P., Ptak, A., Reynolds, S.P., Rigby, J.R., Tagliaferri, G., Thosett, S.E., Treister, E. & Urry, C.M., 2013, The Nuclear Spectroscopic Telescope Array (NuSTAR) Mission , The Astrophysical Journal, Vol. 770, p. 103. in t' Zand, J.J.M., Galloway, D.K., Marshall, H.L., Ballantyne, D.R., Jonker, P.G., Paerels, F.B.S., Palmer, D.M., Patruno, A. & Weinberg, N.N., 2013, A bright thermonuclear X-ray burst simultaneously observed with Chandra and RXTE , Astronomy & Astrophysics, Vol. 553, p. A83. Ballantyne, D.R., Armour, J.N. & Indergaard, J.. 2013, The Star Formation Laws of Eddington-Limited Star-Forming Disks , The Astrophysical Journal, Vol. 765, p. 138. Draper, A.R. & Ballantyne, D.R., 2012, The Merger-Triggered Active Galactic Nucleus Contribution to the Ultraluminous Infrared Galaxy Population , The Astrophysical Journal, Vol. 753, p. L37. Armour, J.N. & Ballantyne, D.R., 2012, CO Line Emission from Compact Nuclear Starburst Disks Around Active Galactic Nuclei , The Astrophysical Journal, Vol. 752, p. 87. Draper, A.R. & Ballantyne, D.R., 2012, A Tale of Two Populations: The Contribution of Merger and Secular Processes to the Evolution of Active Galactic Nuclei , The Astrophysical Journal, Vol. 751, p. 72. Ballantyne, D.R., Purvis, J.D., Strausbaugh, R.G. & Hickox, R.C., 2012, Ionized Reflection Spectra from Accretion Disks Illuminated by X-ray Pulsars , The Astrophysical Journal, Vol. 747, p. L35. Pierce, C.M., Ballantyne, D.R. & Ivison, R.J., 2011, Evidence for Moderate Star Formation Rates in the Host Galaxies of Active Galactic Nuclei at z < 1 , The Astrophysical Journal, Vol. 742, p. 45. Draper, A.R., Northcott, S. & Ballantyne, D.R., 2011, Are Active Galactic Nuclei the Solution to the Excess Cosmic Radio Background at 1.4 GHz? , The Astrophysical Journal, Vol. 741, p. L39. Draper, A.R. & Ballantyne, D.R., 2011, The Young, the Old, and the Dusty: Stellar Populations of AGN Hosts , The Astrophysical Journal, Vol. 740, p. 57. Ballantyne, D.R., Draper, A.R., Madsen, K.K., Rigby, J.R. & Treister, E., 2011, Lifting the Veil on Obscured Accretion: Active Galactic Nuclei Number Counts and Survey Strategies for Imaging Hard X-ray Missions , The Astrophysical Journal, Vol. 736, p. 56. Ballantyne, D.R., McDuffie, J.R. & Rusin, J.S., 2011, A Correlation Between the Ionization State of the Inner Accretion Disk and the Eddington Ratio of Active Galactic Nuclei , The Astrophysical Journal, Vol. 734, p. 112. Draper, A.R. & Ballantyne, D.R., 2011, Properties and Expected Number Counts of Active Galactic Nuclei and their Hosts in the Far Infrared , The Astrophysical Journal, Vol. 729, p. 109. in t' Zand, J.J.M., Galloway, D.K. & Ballantyne, D.R., 2011, Achromatic latetime variability in thermonuclear X-ray bursts: An accretion disk disrupted by a novalike shell? , Astronomy & Astrophysics, Vol. 525, p. A111. Ballantyne, D.R., Schumann, M. & Ford, B., 2011, Modelling the time dependence of the TeV gamma-ray source at the Galactic Centre , Monthly Notices of the Royal Astronomical Society, Vol. 410, p. 1521. Cackett, E.M., Miller, J.M., Ballantyne, D.R., Barret, D., Bhattacharyya, S., Boutelier, M., Miller, M.C., Strohmayer, T.E. & Wijnands, R., 2010, Relativistic Lines and Reflection From the Inner Accretion Disks Around Neutron Stars, The Astrophysical Journal, Vol. 720, p. 205. D'Ai, A., Di Salvo, T., Ballantyne, D., Iaria, R., Robba. N.R., Papitto, A., Riggio, A., Burderi, L., Piraino, S., Santangelo, A., Matt, G., Dovčiak, M. & Karas, V., 2010, A Self Consistent Approach to the Hard and Soft States of 4U 1705-44 , Astronomy & Astrophysics, Vol. 516, p. A36. Ballantyne, D.R., 2010, The Integrated Relativistic Iron Line from Active Galactic Nuclei: Chasing the Spin Evolution of Supermassive Black Holes , The Astrophysical Journal, Vol. 716, p. L27. Draper, A.R. & Ballantyne, D.R., 2010, The Evolution and Eddington Ratio Distribution of Compton Thick Active Galactic Nuclei , The Astrophysical Journal, Vol. 715, p. L99. Ballantyne, D.R., 2010, The Distribution and Cosmic Density of Relativistic Iron Lines in Active Galactic Nuclei , The Astrophysical Journal, Vol. 708, p. L1. Draper, A.R. & Ballantyne, D.R., 2009, Balancing the Cosmic Energy Budget: The Cosmic X-ray Background, Blazars, and the Compton Thick Active Galactic Nucleus Fraction , The Astrophysical Journal, Vol. 707, p. 778. Gliozzi, M., Papadakis, I.E., Eracleous, M., Sambruna, R.M., Ballantyne, D.R., Braito, V. & Reeves, J.N., 2009, Short­-term Variability and Power Spectral Density Analysis of the Radio-­Loud Active Galactic Nucleus 3C 390.3 , The Astrophysical Journal, Vol. 703, p. 1021. Sambruna, R.M., Reeves, J.N., Braito, V., Lewis, K.T., Eracleous, M., Gliozzi, M., Tavecchio, F., Ballantyne, D.R., Ogle, P.M., Barth, A.J. & Tueller, J., 2009, Structure of the Accretion Flow in Broad­-Line Radio Galaxies: The Case of 3C 390.3 , The Astrophysical Journal, Vol. 700, p. 1473. Ballantyne, D.R., 2009, The Contribution of Active Galactic Nuclei to the Microjansky Radio Population , The Astrophysical Journal, Vol. 698, p. 1033. david.ballantyne@physics.gatech.edu (404) 385-3909 Boggs 1-90L (MWF) and Howey W-107 (TuTh) CV Complete Publications List Research\/Teaching Website"
            ]
        ]
    ]
}