{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "34TM5LQ5",
            "xCy1fBEAAAAJ",
            [
                "A new droplet collision algorithm",
                "Modeling high-speed viscous liquid sheet atomization",
                "Pressure-swirl atomization in the near field",
                "The internal flow of diesel fuel injector nozzles: a review",
                "A fully compressible, two-dimensional model of small, high-speed, cavitating nozzles",
                "A numerical study of cavitating flow through various nozzle shapes",
                "Aerosol generation by reactive boiling ejection of molten cellulose",
                "Multi-dimensional simulation of thermal non-equilibrium channel flow",
                "Cavitation in two-dimensional asymmetric nozzles",
                "A moving mesh interface tracking method for 3D incompressible two-phase flows"
            ],
            [
                "The droplet collision algorithm of O'Rourke is currently the standard approach to calculating collisions in Lagrangian spray simulations. This algorithm has a cost proportional to the square of the number of computational particles, or “parcels”. To more efficiently calculate droplet collisions, a technique applied to gas dynamics simulations is extended for use in sprays. For this technique to work efficiently, it must be able to handle the general case where the number of droplets in each parcel varies. The present work shows how the no-time-counter (NTC) method can be extended for the general case of varying numbers of droplets per parcel. The basis of this improvement is analytically derived. The new algorithm is compared to closed-form solutions and to the algorithm of O'Rourke. The NTC method is several orders of magnitude faster and slightly more accurate than O'Rourke's method for several test cases. The …",
                "A linear stability analysis is presented for a liquid sheet that includes the effects of the surrounding gas, surface tension and the liquid viscosity on the wave growth process. An inviscid dispersion relation is used to identify the transition from a long wavelength regime to a short wavelength regime, analogous to the first and second wind induced breakup regimes of cylindrical liquid jets. This transition, which is found to occur at a gas Weber number of 27\/16, is used to simplify the viscous dispersion relation for use in multi-dimensional simulations of sheet breakup. The resulting dispersion relation is used to predict the maximum unstable growth rate and wave length, the sheet breakup length and the resulting drop size for pressure-swirl atomizers. The predicted drop size is used as a boundary condition in a multi-dimensional spray model. The results show that the model is able to accurately predict liquid spray …",
                "To model sprays from pressure-swirl atomizers, the connection between the injector and the downstream spray must be considered. A new model for pressure-swirl atomizers is presented which assumes little knowledge of the internal details of the injector, but instead uses available observations of external spray characteristics. First, a correlation for the exit velocity at the injector exit is used to define the liquid film thickness. Next, the film must be modeled as it becomes a thin, liquid sheet and breaks up, forming ligaments and droplets. A linearized instability analysis of the breakup of a viscous, liquid sheet is used as part of the spray boundary condition. The spray angle is estimated from spray photographs and patternator data. A mass averaged spray angle is calculated from the patternator data and used in some of the calculations. This new model is referred to as the Linearized Instability Sheet Atomization (LISA …",
                "Diesel fuel injector nozzles have a significant effect on the quality of spray and charge preparation. However, the mechanism and degree of this effect is unclear. The complexity of the internal nozzle flow has hindered the study of the fuel injection process. Diesel fuel injector nozzle flows are highly turbulent and usually two-phase. Several experiments have shown the presence of cavitation in the nozzles to be a dominating effect. Recent experimental work has revealed new qualitative details about the cavitation in fuel injector nozzles. The cavity tends to be smooth near the inlet, transitioning to a more ruffled appearance downstream. These flows are also strongly asymmetric in realistic geometries. Additionally, photographs have shown string cavitation inside the sac volume extending into the nozzles. The strings appear to be a form of stratified two-phase flow, like the cavities near the inlet corner. Like the cavities …",
                "A numerical model that treats liquid and vapor as a continuum has been constructed for predicting small-scale, high-speed, cavitating nozzle flow. In order to model extremely high pressures, the compressibility of both phases has been included in the scheme, and a third-order shock-capturing technique was applied to the continuity equation to capture sharp jumps in density. In addition, a boundary-fitted mesh was used to treat different nozzle geometries. The scheme has been run with very high upstream pressures and with a liquid-to-vapor density ratio of 10,000: 1. The model results have been compared to experimental measurements of single bubble collapse. Results are also presented for rounded and sharp nozzle entrances with varying upstream pressures. The model successfully predicted coefficient of discharge and exit velocity for a variety of nozzle geometries.",
                "The flow through diesel fuel injector nozzles is important because of the effects on the spray and the atomization process. Modeling this nozzle flow is complicated by the presence of cavitation inside the nozzles. This investigation uses a twodimensional, two-phase, transient model of cavitating nozzle flow to observe the individual effects of several nozzle parameters. The injection pressure is varied, as well as several geometric parameters. Results are presented for a range of rounded inlets, from r\/D of 1\/40 to 1\/4. Similarly, results for a range of L\/D from 2 to 8 are presented. Finally, the angle of the corner is varied from 50° to 150°. An axisymmetric injector tip is also simulated in order to observe the effects of upstream geometry on the nozzle flow. The injector tip calculations show that the upstream geometry has a small influence on the nozzle flow. The results demonstrate the model's ability to predict cavitating …",
                "The generation of primary aerosols from biomass hinders the production of biofuels by pyrolysis, intensifies the environmental impact of forest fires, and exacerbates the health implications associated with cigarette smoking. High speed photography is utilized to elucidate the ejection mechanism of aerosol particles from thermally decomposing cellulose at the timescale of milliseconds. Fluid modeling, based on first principles, and experimental measurement of the ejection phenomenon supports the proposed mechanism of interfacial gas bubble collapse forming a liquid jet which subsequently fragments to form ejected aerosol particles capable of transporting nonvolatile chemicals. Identification of the bubble-collapse\/ejection mechanism of intermediate cellulose confirms the transportation of nonvolatile material to the gas phase and provides fundamental understanding for predicting the rate of aerosol generation.",
                "The Homogenous Relaxation Model (HRM) is used to study thermal non-equilibrium, two-phase flows with flash-boiling and condensation. Typically, such non-equilibrium phase-change models have been studied in one-dimensional flow, but the goal of the present work is to create and utilize a multi-dimensional CFD implementation. The simulations are able to handle general polyhedral meshes, an important convenience for irregular channel or nozzle shapes. The model is applied to flash-boiling flow in short channels and validated against experimental measurements. The simulations predict the multi-dimensional features that have been observed in the past in experiments. Nozzle choking is also observed in the calculations.",
                "Diesel fuel spray characteristics are thought to depend on cavitation inside the fuel injector nozzles. These nozzles are very small and the fuel flow is very fast, making experimental observation very difficult. Numerical simulation of the two-phase flow is hindered by the severe density difference between the liquid and vapor as well as the existence of complex free surfaces. Recent experimental and numerical advances are now permitting visual observation of real-scale cavitating flow and two-dimensional simulation of the cavitating flow. In contrast to past work, we have chosen to study asymmetric nozzle flow. Asymmetry is more representative of real injector geometry than symmetric nozzles and may yield more reproducible results. Experimental runs of 1 mm long nozzles were made at upstream pressures up to 120 bar with downstream pressures from 1 to 50 bar. Photographs of planar asymmetric nozzles …",
                "An interface tracking method using an unstructured moving mesh has been developed for simulating three-dimensional, incompressible, and immiscible two-phase flows. The interface mesh is moved in a Lagrangian fashion. A local mesh adaptation method is used to capture the changing interface curvature, maintain good mesh quality, and deal with large deformation. The interface is of zero thickness, so the jump and continuity conditions across the interface are implemented directly, without any smoothing of the properties of the two fluids. This is theoretically beneficial compared to other methods that allow the fluids’ properties to continuously vary in an interface region. The curvature for interfacial tension calculation is geometrically computed by a least squares parabola fitting method. A mesh separation scheme for interfacial flows is employed to handle topological transition. The numerical technique is tested …"
            ],
            [
                [
                    "Computational Fluid Dynamics",
                    "Two-Phase Flow"
                ]
            ]
        ]
    ]
}