{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "35RQ7F7J",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Daniel O. Whiteson Daniel O. Whiteson Professor of Physics & Astronomy daniel@uci.edu (949) 824-2108 3168 Frederick Reines Hall Ph.D., University of California, Berkeley, 2003, Physics Professor Whiteson’s research is in the field of Experimental High Energy Physics. He is interested in probing the structure of matter and the nature of its interactions at the very smallest scales, to understand the fundamental nature of our universe.Whiteson is part of the ATLAS collaboration which built, maintains, and collects data from the ATLAS experiment at the Large Hadron Collider, where the Higgs boson was discovered. His research uses the LHC to investigate the basic building blocks of the Universe around us, hoping to find new kinds of particles or interactions and reveal a deeper and simpler layer underlying our reality. In 2014, Whiteson set out on a mission to conceive the largest particle experiment ever constructed. Along with his team, he developed Cosmic Rays Found in Smartphones (CRAYFIS), a smartphone app which uses a cell phone’s camera to detect ultra high-energy cosmic rays (UHECRs). These particles are nearly a billion times as energetic as the particles in the Large Hadron Collider, and their origin is a mystery. The challenge is that UHECRs are very rare with about 1 particle per square kilometer over 100 years. Therefore, a very large detector is needed.  CRAYFIS would turn the network of the roughly two billion existing phones into a planet-sized detector of cosmic rays.  In 2015, CRAYFIS won a Webby Award, known as the Grammys of the internet, in the category Experimental & Innovation Sites. Whiteson’s research has appeared widely in popular media outlets including The New Yorker, Ars Technica, VICE and many others. Along with his colleagues he created popular comics including “What’s in the data? The Higgs Boson Explained” and “True Tales of Dark Matters,” which were all featured on PBS.  Upon receiving his Ph.D. in Physics from UC Berkeley, Dr. Whiteson was appointed a postdoctoral fellowship at the University of Pennsylvania. He came to UCI in 2007 where he received the Chancellor’s Award for Excellence in Undergraduate Research. UCI Faculty Profile Aries Magana, ariesm@uci.edu, 949-824-7646"
            ]
        ]
    ]
}