{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "37C8921M",
            "G3AiPisAAAAJ",
            [
                "Densovirus associated with sea-star wasting disease and mass mortality",
                "Clinical pathology and assessment of pathogen exposure in southern and Alaskan sea otters",
                "Isolation and characterization of Sarcocystis from brain tissue of a free-living southern sea otter (Enhydra lutris nereis) with fatal meningoencephalitis",
                "Fish surgery",
                "Transplacental toxoplasmosis in a wild southern sea otter (Enhydra lutris nereis)",
                "Vibrissae growth rates and trophic discrimination factors in captive southern sea otters (Enhydra lutris nereis)",
                "Treatment of cyanobacterial (microcystin) toxicosis using oral cholestyramine: Case report of a dog from Montana",
                "Gene transcription in sea otters (Enhydra lutris); development of a diagnostic tool for sea otter and ecosystem health",
                "Aural abscesses",
                "Variations of transcript profiles between sea otters Enhydra lutris from Prince William Sound, Alaska, and clinically normal reference otters"
            ],
            [
                "Populations of at least 20 asteroid species on the Northeast Pacific Coast have recently experienced an extensive outbreak of sea-star (asteroid) wasting disease (SSWD). The disease leads to behavioral changes, lesions, loss of turgor, limb autotomy, and death characterized by rapid degradation (“melting”). Here, we present evidence from experimental challenge studies and field observations that link the mass mortalities to a densovirus (Parvoviridae). Virus-sized material (i.e., <0.2 μm) from symptomatic tissues that was inoculated into asymptomatic asteroids consistently resulted in SSWD signs whereas animals receiving heat-killed (i.e., control) virus-sized inoculum remained asymptomatic. Viral metagenomic investigations revealed the sea star-associated densovirus (SSaDV) as the most likely candidate virus associated with tissues from symptomatic asteroids. Quantification of SSaDV during transmission …",
                "The southern sea otter (Enhydra lutris nereis) population in California (USA) and the Alaskan sea otter (E. lutris kenyoni) population in the Aleutian Islands (USA) chain have recently declined. In order to evaluate disease as a contributing factor to the declines, health assessments of these two sea otter populations were conducted by evaluating hematologic and\/or serum biochemical values and exposure to six marine and terrestrial pathogens using blood collected during ongoing studies from 1995 through 2000. Samples from 72 free-ranging Alaskan, 78 free-ranging southern, and (for pathogen exposure only) 41 debilitated southern sea otters in rehabilitation facilities were evaluated and compared to investigate regional differences. Serum chemistry and hematology values did not indicate a specific disease process as a cause for the declines. Statistically significant differences were found between free-ranging …",
                " A protozoan was isolated in cell culture from the brain of a free-ranging sea otter with fatal meningoencephalitis. The biological history of this otter, a study animal being monitored via an intraperitoneal radio transmitter, is summarized. Histologically, protozoal parasites were associated with areas of brain inflammation and necrosis in the cerebrum and cerebellum. Morphology and measurements of fixed, Giemsa-stained protozoal zoites growing on coverslips were consistent with Sarcocystis. These parasites reacted only with polyclonal antisera raised against S. neurona on immunohistochemistry. Cell culture-derived zoites reacted strongly with polyclonal antiserum to S. neurona on indirect fluorescent antibody tests. Amplification of portions of the 18S ribosomal DNA and the adjacent first internal transcribed spacer were performed. The resulting sequences were compared with published sequences from …",
                "As the number and value of captive fishes increases, so too will the indications for surgical intervention by the veterinarian. In general, the most difficult aspect of fish surgery is the provision of adequate and safe anesthesia, and several different anesthetic regimens are provided. Once one is familiar with the normal anatomy of the piscine patient, the basic concepts of surgery prevail, including appropriate surgical approach, hemostasis, and gentle tissue manipulation. Specific surgical procedures, celiotomy, liver biopsy, renal biopsy, and laparoscopy are discussed. Finally, successful outcome of a surgical manipulation often rests in the postoperative management of the surgical patient. Suggestions for appropriate postoperative management are also discussed.",
                "In September 2004, a neonatal sea otter pup was found alive on the beach in northern Monterey Bay, CA. Efforts to locate the mother were unsuccessful. Due to a poor prognosis for successful rehabilitation, the pup was euthanized. Postmortem examination revealed emaciation, systemic lymphadenopathy and a malformation of the left cerebral temporal lobe. On histopathology, free tachyzoites and tissue cysts compatible with Toxoplasma gondii were observed in the brain, heart, thymus, liver, lymph nodes and peri-umbilical adipose. The presence of T. gondii within host tissues was associated with lymphoplasmacytic inflammation and tissue necrosis. Immunofluorescent antibody tests using postmortem serum were positive for anti-T. gondii IgM and IgG (at 1:320 and 1:1280 serum dilution, respectively), but were negative for IgG directed against Sarcocystis neurona and Neospora caninum (<1:40 each). Brain …",
                "Isotopic analysis of serially sampled vibrissae (whiskers) is a powerful method to investigate changes in an individual's resource and habitat use over time, which is difficult or impossible to accomplish using traditional dietary proxies such as observation or scat analysis. A vibrissae-based isotopic approach is limited by knowledge of vibrissae growth rates, which are required to determine the time period represented by each subsampled segment. Likewise, determining the magnitude of, and variation in, isotopic differences between a consumer and its diet, commonly referred to as trophic discrimination factors (TDFs), is a crucial step in quantifying diet composition using stable isotopes. TDF estimates are available only for a few mammalian taxa. We measured vibrissae growth rates and δ13C and δ15N TDFs in captive southern sea otters (Enhydra lutris nereis). Sea otters were administered 15N-enriched …",
                "A two and a half year old spayed female Miniature Australian Shepherd presented to a Montana veterinary clinic with acute onset of anorexia, vomiting and depression. Two days prior, the dog was exposed to an algal bloom in a community lake. Within h, the animal became lethargic and anorexic, and progressed to severe depression and vomiting. A complete blood count and serum chemistry panel suggested acute hepatitis, and a severe coagulopathy was noted clinically. Feces from the affected dog were positive for the cyanobacterial biotoxin, microcystin-LA (217 ppb). The dog was hospitalized for eight days. Supportive therapy consisted of fluids, mucosal protectants, vitamins, antibiotics, and nutritional supplements. On day five of hospitalization, a bile acid sequestrant, cholestyramine, was administered orally. Rapid clinical improvement was noted within 48 h of initiating oral cholestyramine therapy. At 17 days post-exposure the dog was clinically normal, and remained clinically normal at re-check, one year post-exposure. To our knowledge, this is the first report of successful treatment of canine cyanobacterial (microcystin) toxicosis. Untreated microcystin intoxication is commonly fatal, and can result in significant liver damage in surviving animals. The clinical success of this case suggests that oral administration of cholestyramine, in combination with supportive therapy, could significantly reduce hospitalization time, cost-of-care and mortality for microcystin-poisoned animals View Full-Text",
                "Gene transcription analysis for diagnosing or monitoring wildlife health requires the ability to distinguish pathophysiological change from natural variation. Herein, we describe methodology for the development of quantitative real‐time polymerase chain reaction (qPCR) assays to measure differential transcript levels of multiple immune function genes in the sea otter (Enhydra lutris); sea otter‐specific qPCR primer sequences for the genes of interest are defined. We establish a ‘reference’ range of transcripts for each gene in a group of clinically healthy captive and free‐ranging sea otters. The 10 genes of interest represent multiple physiological systems that play a role in immuno‐modulation, inflammation, cell protection, tumour suppression, cellular stress response, xenobiotic metabolizing enzymes, antioxidant enzymes and cell–cell adhesion. The cycle threshold (CT) measures for most genes were normally …",
                "Skip to main content Mayo Clinic Logo … \n",
                "Development of blood leukocyte gene transcript profiles has the potential to expand condition assessments beyond those currently available to evaluate wildlife health, including sea otters Enhydra lutris, both individually and as populations. The 10 genes targeted in our study represent multiple physiological systems that play a role in immuno-modulation, inflammation, cell protection, tumor suppression, cellular stress-response, xenobiotic metabolizing enzymes, and antioxidant enzymes. These genes can be modified by biological, physical, or anthropogenic impacts and consequently provide information on the general type of stressors present in a given environment. We compared gene transcript profiles of sea otters sampled in 2008 among areas within Prince William Sound impacted to varying degrees by the 1989 ‘Exxon Valdez’oil spill with those of captive and wild reference sea otters. Profiles of sea otters …"
            ],
            [
                [
                    "veterinary medicine",
                    "sea otter",
                    "fish",
                    "ecology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}