{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "37YJ4AUE",
            "FAhzbvkAAAAJ",
            [
                "Advanced capabilities for materials modelling with Quantum ESPRESSO",
                "An ‘empirical interpolation’method: application to efficient reduced-basis discretization of partial differential equations",
                "Digital ulcers in systemic sclerosis: prevention by treatment with bosentan, an oral endothelin receptor antagonist",
                "Efficient reduced-basis treatment of nonaffine and nonlinear partial differential equations",
                "WHO multicentre randomised trial of misoprostol in the management of the third stage of labour",
                "Pharmacokinetics, safety, and efficacy of bosentan in pediatric patients with pulmonary arterial hypertension",
                "Reduced basis approximation and a posteriori error estimation for parametrized partial differential equations",
                "Search for a Dark Matter annihilation signal from the Galactic Center halo with HESS",
                "Effects of long-term bosentan in children with pulmonary arterial hypertension",
                "An implicit high-order hybridizable discontinuous Galerkin method for linear convection–diffusion equations"
            ],
            [
                "Quantum ESPRESSO is an integrated suite of open-source computer codes for quantum simulations of materials using state-of-the-art electronic-structure techniques, based on density-functional theory, density-functional perturbation theory, and many-body perturbation theory, within the plane-wave pseudopotential and projector-augmented-wave approaches. Quantum ESPRESSO owes its popularity to the wide variety of properties and processes it allows to simulate, to its performance on an increasingly broad array of hardware architectures, and to a community of researchers that rely on its capabilities as a core open-source development platform to implement their ideas. In this paper we describe recent extensions and improvements, covering new methodologies and property calculators, improved parallelization, code modularization, and extended interoperability both within the distribution and with external …",
                "We present an efficient reduced-basis discretization procedure for partial differential equations with nonaffine parameter dependence. The method replaces nonaffine coefficient functions with a collateral reduced-basis expansion which then permits an (effectively affine) offline–online computational decomposition. The essential components of the approach are (i) a good collateral reduced-basis approximation space, (ii) a stable and inexpensive interpolation procedure, and (iii) an effective a posteriori estimator to quantify the newly introduced errors. Theoretical and numerical results respectively anticipate and confirm the good behavior of the technique. To cite this article: M. Barrault et al., C. R. Acad. Sci. Paris, Ser. I 339 (2004).",
                "Recurrent digital ulcers are a manifestation of vascular disease in patients with systemic sclerosis (SSc; scleroderma) and lead to pain, impaired function, and tissue loss. We investigated whether treatment with the endothelin receptor antagonist, bosentan, decreased the development of new digital ulcers in patients with SSc.This was a randomized, prospective, placebo‐controlled, double‐blind study of 122 patients at 17 centers in Europe and North America, evaluating the effect of treatment on prevention of digital ulcers. The primary outcome variable was the number of new digital ulcers developing during the 16‐week study period. Secondary assessments included healing of existing digital ulcers and evaluation of hand function using the Scleroderma Health Assessment Questionnaire.Patients receiving bosentan had a 48% reduction in the mean number of new ulcers during the …",
                "In this paper, we extend the reduced-basis approximations developed earlier for linear elliptic and parabolic partial differential equations with affine parameter dependence to problems involving (a) nonaffine dependence on the parameter, and (b) nonlinear dependence on the field variable. The method replaces the nonaffine and nonlinear terms with a coefficient function approximation which then permits an efficient offline-online computational decomposition. We first review the coefficient function approximation procedure: the essential ingredients are (i) a good collateral reduced-basis approximation space, and (ii) a stable and inexpensive interpolation procedure. We then apply this approach to linear nonaffine and nonlinear elliptic and parabolic equations; in each instance, we discuss the reduced-basis approximation and the associated offline-online computational procedures. Numerical results are …",
                "Postpartum haemorrhage is a leading cause of maternal morbidity and mortality. Active management of the third stage of labour, including use of a uterotonic agent, has been shown to reduce blood loss. Misoprostol (a prostaglandin E1 analogue) has been suggested for this purpose because it has strong uterotonic effects, can be given orally, is inexpensive, and does not need refrigeration for storage. We did a multicentre, double-blind, randomised controlled trial to determine whether oral misoprostol is as effective as oxytocin during the third stage of labour.In hospitals in Argentina, China, Egypt, Ireland, Nigeria, South Africa, Switzerland, Thailand, and Vietnam, we randomly assigned women about to deliver vaginally to receive 600 μg misoprostol orally or 10 IU oxytocin intravenously or intramuscularly, according to routine practice, plus corresponding identical placebos. The medications …",
                "Bosentan, a dual endothelin‐receptor antagonist, is registered for the treatment of pulmonary arterial hypertension. Little is known about the effects of bosentan in children. This study was conducted to investigate the pharmacokinetics, safety, and efficacy of bosentan in pediatric patients with pulmonary arterial hypertension.In this 2‐center, open‐label study, 19 pediatric patients with pulmonary arterial hypertension were enrolled and stratified for body weight and epoprostenol use. Patients weighing between 10 and 20 kg, between 20 and 40 kg, or greater than 40 kg received a single dose of 31.25, 62.5, or 125 mg, respectively, on day 1, followed by 4 weeks of treatment with the initial dose. The dose was then up‐titrated to the target dose (31.25, 62.5, or 125 mg twice daily). Pharmacokinetic and hemodynamic parameters were obtained at baseline and after 12 weeks of treatment. Six …",
                "Page 1. Reduced Basis Approximation and A Posteriori Error Estimation for Parametrized Partial\nDifferential Equations Anthony T. Patera Massachusetts Institute of Technology 2008 AFOSR\nJoint Program Review Washington, DC 14 August 2008 Page 2. Acknowledgements Collaborators\nJ Hesthaven P Huynh* K Hoang Y Maday C Nguyen* G Pau G Rozza* S Sen A Tan Also S Boyaval,\nL Ded`e, M Grepl, C Le Bris, C Prud'homme, A Quarteroni, E Rønquist, and K Veroy. Patera et\nal., MIT Certified Reduced-Basis Methods 1 Page 3. Acknowledgements Sponsors AFOSR Progetto\nRoberto Rocca Singapore-MIT Alliance Patera et al., MIT Certified Reduced-Basis Methods 2\nPage 4. µ-Parametrized Evolution PDEs Classes of Problems Linear Parabolic Heat Equation\nConvection-Diffusion Equation Nonlinear Parabolic Unsteady (Viscous) Burgers Unsteady\nIncompressible Navier-Stokes ← Linear Hyperbolic … \n",
                "A search for a very-high-energy (VHE;≥ 100 GeV) γ-ray signal from self-annihilating particle dark matter (DM) is performed towards a region of projected distance r∼ 45–150 pc from the Galactic center. The background-subtracted γ-ray spectrum measured with the High Energy Stereoscopic System (HESS) γ-ray instrument in the energy range between 300 GeV and 30 TeV shows no hint of a residual γ-ray flux. Assuming conventional Navarro-Frenk-White and Einasto density profiles, limits are derived on the velocity-weighted annihilation cross section⟨ σ v⟩ as a function of the DM particle mass. These are among the best reported so far for this energy range and in particular differ only little between the chosen density profile parametrizations. In particular, for the DM particle mass of∼ 1 TeV, values for⟨ σ v⟩ above 3× 10− 25 cm 3 s− 1 are excluded for the Einasto density profile.",
                "This study investigated the long-term outcome of children with pulmonary arterial hypertension (PAH) treated with bosentan therapy, with or without concomitant prostanoid therapy.Bosentan, an oral endothelin ETA\/ETBreceptor antagonist, improves hemodynamics and exercise capacity in adults with PAH; however, limited data are available on its long-term effects in children.In this retrospective study, 86 children with PAH (idiopathic, associated with congenital heart or connective tissue disease) started bosentan with or without concomitant intravenous epoprostenol or subcutaneous treprostinil therapy. Hemodynamics, World Health Organization (WHO) functional class, and safety data were collected.At the cutoff date, 68 patients (79%) were still treated with bosentan, 13 (15%) were discontinued, and 5 (6%) had died. Median exposure to bosentan was 14 months. In 90 …",
                "We present a hybridizable discontinuous Galerkin method for the numerical solution of steady and time-dependent linear convection–diffusion equations. We devise the method as follows. First, we express the approximate scalar variable and corresponding flux within each element in terms of an approximate trace of the scalar variable along the element boundary. We then define a unique value for the approximate trace by enforcing the continuity of the normal component of the flux across the element boundary; a global equation system solely in terms of the approximate trace is thus obtained. The high number of globally coupled degrees of freedom in the discontinuous Galerkin approximation is therefore significantly reduced. If the problem is time-dependent, we discretize the time derivative by means of backward difference formulae. This results in efficient schemes capable of producing high-order accurate …"
            ],
            [
                [
                    "âm nhạc"
                ]
            ]
        ]
    ]
}