{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "37ZJ8GA0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Daniel Dubin News and Awards 2000 Award for Excellence in Plasma Physics Research Recipient F. Anderegg, C.F. Driscoll, D.H.E. Dubin, T.M. O'Neil, and F. Valentini, \"Electron Acoustic Waves in Pure Ion Plasmas,\" Phys. Plasmas 16, 055705 (2009). E.M. Bass and D.H.E. Dubin, \"Antihydrogen Formation from Antiprotons in a Pure Positron Plasma,\" Phys. Plasmas 16, 012101 (2009). Daniel H.E. Dubin, \"Theory and Simulations of Electrostatic Field Error Transport,\" Phys. Plasmas 15, 072112 (2008). Daniel H.E. Dubin, \"Modeling Nuclear Fusion in Dense Plasmas Using a Cryogenic Non-Neutral Plasma,\" Phys. Plasmas 15, 055705 (2008). N. Shiga, F. Anderegg, D.H.E. Dubin, C.F. Driscoll and R.W. Gould, \"Thermally Excited Fluctuations as a Pure Electron Plasma Temperature Diagnostic,\" Phys. Plasmas 13, 022109:1-12 (2006). Daniel Dubin Ph. D., Princeton, 1984 Office: MH 3126 Phone: 858-534-4174 ddubin@physics.ucsd.edu My principal area of research is theoretical plasma physics, and recently my investigations have centered on nonneutral plasmas (pure electron plasmas, pure ion plasmas, positron plasmas, etc.). These systems provide simple, theoretically tractable models for many of the phenomena associated with neutral plasmas, and also exhibit unique (and fascinating!) behavior in their own right. For example, there is international interest in the low-temperature behavior of these systems, in which liquid and even crystal states are predicted to occur. My studies of this interesting many-body system employ techniques which are drawn from a range of disciplines including plasma physics, statistical mechanics, nonlinear dynamics, computer simulation, and quantum mechanics."
            ]
        ]
    ]
}