{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "38KXXOCM",
            "6PmdqfYAAAAJ",
            [
                "Colorimetric detection of DNA sequences based on electrostatic interactions with unmodified gold nanoparticles",
                "Electronic structure and photoexcited-carrier dynamics in nanometer-size CdSe clusters",
                "Defect quenching of conjugated polymer luminescence",
                "Label-free colorimetric detection of specific sequences in genomic DNA amplified by the polymerase chain reaction",
                "Interchain excitations in conjugated polymers",
                "Spatially indirect excitons as primary photoexcitations in conjugated polymers",
                "Design and application of electron-transporting organic materials",
                "Status of and prospects for organic electroluminescence",
                "Photophysics of phenylenevinylene polymers",
                "Aggregation quenching of luminescence in electroluminescent conjugated polymers"
            ],
            [
                "We find that single- and double-stranded oligonucleotides have different propensities to adsorb on gold nanoparticles in colloidal solution. We use this observation to design a hybridization assay based on color changes associated with gold aggregation. Because the underlying adsorption mechanism is electrostatic, no covalent functionalization of the gold, the probe, or the target DNA is required. Hybridization conditions can be optimized because it is completely separated from the detection step. The assay is complete within 5 min, and <100 femtomoles of target produces color changes observable without instrumentation. Single-base-pair mismatches are easily detected.",
                "We use transient optical hole burning and photoluminescence to investigate the static and dynamic electronic properties of 32-Å CdSe quantum dots. We observe a number of discrete electronic transitions, resolve LO-phonon progressions, and obtain homogeneous linewidths and electron–LO-phonon couplings. We find that the band-gap luminescence is not from the exciton state, but from a surface trapped state. Rapid (∼ 160 fs) trapping into these surface states results in long-lived (∼ 10–100 ns) bleach and induced-absorption features in pump-probe experiments.",
                "Transient photoluminescence measurements in poly (p-phenylene vinylene) illustrate that exciton diffusion to quenching centers explains the nonexponential decay dynamics. The structure of these defects is studied by vibrational spectroscopy and the reason they act as quenchers is explained. In their absence, we observe nearly exponential photoluminescence decay with lifetime> 1 ns. The new picture of photoexcitations which emerges and its implications for polymer electroluminescent devices are discussed.",
                "We document the surprising result that single-stranded DNA adsorbs on negatively charged gold nanoparticles (Au-nps) with a rate that depends on sequence length and temperature. After ss-DNA adsorbs on Au-nps, we find that the particles are stabilized against salt-induced aggregation. These observations can be rationalized on the basis of electrostatics and form the basis for a colorimetric assay to identify specific sequences and single nucleotide polymorphisms on polymerase chain reaction (PCR)-amplified DNA. The assay is label-free, requires no covalent modification of the DNA or Au-np surfaces, and takes on the sensitivity of PCR. Most important, binding of target and probe takes place in solution where hybridization occurs in less than 1 min. As an example, we test PCR-amplified genomic DNA from clinical samples for single nucleotide polymorphisms (SNPs) associated with a fatal arrhythmia known …",
                "The luminescence quantum yield is dramatically increased upon going from films to dilute blends or solutions of a soluble phenylenevinylene polymer. Nevertheless, direct measurements of the decay dynamics of the emissive excitons show that their lifetimes are not very different. Separation of the polymer chains suppresses interchain exciton formation, which otherwise competes favorably with the generation of emissive intrachain excitons in films. We discuss the consequences for the design of polymeric systems for optoelectronics.",
                "We observe competition between picosecond photoinduced absorption and stimulated emission in poly (paraphenylenevinylene) which demonstrates that they derive from two different pathways. We conclude that the photoinduced absorption originates from nonemissive ‘‘spatially indirect’’singlet excitons which are formed with quantum yield as high as 0.9. Previous arguments about maximum possible electroluminescence device efficiencies and about lasers in conjugated polymer films are reexamined in light of the prevalence of this species.",
                "Operating lifetime is the main problem that complicates the use of polymeric light-emitting diodes (LEDs). A class of electron transport (ET) polymers [poly(aryl acrylate) and poly(aryl ether)s] is reported in which moieties with high electron affinities are covalently attached to stable polymer backbones. Devices based on poly(p-phenylenevinylene) (PPV) prepared with these materials exhibited a 30-fold improvement in stability and, in one case, dramatically lower (10 volts versus about 30 volts) operating voltage relative to those having conventional ET layers. The current-carrying capacity of indium tin oxide-PPV-polymeric ET layer-aluminum LEDs was also increased by a factor of 30. These improvements lead to an enhancement in power efficiency of nearly an order of magnitude. Choosing polymers with high glass transition temperatures increases device lifetime.",
                "We review the device and materials science behind organic electroluminescent diodes made both using discrete evaporable molecules and spin-cast organic polymers. A great deal of progress has been made in improving the efficiencies and spectral properties of organic light-emitting diodes, and these are now adequate for many applications. More work is necessary to understand the stability and degradation of emissive and charge-transporting organics, but some systems have been shown to be stable for 104 hours at display brightness. Major challenges still face the community in terms of developing satisfactory systems design and processing techniques if organic electroluminescence is to realize either performance or economic advantages over technologies and significantly penetrate the display market. We present an analysis of the suitability of organic light-emitting diodes for various applications …",
                "We report steady-state and transient optical characterization of phenylenevinylene polymers and extract a picture of the photoexcitations and dynamics which may apply more generally to nondegenerate ground-state conjugated polymers. The most common excitation pathway involves formation of nonemissive interchain excitons, unless the polymer chains are separated so that intrachain excitons responsible for photoluminescence are formed preferentially. Oxidation defects can be introduced thermally or photochemically and lead to charge transfer quenching of intrachain excitons whose dynamics can be understood quantitatively. We have identified the defect site, quantified concentrations at which it becomes problematic and shown that we can essentially eliminate it with improved synthesis. The maximum electroluminescence efficiency is not simply related to the photoluminescence quantum yield ΦPL and …",
                "We report measurements of photoluminescence from films of a soluble phenylenevinylene polymer that has prospective importance as the emissive material in light-emitting diodes. We show unambiguously that there is long-lived emission in this material due to excimers and estimate that the quantum yield for excimer formation is as high as 50%. Since excimers in this polymer largely decay nonradiatively at ambient temperature, their prominence serves to drastically reduce the possible efficiency of electroluminescent conjugated polymer devices. "
            ],
            [
                [
                    "Organic Electronics",
                    "Plasmon-enhanced Spectroscopy and Biomolecular Sensing"
                ]
            ],
            [
                "Lewis Rothberg Professor of Chemistry and Physics PhD in Physics, Harvard University, 1984 462 Hutchison Hall (585) 273-4725 Fax: (585) 506-0205 rothberg@chem.rochester.edu Research Overview Professor Rothberg's interests are in the general areas of experimental chemical, biological and condensed matter physics. His group carries out research in three main areas. One of these is understanding molecular electronic materials with an eye to elucidating the physics necessary to use these for light-emitting display technology, organic solar cells and electrooptic switching. This work includes collaborative studies with Eastman Kodak, Professor Chen in chemical engineering and Professor Galvin at the University of Delaware. The second area involves fundamental studies of the enhancement of optical properties by metal nanoparticle plasmon resonance. These include single molecule Raman and fluorescence spectroscopy as well as nonlinear optics. Finally, the group has several projects in biomolecular sensing and develops new assays that are useful for clinical and research applications. These are based on optical or electrical detection of small quantities of unmodified oligonucleotides or important proteins. Each of these projects is in collaboration with personnel at the Medical School. Selected Publications Single Chain Spectroscopy of Conformational Dependence of Conjugated Polymer Photophysics T. Huser, M. Yan and L.J. Rothberg Proc. Natl. Acad. Sci. 97 , 11187-11191 (2000) Enhancement of Platinum Octaethyl Porphyrin Phosphorescence Near Nanotextured Silver Surfaces S. Pan, L.J. Rothberg J. Am. Chem. Soc., 127 (16) , 6087-6094 (2005) Reflective interferometric detection of label-free oligonucleotide J. Lu, C. Strohsahl, B.L. Miller and L.J. Rothberg Anal. Chem., 76 (15) , 4416-4420 (2004) Colorimetric detection of DNA sequences based on electrostatic interactions with gold nanoparticles H.X. Li and L.J. Rothberg Proc. Natl. Acad. Sci., USA 101 , 14036-14939 (2001) Conformational Effects on the Photophysics of Conjugated Polymers: A Two Species Model for MEH-PPV Spectroscopy and Dynamics C.J. Collison, L.J. Rothberg, V. Treemaneekarn and Y. Li Macromolecules 34 (7) , 2346-2352 (2001)"
            ]
        ]
    ]
}