{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "39X5RGBZ",
            "qzORuI0AAAAJ",
            [
                "Plant proteome changes under abiotic stress—contribution of proteomics studies to understanding plant stress response",
                "Gradual soil water depletion results in reversible changes of gene expression, protein profiles, ecophysiology, and growth performance in Populus euphratica, a poplar growing …",
                "Comparative proteomic study of arsenic‐induced differentially expressed proteins in rice roots reveals glutathione plays a central role during As stress",
                "Quantitative changes in protein expression of cadmium‐exposed poplar plants",
                "Recent developments in the application of proteomics to the analysis of plant responses to heavy metals",
                "Responses of poplar to chilling temperatures: proteomic and physiological aspects",
                "Proteome analysis of non‐model plants: A challenging but powerful approach",
                "Gel-based and gel-free quantitative proteomics approaches at a glance",
                "Proteomics and low‐temperature studies: bridging the gap between gene expression and metabolism",
                "Combining proteomics and metabolite analyses to unravel cadmium stress-response in poplar leaves"
            ],
            [
                "Plant acclimation to stress is associated with profound changes in proteome composition. Since proteins are directly involved in plant stress response, proteomics studies can significantly contribute to unravel the possible relationships between protein abundance and plant stress acclimation. In this review, proteomics studies dealing with plant response to a broad range of abiotic stress factors — cold, heat, drought, waterlogging, salinity, ozone treatment, hypoxia and anoxia, herbicide treatments, inadequate or excessive light conditions, disbalances in mineral nutrition, enhanced concentrations of heavy metals, radioactivity and mechanical wounding are discussed. Most studies have been carried out on model plants Arabidopsis thaliana and rice due to large protein sequence databases available; however, the variety of plant species used for proteomics analyses is rapidly increasing. Protein response pathways …",
                "The responses of Populus euphratica Oliv. plants to soil water deficit were assessed by analyzing gene expression, protein profiles, and several plant performance criteria to understand the acclimation of plants to soil water deficit. Young, vegetatively propagated plants originating from an arid, saline field site were submitted to a gradually increasing water deficit for 4 weeks in a greenhouse and were allowed to recover for 10 d after full reirrigation. Time-dependent changes and intensity of the perturbations induced in shoot and root growth, xylem anatomy, gas exchange, and water status were recorded. The expression profiles of approximately 6,340 genes and of proteins and metabolites (pigments, soluble carbohydrates, and oxidative compounds) were also recorded in mature leaves and in roots (gene expression only) at four stress levels and after recovery. Drought successively induced shoot growth cessation …",
                "While the phytotoxic responses of arsenic (As) on plants have been studied extensively, based on physiological and biochemical aspects, very little is known about As stress‐elicited changes in plants at the proteome level. Hydroponically grown 2‐wk‐old rice seedlings were exposed to different doses of arsenate, and roots were collected after 4 days of treatment, as well as after a recovery period. To gain a comprehensive understanding of the precise mechanisms underlying As toxicity, metabolism, and the defense reactions in plants, a comparative proteomic analysis of rice roots has been conducted in combination with physiological and biochemical analyses. Arsenic treatment resulted in increases of As accumulation, lipid peroxidation, and in vivo H2O2 contents in roots. A total of 23 As‐regulated proteins including predicted and novel ones were identified using 2‐DE coupled with MS analyses. The …",
                "Cadmium (Cd) pollution is a worldwide major concern having, among others, deleterious effects on plants. In the present work, the effects of a 20 μM Cd exposure in hydroponics culture during 14 days were evaluated in young poplar leaves. Proteins were analysed by 2‐D DIGE, followed by MALDI‐TOF‐TOF identification. Additionally, growth and other physiological parameters were monitored during the experiment. Treated plants exhibited an inhibition of growth and visual symptoms appeared after 7 days. A significant accumulation of Cd in all organs was recorded by ICP‐MS analysis. A number of changes in the expression of proteins with various functions were identified; in particular a decreased abundance of oxidative stress regulating proteins, whereas pathogenesis‐related proteins showed a drastic increase in abundance. Furthermore, a large number of proteins involved in carbon metabolism …",
                "Pollution of soils by heavy metals is an ever‐growing problem throughout the world, and is the result of human activities as well as geochemical weathering of rocks and other environmental causes such as volcanic eruptions, acid rain and continental dusts. Plants everywhere are continuously exposed to metal‐contaminated soils. The uptake of heavy metals not only constrains crop yields, but can also be a major hazard to the health of humans and to the entire ecosystem. Although analysis of gene expression at the mRNA level has enhanced our understanding of the response of plants to heavy metals, many questions regarding the functional translated portions of plant genomes under metal stress remain unanswered. Proteomics offers a new platform for studying complex biological functions involving large numbers and networks of proteins, and can serve as a key tool for revealing the molecular mechanisms …",
                " The effects of cold acclimation on primary metabolism in actively growing poplar (Populus tremula L. ×P. tremuloides Michaux) were studied. Three‐month‐old poplar plants were exposed to chilling stress (4 °C) and compared to plant material kept at a control temperature (23 °C). This treatment did not affect the survival of the plants but growth was almost stopped. The freezing tolerance of the adult leaves increased from ‐ 5.7 °C for the control plants to ‐ 9.8 °C after 14 days of exposure to 4 °C. During acclimation, the evolution of soluble carbohydrate contents was followed in the leaves. Sucrose, glucose, fructose and trehalose accumulated rapidly under chilling conditions, while raffinose content increased after one week at 4 °C. Proteomic analyses, by bidimensional electrophoresis, performed during this stage revealed that a large number of proteins had higher expression, while much less proteins …",
                "Biological research has focused in the past on model organisms and most of the functional genomics studies in the field of plant sciences are still performed on model species or species that are characterized to a great extent. However, numerous non‐model plants are essential as food, feed, or energy resource. Some features and processes are unique to these plant species or families and cannot be approached via a model plant. The power of all proteomic and transcriptomic methods, that is, high‐throughput identification of candidate gene products, tends to be lost in non‐model species due to the lack of genomic information or due to the sequence divergence to a related model organism. Nevertheless, a proteomics approach has a great potential to study non‐model species. This work reviews non‐model plants from a proteomic angle and provides an outline of the problems encountered when initiating the …",
                "Two-dimensional gel electrophoresis (2-DE) is widely applied and remains the method of choice in proteomics; however, pervasive 2-DE-related concerns undermine its prospects as a dominant separation technique in proteome research. Consequently, the state-of-the-art shotgun techniques are slowly taking over and utilising the rapid expansion and advancement of mass spectrometry (MS) to provide a new toolbox of gel-free quantitative techniques. When coupled to MS, the shotgun proteomic pipeline can fuel new routes in sensitive and high-throughput profiling of proteins, leading to a high accuracy in quantification. Although label-based approaches, either chemical or metabolic, gained popularity in quantitative proteomics because of the multiplexing capacity, these approaches are not without drawbacks. The burgeoning label-free methods are tag independent and suitable for all kinds of samples. The challenges in quantitative proteomics are more prominent in plants due to difficulties in protein extraction, some protein abundance in green tissue, and the absence of well-annotated and completed genome sequences. The goal of this perspective assay is to present the balance between the strengths and weaknesses of the available gel-based and -free methods and their application to plants. The latest trends in peptide fractionation amenable to MS analysis are as well discussed.",
                "Exposure of plants to low, non‐freezing temperatures results in genetically programmed changes in the physiology and biochemistry of plants that are critical for low‐temperature survival. While genomic and transcript‐profiling studies have provided a wealth of information about the process of cold acclimation, there is growing recognition that the abundance of mRNA transcripts is not always representative of cognate protein levels and that mechanisms of post‐translational regulation must also play an important role. Recent advances in proteomic technologies have greatly increased the utility of studying global changes in proteins and significantly increased the efficiency and reliability of bidimensional gel electrophoresis (2DE). This has been accompanied by advances in mass spectrometry (MS) and in protein‐sequence databases used in the identification of separated proteins. Although encumbered with its …",
                "A proteomic analysis of poplar leaves exposed to cadmium, combined with biochemical analysis of pigments and carbohydrates revealed changes in primary carbon metabolism. Proteomic results suggested that photosynthesis was slightly affected. Together with a growth inhibition, photoassimilates were less needed for developmental processes and could be stored in the form of hexoses or complex sugars, acting also as osmoprotectants. Simultaneously, mitochondrial respiration was upregulated, providing energy needs of cadmium-exposed plants."
            ],
            [
                [
                    "proteomics",
                    "metabolomics",
                    "plant stress"
                ]
            ]
        ]
    ]
}