{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3AX7Y3IF",
            "ff5GrHsAAAAJ",
            [
                "Anxiety and depression in patients with endometriosis: impact and management challenges",
                "Vitamin B12 among vegetarians: status, assessment and supplementation",
                "Unus pro omnibus, omnes pro uno: a novel, evidence-based, unifying theory for the pathogenesis of endometriosis",
                "Regulation of apoptotic pathways during endometriosis: from the molecular basis to the future perspectives",
                "Full-thickness excision versus shaving by laparoscopy for intestinal deep infiltrating endometriosis: rationale and potential treatment options",
                "Hysteroscopic morcellation of submucous myomas: a systematic review",
                "Etiology, pathophysiology and biomarkers of interstitial cystitis\/painful bladder syndrome",
                "Feasibility and surgical outcomes of conventional and robot-assisted laparoscopy for early-stage ovarian cancer: a retrospective, multicenter analysis"
            ],
            [
                "Endometriosis is one of the most common gynecological diseases and affects~ 10% of women in reproductive age. The most common clinical signs of endometriosis are menstrual irregularities, chronic pelvic pain (CPP), dysmenorrhea, dyspareunia and infertility. Symptoms of endometriosis often affect psychological and social functioning of patients. For this reason, endometriosis is considered as a disabling condition that may significantly compromise social relationships, sexuality and mental health. Considering this point, the aim of this narrative review is to elucidate the impact of anxiety and depression in the management of women with endometriosis. Psychological factors have an important role in determining the severity of symptoms, and women who suffer from endometriosis report high levels of anxiety, depression and other psychiatric disorders. In addition, endometriosis is one of the most important …",
                "Cobalamin is an essential molecule for humans. It acts as a cofactor in one-carbon transfers through methylation and molecular rearrangement. These functions take place in fatty acid, amino acid and nucleic acid metabolic pathways. The deficiency of vitamin B12 is clinically manifested in the blood and nervous system where the cobalamin plays a key role in cell replication and in fatty acid metabolism. Hypovitaminosis arises from inadequate absorption, from genetic defects that alter transport through the body, or from inadequate intake as a result of diet. With the growing adoption of vegetarian eating styles in Western countries, there is growing focus on whether diets that exclude animal foods are adequate. Since food availability in these countries is not a problem, and therefore plant foods are sufficiently adequate, the most delicate issue remains the contribution of cobalamin, which is poorly represented in plants. In this review, we will discuss the status of vitamin B12 among vegetarians, the diagnostic markers for the detection of cobalamin deficiency and appropriate sources for sufficient intake, through the description of the features and functions of vitamin B12 and its absorption mechanism. View Full-Text",
                "The theory of retrograde menstruation as aetiopathogenesis of endometriosis formulated by John Sampson in 1927 shows clear shortcomings: this does not explain why retrograde menstruation is a physiological process that affects 90% of women, while endometriosis occurs in only 10% of cases; it also does not explain the endometriotic foci distant from the pelvis, nor explains the cases of endometriosis in male patients. The immunological alterations of the peritoneal fluid explains the effects of disease, such as the inhibition of the physiological processes of cytolysis, but does not explain the cause. There is evidence to support the hypothesis that ectopic müllerian remnants of the endometrium, endocervix and endosalpinx are items from the genital ridge leaked during organogenesis. It is known that tissues derived from coelomatic epithelial and mesenchymal cells have the potential to metaplastically differentiate …",
                "Endometriosis is defined as the presence of endometrial-like endometrial cells, glands and stroma outside the uterus, causing a strong inflammatory-like microenvironment in the affected tissue. This may provoke a breakdown in the peritoneal cavity homeostasis, with the consequent processes of immune alteration, documented by peripheral mononuclear cells recruitment and secretion of inflammatory cytokines in early phases and of angiogenic and fibrogenic cytokines in the late stages of the disease. Considering the pivotal role of interaction between immune and endometriotic cells, in this paper, we aim to shed light about the role of apoptosis pathways in modulating the fine-regulated peritoneal microenvironment during endometriosis.Narrative overview, synthesizing the findings of literature retrieved from searches of …",
                "Endometriosis is defined as the presence of endometrial mucosa (glands and stroma) abnormally implanted in locations other than the uterine cavity. Deep infiltrating endometriosis (DIE) is considered the most aggressive presentation of the disease, penetrating more than 5 mm in affected tissues, and it is reported in approximately 20% of all women with endometriosis. DIE can cause a complete distortion of the pelvic anatomy and it mainly involves uterosacral ligaments, bladder, rectovaginal septum, rectum, and rectosigmoid colon. This review describes the state of the art in laparoscopic approach for DIE with a special interest in intestinal involvement, according to recent literature findings. Our attention has been focused particularly on full-thickness excision versus shaving technique in deep endometriosis intestinal involvement. Particularly, the aim of this paper is clarifying from the clinical and methodological points of view the best surgical treatment of deep intestinal endometriosis, since there is no standard of care in the literature and in different surgical settings. Indeed, this review tries to suggest when it is advisable to manage the full-thickness excision or the shaving technique, also analyzing perioperative management, main complications, and surgical outcomes.",
                "Hysteroscopic surgery is the actual gold standard treatment for several types of intrauterine pathologies, including submucous myomas (SMs). To date, the availability of Hysteroscopic Tissue Removal systems (HTRs) opened a new scenario. Based on these elements, the aim of this article is to review the available evidence about HTRs for the management of SMs. We included 8 papers (3 prospective studies and 5 retrospective studies). A total of 283 women underwent intrauterine morcellation of SM: 208 were treated using MyoSure and 75 using Truclear 8.0. Only 3 articles reported data about procedures performed in outpatient\/office setting. Only half of the included studies included type 2 SMs. HTRs significantly reduced operative time compared to traditional resectoscopy in some studies, whereas others did not find significant differences. Despite the availability of few randomized controlled trials and the cost of the instrument, according to our systematic review, the use of HTRs seems to be a feasible surgical option in terms of operative time and complications. Nevertheless, the type of SM still remains the biggest challenge: type 0 and 1 SMs are easier to manage with respect to type 2, reflecting what already is known for the “classic” hysteroscopic myomectomy.",
                "Interstitial cystitis\/painful bladder syndrome (IC\/PBS) is a chronic pain syndrome and a chronic inflammatory condition prevalent in women that leads to urgency, sleep disruption, nocturia and pain in the pelvic area, to the detriment of the sufferer’s quality of life. The aim of this review is to highlight the newest diagnostic strategies and potential therapeutic techniques.A comprehensive literature review was performed on MEDLINE, PubMed, and Cochrane databases gathering all literature about “Interstitial cystitis” and “Painful Bladder Syndrome”. Visual analogue scales, epidemiological strategies, pain questionnaires and similar techniques were not included in this literature survey.The etiology, exact diagnosis and epidemiology of IC\/PBS are still not clearly understood. To date, its prevalence …",
                "We aimed to investigate the safety, adequacy and oncological outcomes of laparoscopic surgery (LS) and robot-assisted laparoscopic (RALS) approach for the treatment of early-stage ovarian cancer.We performed a multicentric, retrospective cohort study, enrolling patients affected by early-stage ovarian cancer who underwent laparoscopic management for early-stage ovarian cancer between 2006 and 2014. Surgical, pathologic and oncologic outcome data were analyzed to compare LS and RALS performances for early-stage ovarian cancer management.39 patients underwent laparoscopic staging for presumed stage I ovarian cancer: 23 underwent LS and 16 underwent RALS. The mean operative time was 281 ± 81 min (LS 288 ± 88 min; RALS 270 ± 72 min; p = 0.49). No conversion to …"
            ],
            [
                [
                    "Gynecology",
                    "Obstetrics",
                    "Minimally Invasive Surgery"
                ]
            ],
            [
                "SALVATORE VITALE Assistant Professor of Physics EMAIL: salvatore.vitale@ligo.mit.edu PHONE: (617) 253-0203 NW22-259 ASSISTANT: Marie Woods (617) 253-4824 Professor's personal site MIT Kavli Institute page MIT LIGO Lab Gravitational-wave astrophysics Gravitational waves have been detected in the Fall of 2015 by the Laser Interferometer Gravitational-Wave Observatory (LIGO), nearly one hundred years after Einstein had predicted their existence. This major discovery marks the beginning of a new era for astrophysics. The signals detected by LIGO will yield precious information about their sources. Estimation of physical parameters of known sources, such as binary black holes and neutron stars will shed light on the properties of this extreme objects. At the same time, LIGO could also detect signals from unknown or poorly modeled sources (e.g. core collapse supernovae). The work of Professor Vitale covers several aspects of this new field. He is interested in the characterization of compact objects, and their formation channels, as well as in the possibility of using gravitational waves to perform strong-field tests of general relativity. He has been deeply involved with the analysis of the first two sources discovered by LIGO.\n  At the MIT, he has developed a low-latency search for unmodeled signals, which is one of the two algorithms that discovered the first-ever gravitational wave signal. More recently, he has been investigating the possibilities of the proposed next generation of gravitational-wave observatories. Salvatore Vitale joined the MIT Physics Department as an Assistant Professor in January 2017. He obtained his bachelor and master degrees in physics at the University of Bologna, and his phD in physics at the Pierre et Marie Curie University, Paris, in 2010. He has been a postdoctoral associate at the Nikhef of Amsterdam. Before joining the faculty, he has been a postdoctoral associate and a research scientist at the MIT LIGO Lab. S. Vitale and H-Y. Chen  “Measuring the Hubble Constant with Neutron Star Black Hole Mergers”, Phys. Rev. Lett. 121 021303 (2018) S. Vitale et al, “Impact of Bayesian Priors on the Characterization of Binary Black Hole Coalescences”, Phys. Rev. Lett. 119 251103 (2017) S. Vitale et al, \"Use of gravitational waves to probe the formation channels of compact binaries\", Class. and Quantum Gravity Lett. 34, 3 L1 (2017) S. Vitale, “Multi-band gravitational-wave astronomy: parameter estimation and tests of general relativity with space and ground-based detectors”, Phys. Rev. Lett. 117, 051102 (2016) S. Vitale et al., “Measuring the spin of black holes in binary systems using gravitational waves”, Phys. Rev. Lett. 112, 251101 (2014) The LIGO-Virgo Collaboration, “Tests of General Relativity with GW150914”, Phys. Rev. Lett. 116 221101 (2016) The LIGO-Virgo Collaboration, “GW151226: Observation of Gravitational Waves from a 22-Solar-Mass Binary Black Hole Coalescence”, Phys. Rev. Lett. 116 241103 (2016) July 15, 2020 4:42 PM"
            ]
        ]
    ]
}