{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3BY1NBDS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "David A. Buote David A. Buote Professor of Physics & Astronomy buote@uci.edu (949) 824-6280 2176 Frederick Reines Hall Ph.D., Massachusetts Institute of Technology, 1995 M.S., Massachusetts Institute of Technology, 1992 A.B., University of California, Berkeley, 1990 Professor Buote received the A.B. Degree in Physics from UC Berkeley (1990), and the S.M. (1992) and Ph.D. (1995) Degrees in Physics from MIT. After a brief postdoctoral study at MIT, he moved to England to assume a Research Associate position at the Institute of Astronomy, Cambridge University. In 1998 he was awarded a Chandra Fellowship which he held at Lick Observatory, UC Santa Cruz. He joined the faculty at UC Irvine in January, 2001. His research uses X-ray observations as a probe of galaxy formation, a topic that encompasses a wide range of key unresolved astrophysical problems such as the nature and distribution of dark matter in the universe and the ejection of metals into the intergalactic medium. X-ray observations offer a unique window to address these and other aspects of galaxy formation. Of particular relevance to current research is that X-ray observations provide the only means to study the diffuse hot gas (T = 10-100 MK) in elliptical galaxies, groups, and clusters of galaxies, which usually extends to larger radii and, in the case of clusters, contains even more baryonic mass than do the stars. With data being provided by two milestone satellites, the Chandra X-ray Observatory and the X-ray Multi-Mirror Mission (XMM), the field of X-ray astronomy has entered an exciting period of discovery. The focus of Professor Buote's current research is to use the outstanding data from these satellites in conjunction with data from other wavebands to build a unified picture of how galaxies and systems of galaxies assemble and evolve into the structures that we see today. Press Release from the Chandra X-Ray Observatory on the Dark Matter Profile of Mrk 1216 Extended Blog Post Related to the Mrk 1216 Chandra Press Release UCI Faculty Profile Joanna Mancilla, mancillj@uci.edu, 949-824-2159"
            ]
        ]
    ]
}