{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3CYUYW57",
            "_KPbFRUAAAAJ",
            [
                "Spatial and temporal profiles of pulsed laser-induced air plasma emissions",
                "Balmer Series Hβ Measurements in a Laser-Induced Hydrogen Plasma",
                "Atomic and molecular emissions in laser-induced breakdown spectroscopy"
            ],
            [
                "The laser-induced breakdown and energy deposition in air were studied using a full-width at half-maximum (FWHM) 6.5-ns pulse Nd: YAG laser. For the non-resonant breakdowns, two-dimensional spontaneous emission images were obtained with nanosecond resolution from breakdown to 10 times the FWHM of the pulse of the spatial and temporal variations of the energy deposition and plasma formation processes. The spatial emission features are compared with the predictions of the laser irradiance in the focal region that results from the focus lens aberrations. The statistical variation of the absorbed energy was determined over the energy range from below-to-approximately six times the breakdown threshold. Comparisons are made of the measured plasma wave speed with one-dimensional laser-supported radiation wave predictions.",
                "Stark-broadened emission profiles of the Balmer series H_β lines are measured subsequent to nanosecond laser-induced optical breakdown in gaseous hydrogen. Electron number densities are found from time-resolved spectra from H_β emissions to be in the range 10^15–10^18 cm^-3. These results are compared with H_α measurements for which number densities as high as 10^19 cm^-3 are determined from Stark widths and Stark shifts. Good agreement is reported for number densities inferred from H_α and H_β emissions, down to an electron number density 3 × 10^16 cm^-3, by accurate treatment of ion dynamics in the theory.",
                "This article summarizes measurements and analysis of hydrogen Balmer series atomic lines following laser-induced optical breakdown. Electron number density on the order of 1 × 1025 m− 3 can be measured using Hα Stark width and shift in the analysis of breakdown plasma in 1 to 1.3 × 105 Pa, gaseous hydrogen. The Hβ line can be utilized for electron number density up to 7 × 1023 m− 3. The historic significance is elaborated of accurate Hβ measurements. Electron excitation temperature is inferred utilizing Boltzmann plot techniques that include Hγ atomic lines and further members of the Balmer series. Laser ablation of aluminum is discussed in view of limits of application of the Balmer series. Hβ and Hγ lines show presence of molecular carbon in a 2.7 and 6.5 × 105 Pa, expanding methane flow. Diagnostic of such diatomic emission spectra is discussed as well. Laser-induced breakdown spectroscopy …"
            ],
            [
                [
                    "Atomic molecular spectroscopy",
                    "plasma physics",
                    "laser-induced phenomena",
                    "applied physics",
                    "computational physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}