{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3DOV90OY",
            "1aJwIRkAAAAJ",
            [
                "Quantitative phase-field modeling of dendritic growth in two and three dimensions",
                "Treatment of atrial fibrillation by the ablation of localized sources: CONFIRM (Conventional Ablation for Atrial Fibrillation With or Without Focal Impulse and Rotor Modulation …"
            ],
            [
                "We report the results of quantitative phase-field simulations of the dendritic crystallization of a pure melt in two and three dimensions. These simulations exploit a recently developed thin-interface limit of the phase-field model [A. Karma and W.-J. Rappel, Phys. Rev. E 53, R3017 (1996)], which is given here a detailed exposition. This limit makes it possible to perform efficient computations with a smaller ratio of capillary length to interface thickness and with an arbitrary interface kinetic coefficient. Simulations in one and two dimensions are first carried out to test the accuracy of phase-field computations performed within this limit. Dendrite tip velocities and tip shapes are found to be in excellent quantitative agreement with exact numerical benchmarks of solvability theory obtained by a boundary integral method, both with and without interface kinetics. Simulations in three dimensions exploit, in addition to the …",
                "We hypothesized that human atrial fibrillation (AF) may be sustained by localized sources (electrical rotors and focal impulses), whose elimination (focal impulse and rotor modulation [FIRM]) may improve outcome from AF ablation.Catheter ablation for AF is a promising therapy, whose success is limited in part by uncertainty in the mechanisms that sustain AF. We developed a computational approach to map whether AF is sustained by several meandering waves (the prevailing hypothesis) or localized sources, then prospectively tested whether targeting patient-specific mechanisms revealed by mapping would improve AF ablation outcome.We recruited 92 subjects during 107 consecutive ablation procedures for paroxysmal or persistent (72%) AF. Cases were prospectively treated, in a 2-arm 1:2 design, by ablation at sources (FIRM-guided) followed by conventional ablation (n …"
            ],
            [
                [
                    "Biological physics",
                    "cardiac arrhythmias"
                ]
            ],
            [
                "Wouter-Jan Rappel Wouter-Jan Rappel Ph. D. Office: UH 7242 Phone: 858-822-1357 rappel@physics.ucsd.edu"
            ]
        ]
    ]
}