{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3DQAQ3WL",
            "ykG6SNAAAAAJ",
            [
                "Testing general relativity with atom interferometry",
                "Multiaxis inertial sensing with long-time point source atom interferometry",
                "Quantum superposition at the half-metre scale",
                "Atomic gravitational wave interferometric sensor",
                "New method for gravitational wave detection with atomic sensors",
                "General relativistic effects in atom interferometry",
                "Gravitational wave detection with atom interferometry",
                "Matter wave lensing to picokelvin temperatures",
                "Phase shift in an atom interferometer due to spacetime curvature across its wave function",
                "An atomic gravitational wave interferometric sensor in low earth orbit (AGIS-LEO)"
            ],
            [
                "The unprecedented precision of atom interferometry will soon lead to laboratory tests of general relativity to levels that will rival or exceed those reached by astrophysical observations. We propose such an experiment that will initially test the equivalence principle to 1 part in 10 15 (300 times better than the current limit), and 1 part in 10 17 in the future. It will also probe general relativistic effects—such as the nonlinear three-graviton coupling, the gravity of an atom’s kinetic energy, and the falling of light—to several decimals. In contrast with astrophysical observations, laboratory tests can isolate these effects via their different functional dependence on experimental variables.",
                "We show that light-pulse atom interferometry with atomic point sources and spatially resolved detection enables multiaxis (two rotation, one acceleration) precision inertial sensing at long interrogation times. Using this method, we demonstrate a light-pulse atom interferometer for Rb 87 with 1.4 cm peak wave packet separation and a duration of 2 T= 2.3 s. The inferred acceleration sensitivity of each shot is 6.7× 10− 12 g, which improves on previous limits by more than 2 orders of magnitude. We also measure Earth’s rotation rate with a precision of 200 nrad\/s.",
                "The quantum superposition principle allows massive particles to be delocalized over distant positions. Though quantum mechanics has proved adept at describing the microscopic world, quantum superposition runs counter to intuitive conceptions of reality and locality when extended to the macroscopic scale 1, as exemplified by the thought experiment of Schrödinger’s cat 2. Matter-wave interferometers 3, which split and recombine wave packets in order to observe interference, provide a way to probe the superposition principle on macroscopic scales 4 and explore the transition to classical physics 5. In such experiments, large wave-packet separation is impeded by the need for long interaction times and large momentum beam splitters, which cause susceptibility to dephasing and decoherence 1. Here we use light-pulse atom interferometry 6, 7 to realize quantum interference with wave packets separated by up …",
                "We propose two distinct atom interferometer gravitational wave detectors, one terrestrial and another satellite based, utilizing the core technology of the Stanford 10 m atom interferometer presently under construction. Each configuration compares two widely separated atom interferometers run using common lasers. The signal scales with the distance between the interferometers, which can be large since only the light travels over this distance, not the atoms. The terrestrial experiment with two∼ 10 m atom interferometers separated by a∼ 1 km baseline can operate with strain sensitivity∼ 10− 19 Hz in the 1 Hz–10 Hz band, inaccessible to LIGO, and can detect gravitational waves from solar mass binaries out to megaparsec distances. The satellite experiment with two atom interferometers separated by a∼ 1000 km baseline can probe the same frequency spectrum as LISA with comparable strain sensitivity∼ 10 …",
                "Laser frequency noise is a dominant noise background for the detection of gravitational waves using long-baseline optical interferometry. Amelioration of this noise requires near simultaneous strain measurements on more than one interferometer baseline, necessitating, for example, more than two satellites for a space-based detector or two interferometer arms for a ground-based detector. We describe a new detection strategy based on recent advances in optical atomic clocks and atom interferometry which can operate at long baselines and which is immune to laser frequency noise. Laser frequency noise is suppressed because the signal arises strictly from the light propagation time between two ensembles of atoms. This new class of sensor allows sensitive gravitational wave detection with only a single baseline. This approach also has practical applications in, for example, the development of ultrasensitive …",
                "Atom interferometry is now reaching sufficient precision to motivate laboratory tests of general relativity. We begin by explaining the nonrelativistic calculation of the phase shift in an atom interferometer and deriving its range of validity. From this, we develop a method for calculating the phase shift in general relativity. Both the atoms and the light are treated relativistically and all coordinate dependencies are removed, thus revealing novel terms, cancellations, and new origins for previously calculated terms. This formalism is then used to find the relativistic effects in an atom interferometer in a weak gravitational field for application to laboratory tests of general relativity. The potentially testable relativistic effects include the nonlinear three-graviton coupling, the gravity of kinetic energy, and the falling of light. We propose specific experiments, one currently under construction, to measure each of these effects. These …",
                "We propose two distinct atom interferometer gravitational wave detectors, one terrestrial and another satellite-based, utilizing the core technology of the Stanford 10 m atom interferometer presently under construction. The terrestrial experiment can operate with strain sensitivity∼ 10− 19 Hz in the 1–10 Hz band, inaccessible to LIGO, and can detect gravitational waves from solar mass binaries out to megaparsec distances. The satellite experiment probes the same frequency spectrum as LISA with comparable strain sensitivity∼ 10− 20 Hz. Each configuration compares two widely separated atom interferometers run using common lasers. The effect of the gravitational waves on the propagating laser field produces the main effect in this configuration and enables a large enhancement in the gravitational wave signal while significantly suppressing many backgrounds. The use of ballistic atoms (instead of mirrors) as …",
                "Using a matter wave lens and a long time of flight, we cool an ensemble of Rb 87 atoms in two dimensions to an effective temperature of less than 5 0− 30+ 50 pK. A short pulse of red-detuned light generates an optical dipole force that collimates the ensemble. We also report a three-dimensional magnetic lens that substantially reduces the chemical potential of evaporatively cooled ensembles with a high atom number. By observing such low temperatures, we set limits on proposed modifications to quantum mechanics in the macroscopic regime. These cooling techniques yield bright, collimated sources for precision atom interferometry.",
                "Spacetime curvature induces tidal forces on the wave function of a single quantum system. Using a dual light-pulse atom interferometer, we measure a phase shift associated with such tidal forces. The macroscopic spatial superposition state in each interferometer (extending over 16 cm) acts as a nonlocal probe of the spacetime manifold. Additionally, we utilize the dual atom interferometer as a gradiometer for precise gravitational measurements.",
                "We propose an atom interferometer gravitational wave detector in low Earth orbit (AGIS-LEO). Gravitational waves can be observed by comparing a pair of atom interferometers separated by a 30 km baseline. In the proposed configuration, one or three of these interferometer pairs are simultaneously operated through the use of two or three satellites in formation flight. The three satellite configuration allows for the increased suppression of multiple noise sources and for the detection of stochastic gravitational wave signals. The mission will offer a strain sensitivity of  in the 50mHz–10Hz frequency range, providing access to a rich scientific region with substantial discovery potential. This band is not currently addressed with the LIGO, VIRGO, or LISA instruments. We analyze systematic backgrounds that are relevant to the mission and discuss how they can be mitigated at the required levels. Some of …"
            ],
            [
                [
                    "Atomic physics",
                    "precision measurement",
                    "gravitational waves"
                ]
            ],
            [
                "Jason Hogan Assistant Professor of Physics On Leave from 10\/01\/2020 To 06\/30\/2021 Assistant Professor, hogan@stanford.edu Position: Asst Professor (650) 498-0693 Administrative Contact Sha Zhang Administrative Associate sha.zhang@stanford.edu 650-723-2314 Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) Intermediate Electricity and Magnetism I PHYSICS 120 (Win) Intermediate Electricity and Magnetism II PHYSICS 121 (Spr) Intermediate Electricity and Magnetism I PHYSICS 120 (Win) Intermediate Electricity and Magnetism II PHYSICS 121 (Spr) Practical Computing for Scientists PHYSICS 91SI (Spr) Intermediate Electricity and Magnetism I PHYSICS 120 (Win) Intermediate Electricity and Magnetism II PHYSICS 121 (Spr) Practical Computing for Scientists PHYSICS 91SI (Spr) Sam Carman Yudan Guo, Nathan Lee, Benjamin Malia, Tina Na Narong Ben Garber, Hunter Swan, Thomas Wilkason Matter wave lensing to picokelvin temperatures. Kovachy, T., Hogan, J. M., Sugarbaker, A., Dickerson, S. M., Donnelly, C. A., Overstreet, C., Kasevich, M. A. 114 (14) : 143004-? Using a matter wave lens and a long time of flight, we cool an ensemble of ^{87}Rb atoms in two dimensions to an effective temperature of less than 50_{-30}^{+50}  pK. A short pulse of red-detuned light generates an optical dipole force that collimates the ensemble. We also report a three-dimensional magnetic lens that substantially reduces the chemical potential of evaporatively cooled ensembles with a high atom number. By observing such low temperatures, we set limits on proposed modifications to quantum mechanics in the macroscopic regime. These cooling techniques yield bright, collimated sources for precision atom interferometry. PubMedID 25910118 Enhanced Atom Interferometer Readout through the Application of Phase Shear Sugarbaker, A., Dickerson, S. M., Hogan, J. M., Johnson, D. M., Kasevich, M. A. 111 (11) We present a method for determining the phase and contrast of a single shot of an atom interferometer. The application of a phase shear across the atom ensemble yields a spatially varying fringe pattern at each output port, which can be imaged directly. This method is broadly relevant to atom-interferometric precision measurement, as we demonstrate in a 10 m ^{87}Rb atomic fountain by implementing an atom-interferometric gyrocompass with 10 mdeg precision. DOI 10.1103\/PhysRevLett.111.113002 Web of Science ID 000324233400007 PubMedID 24074082 Multiaxis inertial sensing with long-time point source atom interferometry. Dickerson, S. M., Hogan, J. M., Sugarbaker, A., Johnson, D. M., Kasevich, M. A. 111 (8) : 083001-? We show that light-pulse atom interferometry with atomic point sources and spatially resolved detection enables multiaxis (two rotation, one acceleration) precision inertial sensing at long interrogation times. Using this method, we demonstrate a light-pulse atom interferometer for ^{87}Rb with 1.4 cm peak wave packet separation and a duration of 2T=2.3  s. The inferred acceleration sensitivity of each shot is 6.7×10^{-12}g, which improves on previous limits by more than 2 orders of magnitude. We also measure Earth's rotation rate with a precision of 200  nrad\/s. PubMedID 24010433 New method for gravitational wave detection with atomic sensors. Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 110 (17) : 171102-? Laser frequency noise is a dominant noise background for the detection of gravitational waves using long-baseline optical interferometry. Amelioration of this noise requires near simultaneous strain measurements on more than one interferometer baseline, necessitating, for example, more than two satellites for a space-based detector or two interferometer arms for a ground-based detector. We describe a new detection strategy based on recent advances in optical atomic clocks and atom interferometry which can operate at long baselines and which is immune to laser frequency noise. Laser frequency noise is suppressed because the signal arises strictly from the light propagation time between two ensembles of atoms. This new class of sensor allows sensitive gravitational wave detection with only a single baseline. This approach also has practical applications in, for example, the development of ultrasensitive gravimeters and gravity gradiometers. PubMedID 23679702 Generation of 43 W of quasi-continuous 780 nm laser light via high-efficiency, single-pass frequency doubling in periodically poled lithium niobate crystals OPTICS LETTERS Chiow, S., Kovachy, T., Hogan, J. M., Kasevich, M. A. 37 (18) : 3861-3863 We demonstrate high-efficiency frequency doubling of the combined output of two 1560 nm 30 W fiber amplifiers via single pass through periodically poled lithium niobate (PPLN) crystals. The temporal profile of the 780 nm output is controlled by adjusting the relative phase between the seeds of the amplifiers. We obtain a peak power of 34 W of 780 nm light by passing the combined output through one PPLN crystal, and a peak power of 43 W by passing through two cascading PPLN crystals. This source provides high optical power, excellent beam quality and spectral purity, and agile frequency and amplitude control in a simple and compact setup, which is ideal for applications such as atom optics using Rb atoms. Web of Science ID 000309046300041 PubMedID 23041884 A high-performance magnetic shield with large length-to-diameter ratio REVIEW OF SCIENTIFIC INSTRUMENTS Dickerson, S., Hogan, J. M., Johnson, D. M., Kovachy, T., Sugarbaker, A., Chiow, S., Kasevich, M. A. 83 (6) We have demonstrated a 100-fold improvement in the magnetic field uniformity on the axis of a large aspect ratio, cylindrical, mumetal magnetic shield by reducing discontinuities in the material of the shield through the welding and re-annealing of a segmented shield. The three-layer shield reduces Earth's magnetic field along an 8 m region to 420 μG (rms) in the axial direction, and 460 and 730 μG (rms) in the two transverse directions. Each cylindrical shield is a continuous welded tube which has been annealed after manufacture and degaussed in the apparatus. We present both experiments and finite element analysis that show the importance of uniform shield material for large aspect ratio shields, favoring a welded design over a segmented design. In addition, we present finite element results demonstrating the smoothing of spatial variations in the applied magnetic field by cylindrical magnetic shields. Such homogenization is a potentially useful feature for precision atom interferometric measurements. DOI 10.1063\/1.4720943 Web of Science ID 000305833100056 PubMedID 22755663 Reply to \"Comment on 'Atomic gravitational wave interferometric sensor'\" Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 84 (2) DOI 10.1103\/PhysRevD.84.028102 Web of Science ID 000293182400006 An atomic gravitational wave interferometric sensor in low earth orbit (AGIS-LEO) GENERAL RELATIVITY AND GRAVITATION Hogan, J. M., Johnson, D. M., Dickerson, S., Kovachy, T., Sugarbaker, A., Chiow, S., Graham, P. W., Kasevich, M. A., Saif, B., Rajendran, S., Bouyer, P., Seery, B. D., Feinberg, L., Keski-Kuha, R. 43 (7) : 1953-2009 DOI 10.1007\/s10714-011-1182-x Web of Science ID 000291059400005 Precision angle sensor using an optical lever inside a Sagnac interferometer OPTICS LETTERS Hogan, J. M., Hammer, J., Chiow, S., Dickerson, S., Johnson, D. M., Kovachy, T., Sugarbaker, A., Kasevich, M. A. 36 (9) : 1698-1700 We built an ultra-low-noise angle sensor by combining a folded optical lever and a Sagnac interferometer. The instrument has a measured noise floor of 1.3 prad\/√Hz at 2.4 kHz. We achieve this record angle sensitivity using a proof-of-concept apparatus with a conservative N=11 bounces in the optical lever. This technique could be extended to reach subpicoradian\/√Hz sensitivities with an optimized design. Web of Science ID 000290037300058 PubMedID 21540973 Picosecond Optical Switching Using RF Nonlinear Transmission Lines JOURNAL OF LIGHTWAVE TECHNOLOGY Johnson, D. M., Hogan, J. M., Chiow, S., Kasevich, M. A. 29 (5) : 666-669 DOI 10.1109\/JLT.2010.2103301 Web of Science ID 000296695800003 Optical lattices as waveguides and beam splitters for atom interferometry: An analytical treatment and proposal of applications Kovachy, T., Hogan, J. M., Johnson, D. M., Kasevich, M. A. 82 (1) DOI 10.1103\/PhysRevA.82.013638 Web of Science ID 000280364200011 Broadband optical serrodyne frequency shifting OPTICS LETTERS Johnson, D. M., Hogan, J. M., Chiow, S., Kasevich, M. A. 35 (5) : 745-747 We demonstrate serrodyne frequency shifting of light from 200 MHz to 1.2 GHz with an efficiency of better than 60%. The frequency shift is imparted by an electro-optic phase modulator driven by a high-frequency high-fidelity sawtooth waveform that is passively generated by a commercially available nonlinear transmission line. We also implement a push-pull configuration using two serrodyne-driven phase modulators, allowing for continuous tuning between -1.6 GHz and +1.6 GHz. Compared with competing technologies, this technique is simple and robust, and it offers the largest available tuning range in this frequency band. Web of Science ID 000275826700044 PubMedID 20195339 Gravitational wave detection with atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 678 (1) : 37-40 DOI 10.1016\/j.physletb.2009.06.011 Web of Science ID 000267816100006 Atomic gravitational wave interferometric sensor Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 78 (12) DOI 10.1103\/PhysRevD.78.122002 Web of Science ID 000262251100003 General relativistic effects in atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A. 78 (4) DOI 10.1103\/PhysRevD.78.042003 Web of Science ID 000259368500007 How to test atom and neutron neutrality with atom interferometry Arvanitaki, A., Dimopoulos, S., Geraci, A. A., Hogan, J., Kasevich, M. 100 (12) We propose an atom-interferometry experiment based on the scalar Aharonov-Bohm effect which detects an atom charge at the 10{-28}e level, and improves the current laboratory limits by 8 orders of magnitude. This setup independently probes neutron charges down to 10{-28}e, 7 orders of magnitude below current bounds. DOI 10.1103\/PhysRevLett.100.120407 Web of Science ID 000254473800007 PubMedID 18517846 Testing general relativity with atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A. 98 (11) The unprecedented precision of atom interferometry will soon lead to laboratory tests of general relativity to levels that will rival or exceed those reached by astrophysical observations. We propose such an experiment that will initially test the equivalence principle to 1 part in 10(15) (300 times better than the current limit), and 1 part in 10(17) in the future. It will also probe general relativistic effects - such as the nonlinear three-graviton coupling, the gravity of an atom's kinetic energy, and the falling of light - to several decimals. In contrast with astrophysical observations, laboratory tests can isolate these effects via their different functional dependence on experimental variables. DOI 10.1103\/PhysRevLett.98.111102 Web of Science ID 000244959300014 PubMedID 17501039 Atomic, Molecular and Optical Physics Sea turtle Examining and manipulating matter at the scale of the atom and molecule. A ttosecond to femtosecond processes, quantum properties of atoms and photons, testing fundamental physics. Research in atomic, molecular, laser and X-ray physics at Stanford takes place in the Physics and Applied Physics Departments and in the Photon Science Department at National Accelerator Laboratory. A rich set of topics are explored in the Varian Physics Laboratory, the Ginzton Lab and through the PULSE Institute for Ultrafast Energy Science. SLAC houses both the Stanford Synchrotron Radiation Lightsource and the Linac Coherent Light Source The structure and dynamics of matter at the atomic scale -- from Angstroms to nanometers in space and attoseconds to femtoseconds in time -- are studied using strong laser and x-ray fields to control and probe the quantum evolution of atoms and molecules. Basic questions in atomic physics are addressed through measurements of \"simple\" atoms, often laser-cooled and at the quantum-measurement level, leading to applications in real-world systems. Precision control of lasers and atoms are used for tests of space-time, advanced optical clocks, ultra-fast timing, atomic sensors, and ultra-sensitive detection of trace atoms.  Quantum sensors of rotation and acceleration based on cold atoms (quantum metrology) are being developed for tests of general relativity, the investigation of many-body quantum effects in Bose-condensed vapors, and ultra-fast laser-induced phenomena. Other efforts aim to create and study novel quantum many-body systems, including quantum soft matter, using new techniques developed for creating and manipulating exotic dipolar ultracold atoms in optical lattices, near cryogenic surfaces, and inside multimode optical resonators.  This research aims to elucidate the interplay between superfluidity, crystallinity, and magnetism to provide better intuition about the organizing principles of strongly interacting matter. Future efforts at Stanford will focus on the generation and detection of highly entangled many-body states of ultracold atoms, primarily using techniques of cavity QED, the exploration of quantum critical phenomena and routes to topological encoding of quantum information. Related Research Areas & Centers AMO@Stanford Atomic, Molecular, and Optical Physics Projects PULSE Institute Philip Bucksbaum (650) 926-5337 phb@slac.stanford.edu My research pages Attsecond Physics Strong-Field Physics Making Molecular Movies Steven Chu (650) 723-2986 Jason Hogan Assistant Professor (650) 498-0693 hogan@stanford.edu Leo Hollberg Research Professor (650) 723-4227 leoh@stanford.edu Mark Kasevich (650) 723-4356 kasevich@stanford.edu Benjamin Lev Associate Professor benlev@stanford.edu LevLab website Monika Schleier-Smith Associate Professor Research Group AMO Physics at Stanford H Schwettman has@stanford.edu"
            ]
        ]
    ]
}