{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3ELHA2EC",
            "Knh2MdAAAAAJ",
            [
                "Use of avidin-biotin-peroxidase complex (ABC) in immunoperoxidase techniques: a comparison between ABC and unlabeled antibody (PAP) procedures.",
                "A comparative study of the peroxidase-antiperoxidase method and an avidin-biotin complex method for studying polypeptide hormones with radioimmunoassay antibodies",
                "The use of antiavidin antibody and avidin-biotin-peroxidase complex in immunoperoxidase technics",
                "Protein A, avidin, and biotin in immunohistochemistry.",
                "Color modification of diaminobenzidine (DAB) precipitation by metallic ions and its application for double immunohistochemistry.",
                "Rearrangement and expression of immunoglobulin genes and expression of Tac antigen in hairy cell leukemia",
                "Alleviation of systemic manifestations of Castleman's disease by monoclonal anti-interleukin-6 antibody"
            ],
            [
                "The use of avidin-biotin interaction in immunoenzymatic techniques provides a simple and sensitive method to localize antigens in formalin-fixed tissues. Among the several staining procedures available, the ABC method, which involves an application of biotin-labeled secondary antibody followed by the addition of avidin-biotin-peroxidase complex, gives a superior result when compared to the unlabeled antibody method. The availability of biotin-binding sites in the complex is created by the incubation of a relative excess of avidin with biotin-labeled peroxidase. During formation of the complex, avidin acts as a bridge between biotin-labeled peroxidase molecules; and biotin-labeled peroxidase molecules, which contains several biotin moieties, serve as a link between the avidin molecules. Consequently, a \"lattice\" complex containing several peroxidase molecules is likely formed. Binding of this complex to the …",
                "A highly sensitive immunoenzymatic technic is presented. The method involves three sequential steps: (1) primary antibody, (2) biotin-labeled secondary antibody, and (3) avidin-biotin-peroxidase complex. Avidin, an egg white protein, has four binding sites for the low-molecular weight vitamin biotin. Many moieties of biotin can be coupled to the peroxidase molecule. Thus, since a relatively large amount of avidin is incubated with biotin-labeled peroxidase, avidin serves as a link between biotin-peroxidase molecules; in turn, biotin-peroxidase serves as a link between avidin molecules. Consequently, this large lattice-like complex with biotin-binding capability can be attracted to the sites of biotin-labeled antibody, producing a superior staining sensitivity. Several commercially available radioimmunoassay antibodies (e.g., antiglucagon, prolactin, gastrin, growth hormone, and thyroid-stimulating hormone …",
                "Avidin has an extraordinary affinity for the smallmolecule vitamin biotin. Covalently coupling biotin or avidin to peroxidase molecules does not interfere with their normal biochemical functions. The avidin or biotin molecules, either peroxidase conjugated or unconjugated, can be brought to the antigen sites by means of an antiavidin antibody. Several immunohistochemical staining technics based on this principal have been described. The method utilizing an avidin-biotinperoxidase complex was found to be more sensitive than the unlabeled antibody (PAP) method. This method involved four sequential staining procedures: (1) primary antibody (goat antihuman antigen); (2) secondary antibody (rabbit antigoat IgG) added in relative excess; (3) goat antiavidin antibody; (4) avidin-biotin-peroxidase complex. The applications of this technic are discussed.",
                "Conjugated and unlabeled peroxidase antibody methods have proven to be quite satisfactory in localizing sites of antigen-antibody reaction. The use of avidin-biotin-peroxidase complex (ABC), as well as protein A, can contribute significantly to the field of immunohistochemistry. The sensitivity and specificity of several immunohistochemical methods is compared. In general, the ABC method produced the most intense staining and the least background staining of any method tested. The unlabeled antibody (peroxidase-antiperoxidase: PAP) method also yielded satisfactory results, but it was less intense than the ABC method. In comparison to the PAP method, the indirect conjugated method presented slightly inferior staining intensities and significantly higher background staining. Protein A techniques produced a range of staining sensitivities similar to or inferior to the PAP technique. The main disadvantage in …",
                "Three metallic ions, NiCl2, CoCl2, and CuSO4, were found to modify the color of the normally brown diaminobenzidine (DAB) reaction. The colors ranged from purplish blue (NiCl2), dark blue\/bluish black (CoCl2), to greyish blue (CuSO4). We have found that the CoCl2 + DAB is the ion of choice because: 1) it yields a distinct dark blue color that is easily distinguishable from brown DAB; 2) the blue reaction product is very stable throughout the entire staining procedure; and 3) background staining is minimal. These findings can be applied to the double staining technique of two different antigens in the same section. Among three staining procedures discussed, the avidin-biotin peroxidase complex (Co-DAB)-peroxidase-antiperoxidase (DAB) technique produced the best results because: 1) no antibody elution was needed following the avidin-biotin-peroxidase complex procedure when the CoCl2-DAB modification …",
                "The origin and exact stage of differentiation of the neoplastic cells that comprise hairy cell leukemia have remained uncertain. As Ig heavy and light chain genes must both undergo a DNA rearrangement during B-cell development but rarely do so within other hematopoietic lineages, we examined these genes in this leukemia. The neoplastic cells of all eight cases demonstrated rearranged heavy and light chain genes and, in two cases examined, contained the corresponding mRNA for heavy and light chain Ig. Consistent with this B-cell genotype, all cases displayed cell surface HLA-DR and B-cell-associated antigens. Unexpectedly, all cases demonstrated cell surface Tac antigen, which previously had been restricted predominantly to select T-cell malignancies and activated T cells. Prior studies suggested that the anti-Tac monoclonal antibody recognized a peptide associated with the binding of interleukin 2 (T …",
                "Castleman's disease (angiofollicular lymphoid hyperplasia) is a heterogeneous group of lymphoproliferative disorders of uncertain cause1. Two pathologic types, hyaline vascular and plasma-cell disease, have been recognized. The plasma-cell variant of Castleman's disease may be localized or multicentric. Multicentric disease is a systemic lymphoproliferative disorder characterized by lymphadenopathy, hepatosplenomegaly, and constitutional symptoms. Anemia, hypoalbuminemia, and hypergammaglobulinemia are also common. Interleukin-6, a cytokine with pleiotropic effects on the immune system, hematopoiesis, and acute-phase reactions, is a putative growth factor in multiple myeloma and may also be central to the pathophysiology of Castleman's disease2–7. Administration of a murine anti-interleukin-6 monoclonal . . ."
            ],
            [
                [

                ]
            ],
            [
                "Min Xu Hunter College (212) 772-4591 Office Hours: minxu@hunter.cuny.edu Ph.D. City University of New York Photonics, biomedical imaging across scales, computational sensing and machine learning, random media and stochastic processes, and biophysics  Google Scholar page link"
            ]
        ]
    ]
}