{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3EQOON5J",
            "-DEATnsAAAAJ",
            [
                "Phase diagram of one-dimensional driven lattice gases with open boundaries",
                "Low-dimensional Bose liquids: beyond the Gross-Pitaevskii approximation",
                "Renormalization-group analysis of the ground-state properties of dilute Bose systems in d spatial dimensions"
            ],
            [
                "We consider the asymmetric simple exclusion process (ASEP) with open boundaries and other driven stochastic lattice gases of particles entering, hopping and leaving a one-dimensional lattice. The long-term system dynamics, stationary states, and the nature of phase transitions between steady states can be understood in terms of the interplay of two characteristic velocities, the collective velocity and the shock (domain wall) velocity. This interplay results in two distinct types of domain walls whose dynamics is computed. We conclude that the phase diagram of the ASEP is generic for one-component driven lattice gases with a single maximum in the current-density relation.",
                "The Gross-Pitaevskii approximation is a long-wavelength theory widely used to describe a variety of properties of dilute Bose condensates, in particular trapped alkali gases. We point out that for short-ranged repulsive interactions this theory fails in dimensions d≤ 2, and we propose the appropriate low-dimensional modifications, which have a universal form. For d= 1 we analyze density profiles in confining potentials, superfluid properties, solitons, and self-similar solutions.",
                "A low-density system of Bose particles of mass m and density n interacting through a short-range potential with range a is considered in d dimensions using a renormalization approach. The expansion parameter of the ground-state energy E per particle for d< 2 is (na d)(2− d)\/d. For some special cases the leading universal term of the expansion E= C d ħ 2 n 2\/d\/m+..., where C d is a universal number, gives an exact expression for the ground-state energy. For d> 2 the energy expansion scales as E=(1\/2) nt [1+ const (nf d)(d− 2)\/2], where t is the pseudopotential connected to the bare potential and f is the corresponding scattering length. This is a generalization of the generally accepted results (for d= 3) of Lee and Yang [Phys. Rev. 105, 1119 (1957)], but a stronger condition for validity is found: nf d≪(f\/a) 2≤ 1. The possibility of the formation of quantum crystal phases is considered. We argue that for d< 2, crystal …"
            ],
            [
                [
                    "Condensed Matter Theory",
                    "Statistical Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}