{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3G9ZLYDZ",
            "ayvBFWUAAAAJ",
            [
                "Why do cancers have high aerobic glycolysis?",
                "Radiomics: images are more than pictures, they are data",
                "Decoding tumour phenotype by noninvasive imaging using a quantitative radiomics approach",
                "Radiomics: extracting more information from medical images using advanced feature analysis",
                "Radiomics: the process and the challenges",
                "Acidity generated by the tumor microenvironment drives local invasion",
                "Acid-mediated tumor invasion: a multidisciplinary study",
                "Determination of cell number in monolayer cultures",
                "A microenvironmental model of carcinogenesis",
                "Causes and consequences of increased glucose metabolism of cancers"
            ],
            [
                "If carcinogenesis occurs by somatic evolution, then common components of the cancer phenotype result from active selection and must, therefore, confer a significant growth advantage. A near-universal property of primary and metastatic cancers is upregulation of glycolysis, resulting in increased glucose consumption, which can be observed with clinical tumour imaging. We propose that persistent metabolism of glucose to lactate even in aerobic conditions is an adaptation to intermittent hypoxia in pre-malignant lesions. However, upregulation of glycolysis leads to microenvironmental acidosis requiring evolution to phenotypes resistant to acid-induced cell toxicity. Subsequent cell populations with upregulated glycolysis and acid resistance have a powerful growth advantage, which promotes unconstrained proliferation and invasion.",
                "In the past decade, the field of medical image analysis has grown exponentially, with an increased number of pattern recognition tools and an increase in data set sizes. These advances have facilitated the development of processes for high-throughput extraction of quantitative features that result in the conversion of images into mineable data and the subsequent analysis of these data for decision support; this practice is termed radiomics. This is in contrast to the traditional practice of treating medical images as pictures intended solely for visual interpretation. Radiomic data contain first-, second-, and higher-order statistics. These data are combined with other patient data and are mined with sophisticated bioinformatics tools to develop models that may potentially improve diagnostic, prognostic, and predictive accuracy. Because radiomics analyses are intended to be conducted with standard of care images, it is …",
                "Human cancers exhibit strong phenotypic differences that can be visualized noninvasively by medical imaging. Radiomics refers to the comprehensive quantification of tumour phenotypes by applying a large number of quantitative image features. Here we present a radiomic analysis of 440 features quantifying tumour image intensity, shape and texture, which are extracted from computed tomography data of 1,019 patients with lung or head-and-neck cancer. We find that a large number of radiomic features have prognostic power in independent data sets of lung and head-and-neck cancer patients, many of which were not identified as significant before. Radiogenomics analysis reveals that a prognostic radiomic signature, capturing intratumour heterogeneity, is associated with underlying gene-expression patterns. These data suggest that radiomics identifies a general prognostic phenotype existing in both lung …",
                "Solid cancers are spatially and temporally heterogeneous. This limits the use of invasive biopsy based molecular assays but gives huge potential for medical imaging, which has the ability to capture intra-tumoural heterogeneity in a non-invasive way. During the past decades, medical imaging innovations with new hardware, new imaging agents and standardised protocols, allows the field to move towards quantitative imaging. Therefore, also the development of automated and reproducible analysis methodologies to extract more information from image-based features is a requirement. Radiomics – the high-throughput extraction of large amounts of image features from radiographic images – addresses this problem and is one of the approaches that hold great promises but need further validation in multi-centric settings and in the laboratory.",
                "“Radiomics” refers to the extraction and analysis of large amounts of advanced quantitative imaging features with high throughput from medical images obtained with computed tomography, positron emission tomography or magnetic resonance imaging. Importantly, these data are designed to be extracted from standard-of-care images, leading to a very large potential subject pool. Radiomics data are in a mineable form that can be used to build descriptive and predictive models relating image features to phenotypes or gene–protein signatures. The core hypothesis of radiomics is that these models, which can include biological or medical data, can provide valuable diagnostic, prognostic or predictive information. The radiomics enterprise can be divided into distinct processes, each with its own challenges that need to be overcome: (a) image acquisition and reconstruction, (b) image segmentation and rendering, (c …",
                "The pH of solid tumors is acidic due to increased fermentative metabolism and poor perfusion. It has been hypothesized that acid pH promotes local invasive growth and metastasis. The hypothesis that acid mediates invasion proposes that H+ diffuses from the proximal tumor microenvironment into adjacent normal tissues where it causes tissue remodeling that permits local invasion. In the current work, tumor invasion and peritumoral pH were monitored over time using intravital microscopy. In every case, the peritumoral pH was acidic and heterogeneous and the regions of highest tumor invasion corresponded to areas of lowest pH. Tumor invasion did not occur into regions with normal or near-normal extracellular pH. Immunohistochemical analyses revealed that cells in the invasive edges expressed the glucose transporter-1 and the sodium–hydrogen exchanger-1, both of which were associated with peritumoral …",
                "The acid-mediated tumor invasion hypothesis proposes altered glucose metabolism and increased glucose uptake, observed in the vast majority of clinical cancers by fluorodeoxyglucose-positron emission tomography, are critical for development of the invasive phenotype. In this model, increased acid production due to altered glucose metabolism serves as a key intermediate by producing H+ flow along concentration gradients into adjacent normal tissue. This chronic exposure of peritumoral normal tissue to an acidic microenvironment produces toxicity by: (a) normal cell death caused by the collapse of the transmembrane H+ gradient inducing necrosis or apoptosis and (b) extracellular matrix degradation through the release of cathepsin B and other proteolytic enzymes. Tumor cells evolve resistance to acid-induced toxicity during carcinogenesis, allowing them to survive and proliferate in low pH …",
                "Determining the cytostatic or cytotoxic effects of various conditions on monolayer cells requires techniques that are rapid, reproducible, and able to monitor these effects as a function of time. Methods currently used to monitor cytostasis or cytotoxicity are either static or indirect; that is, they are designed to test effects of various treatments either at single time points or on associated cellular processes, such as membrane integrity. Because of these limitations in extant techniques, we undertook this study to improve methods for the rapid determination of cell number in monolayer cultures. We have arrived at conditions of staining cell nuclei with crystal violet under fixed regimens which allow rapid and reproducible quantification of cell number in cultures grown in 24-well miniwells. Quantification is possible by solubilizing the adsorbed dye into a solution of Triton X-100 and determining optical density (O.D.) using …",
                "We propose that carcinogenesis requires tumour populations to surmount six distinct microenvironmental proliferation barriers that arise in the adaptive landscapes of normal and premalignant populations growing from epithelial surfaces. Somatic evolution of invasive cancer can then be viewed as a sequence of phenotypical adaptations to these barriers. The genotypical and phenotypical heterogeneity of cancer populations is explained by an equivalence principle in which multiple strategies can successfully adapt to the same barrier. This model provides a theoretical framework in which the diverse cancer genotypes and phenotypes can be understood according to their roles as adaptive strategies to overcome specific microenvironmental growth constraints.",
                "In this review we examine the mechanisms (causes) underlying the increased glucose consumption observed in tumors within a teleological context (consequences). In other words, we will ask not only “How do cancers have high glycolysis?” but also,“Why?” We believe that the insights gained from answering the latter question support the conclusion that elevated glucose consumption is a necessary component of carcinogenesis. Specifically we propose that glycolysis is elevated because it produces acid, which provides an evolutionary advantage to cancer cells vis-à-vis normal parenchyma into which they invade."
            ],
            [
                [
                    "cancer",
                    "imaging",
                    "physiology",
                    "evolution"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}