{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3GJVUX84",
            "ruWqA6sAAAAJ",
            [
                "Reputation: Studies in the voluntary elicitation of good conduct",
                "Promise keeping in the great society: a model of credit information sharing",
                "The voluntary provision of public goods? The turnpike companies of early America",
                "Professors and their politics: The policy views of social scientists",
                "Faculty partisan affiliations in all disciplines: A voter‐registration study",
                "The Social Science Citation Index: A Black Box--With an Ideological Bias?"
            ],
            [
                "\" Tricks and treachery are the practice of fools that have not wit enough to be honest,\" wrote Benjamin Franklin. This volume explores ways in which the honest establish trust and enjoy good fortune, even without policing. The central mechanism at work is reputation. To work, information about the individual's conduct must be observed, interpreted, recorded, stored, and transmitted. Different forms of\" seals of approval\" develop to communicate the quality of an individual's reputation to others. The studies in this volume reveal how vast information systems like Dun & Bradstreet and TRW generate reputation and beneficial exchange, and how brand names, middlemen, and dealers give their own sort of seal of approval. One chapter describes the origins of Underwriters' Laboratories, an organization that sells its inspection services and mark of approval for product safety. Another argues that JP Morgan's investment banking service was in large part applying astute judgment in granting the Morgan seal of approval to firms in need of capital. Other, less formal, reputational mechanisms such as gossip, customary law, and written correspondence are also explored. Contexts range from trust among merchants in Medieval Europe, social control in small communities, and good conduct in a vast anonymous society such as our own. Throughout these broad-ranging studies, the central theme of the volume emerges: in an open, competitive environment, honesty can recruit cleverness to assert itself and to drive out the dishonest. Contributors include Bruce Benson, Harry Chase Brearly, J. Benson De Long, Avner Greif, Benjamin Klein, Keith B. Leffler, Sally …",
                "Reputation is possible in a small community, but in the Smith‐Lippmann‐Hayekian Great Society people are mainly strangers. I model credit reporting as a system of formalized and surgically‐precise gossip. In the Great Society credit reporting makes possible reputations, which make possible credit relationships. But forming a credit reporting system is no simple matter. Historically it has been local gossip in the small community that has made possible credit reporting “gossip” in the Great Society.",
                "The turnpike companies of early America (roughly 1795–1840) were very unprofitable but conferred vast benefits to communities served. Purchasing stock was like paying for the road since such purchases were necessary to complete the road and unprofitability was foreseen. Thus the turnpikes would appear to have been public goods. Yet hundreds of turnpikes were provided through voluntary association. The free rider problem was overcome by an almost vigilant impulse to participate and to see that your neighbor did likewise.",
                "Academic social scientists overwhelmingly vote Democratic, and the Democratic hegemony has increased significantly since 1970. Moreover, the policy preferences of a large sample of the members of the scholarly associations in anthropology, economics, history, legal and political philosophy, political science, and sociology generally bear out conjectures about the correspondence of partisan identification with left\/right ideal types; although across the board, both Democratic and Republican academics favor government action more than the ideal types might suggest. Variations in policy views among Democrats is smaller than among Republicans. Ideological diversity (as judged not only by voting behavior, but by policy views) is by far the greatest within economics. Social scientists who deviate from left‐wing views are as likely to be libertarian as conservative.",
                "The party registration of tenure‐track faculty at 11 California universities, ranging from small, private, religiously affiliated institutions to large, public, elite schools, shows that the “one‐party campus” conjecture does not extend to all institutions or all departments. At one end of the scale, U.C. Berkeley has an adjusted Democrat:Republican ratio of almost 9:1, while Pepperdine University has a ratio of nearly 1:1. Academic field also makes a tremendous difference, with the humanities averaging a 10:1 D:R ratio and business schools averaging 1.3:1, and with departments ranging from sociology (44:1) to management (1.5:1). Across all departments and institutions, the D:R ratio is 5:1, while in the “soft” liberal‐arts fields, the ratio is higher than 8:1. These findings are generally in line with comparable previous studies.",
                "THE SOCIAL SCIENCE CITATION INDEX (SSCI) IS A DATABASE of scholarly literature. SSCI is used in many important ways. The most conspicuous use of SSCI is showing whose work gets cited in other research. Which other research? The articles published in journals on the SSCI journal list. As of June 2003, SSCI included 1,768 journals. Your citation count is the number of times your work has been cited by articles in SSCI journals (actually, in those journals during the years that the journal was included in the SSCI). 1* Santa Clara University, Santa Clara, CA.** Note on authorship: Although two authors are shown above, this paper is written in the firstperson singular. Daniel Klein led the investigation and wrote up the paper. He is the “I” here. Eric Chiang is a student at Santa Clara University. He did most of the data collection and some of the institutional investigation."
            ],
            [
                [
                    "political economy",
                    "moral philosophy"
                ]
            ],
            [
                "Mason  Klein Asst. Professor Secondary Faculty in Biology klein@miami.edu (305) 284-7129 What do animals do, and how exactly do their actions arise?  My lab's research is in biophysics and neuroscience.  We use insect model systems to better understand the transformation from sensory input to motor output, a fundamental goal of systems neuroscience.  This input-output path travels from the molecular basis of sensing stimuli, to the resulting activity of sensory neurons, to the encoding of sensory information in the brain, to the circuit-level processing of this information in neural networks, and finally to the animal's physical motor output. Investigating response at the molecular, cellular, network, and behavioral levels uses a variety of techniques.  For example, we measure neuronal activity in vivo using modified 3D spinning disk confocal microscopy to record calcium or voltage signals while delivering sensory stimuli.  As another example, we can observe animals responding to a randomly generated stimulus pattern, and use the resulting motor actions to construct mathematical filters that predict behavior. More specifically we are currently interested in the fruit fly Drosophila and its response to temperature.  Taking advantage of the numerous available genetic tools for this animal, we can identify and characterize important neurons in the heat- and cold-response circuits, and uncovering the specific roles they play in behavioral response, especially navigation and the component strategies used to move toward more favorable conditions.  Collective motion very closely resembles a biased-random-walk form of diffusion, and of particular interest is the basis of randomness in behavior and how it is generated within the brain. Essentially, our approach is to treat animal behavior like any other physical system, by identifying fundamental components and exploring how they work. This applies to how neurons transform information within the brain, and how insect behavior can be separated into modes, and how the rules governing transitions between these modes makes up an overall navigational strategy for survival. Post Doctoral  Harvard University 2009 Ph.D. Physics Harvard University 2002 B.S. Physics Calvin College Klein, M., Krivov, S. V., Ferrer, A. J., Luo, L., Samuel, A. D. T. & Karplus, M. \"Article has an altmetric score of 7 Exploratory search during directed navigation in C. Elegans and drosophila larva\"  eLife  (Oct 30 2017). [ Knecht, Z. A., Silbering, A. F., Ni, L., Klein, M., Budelli, G., Bell, R., Abuin, L., Ferrer, A. J., Samuel, A. D. T., Benton, R. & Garrity, P. A \"Distinct combinations of variant ionotropic glutamate receptors mediate thermosensation and hygrosensation in drosophila\"  eLife  (Sep 22 2016). [ \"View More Publications\""
            ]
        ]
    ]
}