{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3GM6XD8P",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Igor  Volobouev,  Ph.D Associate Professor I.Volobouev@ttu.edu (806) 834-4724 109 Science Building Ph.D. in Physics, Southern Methodist University, Dallas, TX (1997) M.S. in Physics, Moscow Institute of Physics and Technology, Russia (1993) Web Links Research Page Experimental High Energy Physics. Precision tests of the Standard Model and searches\n                           for new phenomena. Properties of the top quark and the Higgs boson. Particle detectors\n                           and data acquisition systems. Calorimetry, energy measurements, and jet reconstruction\n                           algorithms. Advanced data analysis techniques for HEP. Cluster and grid computing. Most of my current research is carried out at the CMS experiment at CERN. CMS Collaboration (S. Chatrchyan et al.). Observation of a new boson at a mass of\n                           125 GeV with the CMS experiment at the LHC. Physics Letters B 716, 30 (2012). A. Galtieri, F. Margaroli and I. Volobouev. Precision measurements of the top quark\n                           mass from the Tevatron in the pre-LHC era. Reports on Progress in Physics 75, 056201\n                           (2012). I. Volobouev. Multiresolution Jet Reconstruction with FFTJet. Journal of Physics:\n                           Conference Series 293, 012028 (2011). CDF Collaboration (T. Aaltonen et al.). Top Quark Mass Measurement in the lepton+jets\n                           Channel Using a Matrix Element Method and in situ Jet Energy Calibration. Physical\n                           Review Letters 105, 252001 (2010). Open source software for particle physics: RK , FFTJet , Geners , NPStat . 3:31 PM"
            ]
        ]
    ]
}