{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3GN3AEFK",
            "WAUBFagAAAAJ",
            [
                "Conjugated polymer-based chemical sensors"
            ],
            [
                "When considering new sensory technologies one should look to nature for guidance. Indeed, living organisms have developed the ultimate chemical sensors. Many insects can detect chemical signals with perfect specificity and incredible sensitivity. Mammalian olfaction is based on an array of less discriminating sensors and a memorized response pattern to identify a unique odor. It is important to recognize that the extraordinary sensory performance of biological systems does not originate from a single element. In actuality, their performance is derived from a completely interactive system wherein the receptor is served by analyte delivery and removal mechanisms, selectivity is derived from receptors, and sensitivity is the result of analyte-triggered biochemical cascades. Clearly, optimal artificial sensory sys-"
            ],
            [
                [

                ]
            ],
            [
                "Anthony Pullen Assistant Professor Ph. D. 2011, California Institute of Technology B.S., Southern University and A&M College Theoretical Cosmology, Large-Scale Structure Surveys A. Pullen, S. Alam, S. He, and S. Ho, 2015, “Constraining Gravity at the Largest Scales through CMB Lensing and Galaxy Velocities,” accepted for publication in MNRAS, http:\/\/arxiv.org\/abs\/1511.04457 . A. Pullen, C. Hirata, O. Doré, and A. Raccanelli, Feb. 2016, “Interloper bias in future large-scale structure measurements,” PASP, vol. 68, issue 1, pg. 12:1-22, http:\/\/adsabs.harvard.edu\/abs\/2016PASJ...68...12P . A. Pullen, S. Alam, and S. Ho, June 2015, “Probing gravity at large scales through CMB lensing,” MNRAS, vol. 449, issue 4, pg. 4326-4335, http:\/\/adsabs.harvard.edu\/abs\/2015MNRAS.449.4326P . A. Pullen, O. Doré, and J. Bock, May 2014, “Intensity mapping across cosmic times with the Lyman-alpha line,” ApJ, vol. 786, issue 2, pg. 111-126, http:\/\/adsabs.harvard.edu\/abs\/2014ApJ...786..111P . A. Pullen, O. Doré, T.-C. Chang, and A. Lidz, May 2013, “Cross-correlations as a cosmological carbon monoxide detector,” ApJ, vol. 768, issue 1, pg. 15-29, http:\/\/adsabs.harvard.edu\/abs\/2013ApJ...768...15P . Anthony Pullen Assistant Professor anthony.pullen@nyu.edu 726 Broadway, Room 938 Personal Homepage The Center for Cosmology and Particle Physics is a unique collaboration devoted to integrated study of cosmology, observational astronomy, fundamental and phenomenological particle physics, gravity, plasma physics, high energy astrophysics, black holes and computational physics. Please visit the center's Collegiate Professor;Professor of Physics The is a unique group of faculty, students and research scientists working together on fundamental questions at the intersection of particle physics, astrophysics and cosmology. Please visit the center's Yacine Ali-Haïmoud Kyle Cranmer Experimental Particle Physics Sergei Dubovsky Collegiate Professor; Professor of Physics Gregory Gabadadze Dean for Science Matthew Kleban Chair of the Department of Physics Alexander Migdal Research Professor of Physics Massimo Porrati Joshua Ruderman Ken Van Tilburg Neal Weiner Director of Undergraduate for Physics"
            ]
        ]
    ]
}