{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3GYVC6CR",
            "WgHmDd4AAAAJ",
            [
                "Epidemiology of diabetic retinopathy and maculopathy in Africa: a systematic review",
                "Cerebral malaria in children: using the retina to study the brain",
                "What happens to intraocular pressure at high altitude?",
                "Severity of retinopathy parallels the degree of parasite sequestration in the eyes and brains of Malawian children with fatal cerebral malaria",
                "Linking EPCR-binding PfEMP1 to brain swelling in pediatric cerebral malaria",
                "Thickness dependent tortuosity estimation for retinal blood vessels",
                "Network analysis reveals distinct clinical syndromes underlying acute mountain sickness",
                "A comprehensive texture segmentation framework for segmentation of capillary non-perfusion regions in fundus fluorescein angiograms",
                "Automated detection of leakage in fluorescein angiography images with application to malarial retinopathy",
                "Laboratory evidence of disseminated intravascular coagulation is associated with a fatal outcome in children with cerebral malaria despite an absence of clinically evident …"
            ],
            [
                "Diabet. Med. 30, 399–412 (2013)Aim  To summarize findings from studies reporting the prevalence and incidence of diabetic retinopathy and diabetic maculopathy in African countries in light of the rising prevalence of diabetes mellitus.Methods  Using a predefined search strategy, we systematically searched MEDLINE, EMBASE, Science Citation index and Conference Proceedings Citation index, African Index Medicus and the grey literature database ‘OpenSIGLE’ for studies published between January 1990 and February 2011. Included studies reported prevalence or incidence of diabetic retinopathy or diabetic maculopathy of subjects with diabetes resident in African countries.Results  Sixty‐two studies from 21 countries were included: three population‐based surveys; two cohort studies; five case–control studies; 32 diabetes clinic‐based, nine eye clinic‐based and 11 other hospital‐based …",
                "Cerebral malaria is a dangerous complication of Plasmodium falciparum infection, which takes a devastating toll on children in sub-Saharan Africa. Although autopsy studies have improved understanding of cerebral malaria pathology in fatal cases, information about in vivo neurovascular pathogenesis is scarce because brain tissue is inaccessible in life. Surrogate markers may provide insight into pathogenesis and thereby facilitate clinical studies with the ultimate aim of improving the treatment and prognosis of cerebral malaria. The retina is an attractive source of potential surrogate markers for paediatric cerebral malaria because, in this condition, the retina seems to sustain microvascular damage similar to that of the brain. In paediatric cerebral malaria a combination of retinal signs correlates, in fatal cases, with the severity of brain pathology, and has diagnostic and prognostic significance. Unlike the brain …",
                "methods. The Apex 2 medical research expedition provided the opportunity to measure intraocular pressure (IOP) and central corneal thickness (CCT) in 76 healthy lowlanders. They all arrived in La Paz, Bolivia (altitude, 3700 m), where they spent 4 days before being driven more than 2 hours to the Cosmic Physics Laboratory at Chacaltaya (5200 m) where they stayed for 7 days. IOP and CCT were measured with a hand-held tonometer and ultrasound pachymetry on the first, third, and seventh days at 5200 m. Pre-and postexpedition CCT and postexpedition IOP readings at sea-level were also measured.results. IOP increased significantly from baseline after acute exposure to altitude before returning to baseline with time. IOP at baseline, change in IOP from baseline, and IOP at altitude did not predict symptoms of acute mountain sickness (AMS) or development of high-altitude retinopathy (HAR).conclusions. Acute exposure to altitude caused a statistically significant but clinically insignificant increase in IOP. This finding may be partially explained by the change in CCT. IOP returned to baseline levels and possibly lower with prolonged exposure to altitude. Changes in IOP at altitude are not predictive of symptoms of acute mountain sickness (AMS) or development of high-altitude retinopathy (HAR).",
                "  Background.  Malarial retinopathy (MR) has diagnostic and prognostic value in children with Plasmodium falciparum cerebral malaria (CM). A clinicopathological correlation between observed retinal changes during life and the degree of sequestration of parasitized red blood cells was investigated in ocular and cerebral vessels at autopsy.  Methods.  In 18 Malawian children who died from clinically defined CM, we studied the intensity of sequestration and the maturity of sequestered parasites in the retina, in nonretinal ocular tissues, and in the brain.  Results.  Five children with clinically defined CM during life had other causes of death identified at autopsy, no MR, and scanty intracerebral sequestration. Thirteen children had MR and died from CM. MR severity correlated with percentage of microvessels parasitized in the retina, brain, and …",
                "Brain swelling is a major predictor of mortality in pediatric cerebral malaria (CM). However, the mechanisms leading to swelling remain poorly defined. Here, we combined neuroimaging, parasite transcript profiling, and laboratory blood profiles to develop machine-learning models of malarial retinopathy and brain swelling. We found that parasite var transcripts encoding endothelial protein C receptor (EPCR)-binding domains, in combination with high parasite biomass and low platelet levels, are strong indicators of CM cases with malarial retinopathy. Swelling cases presented low platelet levels and increased transcript abundance of parasite PfEMP1 DC8 and group A EPCR-binding domains. Remarkably, the dominant transcript in 50% of swelling cases encoded PfEMP1 group A CIDRα1.7 domains. Furthermore, a recombinant CIDRα1.7 domain from a pediatric CM brain autopsy inhibited the barrier-protective …",
                "This paper describes a framework for the automated estimation of vessel tortuosity in retinal images. We introduce a new tortuosity metric that takes into account vessel thickness, yielding estimates plausibly closer to intuition and medical judgement than those from previous metrics. We also propose an algorithm identifying automatically a vasculature segment connecting two points specified manually. Starting from a binary image of the vasculature, the algorithm computes a skeletal (medial axis) representation on which all terminal and branching points are located. This is then converted to a graph representation including connectivity as well as thickness information for all vessels. Target segments for tortuosity estimation are identified automatically from end points selected manually using a shortest-path algorithm. Results are presented and compared with those provided by clinical classification on 50 vessels …",
                "Acute mountain sickness (AMS) is a common problem among visitors at high altitude, and may progress to life-threatening pulmonary and cerebral oedema in a minority of cases. International consensus defines AMS as a constellation of subjective, non-specific symptoms. Specifically, headache, sleep disturbance, fatigue and dizziness are given equal diagnostic weighting. Different pathophysiological mechanisms are now thought to underlie headache and sleep disturbance during acute exposure to high altitude. Hence, these symptoms may not belong together as a single syndrome. Using a novel visual analogue scale (VAS), we sought to undertake a systematic exploration of the symptomatology of AMS using an unbiased, data-driven approach originally designed for analysis of gene expression. Symptom scores were collected from 292 subjects during 1110 subject-days at altitudes between 3650 m and 5200 m on Apex expeditions to Bolivia and Kilimanjaro. Three distinct patterns of symptoms were consistently identified. Although fatigue is a ubiquitous finding, sleep disturbance and headache are each commonly reported without the other. The commonest pattern of symptoms was sleep disturbance and fatigue, with little or no headache. In subjects reporting severe headache, 40% did not report sleep disturbance. Sleep disturbance correlates poorly with other symptoms of AMS (Mean Spearman correlation 0.25). These results challenge the accepted paradigm that AMS is a single disease process and describe at least two distinct syndromes following acute ascent to high altitude. This approach to analysing symptom patterns has …",
                "Capillary non-perfusion (CNP) in the retina is a characteristic feature used in the management of a wide range of retinal diseases. There is no well-established computation tool for assessing the extent of CNP. We propose a novel texture segmentation framework to address this problem. This framework comprises three major steps: pre-processing, unsupervised total variation texture segmentation, and supervised segmentation. It employs a state-of-the-art multiphase total variation texture segmentation model which is enhanced by new kernel based region terms. The model can be applied to texture and intensity-based multiphase problems. A supervised segmentation step allows the framework to take expert knowledge into account, an AdaBoost classifier with weighted cost coefficient is chosen to tackle imbalanced data classification problems. To demonstrate its effectiveness, we applied this framework to 48 images from malarial retinopathy and 10 images from ischemic diabetic maculopathy. The performance of segmentation is satisfactory when compared to a reference standard of manual delineations: accuracy, sensitivity and specificity are 89.0%, 73.0%, and 90.8% respectively for the malarial retinopathy dataset and 80.8%, 70.6%, and 82.1% respectively for the diabetic maculopathy dataset. In terms of region-wise analysis, this method achieved an accuracy of 76.3% (45 out of 59 regions) for the malarial retinopathy dataset and 73.9% (17 out of 26 regions) for the diabetic maculopathy dataset. This comprehensive segmentation framework can quantify capillary non-perfusion in retinopathy from two distinct etiologies, and has the …",
                "The detection and assessment of leakage in retinal fluorescein angiogram images is important for the management of a wide range of retinal diseases. We have developed a framework that can automatically detect three types of leakage (large focal, punctate focal and vessel segment leakage) and validated it on images from patients with malarial retinopathy. This framework comprises three steps: vessel segmentation, saliency feature generation and leakage detection. We tested the effectiveness of this framework by applying it to images from 20 patients with large focal leak, 10 patients with punctate focal leak and 5,846 vessel segments from 10 patients with vessel leakage. The sensitivity in detecting large focal, punctate focal and vessel segment leakage are 95%, 82% and 81%, respectively, when compared to manual annotation by expert human observers. Our framework has the potential to become a …",
                "A procoagulant state is implicated in cerebral malaria (CM) pathogenesis, but whether disseminated intravascular coagulation (DIC) is present or associated with a fatal outcome is unclear.To determine the frequency of overt DIC, according to ISTH criteria, in children with fatal and non‐fatal CM.Malawian children were recruited into a prospective cohort study in the following diagnostic groups: retinopathy‐positive CM (n = 140), retinopathy‐negative CM (n = 36), non‐malarial coma (n = 14), uncomplicated malaria (UM), (n = 91), mild non‐malarial febrile illness (n = 85), and healthy controls (n = 36). Assays in the ISTH DIC criteria were performed, and three fibrin‐related markers, i.e. protein C, antithrombin, and soluble thrombomodulin, were measured.Data enabling assignment of the presence or absence of ‘overt DIC’ were available for 98 of …"
            ],
            [
                [
                    "Ophthalmology",
                    "Malarial retinopathy",
                    "Ocular biomarkers"
                ]
            ],
            [
                "Ian MacCormack Ian MacCormack Research: Theoretical Condensed Matter Research Advisor: Shinsei Ryu imaccormack@uchicago.edu"
            ]
        ]
    ]
}