{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3HCR4QD0",
            "irmpaD4AAAAJ",
            [
                "Dispositions, scripts, or motivated correction?: Understanding ideological differences in explanations for social problems.",
                "Striving for the moral self: The effects of recalling past moral actions on future moral behavior",
                "Political tolerance and coming to psychological closure following the September 11, 2001, terrorist attacks: An integrative approach"
            ],
            [
                "Research has consistently found that liberals and conservatives generate different attributions for the causes of social problems and respond differently to people who have internal-controllable causes for needing help. Five studies using a variety of methods (the “college bowl” paradigm, the attitude-attribution paradigm, 2 surveys with nationally representative samples, and an experiment that assessed attributional judgments under varying levels of cognitive load) explored whether these differences could be explained by (a) underlying dispositional differences in the tendency to see the causes of behavior as personally or situationally located,(b) ideological scripts, or (c) differences in the motivation to correct personal attributions. Results were most consistent with the motivated correction explanation. The findings shed further light on the cognitive strategies and motivational priorities of liberals and conservatives.",
                "People’s desires to see themselves as moral actors can contribute to their striving for and achievement of a sense of self-completeness. The authors use self-completion theory to predict (and show) that recalling one’s own (im)moral behavior leads to compensatory rather than consistent moral action as a way of completing the moral self. In three studies, people who recalled their immoral behavior reported greater participation in moral activities (Study 1), reported stronger prosocial intentions (Study 2), and showed less cheating (Study 3) than people who recalled their moral behavior. These compensatory effects were related to the moral magnitude of the recalled event, but they did not emerge when people recalled their own positive or negative nonmoral behavior (Study 2) or others’ (im)moral behavior (Study 3). Thus, the authors extend self-completion theory to the moral domain and use it to integrate the …",
                "This study tested hypotheses generated from an integrative model of political tolerance that derived hypotheses from a number of different social psychological theories (e.g., appraisal tendency theory, intergroup emotion theory, and value protection models) to explain political tolerance following the September 11, 2001, terrorist attacks. A national field study (N = 550) found that immediate post attack anger and fear had different implications for political tolerance 4 months later. The effects of anger on political tolerance were mediated through moral outrage and outgroup derogation, whereas the effects of fear on political tolerance were mediated through personal threat, ingroup enhancement, and value affirmation. Value affirmation led to increased political tolerance, whereas moral outrage, outgroup derogation, ingroup enhancement, and personal threat led to decreased political tolerance. Value affirmation …"
            ],
            [
                [
                    "Justice",
                    "Morality",
                    "Ethics"
                ]
            ]
        ]
    ]
}