{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3I1GYS7K",
            "VrC3Pm4AAAAJ",
            [
                "Identifying boosted objects with N-subjettiness"
            ],
            [
                "We introduce a new jet shape—N-subjettiness—designed to identify boosted hadronically-decaying objects like electroweak bosons and top quarks. Combined with a jet invariant mass cut, N-subjettiness is an effective discriminating variable for tagging boosted objects and rejecting the background of QCD jets with large invariant mass. In efficiency studies of boosted W bosons and top quarks, we find tagging efficiencies of 30% are achievable with fake rates of 1%. We also consider the discovery potential for new heavy resonances that decay to pairs of boosted objects, and find significant improvements are possible using N-subjettiness. In this way, N-subjettiness combines the advantages of jet shapes with the discriminating power seen in previous jet substructure algorithms."
            ],
            [
                [
                    "theoretical particle physics"
                ]
            ],
            [
                "JESSE THALER Associate Professor of Physics Director, NSF AI Institute for Artificial Intelligence and Fundamental Interactions jthaler@mit.edu (617) 253-3713 6-318 Charles Suggs (617) 253-8363 RELATED LINKS: NSF AI Institute for Artificial Intelligence and Fundamental Interactions (IAIFI) MIT Center for Theoretical Physics Personal Homepage Theoretical Particle Physics Jesse Thaler is a theoretical particle physicist who fuses techniques from quantum field theory and machine learning to address outstanding questions in fundamental physics.  His current research is focused on maximizing the discovery potential of the Large Hadron Collider (LHC) through new theoretical frameworks and novel data analysis techniques.  Prof. Thaler is an expert in jets, which are collimated sprays of particles that are copiously produced at the LHC, and he studies the substructure of jets to enhance the search for new phenomena and illuminate the dynamics of gauge theories.  He is also interested in new strategies to probe the nature of dark matter at the LHC and beyond, as well as in the theoretical structures and experimental signatures of supersymmetry. Jesse Thaler joined the MIT Physics Department in 2010, and is currently an Associate Professor in the Center for Theoretical Physics. From 2006 to 2009, he was a fellow at the Miller Institute for Basic Research in Science at the University of California, Berkeley. He received his Ph.D. in Physics from Harvard University in 2006, and his Sc.B. in Math\/Physics from Brown University in 2002. He was awarded an Early Career Research Award from the U.S. Department of Energy in 2011, a Presidential Early Career Award for Scientists and Engineers from the White House in 2012, a Sloan Research Fellowship from the Alfred P. Sloan Foundation in 2013, and a Harold E. Edgerton Faculty Achievement Award from MIT in 2016.  In 2020, Prof. Thaler became the inaugural Director of the NSF AI Institute for Artificial Intelligence and Fundamental Interactions. Metric Space of Collider Events.  Patrick T. Komiske, Eric M. Metodiev, and Jesse Thaler. Phys. Rev. Lett. 123:041801 (2019) , arXiv:1902.02346 . Energy Flow Networks: Deep Sets for Particle Jets.  Patrick T. Komiske, Eric M. Metodiev, and Jesse Thaler. JHEP 1901:121 (2019) , arXiv:1810.05165 . Exposing the QCD Splitting Function with CMS Open Data.  Andrew Larkoski, Simone Marzani, Jesse Thaler, Aashish Tripathee, and Wei Xue. Phys. Rev. Lett. 119:132003 (2017) , arXiv:1704.05066 . Inclusive Dark Photon Search at LHCb. Philip Ilten, Yotam Soreq, Jesse Thaler, Mike Williams, and Wei Xue. Phys. Rev. Lett. 116:251803 (2016) , arXiv:1603.08926 . Broadband and Resonant Approaches to Axion Dark Matter Detection.  Yonatan Kahn, Benjamin R. Safdi, and Jesse Thaler. Phys. Rev. Lett. 117:141801 (2016) , arXiv:1602.01086 . The Goldstone and Goldstino of Supersymmetric Inflation. Yonatan Kahn, Daniel A. Roberts, and Jesse Thaler. JHEP 1510:001 (2015) , arXiv:1504.05958 . Sudakov Safety in Perturbative QCD. Andrew J. Larkoski, Simone Marzani, and Jesse Thaler. Phys. Rev. D91:111501 (2015) , arXiv:1502.01719 . (In)direct Detection of Boosted Dark Matter.  Kaustubh Agashe, Yanou Cui, Lina Necib, and Jesse Thaler. JCAP 1410:062 (2014) , arXiv:1405.7370 . Soft Drop.  Andrew J. Larkoski, Simone Marzani, Gregory Soyez, and Jesse Thaler. JHEP 1405:146 (2014) , arXiv:1402.2657 . Identifying Boosted Objects with N-subjettiness.  Jesse Thaler and Ken Van Tilburg. JHEP 1103:015 (2011) , arXiv:1011.2268 . Additional publications: http:\/\/www.jthaler.net\/cv\/ October 27, 2020 4:33 PM"
            ]
        ]
    ]
}