{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3IA070R6",
            "QNcunFcAAAAJ",
            [
                "Nematic Fermi fluids in condensed matter physics",
                "Intra-unit-cell electronic nematicity of the high-T c copper-oxide pseudogap states",
                "The role of low-volatility organic compounds in initial particle growth in the atmosphere",
                "Simultaneous transitions in cuprate momentum-space topology and electronic symmetry breaking",
                "Direct phase-sensitive identification of a d-form factor density wave in underdoped cuprates",
                "Detection of a Cooper-pair density wave in Bi2Sr2CaCu2O8+x",
                "Topological defects coupling smectic modulations to intra–unit-cell nematicity in cuprates",
                "Gapless Spin Liquids on the Three-Dimensional Hyperkagome Lattice of ",
                "Nonperturbative behavior of the quantum phase transition to a nematic Fermi fluid",
                "Topological Spin Liquid on the Hyperkagome Lattice of "
            ],
            [
                "Correlated electron fluids can exhibit a startling array of complex phases, among which one of the more surprising is the electron nematic, a translationally invariant metallic phase with a spontaneously generated spatial anisotropy. Classical nematics generally occur in liquids of rod-like molecules; given that electrons are point like, the initial theoretical motivation for contemplating electron nematics came from thinking of the electron fluid as a quantum melted electron crystal, rather than a strongly interacting descendent of a Fermi gas. Dramatic transport experiments in ultra-clean quantum Hall systems in 1999 and in Sr3Ru2O7 in a strong magnetic field in 2007 established that such phases exist in nature. In this article, we briefly review the theoretical considerations governing nematic order, summarize the quantum Hall and Sr3Ru2O7 experiments that unambiguously establish the existence of this phase, and …",
                "In the high-transition-temperature (high-T c) superconductors the pseudogap phase becomes predominant when the density of doped holes is reduced 1. Within this phase it has been unclear which electronic symmetries (if any) are broken, what the identity of any associated order parameter might be, and which microscopic electronic degrees of freedom are active. Here we report the determination of a quantitative order parameter representing intra-unit-cell nematicity: the breaking of rotational symmetry by the electronic structure within each CuO 2 unit cell. We analyse spectroscopic-imaging scanning tunnelling microscope images of the intra-unit-cell states in underdoped Bi 2 Sr 2 CaCu 2 O 8+ δ and, using two independent evaluation techniques, find evidence for electronic nematicity of the states close to the pseudogap energy. Moreover, we demonstrate directly that these phenomena arise from electronic …",
                "About half of present-day cloud condensation nuclei originate from atmospheric nucleation, frequently appearing as a burst of new particles near midday 1. Atmospheric observations show that the growth rate of new particles often accelerates when the diameter of the particles is between one and ten nanometres 2, 3. In this critical size range, new particles are most likely to be lost by coagulation with pre-existing particles 4, thereby failing to form new cloud condensation nuclei that are typically 50 to 100 nanometres across. Sulfuric acid vapour is often involved in nucleation but is too scarce to explain most subsequent growth 5, 6, leaving organic vapours as the most plausible alternative, at least in the planetary boundary layer 7, 8, 9, 10. Although recent studies 11, 12, 13 predict that low-volatility organic vapours contribute during initial growth, direct evidence has been lacking. The accelerating growth may result …",
                "The existence of electronic symmetry breaking in the underdoped cuprates and its disappearance with increased hole density p are now widely reported. However, the relation between this transition and the momentum-space (k→-space) electronic structure underpinning the superconductivity has not yet been established. Here, we visualize the Q→=0 (intra–unit-cell) and Q→≠0 (density-wave) broken-symmetry states, simultaneously with the coherent k→-space topology, for Bi2Sr2CaCu2O8+δ samples spanning the phase diagram 0.06 ≤ p ≤ 0.23. We show that the electronic symmetry-breaking tendencies weaken with increasing p and disappear close to a critical doping pc = 0.19. Concomitantly, the coherent k→-space topology undergoes an abrupt transition, from arcs to closed contours, at the same pc. These data reveal that the k→-space topology transformation in cuprates is linked intimately with the …",
                "The identity of the fundamental broken symmetry (if any) in the underdoped cuprates is unresolved. However, evidence has been accumulating that this state may be an unconventional density wave. Here we carry out site-specific measurements within each CuO2 unit cell, segregating the results into three separate electronic structure images containing only the Cu sites [Cu(r)] and only the x\/y axis O sites [Ox(r) and Oy(r)]. Phase-resolved Fourier analysis reveals directly that the modulations in the Ox(r) and Oy(r) sublattice images consistently exhibit a relative phase of π. We confirm this discovery on two highly distinct cuprate compounds, ruling out tunnel matrix-element and materials-specific systematics. These observations demonstrate by direct sublattice phase-resolved visualization that the density wave found in underdoped cuprates consists of modulations of the intraunit-cell states that exhibit a …",
                "The quantum condensate of Cooper pairs forming a superconductor was originally conceived as being translationally invariant. In theory, however, pairs can exist with finite momentum Q, thus generating a state with a spatially modulated Cooper-pair density 1, 2. Such a state has been created in ultracold 6 Li gas 3 but never observed directly in any superconductor. It is now widely hypothesized that the pseudogap phase 4 of the copper oxide superconductors contains such a ‘pair density wave’state 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21. Here we report the use of nanometre-resolution scanned Josephson tunnelling microscopy 22, 23, 24 to image Cooper pair tunnelling from a d-wave superconducting microscope tip to the condensate of the superconductor Bi 2 Sr 2 CaCu 2 O 8+ x. We demonstrate condensate visualization capabilities directly by using the Cooper-pair density variations …",
                "We study the coexisting smectic modulations and intra–unit-cell nematicity in the pseudogap states of underdoped Bi2Sr2CaCu2O8+δ. By visualizing their spatial components separately, we identified 2π topological defects throughout the phase-fluctuating smectic states. Imaging the locations of large numbers of these topological defects simultaneously with the fluctuations in the intra–unit-cell nematicity revealed strong empirical evidence for a coupling between them. From these observations, we propose a Ginzburg-Landau functional describing this coupling and demonstrate how it can explain the coexistence of the smectic and intra–unit-cell broken symmetries and also correctly predict their interplay at the atomic scale. This theoretical perspective can lead to unraveling the complexities of the phase diagram of cuprate high-critical-temperature superconductors.",
                "Recent experiments indicate that Na 4 Ir 3 O 8, a material in which s= 1\/2 Ir local moments live on a three-dimensional “hyperkagome” lattice of corner-sharing triangles, may have a quantum spin liquid ground state with gapless spin excitations. Using a combination of exact diagonalization, symmetry analysis of fermionic mean field ground states and Gutzwiller projected variational wave functions studies, we propose a quantum spin liquid with spinon Fermi surfaces as a favorable candidate for the ground state of the Heisenberg model on this lattice. We point out implications of this proposal for thermodynamic properties and discuss possible weak instabilities of the spinon Fermi surfaces.",
                "We discuss shape (Pomeranchuk) instabilities of the Fermi surface of a two-dimensional Fermi system using bosonization. We consider in detail the quantum critical behavior of the transition of a two-dimensional Fermi fluid to a nematic state which breaks spontaneously the rotational invariance of the Fermi liquid. We show that higher dimensional bosonization reproduces the quantum critical behavior expected from the Hertz-Millis analysis, and verify that this theory has dynamic critical exponent z= 3. Going beyond this framework, we study the behavior of the fermion degrees of freedom directly, and show that at quantum criticality as well as in the quantum nematic phase (except along a set of measure zero of symmetry-dictated directions) the quasiparticles of the normal Fermi liquid are generally wiped out. Instead, they exhibit short-ranged spatial correlations that decay faster than any power law, with the law∣ x …",
                "Recent experiments on the “hyperkagome” lattice system Na 4 Ir 3 O 8 have demonstrated that it is a rare example of a three-dimensional spin-1\/2 frustrated antiferromagnet. We investigate the role of quantum fluctuations as the primary mechanism lifting the macroscopic degeneracy inherited by classical spins on this lattice. In the semiclassical limit we predict, based on large-N calculations, that an unusual q→= 0 coplanar magnetically ordered ground state is stabilized with no local zero modes that correspond to local deformations of the spin configurations. This phase melts in the quantum limit and a gapped topological Z 2 spin liquid phase emerges. In the vicinity of this quantum phase transition, we study the dynamic spin structure factor and comment on the relevance of our results for future neutron scattering experiments."
            ],
            [
                [
                    "Quantum materials",
                    "frustrated magnetism",
                    "intertwined phases",
                    "strange metals"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}