{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3IGBDYW9",
            "dCJ7BLMAAAAJ",
            [
                "Hotspots of deep ocean mixing on the Oregon continental slope",
                "Internal‐tide generation and destruction by shoaling internal tides",
                "The unpredictable nature of internal tides on continental shelves",
                "Are any coastal internal tides predictable?",
                "Internal‐tide energy over topography"
            ],
            [
                "Two deep ocean hotspots of turbulent mixing were found over the Oregon continental slope. Thorpe‐scale analyses indicate time‐averaged turbulent energy dissipation rates of ε > 10−7 W\/kg and eddy diffusivities of Kρ ∼ 10−2 m2\/s at both hotspots. However, the structure of turbulence and its generation mechanism at each site appear to be different. At the 2200‐m isobath, sustained >100‐m high turbulent overturns occur in stratified fluid several hundred meters above the bottom. Turbulence shows a clear 12.4‐h periodicity proposed to be driven by flow over a nearby 100‐m tall ridge. At the 1300‐m isobath, tidally‐modulated turbulence of similar intensity is confined within a stratified bottom boundary layer. Along‐slope topographic roughness at scales not resolved in global bathymetric data sets appears to be responsible for the bulk of the turbulence observed. Such topography is common to most continental …",
                "Internal‐tide generation is usually predicted from local topography, surface tides, and stratification. However, internal tides are often observed to be unrelated to local spring‐neap forcing, appearing intermittently in 3–5 day bursts. Here we suggest a source of this intermittency by illustrating how remotely‐generated shoaling internal tides induce first‐order changes in local internal‐tide generation. Theory, numerical simulations, and observations show that pressure perturbations associated with shoaling internal tides can correlate with surface‐tide velocities to generate or destroy internal tides. Where shoaling internal tides have random phase, such as on the New Jersey slope, time‐averaged internal‐tide generation is unaffected, but instantaneous internal‐tide generation varies rapidly, altering internal‐tide energy and possibly affecting nonlinear internal waves, across‐shelf transport, and mixing. Where shoaling …",
                "Packets of nonlinear internal waves (NLIWs) in a small area of the Mid-Atlantic Bight were 10 times more energetic during a local neap tide than during the preceding spring tide. This counterintuitive result cannot be explained if the waves are generated near the shelf break by the local barotropic tide since changes in shelfbreak stratification explain only a small fraction of the variability in barotropic to baroclinic conversion. Instead, this study suggests that the occurrence of strong NLIWs was caused by the shoaling of distantly generated internal tides with amplitudes that are uncorrelated with the local spring-neap cycle. An extensive set of moored observations show that NLIWs are correlated with the internal tide but uncorrelated with barotropic tide. Using harmonic analysis of a 40-day record, this study associates steady-phase motions at the shelf break with waves generated by the local barotropic tide and …",
                "Surface tides are the heartbeat of the ocean. Because they are controlled by Earth's motion relative to other astronomical objects in our solar system, surface tides act like clockwork and generate highly deterministic ebb and flow familiar to all mariners. In contrast, baroclinic motions at tidal frequencies are much more stochastic, owing to complexities in how these internal motions are generated and propagate. Here, we present analysis of current records from continental margins worldwide to illustrate that coastal internal tides are largely unpredictable. This conclusion has numerous implications for coastal processes, as across-shelf exchange and vertical mixing are, in many cases, strongly influenced by the internal wave field.",
                "The method used to separate surface and internal tides ultimately defines properties such as internal‐tide generation and the depth structure of internal‐tide energy flux. Here, we provide a detailed analysis of several surface‐\/internal‐tide decompositions over arbitrary topography. In all decompositions, surface‐tide velocity is expressed as the depth average of total velocity. Analysis indicates that surface‐tide pressure is best expressed as the depth average of total pressure plus a new depth‐dependent profile of pressure, which is due to isopycnal heaving by movement of the free surface. Internal‐tide velocity and pressure are defined as total variables minus the surface‐tide components. Corresponding surface‐ and internal‐tide energy equations are derived that contain energy conversion solely through topographic internal‐tide generation. The depth structure of internal‐tide energy flux produced by the new …"
            ],
            [
                [
                    "Physical Limnology",
                    "Physical Oceanography",
                    "Internal Waves",
                    "Tides",
                    "Turbulence"
                ]
            ],
            [
                "Dr. Sam Kelly Dr. Sam Kelly Associate Professor Research Interests:  Physical Limnology and Oceanography. See Dr. Kelly's personal website for more information. smkelly@d.umn.edu (218) 726-7205 376 Marshall W. Alworth Hall"
            ]
        ]
    ]
}