{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3JUSL95Q",
            "3K0EIxcAAAAJ",
            [
                "Low-resistance and high-transparency Ni\/indium tin oxide ohmic contacts to p-type GaN",
                "Enhanced output power of near-ultraviolet InGaN-GaN LEDs grown on patterned sapphire substrates",
                "Defect reduction and efficiency improvement of near-ultraviolet emitters via laterally overgrown GaN on a GaN\/patterned sapphire template",
                "GaN-based light-emitting diodes with indium tin oxide texturing window layers using natural lithography",
                "Fabrication of pyramidal patterned sapphire substrates for high-efficiency InGaN-based light emitting diodes",
                "High-quality  heterojunctions and their photovoltaic effects",
                "Improved conversion efficiency of GaN\/InGaN thin-film solar cells",
                "High-Performance Transparent Barrier Films of SiO x∕ SiN x Stacks on Flexible Polymer Substrates",
                "High-power GaN-mirror-Cu light-emitting diodes for vertical current injection using laser liftoff and electroplating techniques"
            ],
            [
                "The characteristics of Ni\/indium tin oxide (ITO) ohmic contacts to p-type GaN (∼2×1017 cm−3) have been studied. The Ni\/ITO (10 nm\/250 nm) layers were prepared by thermal evaporation and rf magnetron sputtering, respectively. Although the as-deposited Ni\/ITO contacts present rectified behavior, the linear current–voltage characteristics can be obtained. The contact resistance can be reduced significantly for the ITO\/Ni\/p-GaN samples after suitable rapid thermal process. The contact property of ITO\/Ni\/p-GaN shows lowest specific contact resistivity of 8.6×10−4 Ω cm2 and high transparency (above 80% for 450–550 nm) as the sample annealed at 600 °C in air. Possible mechanisms for the observed low contact resistance and high transparency will be discussed. The present process is compatible with the fabrication for the high-efficient GaN light-emitting devices.",
                "Near-ultraviolet nitride-based light-emitting diodes (LEDs) with peak emission wavelengths around 410 nm were fabricated onto c-face patterned sapphire substrates (PSS). It was found that the electroluminescence intensity of the PSS LED shown 63% larger than that of the conventional LED. For a typical lamp-form PSS LED operating at a forward current of 20 mA, the output power and external quantum efficiency were estimated to be 10.4 mW and 14.1%, respectively. The improvement in the light intensity could be attributed to the decrease of threading dislocations and the increase of light extraction efficiency in the horizontal direction using a PSS.",
                "An approach to improve the defect density and internal quantum efficiency of near-ultraviolet emitters was proposed using a combination of epitaxial lateral overgrowth (ELOG) and patterned sapphire substrate (PSS) techniques. Especially, a complementary dot array pattern corresponding to the underlying PSS was used for the ELOG-SiO2 mask design. Based on the transmission-electron-microscopy and etch-pit-density results, the ELOG∕SiO2∕GaN∕PSS structure can reduce the defect density to a level of 105cm−2. The internal quantum efficiency of the InGaN-based ELOG-PSS light-emitting diode (LED) sample showed three times in magnitude as compared with that of the conventional GaN\/sapphire one. Under a 20mA injection current, the output powers of ELOG-PSS, PSS, and conventional LED samples were measured to be 3.3, 2.9, and 2.5mW, respectively. The enhanced output power could be due to …",
                "There is a significant gap between the internal and external efficiencies of conventional GaN light-emitting diodes (LEDs). The reason for this shortfall is the narrow escape cone for light in high refractive index semiconductors. In this letter, the p-side-up GaN∕sapphire LEDs with surface textured indium tin oxide (ITO) widow layers were investigated using natural lithography with polystyrene spheres as the etching mask. Under optimum etching conditions, the surface roughness of the ITO film can reach 140 nm while the polystyrene sphere on the textured ITO surface is maintained at about 250–300 nm in diameter. The output power of the ITO∕GaN LED with and without surface texturing is 10.9, and 8.5 mW at 20 mA, respectively. The LEDs fabricated using the surface-textured ITO produced an output power that exceeded that of the planar-surface LED by about 28% at 20 mA.",
                "In this study, a wet-etched pyramidal patterned sapphire substrate (PSS) was used to fabricate the near-ultraviolet InGaN-based light-emitting diodes (LEDs). The pyramidal PSS was etched using a mixture solution and the activation energy of this reaction is determined to be. Three symmetric sidewall facets of the etched pyramidal hole were on the (0001) sapphire. It was found that the GaN epi layer grew laterally from the top of the pyramid pit and overhung the cavity. An evident reduction in dislocation density of the GaN-on-PSS sample can be confirmed by the etch-pit-density, double-crystal X-ray, and micro photoluminescence measurement results. Under a forward injection current, the output power of the conventional and pyramidal PSS LEDs (in epoxy lamp form,) were 7.45 and, respectively. A 25% enhancement in output power was achieved in the pyramidal PSS LED as compared with that of the …",
                "High-quality p-GaN∕i-In0.1Ga0.9N∕n-GaN heterojunctional epilayers are grown on (0001)-oriented sapphire substrates by metal organic chemical vapor deposition. The Pendellösung fringes around the InGaN peak in high-resolution x-ray diffraction (HRXRD) confirm a sharp interface between InGaN and GaN films. The corresponding HRXRD and photoluminescence measurements demonstrate that there is no observable phase separation. The improvement in crystal quality yields high-performance photovoltaic cells with open-circuit voltage of around 2.1eV and fill factor up to 81% under standard AM 1.5 condition. The dark current-voltage measurements show very large shunt resistance, implying an insignificant leakage current in the devices and therefore achieving the high fill factor in the illuminated case.",
                "In this letter, we report on the fabrication and photovoltaic characteristics of p-i-n GaN\/InGaN thin-film solar cells. The thin-film solar cells were fabricated by removing sapphire using a laser lift-off technique and, then, transferring the remaining p-i-n structure onto a Ti\/Ag mirror-coated Si substrate via wafer bonding. The mirror structure is helpful to enhance light absorption for a solar cell with a thin absorption layer. After the thin-film process for a conventional sapphire-based p-i-n solar cell, the device exhibits an enhancement factor of 57.6% in current density and an increment in conversion efficiency from 0.55% to 0.80%. The physical origin for the photocurrent enhancement in the thin-film solar cell is related to multireflection of light by the mirror structure.",
                "A transparent barrier structure consisting of silicon oxide stacks was deposited on a polycarbonate substrate at 80 C by plasma-enhanced chemical vapor deposition. Details of radio-frequency (rf) power effects on the and film properties in terms of etching rate, refractive index, internal stress, and water vapor transmission rate (WVTR) were investigated. It was found that the impermeability, flexibility, and optical property of the barrier films can be tailored by varying the rf power. A gradual decrease in the compressive internal stress of each stack film was designed to prevent the stress-induced cracks during the multilayer deposition process. The WVTR value of the optimum barrier structure (+ 6 pairs of) can reduce to under a calcium test (100 days at, 40% relative humidity). After 5000 cyclic bending tests in a compressive mode, the WVTR value can keep below. The performance of the barrier stacks presented has …",
                "A large-area (1 \/spl times\/ 1 mm) vertical conductive GaN-mirror-Cu light-emitting diode (LED) fabricated using the laser liftoff and electroplating techniques is demonstrated. Selective p-GaN top area was first electroplated by the thick copper film, and then an excimer laser was employed to separate the GaN thin film from the sapphire substrate. The luminance intensity of the vertical conductive p-side-down GaN-mirror-Cu LED presented about 2.7 times in magnitude as compared with that of the original GaN-sapphire LED (at 20 mA). The light output power for the GaN-mirror-Cu LED was about twofold stronger (at 500 mA). A more stable peak wavelength shift under high current injection was also observed."
            ],
            [
                [
                    "Optoelectronics"
                ]
            ],
            [
                "Raymond Chiao (209) 228-8662 http:\/\/faculty1.ucmerced.edu\/rchiao\/ Ph. D., 1965 -  Massachusetts Institute of Technology B.S., 1961 -  Princeton University Raymond Chiao is a professor jointly in the UC Merced schools of Natural Sciences and Engineering. Previously, he was a professor for 38 years at UC Berkeley, where he earned international acclaim (including the Willis E. Lamb Medal and the Einstein Prize for Laser Science) studying nonlinear and quantum optics. At UC Merced, is pursuing a new line of groundbreaking research on gravitational radiation. Interdisciplinary\/Multidisciplinary Group: Nanoscience"
            ]
        ]
    ]
}