{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3JV4LCFZ",
            "pcFdcOAAAAAJ",
            [
                "Physical health consequences of physical and psychological intimate partner violence",
                "Frequency and correlates of intimate partner violence by type: physical, sexual, and psychological battering.",
                "Social support protects against the negative effects of partner violence on mental health",
                "Frequency of obsessive-compulsive disorder in a community sample of young adolescents",
                "Severe dating violence and quality of life among South Carolina high school students",
                "Aggression, substance use, and suicidal behaviors in high school students.",
                "The CES-D as a screen for depression and other psychiatric disorders in adolescents",
                "Prevalence of PTSD in a community sample of older adolescents",
                "Prevalence and correlates of ADHD symptoms in the national health interview survey",
                "Prevalence and correlates of depressed mood among youth with diabetes: the SEARCH for Diabetes in Youth study"
            ],
            [
                "Background Past studies that have addressed the health effects of intimate partner violence (IPV) have defined IPV as violence based on physical blows that frequently cause injuries. To our knowledge, no epidemiologic research has assessed the physical health consequences of psychological forms of IPV.Objective To estimate IPV prevalence by type and associated physical health consequences among women seeking primary health care.",
                "OBJECTIVES: This study estimated the frequency and correlates of intimate partner violence by type (physical, sexual, battering, or emotional abuse) among women seeking primary health care. METHODS: Women aged 18 to 65 years who attended family practice clinics in 1997 and 1998 took part. Participation included a brief in-clinic survey assessing intimate partner violence. Multiple polytomous logistic regression was used to assess correlates of partner violence by type. RESULTS: Of 1401 eligible women surveyed, 772 (55.1%) had experienced some type of intimate partner violence in a current, most recent, or past intimate relationship with a male partner; 20.2% were currently experiencing intimate partner violence. Among those who had experienced partner violence in any relationship, 77.3% experienced physical or sexual violence, and 22.7% experienced nonphysical abuse. Alcohol and\/or drug abuse …",
                "Objectives: Social support for abused women may reduce the impact of abuse on mental health, yet few studies have addressed this issue. We wish to determine associations between intimate partner          violence (IPV) and mental health outcomes and to assess the protective role of abuse disclosure and support on mental health among abused women.Methods: A cross-sectional survey was conducted          of 1152 women, ages 18-65, recruited from family practice clinics from 1997 through 1999. They were screened for IPV during a brief in-clinic interview, and physical and mental health status was assessed          in a follow-up interview.Results: IPV, defined as sexual, physical, or psychological abuse, was associated with poor perceived mental and physical health, substance abuse, symptoms of posttraumatic          stress disorder (PTSD), current depression, anxiety, and suicide ideation\/actions. Among …",
                "To investigate the frequency and phenomenology of obsessive-compulsive disorder (OCD) and subclinical OCD in young adolescents.A two-stage epidemiological study originally designed to investigate adolescent depression was conducted between 1986 and 1988 in the southeastern United States. In the first stage, a self-report depressive symptom questionnaire was administered to a community sample of 3,283 adolescents. In the diagnostic stage, the Schedule for Affective Disorders and Schizophrenia for School-Age Children and the Children's Global Assessment Scale were administered to 488 mother-child pairs.The prevalences of OCD and subclinical OCD were found to be 3% and 19%, respectively. Prevalences were similar in males and females. Females reported more symptoms of compulsions although males reported more obsessions. About 55% of adolescents with OCD …",
                "Background: Little research has addressed the impact of dating violence and forced-sex victimization and perpetration on adolescent well-being. In this cross-sectional study, we provide (1) estimates of severe dating violence (SDV) by victimization and perpetration status, (2) estimates of lifetime forced-sex victimization and perpetration, (3) demographic and health behaviors correlated with SDV, and (4) associations between SDV and forced sex and well-being as assessed by (1) health-related quality of life (H-R QOL) and (2) life satisfaction measures.Methods: We used a stratified cluster sample of 5414 public high school students, grades 9 through 12, who responded to the 1997 self-administered South Carolina Youth Risk Behavior Survey.Results: Nearly 12% of adolescents self-reported SDV as a victim (7.6%) or a perpetrator (7.7%), and SDV rates (victimization\/perpetration combined) are higher in girls (14 …",
                "OBJECTIVES. We sought to analyze the frequency and correlates of suicidal behaviors in a community sample of adolescents. METHODS. Information concerning suicidal thoughts and acts, aggressive behaviors, substance use and physical recklessness were collected with the 70-item self-report Youth Risk Behavior Survey from a statewide sample of 3764 South Carolina public high school students. RESULTS. Seventy-five percent of students reported no suicidal behaviors, 11% reported serious suicidal thoughts, 6.4% reported specific suicidal plans, 5.9% reported attempts not requiring medical care, and 1.6% reported attempts requiring medical care. All types of suicidal behaviors occurred more frequently in females than males. Odds ratios for aggressive behaviors and cigarette use were elevated across all categories of suicide behaviors, increasing in magnitude with severity of reported suicidal behavior …",
                "The performance of the Center for Epidemiologic Studies Depression Scale (CES-D) as a screen for depression was explored in a two-stage epidemiological study of adolescents. The study consisted of a CES-D screening stage completed by a school sample of 2,465 young adolescents and a structured psychiatric interview stage completed by 332 mother-adolescent pairs. Adolescents with interview validated depression had elevated screening scores (X = 31.10, SD = 11.30) compared with individuals with no disorder (X = 21.01, SD = 11.77). Using receiver operating characteristic curves, a cut point of 12 for males produced the best overall screening characteristics (sensitivity = 0.85, specificity = 0.49), while for females, a cut point of 22 was optimal (sensitivity = 0.83, specificity = 0.77).",
                "To examine prevalence and correlates of trauma and posttraumatic stress disorder (PTSD) symptoms and diagnosis in older adolescents aged 16 through 22 years.The second cycle of a longitudinal epidemiological study in the Southeast included a semistructured interview assessing PTSD symptomatology administered to 490 adolescents.Approximately 3% of female subjects and 1% of male subjects satisfied the DSM-IV criteria for PTSD. Females reported more traumatic events than males, and black subjects reported more events than white subjects. Being female (odds ratio = 12.32), experiencing rape or child sexual abuse (odds ratio = 49.37), and witnessing an accident or medical emergency (odds ratio = 85.02) were associated with increased risk of PTSD.While relatively few adolescents satisfy the criteria for PTSD, most subjects who experienced a traumatic event …",
                "Objective: Study the prevalence and correlates of ADHD symptoms in the National Health Interview Survey (NHIS). Methods: NHIS includes 10,367 children ages 4 to 17. Parents report lifetime diagnosis of ADHD and complete the Strengths and Difficulties Questionnaire (SDQ). Prevalences of clinically significant ADHD and comorbid symptoms by race and ethnicity, gender, and age are presented. Results: Prevalence of clinically significant SDQ ADHD symptoms is 4.19% (males) and 1.77% (females). Male prevalence by race is 3.06% for Hispanics, 4.33% for Whites, and 5.65% for Blacks. Significant differences in prevalence occur across gender (p < .01) and among males across race (p < .01), age (p < .01), and income (p < .02). In the full sample, 6.80% of males and 2.50% of females have a parent-reported lifetime ADHD diagnosis but are negative for SDQ ADHD. Likewise, 1.59% of males and 0.81% of …",
                "OBJECTIVE.The objective of this study was to determine if depressed mood among youth with diabetes was associated with type and duration of diabetes, mean glycosylated hemoglobin (HbA1c) level, and the frequency of diabetic ketoacidosis (DKA) and hypoglycemic episodes, hospitalizations, and emergency department (ED) visits.METHODS.A total of 2672 youth (aged 10–21 years) who had diabetes for a mean duration of 5 years completed a SEARCH study visit, in which their HbA1c was measured and information about their demographic characteristics, diabetes type and duration, and episodes of DKA, hypoglycemia, hospitalizations, and ED visits over the previous 6 months was collected. Their level of depressed mood was measured using the Center for Epidemiologic Studies Depression Scale (CES-D).RESULTS.Among these youth, 14% had mildly (CES-D 16–23) and 8.6% had moderately or …"
            ],
            [
                [
                    "psychiatric epidemiology",
                    "public health ethics"
                ]
            ]
        ]
    ]
}