{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3KB8ZJUI",
            "sLbYLgoAAAAJ",
            [
                "Thin‐film solar cells: device measurements and analysis",
                "Development of CuInSe2 Nanocrystal and Nanoring Inks for Low-Cost Solar Cells",
                "Bulk and metastable defects in  thin films using drive-level capacitance profiling",
                "Device and material characterization of Cu(InGa)Se2 solar cells with increasing band gap",
                "Optical characterization of  alloy thin films by spectroscopic ellipsometry",
                "Effect of Ga content on defect states in CuIn1−xGaxSe2 photovoltaic devices",
                "High-efficiency solar cells based on  thin films",
                "Preparation of homogeneous Cu(InGa)Se2 films by selenization of metal precursors in H2Se atmosphere",
                "Effect of substrate temperature and depostion profile on evaporated Cu (InGa) Se2 films and devices",
                "DC conductivity of arsenic-doped silicon near the metal-insulator transition"
            ],
            [
                "Characterization of amorphous Si, CdTe, and Cu(InGa)Se2‐based thin‐film solar cells is described with focus on the deviations in device behavior from standard device models. Quantum efficiency (QE), current–voltage (J–V), and admittance measurements are reviewed with regard to aspects of interpretation unique to the thin‐film solar cells. In each case, methods are presented for characterizing parasitic effects common in these solar cells in order to identify loss mechanisms and reveal fundamental device properties. Differences between these thin‐film solar cells and idealized devices are largely due to a high density of defect states in the absorbing layers and to parasitic losses due to the device structure and contacts. There is also commonly a voltage‐dependent photocurrent collection which affects J–V and QE measurements. The voltage and light bias dependence of these measurements can be used to …",
                "The creation of a suitable inorganic colloidal nanocrystal ink for use in a scalable coating process is a key step in the development of low-cost solar cells. Here, we present a facile solution synthesis of chalcopyrite CuInSe2 nanocrystals and demonstrate that inks based on these nanocrystals can be used to create simple solar cells, with our first cells exhibiting an efficiency of 3.2% under AM1.5 illumination. We also report the first solution synthesis of uniform hexagonal shaped single crystals CuInSe2 nanorings by altering the synthesis parameter.",
                "The drive-level capacitance profiling technique has been applied to ZnO\/CdS\/CuIn1−xGaxSe2\/Mo solar cell devices, in order to study properties of defects in the CuIn1−xGaxSe2 film. Properties studied include the spatial uniformity, bulk defect response, carrier density, and light-induced metastable effects. These results indicate that previous estimates of carrier densities, from C–V profiling, may be significantly overestimated. In addition, a defect response previously thought to be located at the interface is observed to exist throughout the bulk material. Finally, an infrared light-soaking treatment is demonstrated to induce metastable changes in the bulk CuIn1−xGaxSe2 film. Hence, the drive-level capacitance profiling technique provides valuable insights into these films. Herein, the technique itself is fully explained, compared to other junction capacitance methods, and its utility is demonstrated using numerical …",
                "Thin‐film solar cells have been fabricated from Cu(InGa)Se2 films which were deposited by four‐source elemental evaporation with [Ga]\/([In]+[Ga]) from 0.27 to 0.69 corresponding to a band gap from 1.16 to 1.45 eV. The films were intentionally deposited with no grading of the Ga and In to avoid gradients in their electrical and optical properties. X‐ray diffraction, energy‐dispersive x‐ray spectroscopy, and Auger electron spectroscopy show that the films have uniform composition with no change in structure and morphology. Glass\/Mo\/Cu(InGa)Se2\/CdS\/ZnO devices have open‐circuit voltage increasing over the entire band gap range to 788 mV and 15% total area efficiency for band gap less than 1.3 eV, or [Ga]\/([In]+[Ga]) less than 0.5. A decrease in device efficiency with higher Ga content is caused primarily by a lower fill factor. Analysis of current–voltage and quantum efficiency measurements show that this results …",
                "Optical constants of polycrystalline thin film CuIn1−xGaxSe2 alloys with Ga\/(Ga+In) ratios from 0 to 1 have been determined by spectroscopic ellipsometry over an energy range of 0.75–4.6 eV. CuIn1−xGaxSe2 films were deposited by simultaneous thermal evaporation of elemental copper, indium, gallium and selenium. X-ray diffraction measurements show that the CuIn1−xGaxSe2 films are single phase. Due to their high surface roughness, the films are generally not suitable for ellipsometer measurements. A method is presented in which spectroscopic ellipsometer measurements were carried out on the reverse side of the CuIn1−xGaxSe2 films immediately after peeling them from Mo-coated soda lime glass substrates. A detailed description of multilayer optical modeling of ellipsometric data, generic to ternary chalcopyrite films, is presented. Accurate values of the refractive index and extinction coefficient were …",
                "Defects in the band gap of CuIn1−xGaxSe2 have been characterized using transient photocapacitance spectroscopy. The measured spectra clearly show response from a band of defects centered around 0.8 eV from the valence band edge as well as an exponential distribution of band tail states. Despite Ga contents ranging from Ga\/(In+Ga)=0.0 to 0.8, the defect bandwidth and its position relative to the valence band remain constant. This defect band may act as an important recombination center, contributing to the decrease in device efficiency with increasing Ga content.",
                "A Cu(InAl)Se2 solar cell with 16.9% efficiency is demonstrated using a Cu(InAl)Se2 thin film deposited by four-source elemental evaporation and a device structure of glass\/Mo\/Cu(InAl)Se2\/CdS\/ZnO\/indium tin oxide\/(Ni\/Algrid)\/MgF2. A key to high efficiency is improved adhesion between the Cu(InAl)Se2 and the Mo back contact layer, provided by a 5-nm-thick Ga interlayer, which enabled the Cu(InAl)Se2 to be deposited at a 530 °C substrate temperature. Film and device properties are compared to Cu(InGa)Se2 with the same band gap of 1.16 eV. The solar cells have similar behavior, with performance limited by recombination through trap states in the space charge region in the Cu(InAl)Se2 or Cu(InGa)Se2 layer.",
                "Homogeneous single phase Cu(InGa)Se2 films with Ga\/(In+Ga)=0.25–0.75 were formed by reacting Cu–Ga–In precursor films in H2Se followed by an anneal in Ar. X‐ray diffraction and Auger analysis show that the metal precursors reacted only in H2Se were multiphase films having a layered CuInSe2\/CuGaSe2 structure. Solar cells made with the multiphase films have properties similar to CuInSe2 devices. Cells made with the annealed single phase films behave like Cu(InGa)Se2 devices with the band gap expected for the precursor composition.",
                "This paper addresses the effect of substrate temperature (T SS) and deposition profile for Cu (InGa) Se 2 films deposited by multisource elemental evaporation on film structure and solar cell performance. Different temporal Cu flux profiles are utilized to give either a graded deposition incorporating a Cu-rich growth step, with [Cu]>[In]+[Ga], before achieving the final film composition with [Cu]<[In]+[Ga], or a uniform deposition with [Cu]<[In]+[Ga] throughout. The Cu (InGa) Se 2 morphology, including quantitative analysis of the grain size distributions, and the performance of completed solar cells are compared at T SS= 400 and 550° C. The higher T SS gives larger grains and better device performance with the best devices obtained in this work having efficiencies of 16.4% for 550° C and 14.1% for 400° C. At 550° C, Cu-rich film growth gives bigger grains than a uniform flux process, but there is no difference in the …",
                "dc conductivity measurements have been made on uncompensated Si: As in the concentration range 6.85× 10 18 0 18 R cm− 3 for 0.5< T< 77 K, although three samples were studied in a dilution refrigerator. Insulating samples exhibited variable-range hopping (VRH) behavior of the form σ (T)= σ 0 (1\/T) s exp [-(T 0\/T) p] for 0.86 N c N c for T< 8 K. The most satisfactory overall fit to the data is p∼(1\/4 and s∼ 0, namely Mott VRH. A new criterion is given to decide the temperature regimes where Mott or Efros-Shklovskii VRH (p=(1\/2) should be observed. The characteristic Mott temperature T 0∝(1-N\/N c) 3 ν yielded 0.77< ν< 0.97. Strong deviations from VRH behavior were observed for N< 0.84 N c. Metallic samples showed a σ (n, T)= σ (n, 0)+ m (n) T 1\/2 dependence at sufficiently low temperatures. The results yield σ (n, 0)= σ 0 (n\/n c− 1) μ with σ 0= 376 S\/cm, 8.55< n c< 8.60× 10 18 cm− 3, and μ= 0.60±0.05. The …"
            ],
            [
                [
                    "Thin Film Photovoltaics"
                ]
            ]
        ]
    ]
}