{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3LTTHDEQ",
            "m6fZXgQAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "Dynamics and Control",
                    "Robotics",
                    "Mechatronics"
                ]
            ],
            [
                "> Ranjan Mukhopadhyay Ph.D. Ranjan Mukhopadhyay, Ph.D. Associate Professor 213 BioPhysics Phone: 508-793-7175 RMukhopadhyay@clarku.edu Professor Mukhopadhyay received his M.Sc. at the Indian Institute of Technology, Kanpur, his Ph.D. from Caltech in 1998, and did postdoctoral work at Simon Fraser University and the University of Pennsylvania. He spent two years at NEC Laboratories in Princeton before joining Clark in 2003. Teaching and Research Professor Mukhopadhyay works on a range of theoretical and computational problems at the interface of physics and biology. He is fascinated by the mysteries of life at the meso-scale; a central goal of his biophysical research is to uncover the physical and organizational principles that arise at scales between atoms and organisms. His current research activities include cytoskeletal dynamics and self-organization; the physics of biomembranes and the interplay of geometry, elasticity, and spatial organization; information processing in living cells; and the evolutionary dynamics of biochemical networks. In addition to his primary research area, Professor Mukhopadhyay also maintains an active interest in foundational problems in quantum mechanics, and in understanding the nature of the mind-brain relationship. Some ongoing projects include: 1. In-silico evolution of biochemical networks Evolution is the fundamental physical process that gives rise to the diversity of biological phenomena. The goal of this research project is to develop a theoretical framework to understand the relation between biological evolution and design\/architectural principles of biomolecular networks. The challenge in formulating any quantitative understanding of this relationship is the complexity of the mapping between genotype and phenotype (which is often not understood), since change is driven by random processes operating at the genotypic level while selection occurs at the phenotypic level. Mukhopadhyay and his collaborators have recently developed a simplified but physically based model in the context of protein-protein interaction networks that makes it possible to generate such a mapping and are currently applying this model to understand architectural principles in relatively simple biochemical circuits as well as to address broad and fundamental questions such as the relation between evolvability and robustness. The project will integrate theoretical ideas and mathematical techniques from nonlinear systems dynamics, stochastic processes, statistical mechanics, and information theory. 2. Physical principles of intracellular protein organization in living cells Both eukaryotic as well as prokaryotic cells exhibit a high degree of protein organization and localization, and the proper localization of many of these proteins is often essential for their functioning; mislocalization of these proteins leads to defects in phenotype. The group has applied methods and modeling techniques from statistical mechanics and soft condensed matter to elucidate the physical principles underlying protein organization in living cells. One class of projects involves modeling spatial and temporal organization of the biomembrane, it’s coupling to membrane geometry, and its role in protein localization and organization. A second class of projects focuses on protein clustering and the role of cellular dynamics in modulating protein assemblies and their spatio-temporal localization. 3. Cytoskeletal self-organization The intracellular actin cytoskeleton is a dynamical system where actin filaments treadmill, growing and disassembling continuously, and the actin polymer network undergoes constant and rapid reshaping. Actin dynamics play a vital role in processes such as cell motility, active cell shape control, generation of cleavage furrow during cell division, and phagocytosis. The goal of this project is to understand the spatiotemporal dynamics and self-organization of the cytoskeleton as well as to model the coupling between cytoskeletal dynamics and membrane mechanics. Professor Mukhopadhyay has developed a minimal dynamical model to explain experimental observations of actin waves in living cells (in particular, in cells where the actin cytoskeleton was chemically depolymerized and then allowed to repolymerize); the next step would be to understand how this dynamics couples to the membrane, which is relevant, for example, for explaining phagocytosis in Dictyostelium cells. Another direction is modeling the dynamics of cell-spreading on a substrate and understanding both the role of the cytoskeleton and the biomembrane in governing this dynamics. Professor Mukhopadhyay’s teaching experience includes core undergraduate and graduate courses, such as Methods of Physics, Quantum Mechanics, and graduate Electrodynamics; science perspective courses such as Discovering Physics; as well as specialized courses developed by him which include the Physics of Biomolecular Networks, Information theory and Inference, and Advanced Condensed Matter Physics. “Cell geometry and leaflet bilayer asymmetry regulate domain formation in plasma membranes,” M.Z. Ali, K.C. Huang, N.S. Wingreen, and R. Mukhopadhyay, Phys. Rev. E  99, 012401 (2019). “Modeling evolution of crosstalk in noisy signal transduction networks,” A. Tareen, N.S. Wingreen, and R. Mukhopadhyay,  Phys Rev. E (Rapid Communication) 97, 020402(R) (2018). “Hidden long evolutionary memory in a model biochemical network,” M. Z. Ali, N. S. Wingreen, and R. Mukhopadhyay, Physical Review E (Rapid Communications),  97, 040401(R) (2018). “Physical model of protein cluster positioning in growing bacteria,” V. Wasnik, H. Wang, N.S. Wingreen, and R. Mukhopadhyay, New J. Phys. 19, 104704 (Focus issue on Bacterial Mechanics) (2017). “Modeling Curvature-Dependent Subcellular Localization of the Small Sporulation Protein SpoVM in Bacillus subtilis.” V. Wasnik, N.S. Wingreen, and R. Mukhopadhyay, PLoS ONE 10, e0111971 (2015). “Quantum mechanics, objective reality, and the problem of consciousness,” R. Mukhopadhyay, Journal of Consciousness Studies 21, 57-80 (2014). “Modeling the dynamics of self-organizing actin waves in  living cells,” V. Wasnik and R. Mukhopadhyay, Phys. Rev. E 90, 052707 (2014).  “Mechanics of membrane bulging during cell-wall disruption in Gram-negative bacteria,” K.E. Daly, K.C. Huang, N.S. Wingreen, and R. Mukhopadhyay, Phys. Rev. E  83, 041922 (2012). “Protein-coat dynamics and cluster phases in intracellular trafficking,” H. Wang, G. Huber, and R. Mukhopadhyay, Journal of Physics: Cond. Mat. (special edition on cooperative dynamics) 23, 374105 (2011). “Curvature and shape determination of growing bacteria,” R. Mukhopadhyay and N. S. Wingreen,  Phys. Rev. E 80, 062901 (2009). “Cell shape and cell-wall organization in Gram-negative bacteria,” K.C. Huang, R. Mukhopadhyay, B. Wen, Z. Gitai, and N.S. Wingreen, Proceedings of the National Academy of Science 105, 19281-19286 (2008). “Self-organized periodic positioning of protein clusters in growing bacteria,” H. Wang, N.S. Wingreen, and R. Mukhopadhyay, Phys. Rev. Lett. 101, 218101 (2008)."
            ]
        ]
    ]
}