{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3LYZI8RS",
            "ebL6B7UAAAAJ",
            [
                "Colloquium: Topological insulators",
                "Quantum spin Hall effect in graphene",
                "Z 2 topological order and the quantum spin Hall effect",
                "Superconducting proximity effect and Majorana fermions at the surface of a topological insulator",
                "Topological insulators in three dimensions",
                "Topological insulators with inversion symmetry",
                "High-field electrical transport in single-wall carbon nanotubes",
                "Transmission through barriers and resonant tunneling in an interacting one-dimensional electron gas",
                "Observation of unconventional quantum spin textures in topological insulators",
                "Transport in a one-channel Luttinger liquid"
            ],
            [
                "Topological insulators are electronic materials that have a bulk band gap like an ordinary insulator but have protected conducting states on their edge or surface. These states are possible due to the combination of spin-orbit interactions and time-reversal symmetry. The two-dimensional (2D) topological insulator is a quantum spin Hall insulator, which is a close cousin of the integer quantum Hall state. A three-dimensional (3D) topological insulator supports novel spin-polarized 2D Dirac fermions on its surface. In this Colloquium the theoretical foundation for topological insulators and superconductors is reviewed and recent experiments are described in which the signatures of topological insulators have been observed. Transport experiments on Hg Te∕ Cd Te quantum wells are described that demonstrate the existence of the edge states predicted for the quantum spin Hall insulator. Experiments on Bi 1− x Sb x …",
                "We study the effects of spin orbit interactions on the low energy electronic structure of a single plane of graphene. We find that in an experimentally accessible low temperature regime the symmetry allowed spin orbit potential converts graphene from an ideal two-dimensional semimetallic state to a quantum spin Hall insulator. This novel electronic state of matter is gapped in the bulk and supports the transport of spin and charge in gapless edge states that propagate at the sample boundaries. The edge states are nonchiral, but they are insensitive to disorder because their directionality is correlated with spin. The spin and charge conductances in these edge states are calculated and the effects of temperature, chemical potential, Rashba coupling, disorder, and symmetry breaking fields are discussed.",
                "The quantum spin Hall (QSH) phase is a time reversal invariant electronic state with a bulk electronic band gap that supports the transport of charge and spin in gapless edge states. We show that this phase is associated with a novel Z 2 topological invariant, which distinguishes it from an ordinary insulator. The Z 2 classification, which is defined for time reversal invariant Hamiltonians, is analogous to the Chern number classification of the quantum Hall effect. We establish the Z 2 order of the QSH phase in the two band model of graphene and propose a generalization of the formalism applicable to multiband and interacting systems.",
                "We study the proximity effect between an s-wave superconductor and the surface states of a strong topological insulator. The resulting two-dimensional state resembles a spinless p x+ i p y superconductor, but does not break time reversal symmetry. This state supports Majorana bound states at vortices. We show that linear junctions between superconductors mediated by the topological insulator form a nonchiral one-dimensional wire for Majorana fermions, and that circuits formed from these junctions provide a method for creating, manipulating, and fusing Majorana bound states.",
                "We study three-dimensional generalizations of the quantum spin Hall (QSH) effect. Unlike two dimensions, where a single Z 2 topological invariant governs the effect, in three dimensions there are 4 invariants distinguishing 16 phases with two general classes: weak (WTI) and strong (STI) topological insulators. The WTI are like layered 2D QSH states, but are destroyed by disorder. The STI are robust and lead to novel “topological metal” surface states. We introduce a tight binding model which realizes the WTI and STI phases, and we discuss its relevance to real materials, including bismuth.",
                "Topological insulators are materials with a bulk excitation gap generated by the spin-orbit interaction that are different from conventional insulators. This distinction is characterized by Z 2 topological invariants, which characterize the ground state. In two dimensions, there is a single Z 2 invariant that distinguishes the ordinary insulator from the quantum spin-Hall phase. In three dimensions, there are four Z 2 invariants that distinguish the ordinary insulator from “weak” and “strong” topological insulators. These phases are characterized by the presence of gapless surface (or edge) states. In the two-dimensional quantum spin-Hall phase and the three-dimensional strong topological insulator, these states are robust and are insensitive to weak disorder and interactions. In this paper, we show that the presence of inversion symmetry greatly simplifies the problem of evaluating the Z 2 invariants. We show that the …",
                "Using low-resistance electrical contacts, we have measured the intrinsic high-field transport properties of metallic single-wall carbon nanotubes. Individual nanotubes appear to be able to carry currents with a density exceeding 10 9 A\/cm 2. As the bias voltage is increased, the conductance drops dramatically due to scattering of electrons. We show that the current-voltage characteristics can be explained by considering optical or zone-boundary phonon emission as the dominant scattering mechanism at high field.",
                "We study theoretically transport of a one-dimensional single-channel interacting electron gas through barriers or constrictions. We find that electrons with repulsive interactions, incident upon a single barrier, are completely reflected at zero temperature. At finite temperature (T), the conductance is shown to vanish as a power of T, and at zero temperature, power-law current-voltage characteristics are predicted. For attractive interactions, we predict perfect transmission at zero temperature, with similar power-law corrections. We also study resonant tunneling through a double-barrier structure and related effects associated with the Coulomb blockade. Resonant peaks in the transmission are possible, provided the interactions are not too strongly repulsive. However, in contrast to resonant tunneling in a noninteracting electron gas, we find that in the presence of interactions the width of the resonance vanishes, as a …",
                "A topologically ordered material is characterized by a rare quantum organization of electrons that evades the conventional spontaneously broken symmetry–based classification of condensed matter. Exotic spin-transport phenomena, such as the dissipationless quantum spin Hall effect, have been speculated to originate from a topological order whose identification requires a spin-sensitive measurement, which does not exist to this date in any system. Using Mott polarimetry, we probed the spin degrees of freedom and demonstrated that topological quantum numbers are completely determined from spin texture–imaging measurements. Applying this method to Sb and Bi1–xSbx, we identified the origin of its topological order and unusual chiral properties. These results taken together constitute the first observation of surface electrons collectively carrying a topological quantum Berry9s phase and definite spin …",
                "We study theoretically the transport of a one-channel Luttinger liquid through a weak link. For repulsive electron interactions, the electrons are completely reflected by even the smallest scatterer, leading to a truly insulating weak link, in striking contrast to that for noninteracting electrons. At finite temperature (T) the conductance is nonzero, and is predicted to vanish as a power of T. At T= 0 power-law current-voltage characteristics are predicted. For attractive interactions, a Luttinger liquid is argued to be perfectly transmitted through even the largest of barriers. The role of Fermi-liquid leads is also explored."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Charles Kane Christopher H. Browne Distinguished Professor of Physics Condensed Matter Theory DRL 2N17d Website Christopher H. Browne Distinguished Professor of Physics 2016- Walter H. and Leonore C. Annenberg Professor in the Natural Sciences, 2014 - 2016 Class of 1965 Endowed Term Chair 2012 - 2014 Associate Chair for Undergraduate Affairs, Physics Department, University of Pennsylvania, 2002-2005 Associate Professor of Physics, University of Pennsylvania 1997-2006 Assistant Professor of Physics, University of Pennsylvania 1991-1997 Postdoctoral Associate, IBM T.J. Watson Research Center, Yorktown Heights, NY 1989-1991 Honors include: Benjamin Franklin Medal, 2015 Elected to National Academy of Sciences, 2014 Lindback Award for Distinguished Teaching, University of Pennsylvania, 2014 Physics Frontiers Prize, Fundamental Physics Prize Foundation, 2013 P.A.M Dirac Medal and Prize, 2012 Simons Investigator grant, 2012 Oliver Buckley Prize, 2012 Condensed Matter Europhysics Prize, 2010 Fellow of the American Physical Society 2006- IBM Predoctoral Fellowship 1988-1989 National Science Foundation Graduate Fellow 1985-1988 Ph.D. MIT 1989 B.S. University of Chicago 1985 My research is focused on the theory of quantum electronic phenomena in solids. This is an exciting branch of physics because the technology for manipulating and controlling matter on a microscopic scale continues to advance in fascinating directions. The combination of molecular beam epitaxy and lithographic techniques allows semiconductor structures to be fabricated with dimensions measured in nanometers and with such purity that electrons travel microns before scattering. Such structures can effectively confine electrons to one dimensional “quantum wires” and zero dimensional “quantum dots”. At the same time, advances in “bottom up” technology have increased control over the self assembly of matter on the atomic scale. For example, since the mid 1990’s it has been possible to controllably synthesize carbon nanotubes, which are essentially perfect molecular quantum wires. More recently, it has become possible to individual planes of graphene, which is a two dimensional structure that is a single atom thick and has fascinating electronic properties. These techniques open the door to a wide variety of materials and structures which may be important for technological innovation. They also point to a number of issues in fundamental physics. In structures of reduced dimensionality, the collective behavior of electrons is strongly influenced by quantum interference, electron-electron interactions and disorder. These theoretical issues are at the forefront of modern quantum many-body physics and form the core of my research program. My expertise combines the fields of mesoscopic physics, the study of semiconductor nanostructures and strongly correlated electron systems. My approach is often to build simple models of materials which capture robust features that transcend sample specific details. Such effective theories allow the powerful techniques of quantum field theory and statistical mechanics and numerical simulation to be applied to characterize new phases, describe critical behavior and uncover topological order. My work is usually inspired by experiments - either to explain existing data or to propose experimental methods for probing new physics. I see myself as a translator between the deep and mathematically intensive theories of quantum condensed matter and experimental phenomenology. Specific problems which I have been interested in recently include theories of one dimensional conductors, the fractional quantum Hall effect, carbon nanotubes, graphene, the quantum spin Hall effect, topological insulators, and topological quantum computing. Courses Taught Phys 171: Honors Physics (EM) “Superconducting Proximity Effect and Majorana Fermions at the Surface of a Topological Insulator,” Liang Fu and C.L. Kane, arXiv:0707.1692 (2007). “Topological Insulators in Three Dimensions,” Liang Fu, C.L. Kane and E.J. Mele, Phys. Rev. Lett. 98, 106803 (2007). “Z_2 Topological Order and the Quantum Spin Hall Effect,” C.L. Kane and E.J. Mele, Phys. Rev. Lett. 95, 246802 (2005). “Quantum Spin Hall Effect in Graphene,” C.L. Kane and E.J. Mele, Phys. Rev. Lett. 95, 226801 (2005). “Telegraph Noise and Fractional Statistics in the Quantum Hall Effect,” C.L. Kane, Phys. Rev. Lett. 90, 226802 (2003). “Sliding Luttinger liquid phases,” R. Mukhopadhyay, C.L. Kane and T.C. Lubensky, Phys. Rev. B 63, 5120 (2001). “Coulomb Interactions and Mesoscopic Effects in Carbon Nanotubes,” C.L. Kane, L. Balents and M.P.A. Fisher, Phys. Rev. Lett. 79, 5086 (1998). “Size Shape and Electronic Structure of Carbon Nanotubes,” C.L. Kane and E.J. Mele, Phys. Rev. Lett. 78, 1932 (1997). “Non Equilibrium Noise and Fractional Charge in the Quantum Hall Effect,” C.L. Kane and M.P.A. Fisher, Phys. Rev. Lett. 72, 724 (1994). “Transport through Barriers and Resonant Tunneling in an Interacting One Dimensional Electron Gas,” C.L. Kane and M.P.A. Fisher, Phys. Rev. B 46, 15233 (1992). CV (file) Prof Kane CV 2014.pdf 126.23 KB"
            ]
        ]
    ]
}