{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3M3WUL1U",
            "lY7nGvsAAAAJ",
            [
                "In vivo imaging of quantum dots encapsulated in phospholipid micelles",
                "A vesicle bioreactor as a step toward an artificial cell assembly",
                "An E. coli Cell-Free Expression Toolbox: Application to Synthetic Gene Circuits and Artificial Cells",
                "Principles of cell-free genetic circuit assembly",
                "Development of an artificial cell, from self-organization to computation and self-reproduction",
                "Protocols for implementing an Escherichia coli based TX-TL cell-free expression system for synthetic biology",
                "The All E. coli TX-TL Toolbox 2.0: A Platform for Cell-Free Synthetic Biology"
            ],
            [
                "Fluorescent semiconductor nanocrystals (quantum dots) have the potential to revolutionize biological imaging, but their use has been limited by difficulties in obtaining nanocrystals that are biocompatible. To address this problem, we encapsulated individual nanocrystals in phospholipid block–copolymer micelles and demonstrated both in vitro and in vivo imaging. When conjugated to DNA, the nanocrystal-micelles acted as in vitro fluorescent probes to hybridize to specific complementary sequences. Moreover, when injected into Xenopus embryos, the nanocrystal-micelles were stable, nontoxic (<5 × 109 nanocrystals per cell), cell autonomous, and slow to photobleach. Nanocrystal fluorescence could be followed to the tadpole stage, allowing lineage-tracing experiments in embryogenesis.",
                "An Escherichia coli cell-free expression system is encapsulated in a phospholipid vesicle to build a cell-like bioreactor. Large unilamellar vesicles containing extracts are produced in an oil–extract emulsion. To form a bilayer the vesicles are transferred into a feeding solution that contains ribonucleotides and amino acids. Transcription–translation of plasmid genes is isolated in the vesicles. Whereas in bulk solution expression of enhanced GFP stops after 2 h, inside the vesicle permeability of the membrane to the feeding solution prolongs the expression for up to 5 h. To solve the energy and material limitations and increase the capacity of the reactor, the α-hemolysin pore protein from Staphylococcus aureus is expressed inside the vesicle to create a selective permeability for nutrients. The reactor can then sustain expression for up to 4 days with a protein production of 30 μM after 4 days. Oxygen diffusion and …",
                "Cell-free protein synthesis is becoming a powerful technique to construct and to study complex informational processes in vitro. Engineering synthetic gene circuits in a test tube, however, is seriously limited by the transcription repertoire of modern cell-free systems, composed of only a few bacteriophage regulatory elements. Here, we report the construction and the phenomenological characterization of synthetic gene circuits engineered with a cell-free expression toolbox that works with the seven E. coli sigma factors. The E. coli endogenous holoenzyme E70 is used as the primary transcription machinery. Elementary circuit motifs, such as multiple stage cascades, AND gate and negative feedback loops are constructed with the six other sigma factors, two bacteriophage RNA polymerases, and a set of repressors. The circuit dynamics reveal the importance of the global mRNA turnover rate and of passive …",
                "Cell-free genetic circuit elements were constructed in a transcription–translation extract. We engineered transcriptional activation and repression cascades, in which the protein product of each stage is the input required to drive or block the following stage. Although we can find regions of linear response for single stages, cascading to subsequent stages requires working in nonlinear regimes. Substantial time delays and dramatic decreases in output production are incurred with each additional stage because of a bottleneck at the translation machinery. Faster turnover of RNA message can relieve competition between genes and stabilize output against variations in input and parameters.",
                "This article describes the state and the development of an artificial cell project. We discuss the experimental constraints to synthesize the most elementary cell-sized compartment that can self-reproduce using synthetic genetic information. The original idea was to program a phospholipid vesicle with DNA. Based on this idea, it was shown that in vitro gene expression could be carried out inside cell-sized synthetic vesicles. It was also shown that a couple of genes could be expressed for a few days inside the vesicles once the exchanges of nutrients with the outside environment were adequately introduced. The development of a cell-free transcription\/translation toolbox allows the expression of a large number of genes with multiple transcription factors. As a result, the development of a synthetic DNA program is becoming one of the main hurdles. We discuss the various possibilities to enrich and to replicate this …",
                "Ideal cell-free expression systems can theoretically emulate an in vivo cellular environment in a controlled in vitro platform. 1 This is useful for expressing proteins and genetic circuits in a controlled manner as well as for providing a prototyping environment for synthetic biology. 2, 3 To achieve the latter goal, cell-free expression systems that preserve endogenous Escherichia coli transcription-translation mechanisms are able to more accurately reflect in vivo cellular dynamics than those based on T7 RNA polymerase transcription. We describe the preparation and execution of an efficient endogenous E. coli based transcription-translation (TX-TL) cell-free expression system that can produce equivalent amounts of protein as T7-based systems at a 98% cost reduction to similar commercial systems. 4, 5 The preparation of buffers and crude cell extract are described, as well as the execution of a three tube TX-TL …",
                "We report on and provide a detailed characterization of the performance and properties of a recently developed, all Escherichia coli, cell-free transcription and translation system. Gene expression is entirely based on the endogenous translation components and transcription machinery provided by an E. coli cytoplasmic extract, thus expanding the repertoire of regulatory parts to hundreds of elements. We use a powerful metabolism for ATP regeneration to achieve more than 2 mg\/mL of protein synthesis in batch mode reactions, and more than 6 mg\/mL in semicontinuous mode. While the strength of cell-free expression is increased by a factor of 3 on average, the output signal of simple gene circuits and the synthesis of entire bacteriophages are increased by orders of magnitude compared to previous results. Messenger RNAs and protein degradation, respectively tuned using E. coli MazF interferase and ClpXP …"
            ],
            [
                [
                    "synthetic biology",
                    "biological physics",
                    "soft matter",
                    "artificial cell",
                    "cell-free protein synthesis"
                ]
            ],
            [
                "Vincent Noireaux Vincent Noireaux Vincent Noireaux Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-6589 noireaux@umn.edu Physics And Nanotechnology Building Noireaux Lab Ph.D., University Paris XI (France), 2000 B.S., Tours University (France), 1994 Postdoc Biological Physics, The Rockefeller University, New York, 2000-2005 In vitro gene expression, synthetic gene circuits and synthetic cell system. PhD: movement of the bacteria Listeria monocytogenes, a model of cell motility. A biomimetic system was used to understand actin-based motility in living cells. Experimental biological physics and synthetic biology. In vitro gene expression, development of quantitative cell-free transcription\/translation systems, biophysics of a synthetic cell system. Noireaux, V., Liu, A.P. The new age of cell-free biology. Annu. Rev. Biomed. 22, 51-77 (2020) Garenne, D., Libchaber, A.J., Noireaux, V., Membrane molecular crowding enhances MreB polymerization to shape synthetic cells from spheres to rods. Proc. Nat. Acad. Sci. USA 117, 1902-1909 (2020) Agrawal, .K., Marshall, R., Noireaux, V., Sontag, E.D. In vitro implementation of robust gene regulation in a synthetic biomolecular integral controller. Nat Commun 10, 5760 (2019) Marshall, R. Beisel, C.L., Noireaux, V. A detailed protocol to rapidly test CRISPR nucleases and guide RNAs in an E. coli Cell-Free Transcription-Translation System. STAR Protocols 1, (2019) Marshall, R., Noireaux, V. Quantitative modeling of transcription and translation of an all E. coli cell-free system. Sci Rep 9(1), 11980 (2019) Garamella, J., Majumder, S., Liu, A.P., Noireaux, V. An adaptive synthetic cell based on mechanosensing, biosensing, and inducible gene circuits. ACS Synth Biol, 8(8), 1913-1920 (2019) Yim, S.S., Johns, N.I, Park, J., Gomes, A.L.C., McBee, R.M., Richardson, M., Ronda, C., Chen, S.P., Garenne, D., Noireaux, V., Wang, H.H. Multiplex transcriptional characterizations across diverse bacterial species using cell-free systems. Mol System Biol, 15(8), e8875 (2019) Izri, Z., Garenne, D., Noireaux, V., Maeda Y.T. Bimodal gene expression in on-chip membrane-bound artificial cells. ACS Synth Biol, 8(8), 1705-1712 (2019) Garenne, D., Noireaux, V. Cell-free transcription-translation: engineering biology from the nanometer to the millimeter scale. Curr Opin Biotechnol 58:19-27 (2018) Sakamoto, R., Noireaux, V., Maeda, Y. Anomalous scaling of gene expression in confined cell-free reactions. Sci Rep 8(1), 7364 (2018) Condon, A., Kirschner, H., Lariviere, D., Marshall, W., Noireaux, V., Tlusty, T., Fourmentin, E. Will biologists become computer scientists? EMBO Rep 19(9), e46628 (2018) Marshall, R., Noireaux, V. Synthetic biology with an all E. coli TXTL system: quantitative characterization of regulatory elements and gene circuits. Methods Mol Biol 1772: 61-93 (2018) Rustad, M., Eastlund, A., Jardine, P., Noireaux, V. Cell-free TXTL synthesis of infectious bacteriophage T4 in a single test tube reaction. Synthetic Biology 3(1) ysy002 (2018) Klocke, M.A., Garamella, J., Subramanian, H.K.K., Noireaux, V., Franco, E. Engineering DNA nanotubes for resilience in an E. coli TXTL system. Synthetic Biology 3(1) ysy001 (2018) Marshall, R., Maxwell, C.S., Collins, S.P., Jacobsen, T., Luo, M.L., Begemann, M.B., Gray, B.N., January, E., Singer, A., He, Y., Beisel, B.L., Noireaux, V. Rapid and scalable characterization of CRISPR technologies using an E. coli cell-free transcription-translation system. Mol. Cell 69, 146-157 (2018) Rustad, M., Eastlund, A., Marshall, R., Jardine, P., Noireaux, V. Synthesis of infectious bacteriophages in an E. coli-based cell-free expression system. J Vis Exp 126, DOI: 10.3791\/56144 (2017) Majumder, S., Garamella, J, Noireaux, V., Liu, A. Cell-free expression of the mechano-sensitive E. coli membrane protein MscL in a synthetic cell system. Chem Comm 53(53), 7349-7352 (2017) Tayar, A.M., Karzbrun, E., Noireaux, V., Bar-Ziv, R.H. Synchrony and pattern formation of coupled genetic oscillators on a chip of artificial cells. Proc. Nat. Acad. Sci. USA 114, 11609-11614 (2017) Garamella, J., Marshall, R., Rustad, M., Caschera, F., Noireaux, V. The all E. coli Cell-free TX-TL Toolbox 2.0: a platform for cell-free synthetic biology. ACS Synthetic Biology DOI: 10.1021\/acssynbio.5b00296 (2016) Tayar, A., Karzbrun, E., Noireaux, V., Bar-Ziv, B.H. Propagating gene expression front in a one-dimensional coupled system of artificial cells. Nature Physics 11, 1037-1041 (2015) Chemla, Y., Ozer, E., Schlesinger, O., Noireaux, V., Alfonta, L. Genetically expanded cell-free protein synthesis using endogenous pyrrolysyl orthogonal translation system. Biotechnol Bioeng 112(8), 1663-1672 (2015) Caschera, F., Noireaux, V. Integration of biological parts towards the synthesis of a minimal cell. Curr Opin Chem Biol 22, 85-91 (2014) Karzbrun, E, Tayar, A., Noireaux, V., Bar-Ziv, B.H. Programmable, two-dimensional DNA compartments as artificial cells. Science 345(6198) 829-832 (2014)."
            ]
        ]
    ]
}