{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3MH4HEBX",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "HONG LIU Professor of Physics hong_liu@mit.edu (617) 253-4853 6-313 Charles Suggs (617) 253-8363 RELATED LINKS: MIT Center for Theoretical Physics Area of Physics Theoretical Nuclear and Particle Physics Hong  Liu has long been interested in issues in quantum gravity, such as the quantum  nature of black holes and the Big Bang singularity, using the framework of  string theory. During the last decade, his interests also branched into  understanding dynamics of exotic quantum matter, including the quark-gluon  plasma and strongly correlated electron systems. His current research  lies at the interface between these subjects, enabled by the discovery of  holographic duality, under which certain quantum matter systems are  mathematically equivalent to quantum gravities in one dimension higher. His  goal is to develop a multi-pronged approach, by bringing together insights from  string theory\/gravity, nuclear physics, and condensed matter physics, to tackle  questions which the traditional methods within each discipline have proved  inadequate to address. Hong  Liu received his B.S. in 1993 from the University of Science and Technology of  China and his Ph.D. in 1997 from Case Western Reserve University. He  was a postdoctoral fellow at Imperial College and New High Energy Theory  Center of Rutgers University, before joining the faculty at MIT in  2003. He was an Alfred Sloan Fellow, an Outstanding Junior Investigator of the  Department of Energy, and a Simons Fellow. \"Gauge\/String Duality, Hot QCD and Heavy Ion Collisions,\" J. Casalderrey-Solana, Hong Liu, D. Mateos, K. Rajagopal, and U. Wiedemann, Cambridge University Press, 2014. Part of it appeared in arXiv:1101.0618. \"Entanglement Tsunami: Universal Scaling in Holographic Thermalization,\" Hong Liu and S. Josephine Suh, Phys. Rev. Lett. 112 (2014) 011601,  arXiv:1305.7244. \"Holographic Vortex Liquids and Superfluid Turbulence,\" Paul Chesler, Hong Liu and Allan Adams, Science 341 (2013) 368-372, arXiv:1212.0281. \"A Refinement of entanglement entropy and the number of degrees of  freedom,\" Hong Liu and Mark Mezei, JHEP 1304 (2013) 162, arXiv:1202.2070. \"Lectures on holographic non-Fermi liquids and quantum phase transitions,\" Nabil Iqbal, Hong Liu and Mark Mezei, TASI 2010 lectures, arXiv:1110.3814. \"Strange metal transport realized by gauge\/gravity duality,\" Thomas Faulkner, Nabil Iqbal, Hong Liu, John McGreevy, and David Vegh, Science 329 (2010) 1043-1047, arXiv:1003.1728. July 15, 2020 4:23 PM"
            ]
        ]
    ]
}