{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3MSSLO59",
            "Ry2iVOgAAAAJ",
            [
                "Synthesis and characterization of Mo-doped SrFeO 3− δ as cathode materials for solid oxide fuel cells",
                "Low temperature solid oxide fuel cells with hierarchically porous cathode nano-network",
                "High CO 2 permeation flux enabled by highly interconnected three-dimensional ionic channels in selective CO 2 separation membranes",
                "Synthesis and characterization of BaIn 0.3− x YxCe 0.7 O 3− δ (x= 0, 0.1, 0.2, 0.3) proton conductors"
            ],
            [
                "This paper demonstrates the potential application of Mo-doped SrFeO3−δ perovskites as new cathode materials for solid oxide fuel cells (SOFCs). SrFe1−xMoxO3−δ (x = 0, 0.05, 0.1, 0.2 and 0.25) perovskite materials have been synthesized by a microwave-assisted combustion method. By doping with Mo, the electrical conductivity of the doped SrFeO3−δ in air is reduced with increasing amounts of Mo. At 800 °C, the conductivity drops from about 62 to 22 S cm−1 when the doping level is increased to 25%. According to X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS) and temperature programmed reduction (TPR) results, a decrease in the concentration of charge carrier Fe4+ ions may account for the decrease in electrical conductivity. In contrast, the resistance to sintering and tolerance to reduction of SrFeO3−δ are improved by Mo-doping. Additionally, the thermal expansion coefficient at 800 °C …",
                "Cost and reliability of solid oxide fuel cell (SOFC) system resulting from high operating temperature severely hinders its wide-spread commercialization. In this study, high performance low temperature SOFCs with hierarchically porous nano cathode network (Sm0.5Sr0.5CoO3–Gd0.1Ce0.9O2−δ, SSC–GDC) have been fabricated by vacuum-free infiltration and subsequent freeze-drying combustion. The straight open GDC cathode skeleton and NiO–GDC anode substrate prepared by freeze-drying tape-casting facilitate mass transport while the nano cathode catalyst promotes the electrochemical reactions. The cell with straight open electrodes and hierarchically porous cathode network demonstrates a maximum power density of 0.65 W cm−2 at 500 °C and impressive stability for more than 500 h at 400 °C using H2 as fuel and ambient air as oxidant. The simple and cost-effective fabrication process is expected to …",
                "Abatement of CO2 emissions from existing fossil-fueled power plants is currently the sole near-term solution to stabilize CO2 concentration in the atmosphere. Separation and capture of CO2 from process streams of these power plants is the first step toward this effort. In this paper, we report a high flux membrane consisting of highly and efficiently interconnected three-dimensional ionic channels prepared from a combined “co-precipitation” and “sacrificial-template” synthesis. The membranes exhibit remarkable CO2 permeation characteristic, achieving a CO2 flux density two orders of magnitude higher than other similar systems reported in the literature. The experimental results also have an excellent agreement with the theoretical predictions. Overall, the demonstrated dual-phase membranes show a great promise for selective pre-combustion CO2 separation.",
                "The morphological and electrical properties of yttrium (Y) and indium (In) doped barium cerate perovskites of the form BaIn0.3−xYxCe0.7O3−δ (with x = 0–0.3) prepared by a modified Pechini method were investigated as potential high temperature proton conductors with improved chemical stability and conductivity. The sinterability increased with the increase of In-doping, and the perovskite phase was found in the BaIn0.3−xYxCe0.7O3−δ solid solutions over the range 0 ≤ x ≤ 0.3. The conductivities decreased from x = 0.3 to 0 while the tolerance to wet CO2 improved for BaIn0.3−xYxCe0.7O3−δ samples with an increase of In-doping. BaIn0.1Y0.2Ce0.7O3−δ was found to have relatively high conductivity as well as acceptable wet CO2 stability."
            ],
            [
                [
                    "Electrical Ceramics",
                    "Solid Oxide Fuel Cells",
                    "Ferroelectrics. Solid state ionics"
                ]
            ]
        ]
    ]
}