{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3N1V7CRL",
            "t70MOPgAAAAJ",
            [
                "An Introduction to Aearology.",
                "Ozone depletion: ultraviolet radiation and phytoplankton biology in Antarctic waters",
                "Inventing the French Revolution: essays on French political culture in the eighteenth century",
                "The cultural origins of the French Revolution",
                "Condorcet: from natural philosophy to social mathematics"
            ],
            [
                "The introductory chapter of this monograph consists of an account of the morphology and anatomy of the Acariña, together with brief notes on the collection and preparation of material for study. The remaining chapters contain keys differentiating all the 228 families of ticks and mites mites Subject Category: Organism Names",
                "The springtime stratospheric ozone (O3) layer over the Antarctic is thinning by as much as 50 percent, resulting in increased midultraviolet (UVB) radiation reaching the surface of the Southern Ocean. There is concern that phytoplankton communities confined to near-surface waters of the marginal ice zone will be harmed by increased UVB irradiance penetrating the ocean surface, thereby altering the dynamics of Antarctic marine ecosystems. Results from a 6-week cruise (Icecolors) in the marginal ice zone of the Bellingshausen Sea in austral spring of 1990 indicated that as the O3 layer thinned: (i) sea surface- and depth-dependent ratios of UVB irradiance (280 to 320 nanometers) to total irradiance (280 to 700 nanometers) increased and (ii) UVB inhibition of photosynthesis increased. These and other Icecolors findings suggest that O3-dependent shifts of in-water spectral irradiances alter the balance of …",
                "How did the French Revolution become thinkable? Keith Michael Baker, a leading authority on the ideological origins of the French Revolution, explores this question in his wide-ranging collection of essays. Analyzing the new politics of contestation that transformed the traditional political culture of the Old Regime during its last decades, Baker revises our historical map of the political space in which the French Revolution took form. Some essays study the ways in which the revolutionaries' break with the past was prepared by competition between agents and critics of absolute monarchy to control the cultural resources and political meanings of French sought before 1789 to reconstitute their body politic; and by the invention of'public opinion'as a new form of political authority displacing notions of'representation','constitution','sovereignty'-and of'the French Revolution'itself-the ambiguities, tensions, and contradictions that were to drive the revolutionary dynamic in subsequent years. The result is a substantial and unified set of studies, stimulating renewed reflection on one of the central themes in modern European history.",
                "Reknowned historian Roger Chartier, one of the most brilliant and productive of the younger generation of French writers and scholars now at work refashioning the Annales tradition, attempts in this book to analyze the causes of the French revolution not simply by investigating its “cultural origins” but by pinpointing the conditions that “made is possible because conceivable.” Chartier has set himself two important tasks. First, while acknowledging the seminal contribution of Daniel Mornet’s Les origens intellectuelles de la Révolution française (1935), he synthesizes the half-century of scholarship that has created a sociology of culture for Revolutionary France, from education reform through widely circulated printed literature to popular expectations of government and society. Chartier goes beyond Mornet’s work, not be revising that classic text but by raising questions that would not have occurred to its author. Chartier’s second contribution is to reexamine the conventional wisdom that there is a necessary link between the profound cultural transformation of the eighteenth century (generally characterized as the Enlightenment) and the abrupt Revolutionary rupture of 1789. The Cultural Origins of the French Revolution is a major work by one of the leading scholars in the field and is likely to set the intellectual agenda for future work on the subject.",
                "This entry has no external links. Add one … Sign in \/ register and customize your OpenURL \nresolver … Does the History of Psychology Have a Subject?Roger Smith - 1988 - History of \nthe Human Sciences 1 (2):147-177 … Buffon, German Biology, and the Historical Interpretation \nof Biological Species.Phillip R. Sloan - 1979 - British Journal for the History of Science 12 \n(2):109-153 … Arrow's Theorem.Michael Morreau - 2014 - Stanford Encyclopedia of \nPhilosophy: N\/A … In Defence of Biography: The Use of Biography in the History of \nScience.Thomas L. Hankins - 1979 - History of Science 17 (1):1-16 … Bankers, Finance Capital \nand the French Revolutionary Terror.Henry Heller - 2014 - Historical Materialism 22 (3-4):172\n-216 … Condorcet. From Natural Philosophy to Social Mathematics.Keith Michael Baker - 1976 \n- Revue Philosophique de la France Et de l'Etranger 166 (2):264-264.  "
            ],
            [
                [
                    "history"
                ]
            ]
        ]
    ]
}