{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3OKW785A",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Daniel J. Gauthier Daniel J. Gauthier Daniel J. Gauthier Professor gauthier.51@osu.edu 614-247-8477 Physics Research Building, 4176 Quantum communication Quantum Computing Dynamics of classical networks Ph.D. in Optics, University of Rochester, 1989 M.S. in Optics, University of Rochester, 1983 B.S. in Optics, University of Rochester, 1982  Dr. Gauthier is an experimental Atomic, Molecular, and Optical Physicist who studies the physics of information.  He is developing systems for achieving secure communication between two parties, known as quantum key distribution, and has achieved record-setting rates for key exchange.  In collaboration with Prof. Gregory Lafyatis, he is also developing superconducting nanowire single-photon detectors for applications in quantum optics and quantum computing and studies photonic approaches for quantum computing and quantum machine learning.  On the classical information side, he uses Field-Programmable Gate Arrays (FPGAs) to study the dynamics of large networks with applications to information processing, artificial neural networks, and artificial intelligence. Awards: 2009 Outstanding Referee of the Physical Review and Physical Review Letters 2006 Fellow of the Optical Society of America 2002 Fellow of the American Physical Society 2002 Bass Society of Fellows, Duke University 2000 -2001 Barbara and Randal Smith and Duke University, Arts & Sciences Faculty Enrichment Scholar 1997 Honorary Faculty Member, Golden Key National Honor Society 1993 - 1998 National Science Foundation Young Investigator 1992 - 1995 U.S. Army Research Office Young Investigator 1987 - 1989 University Research Initiative Fellow CV and academic details QuantInfo Laboratory Daniel Gauthier Personal web site"
            ]
        ]
    ]
}