{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3OUSDKS4",
            "9VLtCuQAAAAJ",
            [
                "Spectroscopic evidence for a pseudogap in the normal state of underdoped high-T c superconductors",
                "Destruction of the Fermi surface in underdoped high-T c superconductors",
                "Evolution of the pseudogap from Fermi arcs to the nodal liquid"
            ],
            [
                "IT is well known that BCS mean-field theory is remarkably successful in describing conventional superconductors. A central concept of BCS theory is the energy gap in the electronic excitation spectrum below the superconducting transition temperature, T c. The gap also serves as the order parameter: quite generally, long-range phase coherence and a non-zero gap go hand-in-hand 1. But in underdoped high-T c superconductors there is considerable evidence that a pseudogap (a suppression of spectral weight) is already formed in the normal state above T c—first, from studies of the spin excitation spectrum 2–5, 24, which measure a'spin gap', and later from a variety of other probes 6–10. Here we present a study of underdoped Bi 2 Sr 2 CaCu 2 O 8+ δ (Bi2212) using angle-resolved photoemission spectroscopy (ARPES), which directly measures the momentum-resolved electron excitation spectrum of the CuO 2 …",
                "The Fermi surface—the set of points in momentum space describing gapless electronic excitations—is a central concept in the theory of metals. In this context, the normal ‘metallic’state of the optimally doped high-temperature superconductors is not very unusual: above the superconducting transition temperature, T c, there is evidence for a large Fermi surface 1, 2, 3, despite the absence of well-defined elementary excitations. In contrast, the normal state of underdoped high-temperature superconductors differs in that there is evidence for a ‘pseudogap’above T c (4–7). Here we examine, using angle-resolved photoemission spectroscopy, the temperature dependence of the Fermi surface in underdoped Bi 2 Sr 2 CaCu 2 O 8+ δ. We find that, on cooling the sample, the pseudogap opens up at different temperatures for different points in momentum space. This leads to an initial breakup of the Fermi surface, at a …",
                "The response of a material to external stimuli depends on its low-energy excitations. In conventional metals, these excitations are electrons on the Fermi surface—a contour in momentum (k) space that encloses all of the occupied states for non-interacting electrons. The pseudogap phase in the copper oxide superconductors, however, is a most unusual state of matter 1. It is metallic, but part of its Fermi surface is ‘gapped out’(refs 2, 3); low-energy electronic excitations occupy disconnected segments known as Fermi arcs 4. Two main interpretations of its origin have been proposed: either the pseudogap is a precursor to superconductivity 5, or it arises from another order competing with superconductivity 6. Using angle-resolved photoemission spectroscopy, we show that the anisotropy of the pseudogap in k-space and the resulting arcs depend only on the ratio T\/T*(x), where T*(x) is the temperature below which the …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Superconductivity"
                ]
            ],
            [
                "Juan Carlos Campuzano, PhD Distinguished UIC Professor 2608 SES (312) 996-9263 jcc@uic.edu Professor Campuzano's research is in many areas of condensed matter physics, such as critical phenomena and two-dimensional phase transitions, the electronic structure of high temperature superconductors, and the development of techniques for studying empty electron energy levels in solids. A very-high-resolution low energy electron diffractometer was developed. This instrument has allowed him to confirm several predictions, such as the nature of the fluctuations in continuous two-dimensional phase transitions. More recently, he has shown that a newly discovered symmetry in nature, called conformal invariance, allows the calculation of the scattering behavior of particles from a material undergoing a phase transition without any knowledge of the details of the interaction. In the field of high temperature superconductivity, his group is determining the electronic structure of these exciting new compounds by photoemission spectroscopy, in which the sample is bombarded with ultraviolet light, releasing electrons that are analyzed to determine their original energy states in the sample. Major results from this work are the observation of a normal state with a Luttinger Fermi surface, flat bands in the dispersion, the momentum dependence of the superconducting gap, the pseudogap in the charge channel, the existance of Femi arcs, time reversal symmetry breaking, etc. Evolution of the pseudogap from Fermi arcs to the nodal liquid, A. Kanigel, et al. Nature Physics 2, 447 (2006). Protected Nodes and the Collapse of Fermi Arcs in High-Tc Cuprate Superconductors, A. Kanigel, et al. Phys. Rev. Lett. 99, 157001 (2007) Coherent d-Wave Superconducting Gap in Underdoped La2-xSrxCuO4 by Angle-Resolved Photoemission Spectroscopy, M. Shi, et al. Phys. Rev. Lett. 101, 047002 (2008). Evidence for pairing above the transition temperature of cuprate superconductors from the electronic dispersion in the pseudogap phase, A. Kanigel, et al. Phys. Rev. Lett. 101, 137002 (2008). Observation of a d-wave nodal liquid in highly underdoped Bi2Sr2CaCu2O8+δ, U. Chatterjee, et al. Nature Physics 6, 99 (2010) BS, Physics (1972), University of Wisconsin-Milwaukee MS, Physics (1973), University of Wisconsin-Milwaukee PhD, Physics (1978), University of Wisconsin-Milwaukee"
            ]
        ]
    ]
}