{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3OW420HJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Kenneth \"Kip\" Matthews Associate Professor of Physics Ph.D., 1997 - The University of Chicago 459-B Nicholson Hall, Tower Dr. (225) 578-2740-Office kipmatth@lsu.edu Diplomate, 2001 - American Board of Radiology (Medical Nuclear Physics) Medical Imaging Physics My general field of interest is Medical Physics. In particular, I am interested in\n                  the physics of medical imaging -- the application of ionizing and non-ionizing radiation\n                  to visualize in vivo anatomy and physiology. Secondary interests include the application of imaging techniques\n                  to basic research in other fields (e.g., biology, veterinary science, engineering,\n                  etc). My research principally deals with detector systems for radioisotope imaging - - that\n                  is, using the gamma-ray emissions of internally-distributed radiopharmaceuticals to\n                  visualize in vivo physiology, pathophysiology and metabolic processes. Because of our program's extensive\n                  involvement with radiation therapy physics, I'm also involved with radioisotope imaging\n                  techniques applied to radiation therapy. Current projects include: CZT radiation detectors portable hand-held detectors for locating radiation sources in the environment (radiation\n                        protection) or inside the body (intraoperative localization) development of gamma cameras based on CZT detectors Depth-of-interaction detectors for PET imaging scintillating fibers added to conventional gamma camera designs layered-scintillator detector designs PET\/CT applications to radiation therapy ROC analysis of diagnostic performance consolidated QA methods and phantoms Synchrotron X-ray microtomography imaging comparative morphology of cornified tissues (claws, beaks, hooves) imaging of iodinated DNS-targeted compounds for Auger electron therapy What is Medical Physics If you want the circular definition, \"medical physics\" is the field of physics as\n                  applied to medicine. But that isn't very informative. A better definition can be found in the AAPM brochure The Medical Physicist : \"Medical physics is primarily an applied branch of physics. It is concerned with the\n                  applications of the concepts and methods of physics to the diagnosis and treatment\n                  of human disease. It is allied with medical electronics (the development of medical\n                  instruments), bioengineering (the application of engineering principles to biology\n                  and medicine), and health physics (the assessment and control of radiation hazards). \"Several distinct professional areas have emerged for the medical physicist. These\n                  include, for example, the application of ionizing radiation to medical diagnosis and\n                  therapy (radiological physics); bioelectrical investigations of the brain and heart\n                  (electroencephalography and electrocardiography); and the medical uses of infrared\n                  radiation (thermography), ultrasound (sonography), nuclear magnetic resonance (magnetic\n                  resonance imaging), heat (hyperthermia for cancer treatment), and lasers (for laser\n                  surgery). \"Medical physics thus is a broad, multidisciplinary field. The branch of medical physics\n                  with which most people are familiar is diagnostic imaging physics -- almost everyone\n                  has gotten x-rays during medical or dental checkups. Each year, many people receive\n                  CT and MRI scans, PET and SPECT scans, and ultrasound exams. All of these imaging\n                  modalities are the result of many years of research and development by medical physicists.\" Background and Education I received a B.A. degree (majoring in Chemistry and Physics) from Austin College (Sherman,\n                  TX) in 1990. In 1997, I received a Ph.D. in Medical Physics from The University of\n                  Chicago (Chicago, IL). From early 1997 through July 2001, I worked as clinical and\n                  research physicist at Rush-Presbyterian-St. Luke's Medical Center in Chicago. I received\n                  my clinical certification in medical nuclear physics from the American Board of Radiology\n                  in June 2001. I joined the faculty of the Department of Physics and Astronomy at LSU in August 2001.\n                  My role is to provide medical imaging expertise, teaching, and research to LSU Medical Physics & Health Physics Program . Academic\/Administrative Responsibilities Deputy Director, Medical Physics Program, 2011-present Applicant Liaison, Medical Physics Program, 2008-present Adjunct Associate Professor, Pennington Biomedical Research Center, Louisiana State\n                     University System, 2011-present Secretary, LSU System Radiation Safety Committee, 2003-present Full Member, the Graduate School, Louisiana State University, 2008-present Chair, LSU Center for Advanced Structures and Microdevices (CAMD) User Committee,\n                     2011-2013 Lecturer, MEDP 4111 , Introduction to Medical Imaging Instructor, MEDP 7111 , Advanced Medical Imaging Physics Course Director, MEDP 7121 , Radiation Biology Instructor, MEDP 7530 , Radiation Shielding Lecturer, MEDP 7537 , Radiation Interactions and Transport Professional Activities I am a member of these professional societies: American Association of Physicists in Medicine (AAPM) Society of Nuclear Medicine (SNM) IEEE - Nuclear and Plasma Sciences Society I serve as a referree and guest associate editor (guest) for Medical Physics . I serve occasionally as a reviewer for other nuclear medical physics journals. Current and Recent Grants Principal Investigator: REU site: Research in Physics & Astronomy at Louisiana State University , National Science Foundation, Award 1004822, 2010-2013. Principal Investigator: Treatment Planning Models for Targeted Radiation Therapies Using New Accelerator Technology , Subcontract from Mary Bird Perkins Cancer Center. Dept. of Defense Contract # W81XWH-10-1-0005,\n                     2010-2012. Co-Investigator: In-vivo intravascular autoradiography with storage phosphor detector , National Institutes of Health, NIBIB (P. Shikhaliev, PI), 2007-2010. Co-Investigator: Enhancement of research in material science and physics through the acquisition of\n                        non-destructive investigation equipment , Louisiana State Board of Regents Support Fund (E. Woldesenbet, PI), 2007. Principal Investigator: An electronically collimated radiation detector for hand-held and area-search applications , Homeland Security Advanced Research Projects Agency N66001-C-05-6024, 2005-2006. M.S. Thesis Supervision Faculty Advisor for: (Member of 15 other thesis\/dissertation committees) Paul Bruce, MS, 2003 Kenneth Bernstein, MS, 2005 Andrew Morrow, MS 2008 Yuri Ishihara, MS, 2004 Laurie Kelly, MS, 2005 Christopher Welch, MS, 2008 Rajesh Manoharan, MS, 2004 Adam Lackie, MS, 2007 Matthew Sutton, MS, 2011 Preshanth Nookala, MS, 2005 Will Hill, MS 2007 Recent Publications Shikhaliev P.M., Petrek P., Matthews II K.L., Fritz S.G., Bujenovic L.S., and Xu T,\n                     \"Intravascular imaging with storage phosphor detector,\" Physics in Medicine and Biolog 55 , 2841–2861, 2010. Homberger D., Ham K., Ogunbakin T., Bonin J., Hopkins B., Osborn M., Hossein I., Barnett\n                     H., Matthews II K.L., Butler L., and Bragulla H, \"The structure of the cornified claw\n                     sheath in the domestic cat (Felis catus): Implications for the claw shedding mechanism,\" Journal of Anatomy 214 (4), 620-643, 2009. Dugas J., Oves S., Sajo E., Matthews II K.L., Ham K., and Hogstrom K, \"Monochromatic\n                     beam characterization for Auger electron dosimetry and radiotherapy,\" European Journal of Radiology 68S, S137-S141, 2008. Wang W.-H., Matthews II K.L., and Teague R.E., \"Dose Rates of a Cobalt-60 Pool Irradiator\n                     Measured with Fricke Dosimeters,\" Health Physics 94 (supplement 2), S44-50, 2008. Richert J.D., Hogstrom K.R., Fields R., Matthews II K.L., and Boyd R. \"Improving abutment\n                     dosimetry in segmented-field electron conformal therapy using a variable-SCD applicator,\" Physics in Medicine and Biology 52 , 2459-2481, 2007. Wang W.-H., Matthews II K.L., and Scott L.M., \"Lessons learned in responding to and\n                     recovering from a fire incident,\" Health Physics 91 (supplement 2), S78-82, 2006. Matthews II K.L., Aarsvold J.N., Mintzer R.A., Chen C.-T., and Lee R.C., \"Tc-99m pyrophosphate\n                     imaging of poloxamer-treated electroporated skeletal muscle in an in vivo rat model,\" Burns 32 , 755-764, 2006; doi:10.1016\/j.burns.2006.01.011 Wang W.-H. and Matthews II K.L., \"An effective means to simulate the gaseous iodine-131\n                     distribution in a silver zeolite cartridge using sodium iodide solution,\" Health Physics 90 (supplement 2), S73-79, 2006. Wang W.-H., McGlothlin J.D., Smith D.J., and Matthews II K.L., \"Evaluation of a radiation\n                     survey training video developed from a real-time video radiation detection system,\" Health Physics 90 (supplement 1):S33-39, 2006"
            ]
        ]
    ]
}