{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3P6RGAIS",
            "43Rt9tIAAAAJ",
            [
                "Local Jahn-Teller distortion in La 1− x Sr x MnO 3 observed by pulsed neutron diffraction",
                "Structural analysis of complex materials using the atomic pair distribution function—A practical guide",
                "Orbital and spin chains in ZnV2O4",
                "Nanomagnetic droplets and implications to orbital ordering in La1-xSrxCoO3",
                "Frustrated magnetism and cooperative phase transitions in spinels"
            ],
            [
                "The atomic pair-density function of La 1− x Sr x MnO 3 (0<~ x<~ 0. 4) obtained by pulsed neutron diffraction indicates that their local atomic structure significantly deviates from the average structure, and that the local Jahn-Teller (JT) distortion persists even when the crystallographic structure shows no JT distortion. In the paramagnetic insulating phase doped holes form one-site small polarons, represented by the local absence of JT distortion. The polarons become more extended at low temperatures, but local distortions are found even in the metallic phase. The role of polarons in the phase transitions in transport and magnetic properties are discussed.",
                "Modern materials and their properties are often characterized by varying degrees of disorder. Routine crystallographic structure solution only reveals the average structure. The study of Bragg and diffuse scattering yields the local atomic arrangements holding the key to understanding increasingly complex materials. In this paper we review the pair distribution function technique used to unravel the local structure. We aim to give a practical overview and make this method easily accessible to the wider scientific community.",
                "Our powder inelastic neutron scattering data indicate that Z n V 2 O 4 is a system of spin chains that are three-dimensionally tangled in the cubic phase above 50 K due to randomly occupied t 2 g orbitals of V 3+(3 d 2) ions. Below 50 K in the tetragonal phase, the chains become straight due to antiferro-orbital ordering. This is evidenced by the characteristic wave vector dependence of the magnetic structure factor that changes from symmetric to asymmetric at the cubic-to-tetragonal transition.",
                "Inelastic cold-neutron scattering on LaCoO 3 provided evidence for a distinct low energy excitation at 0.6 meV coincident with the thermally induced magnetic transition. Coexisting strong ferromagnetic (FM) and weaker antiferromagnetic correlations that are dynamic follow the activation to the excited state, identified as the intermediate S= 1 spin triplet. This is indicative of dynamical orbital ordering favoring the observed magnetic interactions. With hole doping as in La 1− x Sr x CoO 3, the FM correlations between Co spins become static and isotropically distributed due to the formation of FM droplets. The correlation length and condensation temperature of these droplets increase rapidly with metallicity due to the double exchange mechanism.",
                " The spinel crystal system, AB 2 O 4 , has been fertile ground in studying the effects of magnetic and orbital frustration. The experimental findings, with primary focus on neutron and synchrotron x-ray scattering techniques, are hereby reviewed in spinels with magnetic B ions. Highlighted are novel collective phenomena, such as the zero-energy excitation mode in the spin liquid phase, zero-field and field-induced novel phase transitions, the emergence of complex local spin entities, and heavy fermionic behaviors. Such a diversity in the exotic properties stems from their close proximity to critical points among degenerate states and a delicate balance among different degrees of freedom such as spin, orbital, and lattice.   "
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ]
        ]
    ]
}