{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3PNMR6FZ",
            "ZncpGB0AAAAJ",
            [
                "The community climate system model version 4"
            ],
            [
                "The fourth version of the Community Climate System Model (CCSM4) was recently completed and released to the climate community. This paper describes developments to all CCSM components, and documents fully coupled preindustrial control runs compared to the previous version, CCSM3. Using the standard atmosphere and land resolution of 1 results in the sea surface temperature biases in the major upwelling regions being comparable to the 1.4-resolution CCSM3. Two changes to the deep convection scheme in the atmosphere component result in CCSM4 producing El Niño–Southern Oscillation variability with a much more realistic frequency distribution than in CCSM3, although the amplitude is too large compared to observations. These changes also improve the Madden–Julian oscillation and the frequency distribution of tropical precipitation. A new overflow parameterization in the ocean component …"
            ],
            [
                [
                    "land surface processes",
                    "climate modeling",
                    "land-atmosphere interaction",
                    "hydroclimatology",
                    "hydrometeorology"
                ]
            ],
            [
                "Liang Yang * G. Anton et al., (EXO-200 collaboration), “Search for Neutrinoless Double-Beta Decay with the Complete EXO-200 Dataset,” Phys. Rev. Lett. 123, 161802 (2019) * G. Adhikari, et al., (COSINE-100 collaboration), \"An experiment to search for dark-matter interactions using sodium iodide detectors,\" Nature, 564, 83-86, (2018). *J.B. Albert et al., (EXO-200 collaboration), “Search for Neutrinoless Double-Beta Decay with the Upgraded EXO-200 Detector,” Phys. Rev. Lett. 120, 072701 (2018). *J.B. Albert et al., (nEXO collaboration), “Sensitivity and Discovery Potential of nEXO to Neutrinoless Double Beta Decay”, Phys. Rev. C, 97, 065503 (2018). *J.B. Albert et al., (EXO-200 collaboration),  “Search for Majorana neutrinos with the first two years of EXO-200 data,” Nature 510, 229–234 (2014). Liang Yang Ph.D. Harvard University,  2006 Office: MH 5130 liyang@physics.ucsd.edu Current research interests center around the search for neutrinoless double-beta decay (0νββ) and the direct detection of dark matter.   The group has played a leading role in the construction, operation, detector upgrade, and data analysis of the EXO-200 experiment, which has produced one of the most sensitive searches for the 0νββ of 136Xe. nEXO is a proposed tonne-scale experiment that aims to increase the experimental sensitivity to the 0νββ halflife by more than two orders of magnitude.  The UCSD group is leading an R&D program to develop low-noise, low-background cold readout electronics for nEXO.  The group is also exploring novel techniques to tag the 0νββ decay daughter nucleus 136Ba in situ, which can completely eliminate the radioactivity-induced background and make it possible to build a background-free experiment. "
            ]
        ]
    ]
}