{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3QPA79NK",
            "J3wc5rQAAAAJ",
            [
                "Stability in gauged extended supergravity",
                "Progress toward a theory of supergravity"
            ],
            [
                "Extended supergravity theories with gauged SO(N) internal symmetry have, for N ≥ 4, scalar field potentials which are unbounded below. Nevertheless, it is argued that the theories have ground states with anti-de Sitter background geometry which are stable against fluctuations which vanish sufficiently fast at spatial infinity. Stability is implied because the appropriate conserved energy functional is positive for such fluctuations. Anti-de Sitter space is not globally hyperbolic, but the boundary conditions required for positive energy are also shown to give free field theories with well-defined Cauchy problem. New information on the particle representations of OSp(1, 4) supersymmetry is presented as part of the argument. Supersymmetry requires boundary conditions for spin 0 fields such that only the improved stress tensor leads to a conserved energy functional. Although the stability arguments support the view that …",
                "As a new approach to supergravity, an action containing only vierbein and Rarita-Schwinger fields (Vaμ and ψμ) is presented together with supersymmetry transformations for these fields. The action is explicitly shown to be invariant except for a ψ5 term in its variation. This term may also vanish, depending on a complicated calculation. (Added note: This term has now been shown to vanish by a computer calculation, so that the action presented here does possess full local supersymmetry.)"
            ],
            [
                [

                ]
            ],
            [
                "DANIEL FREEDMAN Professor of Physics Professor of Applied Mathematics dzf@math.mit.edu [1] (617) 253-4354 [2] (617) 253-4866 E18-322 and NE25-4-093 RELATED LINKS: MIT Department of Mathematics MIT Center for Theoretical Physics String Theory Professor Freedman's research is in quantum field theory, quantum gravity, and string theory with an emphasis on the role of supersymmetry. His most recent area of concentration is the AdS\/CFT correspondence in which results on the strong coupling limit of certain 4-dimensional gauge theories can be obtained from calculations in classical 5-dimensional supergravity. Daniel Freedman received the B.A. from Wesleyan University in 1960, the  M.S. and Ph.D. in physics from the University of Wisconsin in 1962 and  64. Raymond Sawyer was his thesis advisor. Freedman held postdoctoral  appointments at Imperial College, U.C. Berkeley and Princeton before  joining the faculty at the Institute of Theoretical Physics at SUNY  Stony Brook. In 1980 he joined the MIT faculty in applied mathematics,  and has been jointly appointed with the MIT theoretical physics faculty  since 2001. Professor Freedman's research is in quantum field theory,  quantum gravity, and string theory, with an emphasis on the role of  supersymmetry. During the last two years the focus has shifted to the  computation and properties of on-shelf amplitudes in supersymmetric  theories. A former Sloan and twice Guggenheim fellow, Professor  Freedman received the Dirac Medal and Prize in 1993, and gave the 2002  Andrejewski Lectures in Mathematical Physics. In 2006 Professor  Freedman received the Dannie Heineman Prize (with Sergio Ferrara &  Peter Van Nieuwenhuizen) \"for constructing supergravity, the first  supersymmetric extension of Einstein's theory of general relativity,  ....\" Professor Freedman was also recognized as a distinguished alumni  fellow by the Physics Department at the University of Wisconsin-Madison  in 2006. He is a Fellow of the American Academy of Arts & Sciences  and of the American Physical Society. Professor Freedman's publications are available on the SPIRES HEP Literature Database . July 15, 2020 4:10 PM"
            ]
        ]
    ]
}