{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3REPSVR9",
            "rKWw5CgAAAAJ",
            [
                "Helical liquids and Majorana bound states in quantum wires",
                "Non-Abelian statistics and topological quantum information processing in 1D wire networks"
            ],
            [
                "We show that the combination of spin-orbit coupling with a Zeeman field or strong interactions may lead to the formation of a helical electron liquid in single-channel quantum wires, with spin and velocity perfectly correlated. We argue that zero-energy Majorana bound states are formed in various situations when such wires are situated in proximity to a conventional s-wave superconductor. This occurs when the external magnetic field, the superconducting gap, or, most simply, the chemical potential vary along the wire. These Majorana states do not require the presence of a vortex in the system. Experimental consequences of the helical liquid and the Majorana states are also discussed.",
                "The synthesis of a quantum computer remains an ongoing challenge in modern physics. Whereas decoherence stymies most approaches, topological quantum computation schemes evade decoherence at the hardware level by storing quantum information non-locally. Here we establish that a key operation—braiding of non-Abelian anyons—can be implemented using one-dimensional semiconducting wires. Such wires can be driven into a topological phase supporting long-sought particles known as Majorana fermions that can encode topological qubits. We show that in wire networks, Majorana fermions can be meaningfully braided by simply adjusting gate voltages, and that they exhibit non-Abelian statistics like vortices in a p+i p superconductor. We propose experimental set-ups that enable probing of the Majorana fusion rules and the efficient exchange of arbitrary numbers of Majorana fermions. This work …"
            ],
            [
                [
                    "Condensed matter"
                ]
            ]
        ]
    ]
}