{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3SHVZG9U",
            "DaS-hh4AAAAJ",
            [
                "Bright coherent ultrahigh harmonics in the keV x-ray regime from mid-infrared femtosecond lasers",
                "Modelocking and femtosecond pulse generation in chip-based frequency combs",
                "Ultraviolet surprise: Efficient soft x-ray high-harmonic generation in multiply ionized plasmas",
                "Three-octave-spanning supercontinuum generation and sub-two-cycle self-compression of mid-infrared filaments in dielectrics",
                "Enhanced harmonic generation from expanding clusters",
                "Strong optical nonlinearity of CVD-grown  monolayer as probed by wavelength-dependent second-harmonic generation",
                "Filamentation in air with ultrashort mid-infrared pulses",
                "Effective field theory during inflation: Reduced density matrix and its quantum master equation",
                "Controlled interactions of femtosecond light filaments in air",
                "Loss of phase of collapsing beams"
            ],
            [
                "High-harmonic generation (HHG) traditionally combines ~100 near-infrared laser photons to generate bright, phase-matched, extreme ultraviolet beams when the emission from many atoms adds constructively. Here, we show that by guiding a mid-infrared femtosecond laser in a high-pressure gas, ultrahigh harmonics can be generated, up to orders greater than 5000, that emerge as a bright supercontinuum that spans the entire electromagnetic spectrum from the ultraviolet to more than 1.6 kilo–electron volts, allowing, in principle, the generation of pulses as short as 2.5 attoseconds. The multiatmosphere gas pressures required for bright, phase-matched emission also support laser beam self-confinement, further enhancing the x-ray yield. Finally, the x-ray beam exhibits high spatial coherence, even though at high gas density the recolliding electrons responsible for HHG encounter other atoms during the emission …",
                "We investigate simultaneously the temporal and optical and radio-frequency spectral properties of parametric frequency combs generated in silicon-nitride microresonators and observe that the system undergoes a transition to a mode-locked state. We demonstrate the generation of sub-200-fs pulses at a repetition rate of 99 GHz. Our calculations show that pulse generation in this system is consistent with soliton modelocking. Ultimately, such parametric devices offer the potential of producing ultra-short laser pulses from the visible to mid-infrared regime at repetition rates from GHz to THz.",
                "High-harmonic generation is a universal response of matter to strong femtosecond laser fields, coherently upconverting light to much shorter wavelengths. Optimizing the conversion of laser light into soft x-rays typically demands a trade-off between two competing factors. Because of reduced quantum diffusion of the radiating electron wave function, the emission from each species is highest when a short-wavelength ultraviolet driving laser is used. However, phase matching—the constructive addition of x-ray waves from a large number of atoms—favors longer-wavelength mid-infrared lasers. We identified a regime of high-harmonic generation driven by 40-cycle ultraviolet lasers in waveguides that can generate bright beams in the soft x-ray region of the spectrum, up to photon energies of 280 electron volts. Surprisingly, the high ultraviolet refractive indices of both neutral atoms and ions enabled effective phase …",
                "We experimentally and numerically investigate the spectral and temporal structure of mid-infrared (mid-IR) filaments in bulk dielectrics with normal and anomalous group velocity dispersion (GVD) pumped by a 2.1 μm optical parametric chirped-pulse amplifier (OPCPA). The formation of stable and robust filaments with several microjoules of pulse energy is observed. We demonstrate a supercontinuum that spans more than three octaves from ZnS in the normal GVD regime and self-compression of the mid-IR pulse to sub-two-cycle duration in CaF_2 in the anomalous GVD regime. The experimental observations quantitatively agree well with the numerical simulations based on a three-dimensional nonlinear wave equation that reveals the detailed spatio-temporal dynamics of mid-IR filaments in dielectrics.",
                "We report controlled enhancement of optical third harmonic generation (THG) from hydrodynamically expanding clusters of∼ 6× 10 5 noble-gas atoms several hundred femtoseconds following ionization and heating by ultrashort pump pulses. This resonant enhancement is more pronounced for orthogonal than for parallel pump-probe polarizations, a consequence of faster cluster expansion along the pump polarization. Simulations show that the nonlinear susceptibility χ (3) of the individual clusters and the coherence length of the clustered plasma medium are optimized nearly simultaneously as the clusters expand, and both contribute to the observed THG enhancement. This dual enhancement mechanism may be scalable to relativistic probe intensity and to generation of high-order harmonics in the soft-x-ray regime.",
                "While noncentrosymmetric MoS 2 monolayer is known to exhibit efficient second-harmonic generation (SHG), there is currently no agreement on its absolute nonlinear susceptibility χ (2), varying over three orders of magnitude according to recent experiments. In order to resolve this conflicting issue, we have studied the nonlinear optical properties of MoS 2 monolayer grown by chemical vapor deposition. The polycrystalline nature of the monolayer was directly probed by the SHG polarization dependence across the grain boundaries using femtosecond pulses. Broadband wavelength-dependent SHG response (λ= 1.1–2.0 μ m) using picosecond pulses was studied by comparing the relative SHG counts of MoS 2 to quartz and incorporating the structural and optical characteristics of the monolayer. Significant nonlinear optical dispersion gives rise to χ (2)∼ 430 pm\/V at 580 nm, where SHG is neither affected by any …",
                "We theoretically investigate filamentation of ultrashort laser pulses in air in the mid-infrared regime under conditions in which the group-velocity dispersion (GVD) is anomalous. When a high-power, ultra-short mid-infrared laser beam centered at 3.1-μm forms a filament, a spatial solitary wave is stabilized by the plasma formation and propagates several times its diffraction length. Compared with temporal self-compression in gases due to plasma formation and pulse splitting in the normal-GVD regime, the minimum achievable pulse duration (∼ 70 fs) is limited by the bandwidth of the anomalous-GVD region in air. For the relatively high powers, multiple pulse splitting due to the plasma effect and shock formation is observed, which is similar to that which occurs in solids. Our simulations show that the energy reservoir also plays a critical role for longer propagation of the air filament in the anomalous-GVD regime.",
                "We study the power spectrum of super-Hubble fluctuations of an inflatonlike scalar field, the “system,” coupled to another scalar field, the “environment” during de Sitter inflation. We obtain the reduced density matrix for the inflaton fluctuations by integrating out the environmental degrees of freedom. These are considered to be massless and conformally coupled to gravity as a proxy to describe degrees of freedom that remain sub-Hubble all throughout inflation. The time evolution of the density matrix is described by a quantum master equation, which describes the decay of the vacuum state, the production of particles and correlated pairs and quantum entanglement between super and sub-Hubble degrees of freedom. The quantum master equation provides a nonperturbative resummation of secular terms from self-energy (loop) corrections to the inflaton fluctuations. In the case studied here these are Sudakov-type …",
                "We experimentally demonstrate coherent control of two light filaments in air generated by ultrafast laser pulses, as proposed by Xi et al.[Phys. Rev. Lett. 96, 025003 (2006)]. We show that depending on the relative phase and the incidence angle, the filaments can experience fusion, repulsion, energy redistribution, and spiral motion for propagation in air. By translating the initial beams on subwavelength scales, we achieve~ 1-mm transverse deflection of approximately 0. 5-mJ energy for parallel propagation and 7 angular deflection for spiral motion in 3-m propagation. Our approach using the relative beam phases to reliably control propagation of femtosecond light filaments is potentially applicable to remote sensing and lightning guiding.",
                "We experimentally investigate the phase of an optical field after it has undergone wave collapse. We confirm the theoretical prediction that it acquires a large cumulative nonlinear phase shift that is highly sensitive to small fluctuations of the laser input power. This results in an effective postcollapse “loss of phase,” whereby the phase of the transmitted beam shows a significant increase in sensitivity to the input fluctuations of the pulse energy. We also investigate interactions between two beams that each undergoes collapse and observe large fluctuations in the output mode profiles, which are due to the postcollapse loss of their relative phase difference. Such effects should occur in all systems that exhibit wave collapse."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}