{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3SUFCBWE",
            "iW9JKLoAAAAJ",
            [
                "Engineered two-dimensional Ising interactions in a trapped-ion quantum simulator with hundreds of spins"
            ],
            [
                "The presence of long-range quantum spin correlations underlies a variety of physical phenomena in condensed-matter systems, potentially including high-temperature superconductivity 1, 2. However, many properties of exotic, strongly correlated spin systems, such as spin liquids, have proved difficult to study, in part because calculations involving N-body entanglement become intractable for as few as N≈ 30 particles 3. Feynman predicted that a quantum simulator—a special-purpose ‘analogue’processor built using quantum bits (qubits)—would be inherently suited to solving such problems 4, 5. In the context of quantum magnetism, a number of experiments have demonstrated the feasibility of this approach 6, 7, 8, 9, 10, 11, 12, 13, 14, but simulations allowing controlled, tunable interactions between spins localized on two-or three-dimensional lattices of more than a few tens of qubits have yet to be …"
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "Jim Freericks Jim Freericks Jim Freericks Robert L. McDevitt, K.S.G., K.C.H.S. and Catherine H. McDevitt, L.C.H.S. Professor 552 Reiss Science Building Telephone: (202) 687-6159 freericj@ Website: http:\/\/site.physics.georgetown.edu\/~jkf  James Freericks, Professor of Physics, has been at Georgetown University since 1994. He was trained in Physics as an undergraduate at Princeton University (A.B. 1985, summa cum laude) and as a graduate student at the University of California, Berkeley (MA 1987, Ph.D. 1991) working with Leo Falicov. He did postdoctoral fellowships at the Institute for Theoretical Physics at the University of California, Santa Barbara (1991–93, with Doug Scalapino) and at the University of California, Davis (1993–94, with Richard Scalettar). His work ranges from mathematical physics, to developing computational methods for the many-body problem, to working on “ab initio” calculations in real materials. He has been awarded the Kusaka Memorial Prize in Physics from Princeton University (1985), the Oak Ridge Associated Universities, Junior Faculty Enhancement Award (1995), the Office of Naval Research Young Investigator Program award (1996), the Georgetown University Distinguished Achievement in Research award (2007), and the Alpha Sigma Nu National Book Award for the Natural Sciences (2009). He has been a Fellow of the American Physical Society from the Division of Condensed Matter Physics since 2006. In 2010, he was named the inaugural holder of the McDevitt Chair in Physics at Georgetown. Professor Freericks has worked in a wide variety of different areas in condensed matter and cold atomic physics. He has been working in dynamical mean-field theory since 1992 and has been involved in solving the Falicov-Kimball model, Hubbard model, periodic Anderson model, and the Holstein model. Dynamical mean-field theory is a relatively new theoretical and computational method that allows one to solve the many-body problem; it becomes exact in the limit of large spatial dimensions. His computational work has focused on exact solutions, quantum Monte Carlo methods, and the numerical renormalization group. Many of these computational projects are carried out on large national supercomputers, and run on thousands of processors. Recently he has focused on inhomogeneous systems (multilayers, cold atoms in a trap) and on nonequilibrium effects, showing how to generalize dynamical mean-field theory for nonequilibrium situations. Currently, his group is funded by the National Science Foundation, the Defense Advanced Research Projects Agency, the Army Research Office, the Air Force Office of Scientific Research (under a MURI), and the Department of Energy. Transport in Multilayers We are interested in understanding the complicated phenomena that occur at the interfaces between strongly correlated materials and normal metals and insulators. One major focus is to determine how to calculate charge and thermal transport for the Hubbard model and for the periodic Anderson model using the numerical renormalization group or other techniques. Professor Freericks has pioneered many of the calculations in multilayered systems, and has written an award winning graduate level text on this subject. A recent graduate thesis in this area focused on strong correlation effects on the capacitance of a multilayered device. This work is currently supported by NSF. Nonequilibrium physics Here we have shown how to generalize dynamical mean-field theory from equilibrium to nonequilibrium situations and have analyzed the problem of Bloch oscillations and how they decay due to electron-electron scattering. In addition, we have worked on steady-state formulations. Currently, we are trying to generalize this approach to multilayered systems, and we are applying it to pump\/probe photoemission studies in strongly correlated materials. A recent graduate dissertation was on pump\/probe effects in charge density wave systems. This work is currently supported by NSF (formalism development\/multilayers) and DOE (pump\/probe photoemission). Resonant inelastic X-ray scattering This is a relatively new probe of strongly correlated materials, where a photon knocks a core electron out of the core into a higher unoccupied band of the material. The core hole potential is screened by the conduction electrons, and then after some time, an electron moves down to fill the core hole and emit light. We examine the light that has changed its energy or momentum during the scattering process. The shape of the scattering as a function of the transferred energy and momentum is related to the energy and momentum charge fluctuations of the strongly correlated material. Our focus is to determine a robust many-body theory for these processes. We are part of a national Computational Materials Science Network working on this goal in addition to having single-investigator funding. This work is currently supported by DOE. Ultracold atomic physics We are looking at a number of different problems in this area. One is to extend the strong-coupling approximation developed by Professor Freericks to examine momentum distributions, charge-density wave behavior, and nonequilibrium responses. Another is to study pattern formation in mixtures of different mass atoms, with possible applications to cooling within a lattice. We also are examining how to improve the efficiency of ground-state dipolar molecule formation with K-Rb mixtures and are examining how to simulate quantum spin Hamiltonians with ion traps. We are part of a DARPA team working on creating a quantum mechanical emulator out of cold atoms on optical lattices or out of ion traps. We are also part of a MURI team working on ultracold dipolar matter. This work is currently supported by DARPA\/ARO and AFOSR (MURI). Petascale Computing We have been funded in a team with computer scientists to develop large scale computational algorithms for ultracold atoms in optical lattices and for disordered many-body physics. The numerical algorithms are based on iterative Lanczos techniques and will focus on finding all eigenvalues and eigenvectors of a large sparse matrix and in finding the diagonal elements of the inverse of the matrix. This work is funded by NSF. Physics Education Research We are performing research on assessments of student learning in a quantum mechanics course for nonscientists co-developed with Amy Liu. We are putting together a case study of interviews with students to determine their long-term learning of quantum mechanical phenomena. In addition, in my former role as Director of Undergraduate Studies, I was involved in assessing student satisfaction with the undergraduate major in physics. We performed an annual exit survey of graduating seniors and analyzed it to determine how best to improve the program. This work is currently supported by NSF and internally by Georgetown. Current Teaching Fall Physics 515: Solid State Physics II. Spring Physics 506: Quantum Mechanics II. J. K. Freericks,  Transport in multilayered nanostructures: the dynamical mean-field theory approach (Imperial College Press, London, 2006) 344 pages. K. Mikelsons, J. K. Freericks, and H. R. Krishnamurthy,  Quasiuniversal Transient Behavior of a Nonequilibrium Mott Insulator Driven by an Electric Field , Phys. Rev. Lett. 109 , 260402–1-5 (2012). . V. Zlatic and J. K. Freericks,  Strongly enhanced thermal transport in a lightly doped Mott insulator at low temperature , Phys. Rev. Lett. 109 , 266601–1-5 (2012). . Joseph W. Britton, Brian C. Sawyer, Adam Keith, C.-C. Joseph Wang, J. K. Freericks, Hermann Uys, Michael J. Biercuk, John. J. Bollinger,  Engineered two dimensional Ising interactions in a trapped-ion quantum simulator with hundreds of spins,  Nature 484, 489-492 (2012) . ( Supplemental info. ). News and Views on the article . R. Islam, E. E. Edwards, K. Kim, S. Korenblit, C. Noh, H. Carmichael, G.-D. Lin, L.-M. Duan, C.-C. Joseph Wang, J. K. Freericks, C. Monroe,  Onset of a Quantum Phase Transition with a Trapped Ion Quantum Simulator,  Nature Commun. 2 , 377-1–6 (2011) . K. Kim, M.-S. Chang, S. Korenblit, R. Islam, E. E. Edwards, J. K. Freericks, G.-D. Lin, L.-M. Duan, and C. Monroe, Quantum simulation of frustrated Ising spins with trapped ions , Nature, 465 , 590–593 (2010). . News and views on the article J. K. Freericks, H. R. Krishnamurthy and Th. Pruschke, Theoretical description of time-resolved photoemission spectroscopy: application to pump-probe experiments,  Phys. Rev. Lett. 102, 136401 (2009).  Virtual Journal of Ultrafast Science Volume 8 , Issue 5 (2009) J. K. Freericks, V. M. Turkowski, and V. Zlatic’,  Nonequilibrium dynamical mean-field theory,   Phys. Rev. Lett. 97 , 266408 (2006). J. K. Freericks,  Dynamical mean field theory for strongly correlated inhomogeneous multilayered nanostructures,   Phys. Rev. B 70 , 195342 (2004). J. K. Freericks and V. Zlatic’,  Exact dynamical mean field theory of the Falicov-Kimball model,   Rev. Mod. Phys. 75 , 1333–1382 (2003)."
            ]
        ]
    ]
}