{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3T0HC7SF",
            "crh42OQAAAAJ",
            [
                "A theory of dark matter",
                "Inelastic dark matter",
                "Dark energy from mass varying neutrinos",
                "Exciting Dark Matter and the INTEGRAL\/SPI 511 keV signal",
                "LHC signals for a superunified theory of dark matter",
                "Neutrino mass anarchy",
                "Small neutrino masses from supersymmetry breaking",
                "Dirac gaugino masses and supersoft supersymmetry breaking",
                "Cores in dwarf galaxies from dark matter with a Yukawa potential",
                "The Fermi haze: a gamma-ray counterpart to the microwave haze"
            ],
            [
                "We propose a comprehensive theory of dark matter that explains the recent proliferation of unexpected observations in high-energy astrophysics. Cosmic ray spectra from ATIC and PAMELA require a WIMP (weakly interacting massive particle). with mass M χ∼ 500–800 GeV that annihilates into leptons at a level well above that expected from a thermal relic. Signals from WMAP and EGRET reinforce this interpretation. Limits on p and π 0− γ’s constrain the hadronic channels allowed for dark matter. Taken together, we argue these facts imply the presence of a new force in the dark sector, with a Compton wavelength m ϕ− 1≳ 1 GeV− 1. The long range allows a Sommerfeld enhancement to boost the annihilation cross section as required, without altering the weak-scale annihilation cross section during dark matter freeze-out in the early universe. If the dark matter annihilates into the new force carrier ϕ, its low mass …",
                "Many observations suggest that much of the matter of the universe is nonbaryonic. Recently, the DAMA NaI dark matter direct detection experiment reported an annual modulation in their event rate consistent with a WIMP relic. However, the Cryogenic Dark Matter Search (CDMS) Ge experiment excludes most of the region preferred by DAMA. We demonstrate that if the dark matter can only scatter by making a transition to a slightly heavier state (Δ m∼ 100 keV), the experiments are no longer in conflict. Moreover, differences in the energy spectrum of nuclear recoil events could distinguish such a scenario from the standard WIMP scenario. Finally, we discuss the sneutrino as a candidate for inelastic dark matter in supersymmetric theories.",
                "We show that mass varying neutrinos (MaVaNs) can behave as a negative pressure fluid which could be the origin of the cosmic acceleration. We derive a model independent relation between the neutrino mass and the equation of state parameter of the neutrino dark energy, which is applicable for general theories of mass varying particles. The neutrino mass depends on the local neutrino density and the observed neutrino mass can exceed the cosmological bound on a constant neutrino mass. We discuss microscopic realizations of the MaVaN acceleration scenario, which involve a sterile neutrino. We consider naturalness constraints for mass varying particles, and find that both eV cut-offs and eV mass particles are needed to avoid fine-tuning. In microscopic realizations of this scenario with a sterile neutrino, these considerations give the sterile neutrino a maximum mass today of order an eV, which could be …",
                "We propose a dark matter candidate with an “excited state” 1–2 MeV above the ground state, which may be collisionally excited and deexcites by e+ e− pair emission. By converting its kinetic energy into pairs, such a particle could produce a substantial fraction of the 511 keV line observed by the International Gamma-Ray Astrophysics Laboratory\/SPI in the inner Milky Way. Only a small fraction of the dark matter candidates have sufficient energy to excite, and that fraction drops sharply with galactocentric radius, naturally yielding a radial cutoff, as observed. Even if the scattering probability in the inner kpc is≪ 1% per Hubble time, enough power is available to produce the∼ 3× 10 42 pairs per second observed in the galactic bulge. We specify the parameters of a pseudo-Dirac fermion designed to explain the positron signal, and find that it annihilates chiefly to e+ e− and freezes out with the correct relic density. We …",
                "A new theory of WIMP Dark Matter has been proposed, motivated directly by striking Data from the PAMELA and ATIC collaborations. The WIMP is taken to be charged under a hidden gauge symmetry G Dark, broken near the GeV scale; this also provides the necessary ingredients for the``exciting\" and``inelastic\" Dark Matter interpretations of the INTEGRAL and DAMA signals. In this short note we point out the consequences of the most straightforward embedding of this simple picture within low-energy SUSY, in which G Dark breaking at the GeV scale arises naturally through radiative corrections, or Planck-suppressed operators. The theory predicts major additions to SUSY signals at the LHC. A completely generic prediction is that G Dark particles can be produced in cascade decays of MSSM superpartners, since these end with pairs of MSSM LSP's that in turn decay into the true LSP and other particles in the …",
                "What is the form of the neutrino mass matrix which governs the oscillations of the atmospheric and solar neutrinos? Features of the data have led to a dominant viewpoint where the mass matrix has an ordered, regulated pattern, perhaps dictated by a flavor symmetry. We challenge this viewpoint and demonstrate that the data are well accounted for by a neutrino mass matrix which appears to have random entries.",
                "An alternative to the conventional seesaw mechanism is proposed to explain the origin of small neutrino masses in supersymmetric theories. The masses and couplings of the right-handed neutrino field are suppressed by supersymmetry breaking, in a way similar to the suppression of the Higgs doublet mass μ. New mechanisms for light Majorana and Dirac neutrinos arise, depending on the degree of suppression. Superpartner phenomenology is greatly altered by the presence of weak scale right-handed sneutrinos, which may have a coupling to a Higgs boson and a left-handed sneutrino. The sneutrino spectrum and couplings are quite unlike the conventional case—the lightest sneutrino can be the dark matter and predictions are given for event rates at upcoming halo dark matter direct detection experiments. Higgs boson decays and search strategies are changed. Copious Higgs boson production at hadron …",
                "We introduce a new supersymmetric extension of the standard model in which the gauge sector contains complete N= 2 supersymmetry multiplets. Supersymmetry breaking from the D-term vev of a hidden sector U (1) gauge field leads to Dirac soft supersymmetry breaking gaugino masses, and a new type of soft scalar trilinear couplings. The resulting squark and slepton masses are finite, calculable, positive and flavor universal. The Higgs soft mass squared is negative. The phenomenology of these theories differs significantly from the MSSM. We discuss a variety of possible origins for the soft operators and new fields, including models in both four and higher dimensions.",
                "We show that cold dark matter particles interacting through a Yukawa potential could naturally explain the recently observed cores in dwarf galaxies without affecting the dynamics of objects with a much larger velocity dispersion, such as clusters of galaxies. The velocity dependence of the associated cross section as well as the possible exothermic nature of the interaction alleviates earlier concerns about strongly interacting dark matter. Dark matter evaporation in low-mass objects might explain the observed deficit of satellite galaxies in the Milky Way halo and have important implications for the first galaxies and reionization.",
                "The Fermi Gamma-ray Space Telescope reveals a diffuse inverse Compton (IC) signal in the inner Galaxy with a similar spatial morphology to the microwave haze observed by WMAP, supporting the synchrotron interpretation of the microwave signal. Using spatial templates, we regress out π 0 gammas, as well as IC and bremsstrahlung components associated with known soft-synchrotron counterparts. We find a significant gamma-ray excess toward the Galactic center with a spectrum that is significantly harder than other sky components and is most consistent with IC from a hard population of electrons. The morphology and spectrum are consistent with it being the IC counterpart to the electrons which generate the microwave haze seen at WMAP frequencies. In addition, the implied electron spectrum is hard; electrons accelerated in supernova shocks in the disk which then diffuse a few kpc to the haze region …"
            ],
            [
                [
                    "Particle Physics",
                    "Cosmology",
                    "Astrophysics",
                    "Astroparticle Physics"
                ]
            ]
        ]
    ]
}