{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3UD0DARP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to Main Content Menu Research Education Industry & Innovation News & Events About the College For Faculty & Staff Popular Searches Rethink the Rink Manufacturing Futures Initiative artificial intelligence Bioengineered Organs Initiative student organizations Engineering Research Accelerator Around The Web @CMUEngineering CMUEngineering College of Engineering CMUEngineering CMUEngineering RSS Feed Home Jimmy Zhu ABB Professor, Electrical and Computer Engineering Director, Data Storage Systems Center Courtesy Appointments, Materials Science and Engineering Physics Jian-Gang (Jimmy) Zhu, a Fellow of IEEE, is the ABB Professor of Electrical and Computer Engineering at Carnegie Mellon University. He is also the director of the Data Storage Systems Center, a world-leading research institution in hard drive technology. He holds courtesy appointments in the Department of Material Science and Engineering and the Department of Physics. Zhu is the director of the Data Storage Systems Center (DSSC) and the co-director of the new SYSU-CMU Joint Institute of Engineering, a joint effort between Carnegie Mellon University and Sun Yat-sen University in China. He was the Cheung Kong Chair Professor at Huazhong University of Science and Technology, China from 2006-2008. He served on the editorial advisory board of the Journal of Magnetism and Magnetic Materials from 1998 to 2008. Some awards Zhu has received include the McKnight Land Grant Professorship from the University of Minnesota in 1992, the NSF Presidential Young Investigator Award in 1993, the R&D Magazine Top 100 Invention Award in 1996, IEEE Magnetic Society Distinguished Lecturer in 2004, Carnegie Mellon University Outstanding Research Award in 2010, and most recently, the IEEE Magnetic Society Achievement Award, the highest award of the IEEE Magnetic Society, in 2011. He also received the Sigma Excellence in Teaching Award in 2012. Zhu has authored and co-authored over 290 refereed papers in major international journals along with seven book chapters and has given over 80 invited papers at various major international conferences. He holds 18 U.S. patents 348 Roberts Engineering Hall 412.268.8373 Fax 412.268.8554 jzhu@ece.cmu.edu Jimmy Zhu Creating Pervasive AI with Remanence Computing Education 1989 Ph.D., Physics, University of California, San Diego 1983 MS, Physics, University of California, San Diego 1982 BS, Physics, Huazhong University of Science and Technology Affiliations Data Storage Systems Center Research Interests computer\/storage systems cyberphysical systems (CPS) data\/network science systems electromagnetics magnetic recording materials science & engineering micromagnetic modeling secure systems spin-based magnetic logic spintronics time reversal Media mentions Electrical and Computer Engineering Chen and Zhu research device security ECE’s Vanessa Chen and Jimmy Zhu have been awarded a National Science Foundation grant to create robust defenses for Internet of Things devices. IEEE Spectrum Zhu supports microwave-assisted magnetic recording ECE’s Jian-Gang (Jimmy) Zhu recently commented for IEEE Spectrum on the future of magnetic storage. The leading manufacturers of hard drives, Seagate Technology and Western Digital, are split on how to solve the longstanding debate over how to squeeze more data into a given area. “In my opinion, (microwave-assisted magnetic recording is) a nonargument.\" CMU Engineering Powerful storage, tiny space Jimmy Zhu has created a method to store huge amounts of data on a compact hard disk drive. Forbes Zhu quoted on MAMR use enabling HDD growth for data centers ECE’s Jimmy Zhu was quoted in Forbes on the use of MAMR technology for increasing HDD areal density as an alternative to HAMR. See More Mentions CMU Engineering The future of computer memory The Data Systems Storage Center, in conjunction with the Departments of MSE and ECE recently hosted the 16th Annual IEEE Non-volatile Memory Technology Symposium (NVMTS) at Carnegie Mellon University. Update your page Make a gift For faculty & staff About us Carnegie Mellon University College of Engineering 5000 Forbes Avenue Pittsburgh PA 15213 ©2020 Carnegie Mellon University Legal “Do your duty and a little more and the future will take care of itself.” Andrew Carnegie “As engineers, we were going to be in a position to change the world — not just study it.” Henry Petroski “Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.” Albert Einstein “Enlightenments, like accidents, happen only to prepared minds.” Herbert A. Simon “An investment in knowledge pays the best interest.” Ben Franklin “There is very little success where there is little laughter.” Andrew Carnegie “I think great artists and great engineers are similar, in that they both have a desire to express themselves. ” Steve Jobs “We are what we repeatedly do. Excellence, then, is not an act, but a habit. ” Will Durant “I hear and I forget. I see and I remember. I do and I understand” Chinese Proverb “Education is the most powerful weapon we can use to change the world.” Nelson Mandela “Design is not just what it looks like and feels like. Design is how it works.” Steve Jobs “There's nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind.” Bill Nye “At the heart of science is an essential balance between two seemingly contradictory attitudes—an openness to new ideas, no matter how bizarre or counterintuitive they may be, and the most ruthless skeptical scrutiny of all ideas, old and new.” Carl Sagan “Creativity...involves the power to originate, to break away from the existing ways of looking at things, to move freely in the realm of imagination, to create and recreate worlds fully in one's mind—while supervising all this with a critical inner eye.” Oliver Sacks “I just believe that the way that young people's minds develop is fascinating. If you are doing something for a grade or salary or a reward, it doesn't have as much meaning as creating something for yourself and your own life.” Steve Wozniak"
            ]
        ]
    ]
}