{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3UMTSMYX",
            "xHLAHNQAAAAJ",
            [
                "Freak waves in the linear regime: A microwave study",
                "Linear and nonlinear theory of eigenfunction scars",
                "Decays of l= 1 baryons: Quark model versus large N c",
                "Effects of top quark compositeness",
                "Superradiance transition in one-dimensional nanostructures: An effective non-Hermitian Hamiltonian formalism",
                "Scars in quantum chaotic wavefunctions",
                "Optimization of quantum interferometric metrological sensors in the presence of photon loss",
                "Measuring scars of periodic orbits",
                "Quantizing constrained systems",
                "Refraction of a Gaussian seaway"
            ],
            [
                "Microwave transport experiments have been performed in a quasi-two-dimensional resonator with randomly distributed conical scatterers. At high frequencies, the flow shows branching structures similar to those observed in stationary imaging of electron flow. Semiclassical simulations confirm that caustics in the ray dynamics are responsible for these structures. At lower frequencies, large deviations from Rayleigh’s law for the wave height distribution are observed, which can only partially be described by existing multiple-scattering theories. In particular, there are “hot spots” with intensities far beyond those expected in a random wave field. The results are analogous to flow patterns observed in the ocean in the presence of spatially varying currents or depth variations in the sea floor, where branches and hot spots lead to an enhanced frequency of freak or rogue wave formation.",
                "The theory of scarring of eigenfunctions of classically chaotic systems by short periodic orbits is extended in several ways. The influence of short-time linear recurrences on correlations and fluctuations at long times is emphasized. We include the contribution to scarring of nonlinear recurrences associated with homoclinic orbits and treat the different scenarios of random and nonrandom long-time recurrences. The importance of the local classical structure around the periodic orbit is emphasized, and it is shown for an optimal choice of test basis in phase space that scars must persist in the semiclassical limit. The crucial role of symmetry is also discussed which, together with the nonlinear recurrences gives a much improved account of the actual strength of scars for given classical orbits and in individual wave- functions. Quantitative measures of scarring are provided and comparisons are made with numerical data.",
                "We study hadronic two-body decays of the orbitally excited, SU (6) 70-plet baryons in order to test the hypothesis that the successes of the nonrelativistic quark model have a natural explanation in the large-N c limit of QCD. By working in a Hartree approximation, we isolate a specific set of operators that contribute to the observed s-and d-wave decays in leading order in 1\/N c. We fit our results to the current experimental decay data, and make predictions for a number of allowed but unobserved modes. Our tentative conclusion is that there is more to the nonrelativistic quark model of baryons than large N c.",
                "We investigate the effects of top quark compositeness on various physical parameters, and obtain lower limits on the compositeness scale from electroweak precision data. We consider corrections to top quark decay rates and other physical processes. Our results depend sensitively on whether the left-handed top quark is composite. A considerable enhancement of tt production is possible if only the right-handed top quark is composite.",
                "Using an energy-independent non-Hermitian Hamiltonian approach to open systems, we fully describe transport through a sequence of potential barriers as external barriers are varied. Analyzing the complex eigenvalues of the non-Hermitian Hamiltonian model, a transition to a superradiant regime is shown to occur. Transport properties undergo a strong change at the superradiance transition, where the transmission is maximized and a drastic change in the structure of resonances is demonstrated. Finally, we analyze the effect of the superradiance transition in the Anderson localized regime.",
                "We review recent progress in attaining a quantitative understanding of the scarring phenomenon, the non-random behaviour of quantum wavefunctions near unstable periodic orbits of a classically chaotic system. The wavepacket dynamics framework leads to predictions about statistical long-time and stationary properties of quantum systems with chaotic classical analogues. Many long-time quantum properties can be quantitatively understood using only short-time classical dynamics information; these include wavefunction intensity distributions, intensity correlations in phase space and correlations between wavefunctions, and distributions of decay rates and conductance peaks in weakly open systems. Strong deviations from random matrix theory are predicted and observed in the presence of short unstable periodic orbits.",
                "We optimize two-mode entangled number states of light in the presence of loss in order to maximize the extraction of the available phase information in an interferometer. Our approach optimizes over the entire available input Hilbert space with no constraints, other than fixed total initial photon number. We optimize to maximize the Fisher information, which is equivalent to minimizing the phase uncertainty. We find that in the limit of zero loss, the optimal state is the maximally path-entangled (so-called N00N) state, for small loss, the optimal state gradually deviates from the N00N state, and in the limit of large loss, the optimal state converges to a generalized two-mode coherent state, with a finite total number of photons. The results provide a general protocol for optimizing the performance of a quantum optical interferometer in the presence of photon loss, with applications to quantum imaging, metrology, sensing, and …",
                "The phenomenon of periodic orbit scarring of eigenstates of classically chaotic systems is attracting increasing attention. Scarring is one of the most important “corrections” to the ideal random eigenstates suggested by random matrix theory. This paper discusses measures of scars and in so doing also tries to clarify the concepts and effects of eigenfunction scarring. We propose a universal scar measure which takes into account an entire periodic orbit and the linearized dynamics in its vicinity. This measure is tuned to pick out those structures which are induced in quantum eigenstates by unstable periodic orbits and their manifolds. It gives enhanced scarring strength as measured by eigenstate overlaps and inverse participation ratios, especially for longer orbits. We also discuss off-resonance scars which appear naturally on either side of an unstable periodic orbit.",
                "We consider quantum mechanics on constrained surfaces which have non-Euclidean metrics and variable Gaussian curvature. The old controversy about the ambiguities involving terms in the Hamiltonian of order ħ 2 multiplying the Gaussian curvature is addressed. We set out to clarify the matter by considering constraints to be the limits of large restoring forces as the constraint coordinates deviate from their constrained values. We find additional ambiguous terms of order ħ 2 involving freedom in the constraining potentials, demonstrating that the classical constrained Hamiltonian or Lagrangian cannot uniquely specify the quantization: the ambiguity of directly quantizing a constrained system is inherently unresolvable. However, there is never any problem with a physical quantum system, which cannot have infinite constraint forces and always fluctuates around the mean constraint values. The issue is addressed …",
                "Refraction of a Longuet‐Higgins Gaussian sea by random ocean currents creates persistent local variations (in the form of lumps or streaks) in average energy and wave action distributions. These variations explicitly survive averaging over wavelength and wave propagation direction. The lumps and streaks in average local action mean that the uniform sampling assumed in the venerable Longuet‐Higgins theory does not apply. Proper handling of the nonuniform sampling results in greatly increased probability of freak wave formation. The present theory represents a synthesis of Longuet‐Higgins Gaussian seas and the refraction model of White and Fornberg, which used a non‐Gaussian nonstatistical plane wave incident seaway. Using the linearized equations for deep ocean waves, we obtain quantitative predictions for the increased probability of freak wave formation when the refractive effects are taken into …"
            ],
            [
                [
                    "Quantum chaos",
                    "wave chaos"
                ]
            ]
        ]
    ]
}