{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3V389C2Y",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Nai Phuan  Ong Nai Phuan  Ong Professor of Physics 609-258-4347 npo@Princeton.EDU 302 Jadwin Hall www.physics.princeton.edu\/~npo\/ Eugene Higgins Professor of Physics  My current interests are in the various topological phases of matter. From its initial focus on electronic states on the surfaces of 3D topological insulators (the “Z 2 invariant” materials, e.g. Bi 2 Se 3 and Bi 2 Te 2 Se), topological concepts have spread rapidly to enrich our understanding of quantum states in other classes of materials notably 3D semimetals. A common theme is the appearance of the Berry curvature and its associated Chern flux in semimetals and semiconductors in which either time reversal symmetry or inversion symmetry is (or both are) broken. I am interested in how the Berry curvature affects ordinary transport properties such as the Hall effect, magnetoresistance, thermopower and thermal Hall effect. (The Berry curvature is fruitfully regarded as an effective magnetic field that lives in k space. The associated flux of this magnetic field is called the Chern flux.) Brief, hopefully accessible, introductions to the technical terms are provided on my website (see link below). Dirac\/Weyl semimetals In the past 3 years, we have researched the 3D Dirac semimetals Na 3 Bi and Cd 3 As 2 . These materials have Dirac cones with nodes that are protected against hybridization by crystalline symmetry. In an applied magnetic field, each Dirac node becomes a superposition of Weyl nodes. (Weyl states are closely similar to massless Dirac states except they have an intrinsic handedness called chirality. In k space Weyl nodes act as monopole sources and sinks of Berry curvature). A number of unusual transport features have been uncovered, the most striking of which is the chiral anomaly. My group is engaged in mapping out how the appearance of the chiral anomaly affects all the transport properties. (The massless Dirac equation describes two chiral populations that do not mix. Application of parallel electric and magnetic fields forces the two populations to mix, producing an axial current. The appearance of this current is called the chiral anomaly.) Our search for Weyl physics has expanded to many other classes of semimetals. For instance, we recently found that the half Heusler GdPtBi also displays the chiral anomaly (a magnetic field is required to produce the Weyl states). High pressure experiments A large group of materials that are potentially important for these investigations is the group of semiconductors that lack inversion symmetry (most interesting are the ones with non-symmorphic space groups which involve glide planes and\/or screw axes). In my group, hydrostatic pressure is applied to these semiconductors to close their bulk energy gap. The metallic state is predicted to harbor pairs of Weyl nodes. This approach may provide a Royal Road to many systems with Weyl nodes. Thermal Hall effect In my group we have been developing techniques to measure the thermal Hall effect in insulating quantum materials, e.g. Kagome magnet and quantum spin ice material. The thermal Hall effect is the heat transport analog of the electrical Hall effect. One of the themes investigated is the notion that neutral currents (e.g. phonons and spin waves) can exhibit a large thermal Hall effect even though there is no Lorentz force. Again the origin is the Berry curvature. Proximity effect and supercurrents My students are also developing the know-how to proximitize topological materials and ferromagnetic materials by evaporating s -wave superconducting electrodes on cleaved crystals or films. In addition to inducing Cooper pairing in Weyl metals, we are interested in injecting triplet supercurrents into ferromagnetic films. The properties of the supercurrent are measured by the Fraunhofer effect as well as by the current-phase relation (CPR) between the critical supercurrent and the phase difference of the electrodes. Other areas that I have worked on include topological insulators, cuprate superconductors, graphene, the anomalous Hall effect in ferromagnets, materials with large thermopower, unusual magnetism, charge density wave materials, and topics in biophysics. Click on link to read more... Research in N.P. Ong's Group   Z. Xu, N.P. Ong, Y. Wang, T. Kakeshita and S. Uchida, \"Vortex-like excitations and the onset of superconducting phase fluctuation in underdoped La 2-x Sr x CuO 4 \", Nature 406 , 486 (2000). Yayu Wang, N. P. Ong, Z.A. Xu, T. Kakeshita, S. Uchida, D. A. Bonn, R. Liang and W. N. Hardy, \"High field phase diagram of cuprates derived from the Nernst effect\", Phys. Rev. Lett. 88 , 257003 (2002). Y. Zhang, R. H. Austin, J. Kraeft, E. C. Cox, and N. P. Ong, \"Insulating behavior of lambda-DNA on the micron scale\", Phys. Rev. Lett., Phys. Rev. Lett. 89 , 198102 (2002). Yayu Wang, Nyrissa S. Rogado, R. J. Cava, and N. P. Ong, \"Spin entropy as the likely source of enhanced thermopower in Na x Co 2 O 4 \", Nature 423 , 425 (2003). Wei-Li Lee, Satoshi Watauchi, R. J. Cava and N. P. Ong, \"Dissipationless anomalous Hall current in the ferromagnetic spinel CuCr 2 Se 4-x Br x \", Science 303 , 1647 (2004). Lu Li, J. G. Checkelsky, S. Komiya, Y. Ando and N. P. Ong, \"Low temperature vortex liquid in La 2-x Sr x CuO 4 \", Nature Physics 3 , 311 (2007). J. G. Checkelsky, L. Li and N. P. Ong, \"Zero-energy state in graphene in a high magnetic field\", Phys. Rev. Lett. 100 , 206801 (2008). Lu Li, J. G. Checkelsky, Y.S. Hor, C. Uher, A. F. Hebard, R. J. Cava and N. P. Ong, “Phase transitions of Dirac electrons in bismuth”, Science 321 , 547 (2008). Minhyea Lee, W.W. Kang, Y. Onose, Y. Tokura, and N. P. Ong, “Unusual Hall Effect Anomaly in MnSi Under Pressure”, Phys. Rev. Lett. 102 , 186601 (2009). J. G. Checkelsky and N. P. Ong, “Thermopower and Nernst Effect in graphene in a magnetic field”, Phys. Rev. B 80 , 081413 (2009). J. G. Checkelsky, Y. S. Hor, M.-H. Liu, D.-X. Qu, R. J. Cava and N. P. Ong, “Quantum Interference in Macroscopic Crystals of Nonmetallic Bi 2 Se 3 ”, Phys. Rev. Lett. 103 , 246601 (2009). Shu-Wen Teng, Yufang Wang, Kimberly C. Tu, Tao Long, Pankaj Mehta, Ned S. Wingreen, Bonnie L. Bassler and   N. P. Ong, “Measurement of the copy number of the master quorum-sensing regulator of a bacterial cell”, Biophysical Jnl 98 (2010).  Dong-Xia Qu, Y. S. Hor, Jun Xiong, R. J. Cava and N. P. Ong, “Quantum Oscillations and Hall Anomaly of Surface States in the Topological Insulator Bi2Te3”, Science 329, 821 (2010), DOI: 10.1126\/science.1189792. Tian Liang, Quinn Gibson, Mazhar N. Ali, Minhao Liu, R. J. Cava, and N. P. Ong, “Ultrahigh mobility and giant magnetoresistance in the Dirac semimetal Cd3As2,” Nature Materials 14, 280 (2015), DOI: 10.1038\/NMAT4143 Max Hirschberger, Jason W. Krizan, R. J. Cava, N. P. Ong, “Large thermal Hall conductivity of neutral spin excitations in a frustrated quantum magnet,” Science 348, 106-109 (2015), DOI: 10.1126\/science.1257340. Jun Xiong, Satya K. Kushwaha, Tian Liang, Jason W. Krizan, Max Hirschberger, Wudi Wang, R. J. Cava, and N. P. Ong, “Evidence for the chiral anomaly in the Dirac semimetal Na3Bi,’’ Science 350, 413 (2015). DOI: 10.1126\/science.aac6089 Yayu Wang, Lu Li and N. P. Ong, “The Nernst effect in high-Tc superconductors”, Phys. Rev. B 73, 024510 (2006)."
            ]
        ]
    ]
}