{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3VU5V0S4",
            "toNOeXAAAAAJ",
            [
                "Hyperglycemia and adverse pregnancy outcomes",
                "International association of diabetes and pregnancy study groups recommendations on the diagnosis and classification of hyperglycemia in pregnancy",
                "Major risk factors for stillbirth in high-income countries: a systematic review and meta-analysis",
                "The hyperglycemia and adverse pregnancy outcome study: associations of GDM and obesity with pregnancy outcomes",
                "The prevalence and impact of overweight and obesity in an Australian obstetric population",
                "The International Federation of Gynecology and Obstetrics (FIGO) Initiative on gestational diabetes mellitus: A pragmatic guide for diagnosis, management, and care#",
                "The hyperglycemia and adverse pregnancy outcome (HAPO) study",
                "Hyperglycaemia and Adverse Pregnancy Outcome (HAPO) Study: associations with maternal body mass index",
                "Placental growth hormone (GH), GH-binding protein, and insulin-like growth factor axis in normal, growth-retarded, and diabetic pregnancies: correlations with fetal growth",
                "Pregnancy outcomes in women of very advanced maternal age"
            ],
            [
                "BACKGROUND: It is controversial whether maternal hyperglycemia less severe than that in diabetes mellitus is associated with increased risks of adverse pregnancy outcomes. METHODS: A total of 25,505 pregnant women at 15 centers in nine countries underwent 75-g oral glucose-tolerance testing at 24 to 32 weeks of gestation. Data remained blinded if the fasting plasma glucose level was 105 mg per deciliter (5.8 mmol per liter) or less and the 2-hour plasma glucose level was 200 mg per deciliter (11.1 mmol per liter) or less. Primary outcomes were birth weight above the 90th percentile for gestational age, primary cesarean delivery, clinically diagnosed neonatal hypoglycemia, and cord-blood serum C-peptide level above the 90th percentile. Secondary outcomes were delivery before 37 weeks of gestation, shoulder dystocia or birth injury, need for intensive neonatal care, hyperbilirubinemia, and preeclampsia. RESULTS: For the 23,316 participants with blinded data, we calculated adjusted odds ratios for adverse pregnancy outcomes associated with an increase in the fasting plasma glucose level of 1 SD (6.9 mg per deciliter [0.4 mmol per liter]), an increase in the 1-hour plasma glucose level of 1 SD (30.9 mg per deciliter [1.7 mmol per liter]), and an increase in the 2-hour plasma glucose level of 1 SD (23.5 mg per deciliter [1.3 mmol per liter]). For birth weight above the 90th percentile, the odds ratios were 1.38 (95% confidence interval [CI], 1.32 to 1.44), 1.46 (1.39 to 1.53), and 1.38 (1.32 to 1.44), respectively; for cord-blood serum C-peptide level above the 90th percentile, 1.55 (95% CI, 1.47 to 1.64), 1.46 (1.38 to 1.54), and 1.37 (1.30 to 1 …",
                "(IADPSG) was formed in 1998 as an umbrella organization to facilitate collaboration between the various regional and national groups that have a primary or significant focus on diabetes and pregnancy. The principal objectives of IADPSG are to foster an international approach to enhancing the quality of care, facilitating research, and advancing education in the field of diabetes in pregnancy. During 11–12 June 2008, the IADPSG sponsored an International Workshop-Conference on Gestational Diabetes Diagnosis and Classification in Pasadena, California. More than 225 conferees from 40 countries reviewed published results of the Hyperglycemia and Adverse Pregnancy Outcome (HAPO) study, additional unpublished HAPO study findings, and results of other work that examined associations of maternal glycemia with perinatal and long-term outcomes in offspring. Conferees then held regional caucuses to …",
                "Stillbirth rates in high-income countries have shown little or no improvement over the past two decades. Prevention strategies that target risk factors could be important in rate reduction. This systematic review and meta-analysis was done to identify priority areas for stillbirth prevention relevant to those countries.Population-based studies addressing risk factors for stillbirth were identified through database searches. The factors most frequently reported were identified and selected according to whether they could potentially be reduced through lifestyle or medical intervention. The numbers attributable to modifiable risk factors were calculated from data relating to the five high-income countries with the highest numbers of stillbirths and where all the data required for analysis were available. Odds ratios were calculated for selected risk factors, from which population-attributable risk (PAR) values …",
                "To determine associations of gestational diabetes mellitus (GDM) and obesity with adverse pregnancy outcomes in the Hyperglycemia and Adverse Pregnancy Outcome (HAPO) Study.Participants underwent a 75-g oral glucose tolerance test (OGTT) between 24 and 32 weeks. GDM was diagnosed post hoc using International Association of Diabetes and Pregnancy Study Groups criteria. Neonatal anthropometrics and cord serum C-peptide were measured. Adverse pregnancy outcomes included birth weight, newborn percent body fat, and cord C-peptide >90th percentiles, primary cesarean delivery, preeclampsia, and shoulder dystocia\/birth injury. BMI was determined at the OGTT. Multiple logistic regression was used to examine associations of GDM and obesity with outcomes.Mean maternal BMI was 27.7, 13.7% were obese (BMI ≥33.0 kg\/m2 …",
                "Objective: To assess the prevalence and impact of overweight and obesity in an Australian obstetric population.Design, setting and participants: The Mater Mother's Hospital (MMH), South Brisbane, is an urban tertiary referral maternity hospital. We reviewed data for the 18 401 women who were booked for antenatal care at the MMH, delivered between January 1998 and December 2002, and had a singleton pregnancy. Of those women, 14 230 had an estimated pre‐pregnancy body mass index (BMI) noted in their record; 2978 women with BMI ≤ 20 kg\/m2 were excluded from further study; the remaining 11 252 women were divided into four categories: “normal” (BMI 20.01–25 kg\/m2), “overweight” (BMI 25.01–30 kg\/m2), “obese” (BMI 30.01–40 kg\/m2) and “morbidly obese” (BMI > 40 kg\/m2).Main outcome measures: Prevalence of overweight and obesity in an obstetric population; maternal …",
                "Hyperglycemia is one of the most common medical conditions women encounter during pregnancy. The International Diabetes Federation (IDF) estimates that one in six live births (16.8%) are to women with some form of hyperglycemia in pregnancy. While 16% of these cases may be due to diabetes in pregnancy (either preexisting diabetes—type 1 or type 2—which antedates pregnancy or is first identified during testing in the index pregnancy), the majority (84%) is due to gestational diabetes mellitus (GDM). The occurrence of GDM parallels the prevalence of impaired glucose tolerance (IGT), obesity, and type 2 diabetes mellitus (T2DM) in a given population. These conditions are on the rise globally. Moreover, the age of onset of diabetes and pre-diabetes is declining while the age of childbearing is increasing. There is also an increase in the rate of overweight and obese women of reproductive age; thus, more …",
                "Objective: The objective of the Hyperglycemia and Adverse Pregnancy Outcome (HAPO) Study is to clarify unanswered questions on associations of maternal glycemia, less severe than overt diabetes mellitus, with risks of adverse pregnancy outcome. This report describes the background and design of the HAPO Study. Methods: HAPO is a 5-year investigator-initiated prospective observational study that will recruit approximately 25 000 pregnant women in 10 countries. HAPO utilizes a Central Laboratory for measurement of key metabolic variables, a Clinical Coordinating Center, a Data Coordinating Center, and an independent Data Monitoring Committee. Glucose tolerance is assessed by a 75 g 2-h OGTT at 24–32 weeks’ gestation. Results are unblinded to the woman and her caregivers if: fasting plasma glucose >5.8 mmol\/l, 2-h plasma glucose >11.1 mmol\/l or any plasma glucose <2.5 mmol\/l. Random …",
                " Please cite this paper as: HAPO Study Cooperative Research Group. Hyperglycaemia and Adverse Pregnancy Outcome (HAPO) Study: associations with maternal body mass index. BJOG 2010;117:575–584.Objective  To determine whether higher maternal body mass index (BMI), independent of maternal glycaemia, is associated with adverse pregnancy outcomes.Design  Observational cohort study.Setting  Fifteen centres in nine countries.Population  Eligible pregnant women.Methods  A 75‐g 2‐hour oral glucose tolerance test (OGTT) was performed between 24 and 32 weeks of gestation in all participants. Maternal BMI was calculated from height and weight measured at the OGTT. Fetal adiposity was assessed using skinfold measurements and percentage of body fat was calculated. Associations between maternal BMI and pregnancy outcomes were assessed using multiple logistic regression …",
                "We previously described significant changes in GH-binding protein (GHBP) in pathological human pregnancy. There was a substantial elevation of GHBP in cases of noninsulin-dependent diabetes mellitus and a reduction in insulin-dependent diabetes mellitus. GHBP has the potential to modulate the proportion of free placental GH (PGH) and hence the impact on the maternal GH\/insulin-like growth factor I (IGF-I) axis, fetal growth, and maternal glycemic status. The present study was undertaken to investigate the relationship among glycemia, GHBP, and PGH during pregnancy and to assess the impact of GHBP on the concentration of free PGH. We have extended the analysis of specimens to include measurements of GHBP, PGH, IGF-I, IGF-II, IGF-binding protein-1 (IGFBP-1), IGFBP-2, and IGFBP-3 and have related these to maternal characteristics, fetal growth, and glycemia. The simultaneous measurement …",
                "Objective:  To assess outcomes for pregnancies progressing beyond 20 weeks’ gestation in women of very advanced maternal age.Design:  Retrospective cohort study.Setting:  Two tertiary level obstetric hospitals.Population:  Women aged 45 years or more at the time of delivery over a 10‐year period from 1 January 1992 to 31 December 2001.Methods:  Information regarding maternal, pregnancy and neonatal outcomes was obtained from the medical records. For comparison, routinely collected data from the obstetric database was obtained for women aged 20–29 years.Results:  Seventy‐seven pregnancies in 76 women aged 45 years and over were registered in the 10‐year period. There were 74 liveborn singletons, two sets of liveborn twins and one set of twins stillborn at 20 weeks’ gestation. Sixteen women were primiparous. Eighty‐four percent of pregnancies were conceived naturally and 53 …"
            ],
            [
                [
                    "Diabetes",
                    "Obesity",
                    "Pregnancy"
                ]
            ]
        ]
    ]
}