{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3WX5LIJN",
            "8GWnWlcAAAAJ",
            [
                "Observation of the Suppression of the Flux of Cosmic Rays above ",
                "Properties and performance of the prototype instrument for the Pierre Auger Observatory",
                "Measurement of the Depth of Maximum of Extensive Air Showers above ",
                "Measurement of the energy spectrum of cosmic rays above 1018 eV using the Pierre Auger Observatory",
                "First measurement of the total proton-proton cross-section at the lhc energy of",
                "Correlation of the highest-energy cosmic rays with the positions of nearby active galactic nuclei"
            ],
            [
                "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
                "Construction of the first stage of the Pierre Auger Observatory has begun. The aim of the Observatory is to collect unprecedented information about cosmic rays above 10 18 eV. The first phase of the project, the construction and operation of a prototype system, known as the engineering array, has now been completed. It has allowed all of the sub-systems that will be used in the full instrument to be tested under field conditions. In this paper, the properties and performance of these sub-systems are described and their success illustrated with descriptions of some of the events recorded thus far.",
                "We describe the measurement of the depth of maximum, X max﻿, of the longitudinal development of air showers induced by cosmic rays. Almost 4000 events above 10 18 eV observed by the fluorescence detector of the Pierre Auger Observatory in coincidence with at least one surface detector station are selected for the analysis. The average shower maximum was found to evolve with energy at a rate of (106− 21+ 35) g\/cm 2\/decade below 10 18.24±0.05 eV, and (24±3) g\/cm 2\/decade above this energy. The measured shower-to-shower fluctuations decrease from about 55 to 26 g\/cm 2. The interpretation of these results in terms of the cosmic ray mass composition is briefly discussed.",
                "We report a measurement of the flux of cosmic rays with unprecedented precision and statistics using the Pierre Auger Observatory. Based on fluorescence observations in coincidence with at least one surface detector we derive a spectrum for energies above 10 18 eV. We also update the previously published energy spectrum obtained with the surface detector array. The two spectra are combined addressing the systematic uncertainties and, in particular, the influence of the energy resolution on the spectral shape. The spectrum can be described by a broken power law E− γ with index γ= 3.3 below the ankle which is measured at log 10 (E ankle\/eV)= 18.6. Above the ankle the spectrum is described by a power law with index 2.6 followed by a flux suppression, above about log 10 (E\/eV)= 19.5, detected with high statistical significance.",
                "TOTEM has measured the differential cross-section for elastic proton-proton scattering at the LHC energy of\\sqrt {s}= 7\\,{\\rm TeV} analysing data from a short run with dedicated large-β* optics. A single exponential fit with a slope B=(20.1±0.2 stat±0.3 syst) GeV− 2 describes the range of the four-momentum transfer squared| t| from 0.02 to 0.33 GeV 2. After the extrapolation to| t|= 0, a total elastic scattering cross-section of (24.8±0.2 stat±1.2 syst) mb was obtained. Applying the optical theorem and using the luminosity measurement from CMS, a total proton-proton cross-section of (98.3±0.2 stat±2.8 syst) mb was deduced which is in good agreement with the expectation from the overall fit of previously measured data over a large range of center-of-mass energies. From the total and elastic pp cross-section measurements, an inelastic pp cross-section of (73.5\\pm 0.6^{{\\rm stat}}{}{\\fontsize {6}{6}\\selectfont {\\begin {array}{c …",
                "Data collected by the Pierre Auger Observatory provide evidence for anisotropy in the arrival directions of the cosmic rays with the highest-energies, which are correlated with the positions of relatively nearby active galactic nuclei (AGN) [Pierre Auger Collaboration, Science 318 (2007) 938]. The correlation has maximum significance for cosmic rays with energy greater than ∼6 × 1019 eV and AGN at a distance less than ∼75 Mpc. We have confirmed the anisotropy at a confidence level of more than 99% through a test with parameters specified a priori, using an independent data set. The observed correlation is compatible with the hypothesis that cosmic rays with the highest-energies originate from extra-galactic sources close enough so that their flux is not significantly attenuated by interaction with the cosmic background radiation (the Greisen–Zatsepin–Kuz’min effect). The angular scale of the correlation …"
            ],
            [
                [
                    "Experimental particle astrophysics",
                    "cosmic ray physics",
                    "gamma-ray astronomy"
                ]
            ]
        ]
    ]
}