{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3WX5LIJN",
            "8GWnWlcAAAAJ",
            [
                "Observation of the Suppression of the Flux of Cosmic Rays above ",
                "Properties and performance of the prototype instrument for the Pierre Auger Observatory",
                "Measurement of the Depth of Maximum of Extensive Air Showers above ",
                "Measurement of the energy spectrum of cosmic rays above 1018 eV using the Pierre Auger Observatory",
                "First measurement of the total proton-proton cross-section at the lhc energy of",
                "Correlation of the highest-energy cosmic rays with the positions of nearby active galactic nuclei"
            ],
            [
                "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
                "Construction of the first stage of the Pierre Auger Observatory has begun. The aim of the Observatory is to collect unprecedented information about cosmic rays above 10 18 eV. The first phase of the project, the construction and operation of a prototype system, known as the engineering array, has now been completed. It has allowed all of the sub-systems that will be used in the full instrument to be tested under field conditions. In this paper, the properties and performance of these sub-systems are described and their success illustrated with descriptions of some of the events recorded thus far.",
                "We describe the measurement of the depth of maximum, X max﻿, of the longitudinal development of air showers induced by cosmic rays. Almost 4000 events above 10 18 eV observed by the fluorescence detector of the Pierre Auger Observatory in coincidence with at least one surface detector station are selected for the analysis. The average shower maximum was found to evolve with energy at a rate of (106− 21+ 35) g\/cm 2\/decade below 10 18.24±0.05 eV, and (24±3) g\/cm 2\/decade above this energy. The measured shower-to-shower fluctuations decrease from about 55 to 26 g\/cm 2. The interpretation of these results in terms of the cosmic ray mass composition is briefly discussed.",
                "We report a measurement of the flux of cosmic rays with unprecedented precision and statistics using the Pierre Auger Observatory. Based on fluorescence observations in coincidence with at least one surface detector we derive a spectrum for energies above 10 18 eV. We also update the previously published energy spectrum obtained with the surface detector array. The two spectra are combined addressing the systematic uncertainties and, in particular, the influence of the energy resolution on the spectral shape. The spectrum can be described by a broken power law E− γ with index γ= 3.3 below the ankle which is measured at log 10 (E ankle\/eV)= 18.6. Above the ankle the spectrum is described by a power law with index 2.6 followed by a flux suppression, above about log 10 (E\/eV)= 19.5, detected with high statistical significance.",
                "TOTEM has measured the differential cross-section for elastic proton-proton scattering at the LHC energy of\\sqrt {s}= 7\\,{\\rm TeV} analysing data from a short run with dedicated large-β* optics. A single exponential fit with a slope B=(20.1±0.2 stat±0.3 syst) GeV− 2 describes the range of the four-momentum transfer squared| t| from 0.02 to 0.33 GeV 2. After the extrapolation to| t|= 0, a total elastic scattering cross-section of (24.8±0.2 stat±1.2 syst) mb was obtained. Applying the optical theorem and using the luminosity measurement from CMS, a total proton-proton cross-section of (98.3±0.2 stat±2.8 syst) mb was deduced which is in good agreement with the expectation from the overall fit of previously measured data over a large range of center-of-mass energies. From the total and elastic pp cross-section measurements, an inelastic pp cross-section of (73.5\\pm 0.6^{{\\rm stat}}{}{\\fontsize {6}{6}\\selectfont {\\begin {array}{c …",
                "Data collected by the Pierre Auger Observatory provide evidence for anisotropy in the arrival directions of the cosmic rays with the highest-energies, which are correlated with the positions of relatively nearby active galactic nuclei (AGN) [Pierre Auger Collaboration, Science 318 (2007) 938]. The correlation has maximum significance for cosmic rays with energy greater than ∼6 × 1019 eV and AGN at a distance less than ∼75 Mpc. We have confirmed the anisotropy at a confidence level of more than 99% through a test with parameters specified a priori, using an independent data set. The observed correlation is compatible with the hypothesis that cosmic rays with the highest-energies originate from extra-galactic sources close enough so that their flux is not significantly attenuated by interaction with the cosmic background radiation (the Greisen–Zatsepin–Kuz’min effect). The angular scale of the correlation …"
            ],
            [
                [
                    "Experimental particle astrophysics",
                    "cosmic ray physics",
                    "gamma-ray astronomy"
                ]
            ],
            [
                "Corbin Covault Professor and Co-chair Department of Physics corbin.covault@case.edu 216.368.4006 Rockefeller Building 207 B.A., Massachusetts Institute of Technology (1985) Ph.D., Harvard University (1991) Profiles Google Scholar INSPIRE High Energy Physics Information System High Energy Astro Particle Physics @ CWRU Experimental Particle Astrophysics, Gamma-ray Astronomy, Ultra-high Energy Cosmic Rays Interests The Pierre Auger Cosmic Ray Observatory Auger is the world’s largest cosmic ray detector, located in Argentina. Auger was built to explore the astrophysical origins of the highest energy particles. Our group at CWRU is one of several active US groups participating in the international collaboration. As group leader, I serve on the 15-member Auger Technical Board, directly involved in all aspects of decisions related to instrument performance, calibrations, operations and data integrity. Instrumentation specialties for the CWRU group include photodetection systems, GPS timing, and wireless communications for data transfer and instrument control. Our group also is involved in several major aspects of science analysis, and in the development of new detectors for the next generation instrument. The Cherenkov Telescope Array Observatory The Cherenkov Telescope Array [CTA] is an international initiative for global facility for gamma-ray astronomy. CTA is a major project to build a global telescope system for gamma-ray astronomy. The CWRU group works with US collaborators to develop and deploy a new technology (silicon photomultipler) camera system into a novel telescope design. The CWRU group is responsible for GPS timing, synchronization, and rapid trigger processing. The prototype system is being deployed at Mt. Hopkins Observatory near Tucson, Arizona. Since August 2018, the CWRU group is funded as part of a new MRI grant to complete the full-sized camera for the telescope. Additional Research Spectral CT Imaging with Quantum Dot X-ray Detectors – With Michael Martens (CWRU), March Chappo and Dane Pittock, Philips (Cleveland) and Stepanie Brock (Chemistry, Wayne State University). New materials, devices, engineering and physics measurements for spectral CT medical imaging. Astronomy Instrumentation: Optical SETI – Development of a new telescope design to pursue the search for extra-terrestrial intelligence using optical techniques, using low-cost large area light collectors. Macro Dark Matter – With Glenn Starkman (CWRU). Investigation of the prospects for experimental detection of “macro” dark matter using cosmic ray detectors similar to Auger fluorescence telescopes. Direct Detection of Exoplanets – with Ben Monreal (CWRU). Development of a 100+ meter diameter ‘flat’ telescope for direct imaging of Earth-sized exoplanets around nearby stars. Selected Publications Note: A major portion of my research activities are done in collaboration with larger experimental groups. As is customary in the discipline, author listings for publications are generally alphabetical or are condensed into a short collaborative title, and do not implicitly convey relative contributions, seniority, or merit. The publications listed here correspond to a subset of my papers where significant results were reported and to which I made significant specific written, and\/or scientific contributions. Additional publications are in my Google Scholar profile . Macro detection using fluorescence detectors , Jagjit Singh Sidhu, Roshan Mammen Abraham, Corbin Covault, Glenn Starkman, (2019) accepted for publication in JCAP . Exploring Potential Signatures of QGP in UHECR Ground Profiles , D. LaHurd and C.E. Covault, JCAP , (2018) JCAP 1811 11, 007. Inferences on Mass Composition and Tests of Hadronic Interactions from 0.3 to 100 EeV using the water-Cherenkov Detectors of the Pierre Auger Observatory ,” The Pierre Auger Collaboration, Phys. Rev. D 96, 122003 (2017). Search for High-energy Neutrinos from Binary Neutron Star Merger GW170817 with ANTARES, IceCube, and the Pierre Auger Observatory , ANTARES Collaboration, IceCube Collaboration, The Pierre Auger Collaboration, and LIGO Scientific Collab- oration and Virgo Collaboration, The Astrophysical Journal Letters , 850 :L35, (2017). Calibration of the Logarithmic-Periodic Dipole Antenna (LPDA) Radio Stations at the Pierre Auger Observatory using an Octocopter , The Pierre Auger Collaboration, JINST 12, T10005 (2017). Multi-messenger Observations of a Binary Neutron Star Merger , (many authors), The Astrophysical Journal Letters , 848:L12, (2017). Observation of a Large-scale Anisotropy in the Arrival Directions of Cosmic Rays above 8 × 1018 eV , The Pierre Auger Collaboration, Astroparticle Physics 95C, 44-56 (2017). Multi-resolution anisotropy studies of ultra-high energy cosmic rays detected at the Pierre  Auger  Observatory, ” The  Pierre  Auger  Collaboration, JCAP 06, 026 (2017). Combined fit of spectrum and composition data as measured by the Pierre Auger Observatory , The Pierre Auger Collaboration, JCAP , 04, 038 (2017). Ultrahigh energy neutrino follow-up of Gravitational Wave events GW150914 and GW151226 with the Pierre Auger Observator y, The Pierre Auger Collaboration, Phys. Rev. D 94, 122007 (2016). Testing hadronic interactions at ultrahigh energies with air showers measured by the Pierre Auger Observatory, The Pierre Auger Collaboration, PRL 117, 192001 (2016) “Search for ultrarelativistic magnetic monopoles with the Pierre Auger observatory,” The Pierre Auger Collaboration, Phys. Rev. D 94, 082002 (2016) “Evidence for a mixed mass composition at the ‘ankle’ in the cosmic-ray spectrum,” The Pierre Auger Collaboration, Phys. Lett. B762 (2016) 288-295 “Measurement of the Muon Production Depths at the Pierre Auger Observatory,” Laura Collica for the Pierre Auger Collaboration, Eur. Phys. J. Plus (2016) 131 : 301 “Energy Estimation of Cosmic Rays with the Engineering Radio Array of the Pierre Auger Observatory,” The Pierre Auger Collaboration, Phys. Rev. D 93 , 122005 (2016) “Measurement of the Radiation Energy in the Radio Signal of Extensive Air Showers as a Universal Estimator of Cosmic-Ray Energy,” The Pierre Auger Collaboration, PRL 116, 241101 (2016) “Azimuthal asymmetry in the risetime of the Surface Detector signals of the Pierre Auger Observatory, The Pierre Auger Collaboration,” Phys. Rev. D 93, 072006 (2016) “Prototype muon detectors for the AMIGA component of the Pierre Auger  Observatory,” The Pierre Auger Collaboration, JINST 11 (2016) P02012 “Nanosecond-level time synchronization of autonomous radio detector stations using a reference beacon and commercial airplanes,” The Pierre Auger Collaboration, JINST 11 (2016) P01018. “Search for correlations between the arrival directions of IceCube neutrino events and ultrahigh-energy cosmic rays detected by the Pierre Auger Observatory and the Telescope Array,” The Pierre Auger Collaboration, Telescope Array Collaboration, IceCube Collab- oration JCAP 01 (2016) 037. “Measurement of the cosmic ray spectrum above 4 × 1018  eV using inclined events detected with the Pierre Auger Observatory,” The Pierre Auger Collaboration, JCAP , 08, 172-213 (2015). “The Pierre Auger Cosmic Ray Observatory,” The Pierre Auger Collaboration, NIM A 798, 172-213 (2015). “An improved limit to the diffuse flux of ultra-high energy neutrinos from the Pierre Auger Observatory,” The Pierre Auger Collaboration, Phys. Rev. D 91, 092008 (2015). “Searches for Anisotropies in the Arrival Directions of the Highest Energy Cosmic Rays Detected by the Pierre Auger Observatory,” The Pierre Auger Collaboration, ApJ , 804, 15 (2015). “Large scale distribution of ultra high energy cosmic rays detected at the Pierre Auger Observatory with zenith angles up to 80 degrees,” The Pierre Auger Collaboration, ApJ , 802, 111 (2015). “Muons in air showers at the Pierre Auger Observatory: mean number in highly inclined events,” The Pierre Auger Collaboration, Phys. Rev. D , 91, 032003 (2015). “Search for patterns by combining cosmic ray energy and arrival directions at the Pierre Auger Observatory,” The Pierre Auger Collaboration, Eur. Phys. J. C 75, 269 (2015). “Re-Cycling,” Robert W. Brown and Corbin E. Covault The Physics Teacher (AAPT) , 53, 446 (Nov 1, 2015. “Probing the radio emission from cosmic-ray-induced air showers by polarization measurements,” The Pierre Auger Collaboration, Phys. Rev. D 89, 052002 (2014). “Origin of atmospheric aerosols at the Pierre Auger Observatory using studies of air mass trajectories in South America,” The Pierre Auger Collaboration, Gabriele Curci, Atmospheric Research 149, 120-135 (2014). “A Targeted Search for Point Sources of EeV Neutrons,” The Pierre Auger Collaboration, Astrophysical Journal (Letters) , 789 L34 (2014). “A search for point sources of EeV photons,” The Pierre Auger Collaboration, Astrophysical Journal , 789, 160 (2014). “Muons in air showers at the Pierre Auger Observatory: measurement of atmospheric production depth,” The Pierre Auger Collaboration, Physical Review D 90, 012012 (2014). “Reconstruction of inclined air showers detected with the Pierre Auger Observatory,” The Pierre Auger Collaboration, JCAP 08 019 (2014). “Searches  for Large-Scale  Anisotropy in the Arrival Directions of Cosmic Rays above 1019 eV at the Pierre Auger Observatory and the Telescope Array,” The Pierre Auger and Telescope Array Collaborations, Astrophysical Journal , 794, 172 (2014). “Depths of Maximum of Air-Shower Profiles at the Pierre Auger Observatory: Composition Implications,” The Pierre Auger Collaboration, Physical Review D 90, 122006 (2014). “Depth of Maximum of Air-Shower Profiles at the Auger Observatory: Measurements at Energies above 1017 . 8 eV,” The Pierre Auger Collaboration, Physical Review D 90, 122005 (2014). “LHC Optics Measurement with Proton Tracks Detected by the Roman Pots of the TOTEM Experiment,” TOTEM Collaboration, New J. Phys. 16, 103041 (2014). “Measurement of pseudorapidity distributions of charged particles in proton-proton collisions at √ s =  8 TeV  by the CMS and TOTEM  experiments,”  CMS and TOTEM Collaborations, Eur.Phys.J. C74 10, 3053 (2014). “Results from the Pierre Auger Collaboration: Energy Spectrum and Anisotropy,” C.E. Covault, for the Pierre Auger Collaboration, The 27th Texas Symposium on Relativistic Astrophysics, 8-13 December 2013, (conference proceedings) (2013). “Performance of the Totem Detectors at the LHC”, The TOTEM Collaboration, International Journal of Modern Physics A , 28, 1330046 (2013). “Identifying Clouds over the Pierre Auger Observatory using IR Satellite Data,” The Pierre Auger Collaboration, Astroparticle Physics , 50 92-101 (2013). “Bounds on the density of sources of ultra-high energy cosmic rays from the Pierre Auger Observatory,” The Pierre Auger Collaboration , Journal of Cosmology and Astroparticle Physics , 05, 009 (2013). “Techniques for Measuring Aerosols using the Central Laser Facility at the Pierre Auger Observatory,” The Pierre Auger Collaboration, JINST , 8 P04009 (2013). “Ultra-High Energy Neutrinos at the Pierre Auger Observatory,” The Pierre Auger Collaboration, Advances in High Energy Physics, 2013 , 708680 (2013). “The Interpretation of the Depths of Shower Maximum of Extensive Air Showers Measured by the Pierre Auger Observatory,” The Pierre Auger Collaboration, Journal of Cosmology and Astroparticle Physics , 02, 026 (2013). “The Pierre Auger Observatory: Contributions to the 33rd International Cosmic Ray Conference (ICRC 2013)”, The Pierre Auger Collaboration, Proceedings of the 33rd International Cosmic Ray Conference , [arXiv:1307.5059], (conference proceedings), (2013). “SOFOS: The Scanning Observatory For Optical SETI,” C.E. Covault, American Physical Society, APS April Meeting 2013, April 13-16, 2013 , conference abstract (poster presenta- tion) #S2.002 (2013). “New Results in Particle Physics and Astrophysics from the Pierre Auger Cosmic Ray Observatory,” C.E. Covault, for the Pierre Auger Collaboration, Lake Louise Winter Institute, 2013 (conference proceedings) (2013). “Constraints on the origin of cosmic rays above 1018 eV from large scale anisotropy searches in data of the Pierre Auger observatory,” The Pierre Auger Collaboration, Astrophysical Journal (Letters) , 762, L13 (2013). “Ultra-High Energy Neutrinos at the Pierre Auger Observatory,” The Pierre Auger Collaboration, Astrophysical Journal Supplement , 203, 34 (2012). “A Search for Point Sources of EeV Neutrons,” The Pierre Auger Collaboration, Astro- physical Journal , 760, 148 (2012). “Results of a self-triggered prototype system at the Pierre Auger Observatory for radio- detection of air showers induced by cosmic rays,” The Pierre Auger Collaboration, Journal of Instrumentation , 7 , P11023 (2012). “Antennas for the Detection of Radio Emission Pulses from Cosmic-Ray induced Air Showers at the Pierre Auger Observatory,” The Pierre Auger Collaboration, Journal of Instrumentation , 7, P10011 (2012). “The Rapid Atmospheric Monitoring System of the Pierre Auger Observatory,” The Pierre Auger Collaboration, Journal of Instrumentation , 7 , P09001 (2012). “Measurement of the proton-air cross-section at sqrt(s) = 57 TeV with the Pierre Auger Observatory,” The Pierre Auger Collaboration, Phys. Rev. Lett. , 109 , 062002 (2012). “Search for point-like sources of ultra-high energy neutrinos at the Pierre Auger Observatory and improved limit on the diffuse flux of tau neutrinos,” The Pierre Auger Collaboration, Astrophysical Journal Letters, 755 , L4 (2012). “Nature and origin of very high-energy cosmic rays,” J. Horandel and the Pierre Auger Collaboration, Europhysics News, 43, 24 (2012). “A search for anisotropy in the arrival directions of ultra high energy cosmic rays recorded at the Pierre Auger Observatory,” The Pierre Auger Collaboration, Journal of Cosmology and Astroparticle Physics 04, 040 (2012). “Description of Atmospheric Conditions at the Pierre Auger Observatory using the Global Data Assimilation System (GDAS),” The Pierre Auger Collaboration, Astroparticle Physics, 35, 591-607 (2012). “Search for signatures of magnetically-induced alignment in the arrival directions mea- sured by the Pierre Auger Observatory,” The Pierre Auger Collaboration, Astroparticle Physics , 35, (2012). “Search for ultrahigh energy neutrinos in highly inclined events at the Pierre Auger Observatory,” The Pierre Auger Collaboration, Physical Review D , 84 , 12205 (2011). “The effect of the geomagnetic field on cosmic ray energy estimates and large scale anisotropy searches on data from the Pierre Auger Observatory,” The Pierre Auger Collaboration, Journal of Cosmology and Astroparticle Physics 11, 022 (2011). “The Lateral Trigger Probability function for UHE Cosmic Rays Showers detected by the Pierre Auger Observatory,” The Pierre Auger Collaboration, Astroparticle Physics 35, 266–276 (2011). “Anisotropy and chemical composition of ultra-high energy cosmic rays using arrival directions measured by the Pierre Auger Observatory,” The Pierre Auger Collaboration, Journal of Cosmology and Astroparticle Physics , 06 , 022 (2011). “Advanced functionality for radio analysis in the Offline software framework of the Pierre Auger Observatory,” The Pierre Auger Collaboration, Nuclear Instruments and Methods in Physics Research A , 635, 92–102 (2011). “Search for First Harmonic Modulation in the Right Ascension Distribution of Cosmic Rays Detected at the Pierre Auger Observatory,” The Pierre Auger Collaboration, Astroparticle Physics, 34 , 627-639 (2011). [arXiv:1103.2721]. “Very high-energy observations of the two high-frequency peaked BL Lac objects 1ES 1218+304 and H 1426+428,” C. Mueller, et al., Astroparticle Physics, 34 , 674-678 (2011). [arXiv:1104.2770]. “Anisotropy and Chemical Composition of Ultra-High Energy Cosmic  Rays  using Arrival Directions Measured by the Pierre Auger Observatory,” The Pierre Auger Collaboration, Journal of Cosmology and Astroparticle Physics, 22 (2011). [arXiv:1106.3048v2]. “Proton-Proton Elastic Cross Section at the LHC at energy of √ 7 TeV,” The TOTEM Collaboration, European Physics Letters, 95 , 41001 (2011). [arXiv:1110.1385]. “First  Measurement  of  the  Total  Proton-Proton  Cross  Section  at  the  LHC  energy of √ 7  TeV,”   The  TOTEM  Collaboration, European  Physics  Letters, 96 , 21002  (2011). [arXiv:1110.1395]. “The Lateral Trigger Probability function for the Ultra-High Energy Cosmic Ray Showers detected by the Pierre Auger Observatory,” The Pierre Auger Collaboration, Astroparticle Physics, 35, 266-276 (2011). [arXiv:1111.6645]. “Trigger and Aperture of the Surface Detector Array of the Pierre Auger Observatory,” The Pierre Auger Collaboration, Nuclear Instruments and Methods, A613 , 29-39 (2011) [arXiv:1111.6764]. “The effect of the geomagnetic field on cosmic ray energy estimates and large scale anisotropy searches on data from the Pierre Auger Observatory,” The Pierre Auger Collab- oration, Journal of Cosmology and Astroparticle Physics, 22, (2011). [arXiv:1111.7122]. “Update on the correlation of the highest energy cosmic rays with nearby extragalactic matter”, The Pierre Auger Collaboration, Astroparticle Physics, 34 , 314-326 (2010). (arXiv:1009.1855). “Measurement of the Depth of Maximum of Extensive Air Showers above 1018eV” The Pierre Auger Collaboration, Physical Review Letters, 104 091101, (2010). “Very High Energy Observations of Gamma-ray Bursts with STACEE”, A. Jarvis, et   al., The Astrophysical Journal, 722 , 862-870 (2010). “A study of the effect of molecular and aerosol conditions in the atmosphere on air fluorescence measurements at the Pierre Auger Observatory”, The Pierre Auger Collaboration, Astroparticle Physics , 33 , 108-129 (2010). (arXiv:1002.0366v1). “Measurement of the energy spectrum of cosmic rays above 1018 eV using the Pierre Auger Observatory”, The Pierre Auger Collaboration, Physics Letters B 685, 239 (2010) (arXiv:1002.1975v1 [astro-ph.HE]). “The fluorescence detector of the Pierre Auger Observatory”, The Pierre Auger Collaboration, Nuclear Instruments and Methods A, 620 , 227-251, (2009). (arXiv:0907.4282). “OSETI with STACEE: A Search for Nanosecond Optical Transients from Nearby Stars”, D.S. Hanna, et al., Astrobiology, 9 , 345-357, (2009) (arXiv:0904.2230). “Trigger and Aperture of the Surface Detector Array of the Pierre Auger Observatory”, The Pierre Auger Collaboration, Nuclear Instruments and Methods in Physics Research Section A , Volume 613, Issue1, p. 29-39 (2009). (arXiv:0907.4282v1 [astro-ph]). “Atmospheric effects on extensive air showers observed with the Surface Detector of the Pierre Auger Observatory”, The Pierre Auger Collaboration, Astroparticle Physics , 32:89-99 (2009) (arXiv:0906.5497v2 [astro-ph.IM]). “Limit on the diffuse flux of ultrahigh energy tau neutrinos with the surface detector of the Pierre Auger Observatory”, The Pierre Auger Collaboration, Physical Review D79, 102001 (2009) (arXiv:0903.3385 [astro-ph]). “Upper limit on the cosmic-ray photon fraction at EeV energies from the Pierre Auger Observatory”,  The  Pierre  Auger  Collaboration, Astroparticle  Physics ,  31:399  (2009) (arXiv:0903.1127 [astro-ph]). “Upper limit on the cosmic-ray photon fraction at EeV energies from the Pierre Auger Observatory”, The Pierre Auger Collaboration, Astroparticle Physics 31, 399 (2009). [arXiv:astro-ph\/0903.1127]. “Limit on the diffuse flux of ultra-high energy tau neutrinos with the surface detector of the Pierre Auger Observatory”, The Pierre Auger Collaboration, The Physical Review , D79, 102001 (2009). [arXiv:astro-ph\/0903.3385]. “ Focus on High Energy Particle Astronomy ,” Rene A. Ong and Corbin E. Covault, New Journal of Physics . 11, 055003, (2009) “A Search for Fast Optical Transients from Nearby Stars”, D.S. Hanna, et al., Astrobiology , 9, 345-57 (May, 2009) [arXiv:astro-ph\/0904.2230]. “Search for dark matter annihilation in Draco with the Solar Tower Atmospheric Cherenkov Effect Experiment”, D.D. Driscoll, C.E. Covault, et al., The Physical Review , D78, 8 (2008) [arXiv:astro-ph\/0710.3545]. “Evidence for suppression of the flux of cosmic rays above 4 × 1019 eV”, The Pierre Auger Collaboration, Physical Review Letters 101, 061101 (2008) [arXiv:astro-ph\/0806.4302]. “Correlation of the highest-energy cosmic rays with the positions of nearby  active galactic nuclei”, The Pierre Auger Collaboration, Astroparticle Physics 29, 188 (2008) [arXiv:astro-ph\/0712.2843]. “Upper Limit on the diffuse flux of UHE tau neutrinos from the Pierre Auger Observatory” The Pierre Auger Collaboration, Physical Review Letters , 100 (2007), 211101 [arXiv:astro-ph\/0712.1909]. “Upper Limit on the Cosmic-Ray Photon Flux Above 1019 eV Using the Surface Detector of the Pierre Auger Observatory”, The Pierre Auger Collaboration, Astroparticle Physics 29, 243 (2008) [arXiv:astro-ph\/0712.1147]. “Correlation  of  the  highest  energy  cosmic  rays  with  nearby   extragalactic   objects”, The Pierre Auger Collaboration, Science 318, 939 (9 November 2007) [arXiv:astro-ph\/0711.2256]. “Very high energy observations of the BL Lac objects 3C 66A and OJ 287”, Lindner, et al., [The STACEE Collaboration], Astroparticle Physics , 28, 338-347 (2007) [arXiv:astro-ph\/0707.2815]. “1 00 TeV Observations of the Cygnus Region by CASA-MIA, ” Rene A. Ong, and Corbin Covault, [for the CASA-MIA Collaboration], 30th International Cosmic Ray Conference, Merida (2007) , 2 (OG Part 1), 771-774 (2007). “Gamma-Ray Burst Follow-up Observations with STACEE During 2003-2007”, J. Ball, et al., [The STACEE Collaboration], 30th Int. Cosmic Ray Conf., Merida (2007) , 3 (OG Part 2), 1111-1114 (2007). [arXiv:astro-ph\/0707.2815]. “Anisotropy studies around the galactic centre at EeV energies with the Auger Observa- tory”, J. Abraham et al., for the Pierre Auger Collaboration, Astroparticle Physics 27, 244 (2007). (arXiv:astro-ph\/0607382) “The Energy Spectrum of the Blazar Markarian 421 above 130 GeV”, J.A Carson, et  al., The Astrophysical Journal , 662, Issue 1, 199-204 (2006) (arXiv:astro-ph\/0612562) “Observations of the BL Lac Object 3C 66A with STACEE”, D.A. Bramel et al., The Astrophysical Journal , 629, Issue 1, 108-114 (2005) (arXiv:astro-ph\/0504515) “High-Energy Gamma-Ray Observations of W Comae with the Solar Tower Atmospheric Cerenkov Effect Experiment (STACEE)”, R.A. Scalzo et al., The Astrophysical Journal 607 778-787 (2004) (arXiv:astro-ph\/0403114) “Properties and performance of the prototype instrument for the Pierre Auger Observatory”, J. Abraham et al., [for the Pierre Auger Collaboration], Nuclear Instruments and Methods , A523 (2004), 50. “Timing calibration and synchronization of surface and fluorescence detectors of the Pierre Auger Observatory”, P. Allison, et al., 29th Int. Cosmic Ray Conf., Pune (2005) Large  Area  Solar  Power  Heliostat  Arrays  for   OSETI”,   C.E.   Covault, Procedings of the  SPIE:  The  Search  for  Extraterrestrial  Intelligence  (SETI)  in  the  Optical Spectrum III , Stuart A. Kingsley; Ragbir Bhathal; Eds., 4273 161-172, (2001) ***** High Energy Gamma-Ray Observations of the Crab Nebula and Pulsar Using the Solar Tower Atmospheic Cherenkov Experiment}, S. Oser et al. The Astrophysical Journal, (in press, to be published Feb, 2001, Volume 547). Observations of the Crab Nebula and Pulsar with the STACEE Detector, S. Oser et al. in Proc. 26th Int. Cosmic Ray Conf. (Salt Lake City) OG 2.2.07, 3, 464 (1999). Operation and Performance of the Solar Tower Atmospheric Cherenkov Effect Experiment (STACEE)}, C.E. Covault at al in Proc. 26th Int. Cosmic Ray Conf. (Salt Lake City) HE 6.1.01, 2, 365 (1999). Prototype Test Results of the Solar Tower Atmospheric Cherenkov Effect Experiment (STACEE). M.C. Chantell, et al. Nucl. Instr. Meths. A408, 468, 1998. The STACEE Telescope: On-site Tests and Observations. C.E. Covault, et al. In Towards a Major Atmospheric Cherenkov Detector V : Kruger National Park, South Africa, ed. O.C. DeJager (Wesprint, Potchefstroom, South Africa), 1998. Constraints on Gamma-ray Emission from the Galactic Plane at 300 TeV. A. Borione, et al. Astrophysical Journal 493, 175, 1998. Limits on the Isotropic Diffuse Flux of Ultrahigh Energy Gamma-radiation. M.C. Chantell, et al. Phys. Rev. Lett. 79, 1805, 1997. High Statistics Search for Ultra-High Energy Gamma-Ray Emission from Cygnus X-3 and Hercules X-1. A Borione, Phys. Rev. D. 55, 1714, 1997. Detection of Atmospheric Cherenkov Radiation Using Solar Heliostat Mirrors. R.A. Ong, et al. Astroparticle Phys. 5, 353, 1996. A Search for Ultra-High Energy Gamma-Rays from EGRET Detected Active Galactic Nuclei with CASA-MIA. M. Catanese, et al. Astrophys. J. 469, 572, 1996. Ground Based Gamma-Ray Astronomy. R.C. Lamb, R.A. Ong, C.E. Covault, D.A. Smith. In Snowmass 94: Particle and Nuclear Astrophysics and Cosmology in the next Millenium, Proc. of the 1994 Snowmass Summer Study, eds. E.W. Kolb and R.D. Peccei (World Scientific), 1995. "
            ]
        ]
    ]
}