{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3Y7IX3G1",
            "YXTF0AwAAAAJ",
            [
                "Strings on orbifolds",
                "Heterotic string theory (I). The free heterotic string",
                "Heterotic string",
                "Evanescent black holes"
            ],
            [
                "The most thoroughly understood example of superstring compactification is compactification on a fiat torus [1]. This example is exactly soluble and obeys all of the equations of string theory. It is also clearly a significant example since it is one way to understand the construction of the heterotic string theory [2]. For compact~ ficatlon of physical dimensions from ten to four, the fiat torus is not suitable since it leads in many ways to unappealing phenomenology. More realistic compactification schemes involve non-trivial supersymmetric non-linear sigma models, and the realisUc ones seem to be rather complicated mathematically. The purpose of this paper is to descnbe a scheme of compactlfication of extra physical dimensions which is almost as simple as standard toroidal compactxfication and far more reahstic. The main phenomenological question involves the realization of spacetime and gauge symmetry breaking. In the string theory a way to achieve symmetry breaking is to twist the boundary conditions in such a way that there is no net charge corresponding to the broken symmetries on the string world sheet. Such a procedure has been used for supersymmetry [3] and gauge symmetry [4] breaking and it is natural to attempt to do so for Lorentz symmetries as well [5] The idea of using twisted boundary conditions to break Lorentz symmetries is that spacetime coordinates x\"(cr) should not be periodic functions of cr but perio&c up to a Lorentz transformation. Modular invarlance puts severe constraints on such attempts, since a string sector with twisted boundary conditions in the o--direction is related by modular transformations to sectors with …",
                "A new theory of closed orientable superstrings is constructed as a chiral combination of the closed D = 26 bosonic and D = 10 fermionic strings. The resulting ten-dimensional theory is N = 1 supersymmetric, Lorentz invariant, and free of tachyons. An alternate formulation where sixteen of the bosonic coordinates are replaced by fermionic coordinates is presented and used to construct a manifestly Lorentz covariant and reparametrization invariant action for the theory. The theory is consistent only for gauge group Spin(32)\/Z2 or E8 × E8.",
                "A new type of superstring theory is constructed as a chiral combination of the closed D= 26 bosonic and D= 10 fermionic strings. The theory is supersymmetric, Lorentz invariant, and free of tachyons. Consistency requires the gauge group to be Spin (32) Z 2 or E 8× E 8.",
                "A renormalizable theory of quantum gravity coupled to a dilaton and conformal matter in two spacetime dimensions is analyzed. The theory is shown to be exactly solvable classically. Included among the exact classical solutions are configurations describing the formation of a black hole by collapsing matter. The problem of Hawking radiation and back reaction of the metric is analyzed to leading order in a 1 N expansion, where N is the number of matter fields. The results suggest that the collapsing matter radiates away all of its energy before an event horizon has a chance to form, and black holes thereby disappear from the quantum-mechanical spectrum. It is argued that the matter asymptotically approaches a zero-energy\" bound state\" which can carry global quantum numbers and that a unitary S matrix including such states should exist."
            ],
            [
                [
                    "String theory",
                    "particle physics",
                    "solitons",
                    "anomalies",
                    "cosmology"
                ]
            ]
        ]
    ]
}