{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "3YX2OHK4",
            "ORNi6TwAAAAJ",
            [
                "Scalable multiparticle entanglement of trapped ions",
                "Realization of the Cirac–Zoller controlled-NOT quantum gate"
            ],
            [
                "The generation, manipulation and fundamental understanding of entanglement lies at the very heart of quantum mechanics. Entangled particles are non-interacting but are described by a common wavefunction; consequently, individual particles are not independent of each other and their quantum properties are inextricably interwoven 1, 2, 3. The intriguing features of entanglement become particularly evident if the particles can be individually controlled and physically separated. However, both the experimental realization and characterization of entanglement become exceedingly difficult for systems with many particles. The main difficulty is to manipulate and detect the quantum state of individual particles as well as to control the interaction between them. So far, entanglement of four ions 4 or five photons 5 has been demonstrated experimentally. The creation of scalable multiparticle entanglement demands a …",
                "Quantum computers have the potential to perform certain computational tasks more efficiently than their classical counterparts. The Cirac–Zoller proposal 1 for a scalable quantum computer is based on a string of trapped ions whose electronic states represent the quantum bits of information (or qubits). In this scheme, quantum logical gates involving any subset of ions are realized by coupling the ions through their collective quantized motion. The main experimental step towards realizing the scheme is to implement the controlled-NOT (CNOT) gate operation between two individual ions. The CNOT quantum logical gate corresponds to the XOR gate operation of classical logic that flips the state of a target bit conditioned on the state of a control bit. Here we implement a CNOT quantum gate according to the Cirac–Zoller proposal 1. In our experiment, two 40 Ca+ ions are held in a linear Paul trap and are individually …"
            ],
            [
                [
                    "quantum Information",
                    "quantum optics",
                    "precision measurements",
                    "trapped ions"
                ]
            ],
            [
                "Hartmut Häffner Hartmut Häffner Associate Professor and Mike Gyorgy Chair in Physics 301H Physics South hhaeffner@berkeley.edu (510) 664-4299 The Ion Trap Group Hartmut Häffner received his PhD in physics from the University of Mainz \/ Germany in 2000. After short periods as a Postdoctoral fellow in Mainz and Bangalore\/India, he received a Feodor-Lynen fellowship from the Alexander-von-Humboldt foundation Germany and went to NIST \/ Gaithersburg as a guest researcher (2000-2001). In 2001 he moved to the University of Innsbruck \/ Austria as a university assistant where he held a Marie-Curie fellowship from the European Union from 2002 - 2004. From 2004 till 2009 he worked as senior scientist at the Institute for Quantum Optics and Quantum Information in Innsbruck and won in 2006 the START-award of the Austrian ministry for education to build up his own research group. Since 2009 he is Assistant Professor of Physics at the University of California Berkeley and is also affiliated with Lawrence Berkeley National Laboratory. My main research interests focus on trapped ions to get a deeper understanding of quantum mechanics. Using laser light, strings of ions trapped with electrodynamical forces can be cooled to their motional ground state. Furthermore, the ions' internal electronic states can be initialized, manipulated and measured with high accuracy. This high degree of control offers exciting prospects to investigate quantum information processing with trapped ions. One fascinating aspect of quantum information processing is that it offers computational resources much superior to current computing technology: already less than one hundred ions acting as qubits are sufficient to simulate certain quantum systems which are intractable with current computers. Our group plans to build such a quantum simulator based on ions trapped in a combination of RF and optical potentials. Such systems show quite complex phenomena including quantum chaos and quantum phase transitions. In parallel to these experiments, I'm interested to develop segmented traps to split, merge and shuttle ion strings in microfabricated ion traps. Particularly appealing are planar geometries as they are straight forward to manufacture with photo-lithographic procedures. Currently, we characterize such planar ion traps to make them a reliable tool in the lab to manipulate our ion strings and thus form a solid basis for a future scalable general purpose quantum computer. Another research line focuses on the interaction of trapped ions with solid state materials. The quantum motion of single trapped ion is very susceptible to electric charges. Thus, single ions can be used to detect the dynamics of charge carriers in metals as well as in dielectric materials. Conversely, control of the quantum motion of the ions can be used to manipulate the charge carriers in the solid state material coherently. Such experiments would build the basis of the new field of quantum electronics. In view these prospects, my group investigates the interaction of a single ion with a bare wire. The goal of these experiments is to couple the motion of two ions through the image currents induced in the wire by the ion motions. It will be most exciting and interesting to find out under which circumstances this coupling is coherent (e.g. wire material and temperature). This understanding will then help to device schemes to couple the motion of trapped ions to quantum bits based on Josephson devices. Such an interface would lay the foundations for quantum computing devices which take advantage of the fast quantum processing capabilities of Josephson junction qubits and the excellent quantum memory performance of trapped ions. \"Quantum computing with trapped ions\", H. Häffner, C.F. Roos, R. Blatt, Physics Reports 469, 155 (2008). \"Scalable multiparticle entanglement of trapped ions\", H. Häffner, W. Hänsel, C. F. Roos, J. Benhelm, D. Chek-al-kar, M. Chwalla, T. Körber, U. D. Rapol, M. Riebe, P. O. Schmidt, C. Becher, O. Gühne, W. Dür and R. Blatt, Nature 438, 643 (2005). \"Robust Entanglement\", H. Häffner, F. Schmidt-Kaler, W. Hänsel, C.F. Roos, T. Körber, M. Chwalla, M. Riebe, J. Benhelm, U. D. Rapol, C. Becher, R. Blatt, Appl. Phys. B 81, 151 (2005). \"Deterministic quantum teleportation with atoms\", M. Riebe, H. Häffner, C. F. Roos, W. Hänsel, J. Benhelm, G. P. T. Lancaster, T. W. Körber, C. Becher, F. Schmidt-Kaler, D. F. V. James and R. Blatt, Nature 429, 734 (2004). \"Precision measurement and compensation of optical Stark shifts for an ion-trap quantum processor\", H. Häffner, S. Gulde, M. Riebe, G. Lancaster, C. Becher, J. Eschner, F. Schmidt-Kaler, and R. Blatt, Phys. Rev. Lett. 90, 143602 (2003)."
            ]
        ]
    ]
}