{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "413LXCWG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Daniel Arovas \"Dynamical Vortices in Superfluid Films\" D. P. Arovas, J. Freire, and S. R. Renn Physical Review B 55, 1068 (1997). \"Thermodynamics for Fractional Exclusion Statistics\" S. B. Isakov, D. P. Arovas, J. Myrheim, and A. P. Polychronakos Physics Letters A212, 299 (1996). \"Nonlinear I(V) Characteristics of Luttinger Liquids and Gated Hall Bars\" S. R. Renn and D. P. Arovas Physical Review B 51, 16832 (1995). \"Tetrakis(dimethylamino)ethylene-C60: Multicomponent Superexchange and Mott--Ferromagnetism\" D. P. Arovas and A. Auerbach Physical Review B 52, 10114 (1995). \"Effective Field Theory of Electron Motion in the Presence of Random Magnetic Flux\" S.-C. Zhang and D. P. Arovas Phys. Rev. Lett. 72, 1886 (1994). Daniel Arovas Ph.D., UC Santa Barbara, 1986 Office: MH 5438 Phone: 858-534-6323 darovas@ucsd.edu I am primarily interested in theories of strongly correlated quantum systems, particularly in low dimensions where quantum fluctuations can lead to interesting and exotic new states of matter. Examples of such systems include the fractional quantum Hall effect, in which a two-dimensional gas of electrons in a perpendicular magnetic field condenses into an incompressible quantum fluid whose elementary excitations exhibit fractional charge and statistics, and low-dimensional quantum antiferromagnets such as CsNiCl3, where quantum fluctuations at T = 0 rise to highly correlated ground states very different than the classical Neel state. Extensions of these models to include SU(N) spins (N > 2) or multicomponent quantum Hall systems open up additional possibilities, some of which can be probed experimentally, as in recent experimental work on double well quantum Hall systems. I have also been interested in the effects of disorder and spin-orbit coupling on transport in the quantized Hall regime, and on some related problems of localization physics."
            ]
        ]
    ]
}