{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "41BTKW8G",
            "cK_dVFAAAAAJ",
            [
                "Observation of a Charged Charmoniumlike Structure in  at ",
                "Observation of a narrow resonance of mass  GeV decaying to  and confirmation of the  state",
                "Observation of a Charged Charmoniumlike Structure  and Search for the  in ",
                "Observation of a Charged Charmoniumlike Structure in  at ",
                "Charmonium Decays of , , and ",
                "Observation of a Charged (D D¯*)±Mass Peak in e+ e−→ π D D¯* at s= 4.26 GeV",
                "Confirmation of the  resonance production in initial state radiation",
                "Measurement of the e+e− → π+π− cross section between 600 and 900 MeV using initial state radiation",
                "Improved Measurement of  and the Pseudoscalar Decay Constant ",
                "Dalitz Analysis of "
            ],
            [
                "We study the process e+ e−→ π+ π− J\/ψ at a center-of-mass energy of 4.260 GeV using a 525 pb− 1 data sample collected with the BESIII detector operating at the Beijing Electron Positron Collider. The Born cross section is measured to be (62.9±1.9±3.7) pb, consistent with the production of the Y (4260). We observe a structure at around 3.9 GeV\/c 2 in the π±J\/ψ mass spectrum, which we refer to as the Z c (3900). If interpreted as a new particle, it is unusual in that it carries an electric charge and couples to charmonium. A fit to the π±J\/ψ invariant mass spectrum, neglecting interference, results in a mass of (3899.0±3.6±4.9) MeV\/c 2 and a width of (46±10±20) MeV. Its production ratio is measured to be R=(σ (e+ e−→ π±Z c (3900)∓→ π+ π− J\/ψ)\/σ (e+ e−→ π+ π− J\/ψ))=(21.5±3.3±7.5)%. In all measurements the first errors are statistical and the second are systematic.",
                "Using 13.5 fb− 1 of e+ e− annihilation data collected with the CLEO II detector, we have observed a narrow resonance decaying to D s*+ π 0 with a mass near 2.46 GeV\/c 2. The search for such a state was motivated by the recent discovery by the BaBar Collaboration of a narrow state at 2.32 GeV\/c 2, the D sJ*(2317)+, that decays to D s+ π 0. Reconstructing the D s+ π 0 and D s*+ π 0 final states in CLEO data, we observe peaks in both of the corresponding reconstructed mass difference distributions, Δ M (D s π 0)= M (D s π 0)− M (D s) and Δ M (D s* π 0)= M (D s* π 0)− M (D s*), both of them at values near 350 MeV\/c 2. We interpret these peaks as signatures of two distinct states, the D sJ*(2317)+ plus a new state, designated as the D sJ (2463)+. Because of the similar Δ M values, each of these states represents a source of background for the other if photons are lost, ignored or added. A quantitative accounting of …",
                "We study e+ e−→ π+ π− h c at center-of-mass energies from 3.90 to 4.42 GeV by using data samples collected with the BESIII detector operating at the Beijing Electron Positron Collider. The Born cross sections are measured at 13 energies and are found to be of the same order of magnitude as those of e+ e−→ π+ π− J\/ψ but with a different line shape. In the π±h c mass spectrum, a distinct structure, referred to as Z c (4020), is observed at 4.02 GeV\/c 2. The Z c (4020) carries an electric charge and couples to charmonium. A fit to the π±h c invariant mass spectrum, neglecting possible interferences, results in a mass of (4022.9±0.8±2.7) MeV\/c 2 and a width of (7.9±2.7±2.6) MeV for the Z c (4020), where the first errors are statistical and the second systematic. The difference between the parameters of this structure and the Z c (4025) observed in the D* D* final state is within 1.5 σ, but whether they are the same state …",
                "We study the process e+ e−→(D* D*)±π∓ at a center-of-mass energy of 4.26 GeV using a 827 pb− 1 data sample obtained with the BESIII detector at the Beijing Electron Positron Collider. Based on a partial reconstruction technique, the Born cross section is measured to be (137±9±15) pb. We observe a structure near the (D* D*)±threshold in the π∓ recoil mass spectrum, which we denote as the Z c±(4025). The measured mass and width of the structure are (4026.3±2.6±3.7) MeV\/c 2 and (24.8±5.6±7.7) MeV, respectively. Its production ratio σ (e+ e−→ Z c±(4025) π∓→(D* D*)±π∓)\/σ (e+ e−→(D* D*)±π∓) is determined to be 0.65±0.09±0.06. The first uncertainties are statistical and the second are systematic.",
                "Using data collected with the CLEO detector operating at the CESR e+ e− collider at s= 3.97–4.26 GeV, we investigate 15 charmonium decay modes of the ψ (4040), ψ (4160), and Y (4260) resonances. We confirm, at 11 σ significance, the BABAR Y (4260)→ π+ π− J\/ψ discovery, make the first observation of Y (4260)→ π 0 π 0 J\/ψ (5.1 σ), and find the first evidence for Y (4260)→ K+ K− J\/ψ (3.7 σ). We measure e+ e− cross sections at s= 4.26 GeV as σ (π+ π− J\/ψ)= 58− 10+ 12±4 pb, σ (π 0 π 0 J\/ψ)= 23− 8+ 12±1 pb, and σ (K+ K− J\/ψ)= 9− 5+ 9±1 pb, in which the uncertainties are statistical and systematic, respectively. Upper limits are placed on other decay rates from all three resonances.",
                "We report on a study of the process e+ e−→ π±(D D*)∓ at s= 4.26 GeV using a 525 pb− 1 data sample collected with the BESIII detector at the BEPCII storage ring. A distinct charged structure is observed in the (D D*)∓ invariant mass distribution. When fitted to a mass-dependent-width Breit-Wigner line shape, the pole mass and width are determined to be M pole=(3883. 9±1.5 (stat)±4.2 (syst)) MeV\/c 2 and Γ pole=(24. 8±3.3 (stat)±11. 0 (syst)) MeV. The mass and width of the structure, which we refer to as Z c (3885), are 2 σ and 1 σ, respectively, below those of the Z c (3900)→ π±J\/ψ peak observed by BESIII and Belle in π+ π− J\/ψ final states produced at the same center-of-mass energy. The angular distribution of the π Z c (3885) system favors a J P= 1+ quantum number assignment for the structure and disfavors 1− or 0−. The Born cross section times the D D* branching fraction of the Z c (3885) is measured to be …",
                "Using 13.3 fb− 1 of e+ e− collision data taken in the Υ (1 S− 4 S) region with the CLEO III detector at the CESR collider, a search has been made for the new resonance Y (4260) recently reported by the BABAR Collaboration. The production of Y (4260) in initial state radiation (ISR), and its decay into π+ π− J\/ψ, are confirmed. A good quality fit to our data is obtained with a single resonance. We determine M (Y (4260))=(4284− 16+ 17 (stat)±4 (syst)) MeV\/c 2, Γ (Y (4260))=(73− 25+ 39 (stat)±5 (syst)) MeV\/c 2, and Γ e e (Y (4260))× B (Y (4260)→ π+ π− J\/ψ)=(8.9− 3.1+ 3.9 (stat)±1.8 (syst)) eV\/c 2.",
                "We extract the e+e− → π+π− cross section in the energy range between 600 and 900 MeV, exploiting the method of initial state radiation. A data set with an integrated luminosity of 2.93 fb−1 taken at a center-of-mass energy of 3.773 GeV with the BESIII detector at the BEPCII collider is used. The cross section is measured with a systematic uncertainty of 0.9%. We extract the pion form factor |Fπ|2 as well as the contribution of the measured cross section to the leading-order hadronic vacuum polarization contribution to (g − 2)μ. We find this value to be aμππ,LO(600−900 MeV)=(368.2±2.5stat±3.3sys)⋅10−10, which is between the corresponding values using the BaBar or KLOE data.",
                "We extract a relatively precise value for the decay constant of the D+ meson by measuring B (D+→ μ+ ν)=(4.40±0.66− 0.12+ 0.09)× 10− 4 using 281 pb− 1 of data taken on the ψ (3770) resonance with the CLEO-c detector. We find f D+=(222.6±16.7− 3.4+ 2.8) MeV, and compare with current theoretical calculations. We also set a 90% confidence upper limit on B (D+→ e+ ν)< 2.4× 10− 5 which constrains new physics models.",
                "In e+ e− collisions using the CLEO detector, we have studied the decay of the D 0 to the final state K S 0 π+ π− with the initial flavor of the D 0 tagged by the decay D*+→ D 0 π+. We use the Dalitz technique to measure the resonant substructure in this final state and clearly observe ten different contributions by fitting for their amplitudes and relative phases. We observe a K*(892)+ π− component which arises from doubly Cabibbo suppressed decays or D 0− D 0 mixing."
            ],
            [
                [
                    "Particle Physics",
                    "Nuclear Physics"
                ]
            ],
            [
                "Matthew Shepherd Matthew Shepherd mashephe@indiana.edu (812) 856-5808 Swain West 265 Ph.D., Cornell University, 2005 M.S., Cornell University , 2003 B.S., Indiana University, 2000 C.V. Group Webpage elementary particle and nuclear physics (experimental) About Matthew Shepherd Our group has focused on studying the spectrum of light quark mesons using data that are being collected at the BESIII experiment in at the Institute for High Energy Physics in Beijing. and the GlueX experiment at Jefferson Lab. It is through the study of the spectrum and properties of light quark hadrons we hope to understand the strong interactions that are described by Quantum Chromodynamics (QCD). QCD in the low-energy, non-perturbative regime is fascinating because it explains the confinement of quarks within hadrons. It also predicts the existence of exotic forms of matter such as hybrids, where the gluons binding the quarks in a meson carry additional degrees of freedom, and glueballs, matter composed entirely of gluons. Experimental confirmation of these predicted forms of matter and subsequent measurement of their properties would provide validation of and valuable input to the quantitative understanding of QCD. Visit the Hadronic Physics Group"
            ]
        ]
    ]
}