{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "41L1AV3N",
            "RI3XV94AAAAJ",
            [
                "Bacterial foodborne disease: medical costs and productivity losses",
                "Farm size and the organization of US crop farming",
                "Do the poor pay more for food? Item selection and price differences affect low-income household food costs",
                "Contracts, markets, and prices: Organizing the production and use of agricultural commodities",
                "R & D and the directions of diversification",
                "Does import competition force efficient production?",
                "The transformation of US livestock agriculture: Scale, efficiency, and risks",
                "Agricultural contracting update: Contracts in 2008",
                "Profits, costs, and the changing structure of dairy farming",
                "Demand, information, and competition: why do food prices fall at seasonal demand peaks?"
            ],
            [
                "Microbial pathogens in food cause an estimated 6.5-33 million cases of human illness and up to 9,000 deaths in the United States each year. Over 40 different foodborne microbial pathogens, including fungi, viruses, parasites, and bacteria, are believed to cause human illnesses. For six bacterial pathogens, the costs of human illness are estimated to be $9.3-$12.9 billion annually. Of these costs, $2.9-$6.7 billion are attributed to foodborne bacteria. These estimates were developed to provide analytical support for USDA’s Hazard Analysis and Critical Control Point (HACCP) systems rule for meat and poultry.(Note that the parasite Toxoplasma gondii is not included in this report.) To estimate medical costs and productivity losses, ERS uses four severity categories for acute illnesses: those who did not visit a physician, visited a physician, were hospitalized, or died prematurely. The lifetime consequences of chronic disease are included in the cost estimates for E. coli O157: H7 and fetal listeriosis.",
                "Cropland has been shifting to larger farms. The shifts have been large, centered on a doubling of farm size over 20-25 years, and they have been ubiquitous across States and commodities. But the shifts have also been complex, with land and production shifting primarily from mid-size commercial farming operations to larger farms, while the count of very small farms increases. Larger crop farms still realize better financial returns, on average, and they are able to make more intensive use of their labor and capital resources, indicating that the trends are likely to continue. The report relies on comprehensive farmlevel data to detail changes in farm size and other attributes of farm structure, and to evaluate the key driving forces, inclu ding technologies, farm organization and business relationships, land attributes, and government policies.",
                "Low-income households may face higher food prices for three reasons:(1) on average, low-income households may spend less in supermarkets—which typically offer the lowest prices and greatest range of brands, package sizes, and quality choices;(2) low-income households are less likely to live in suburban locations where food prices are typically lower; and (3) supermarkets in low-income neighborhoods may charge higher prices than those in nearby higher income neighborhoods. Despite the prevailing higher prices, surveys of household food expenditures show that lowincome households typically spend less than other households, on a per unit basis, for the foods that they buy. Low-income households may realize lower costs by selecting more economical foods and lower quality items. In areas where food choices are limited due to the kinds and locations of foodstores, households may have sharply higher food costs.",
                "Production and marketing contracts govern 36 percent of the value of US agricultural production, up from 12 percent in 1969. Contracts are now the primary method of handling sales of many livestock commodities, including milk, hogs, and broilers, and of major crops such as sugar beets, fruit, and processing tomatoes. Use of contracts is closely related to farm size; farms with $1 million or more in sales have nearly half their production under contract. For producers, contracting can reduce income risks of price and production variability, ensure market access, and provide higher returns for providing differentiated farm products. For processors and other buyers, vertical coordination through contracting is a way to ensure the flow of products and to obtain differentiated products, ensure traceability for health concerns, and guarantee certain methods of production. The traditional spot market-though it still governs nearly 60 percent of the value of agricultural production-has difficulty providing accurate price signals for products geared to new consumer demands, like produce raised and certified as organic or for identity-preserved crops modified for special attributes. We are likely to see a continuing shift to more explicit forms of vertical coordination, through contracts and processor ownership, as a means to ensure more consistent product quantity and quality.",
                "The pattern of diversification within U.S. manufacturing between 1963 and 1977 are examined. Firms didn't diversify at random; they were more likely to enter rapidly growing industries, and industries that were related to their primary activities through supply relationships or marketing similarities. Research and development (R & D) expenditures also influence the observed patterns. R & D intensive industries generate outbound diversification and attract inbound diversification. However, the strongest influence is directional; R & D intensive firms channel their diversification toward R & D intensive industries. Much diversification reflects the transfer of sharable organization capital among related activities.",
                "Increases in import competition led to large increases in labor productivity growth in highly concentrated industries during the period from 1975 through 1987. The finding is based on a panel of 94 manufacturing industries observed over four periods, each of three years duration. Imports had no observable effects on productivity growth in less concentrated industries; the strong effects in concentrated industries did not occur contemporaneously, but appeared with a one period lag. The effects are weakened but still statistically significant when BLS productivity data are replaced by NBER data, and in a larger panel with less precise trade data.",
                "US livestock production has shifted to much larger and more specialized farms, and the various stages of input provision, farm production, and processing are now much more tightly coordinated through formal contracts and shared ownership of assets. Important financial advantages have driven these structural changes, which in turn have boosted productivity growth in the livestock sector. But structural changes can also generate environmental and health risks for society, as industrialization concentrates animals and animal wastes in localized areas. This report relies on farm-level data to detail the nature, causes, and effects of structural changes in livestock production.",
                "Marketing and production contracts covered 39% of the value of US agricultural production in 2008, up from 36% in 2001, and a substantial increase over 28% in 1991 and 11% in 1969. However, aggregate contract use has stabilized in recent years and no longer suggests a strong trend. Contracts between farmers and their buyers are reached prior to harvest (or before the completion stage for livestock) and govern the terms under which products are transferred from the farm. Contracts are far more likely to be used on large farms than on small farms. Production contracts are used widely in livestock production, while marketing contracts are important to the production of many crops. Charts and tables. This is a print on demand report.",
                "US dairy production is consolidating into fewer but larger farms. This report uses data from several USDA surveys to detail that consolidation and to analyze the financial drivers of consolidation. Specifically, larger farms realize lower production costs. Although small dairy farms realize higher revenue per hundredweight of milk sold, the cost advantages of larger size allow large farms to be profitable, on average, even while most small farms are unable to earn enough to replace their capital. Further survey evidence, as well as the financial data, suggest that consolidation is likely to continue.",
                "Prices for seasonal food products fall at demand peaks. Price declines are not driven by falling agricultural input prices; indeed, farm to retail margins narrow sharply. I use electronic scanner data from a sample of US supermarkets to show that seasonal price declines are closely linked to market concentration, and are much larger in markets with several rivals than where a single brand dominates. Seasonal demand increases reduce the effective costs of informative advertising, and increased informative advertising by retailers and manufacturers in turn may allow for increased market information and greater price sensitivity on the part of buyers."
            ],
            [
                [
                    "Industrial organization",
                    "agricultural economics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}