{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "428XRRUM",
            "LU_zVi8AAAAJ",
            [
                "Differential effects on growth, cell cycle arrest, and induction of apoptosis by resveratrol in human prostate cancer cell lines",
                "Mechanism of cardioprotection by resveratrol, a phenolic antioxidant present in red wine"
            ],
            [
                "Epidemiologic studies have suggested that nutrition plays an important role in carcinogenesis and that 30% of cancer morbidity and mortality can potentially be prevented with proper adjustment of diets. Resveratrol, a polyphenol present in red wines and a variety of human foods, has recently been reported to exhibit chemopreventive properties when tested in a mouse skin cancer model system. In this study, we investigated the effects of resveratrol on growth, induction of apoptosis, and modulation of prostate-specific gene expression using cultured prostate cancer cells that mimic the initial (hormone-sensitive) and advanced (hormone-refractory) stages of prostate carcinoma. Androgen-responsive LNCaP and androgen-nonresponsive DU-145, PC-3, and JCA-1 human prostate cancer cells were cultured with different concentrations of resveratrol (2.5 × 10−5–10−7M). Cell growth, cell cycle distribution, and …",
                "Coronary heart disease (CHD) has been and remains a major contributor to morbidity and mortality in developed countries. The most common form of CHD in the western world is atherosclerosis (AS), especially of the major coronary arteries. Failure to maintain an intact endothelium, as a result of episodic and\/or persistent injury and perturbation of the vascular endothelium, promotes formation of fatty streaks which are considered initiation events of AS. Cellular constituents contributing to endothelial injury include endothelial cells, monocytes, platelets, and smooth muscle cells. Individuals diagnosed with AS face complex, enduring clinical complications and enormous medical costs. Simple and easily compliant prevention and treatment measures are therefore strategic considerations in the management of this vascular disease. Based on known risk factors for CHD, priorities in AS prevention should include …"
            ],
            [
                [
                    "cell biology",
                    "molecular biology"
                ]
            ],
            [
                ">\n    \n  \n    \n      Xie Chen Xie Chen Professor of Theoretical Physics Contact information for Xie Chen MC 149-33 163 West Bridge 626-395-3793 Research Website B.S., Tsinghua University China, 2006; Ph.D., Massachusetts Institute of Technology, 2012. Assistant Professor, Caltech, 2014-17; Associate Professor, 2017-19; Professor, 2019-."
            ]
        ]
    ]
}