{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "42BPOY41",
            "DJKEVCMAAAAJ",
            [
                "Indication of reactor ν e disappearance in the Double Chooz experiment",
                "Search for Neutrinoless Double-Beta Decay in  with EXO-200",
                "Reactor ν¯ e disappearance in the Double Chooz experiment"
            ],
            [
                "The Double Chooz experiment presents an indication of reactor electron antineutrino disappearance consistent with neutrino oscillations. An observed-to-predicted ratio of events of 0.944±0.016 (stat)±0.040 (syst) was obtained in 101 days of running at the Chooz nuclear power plant in France, with two 4.25 GW th reactors. The results were obtained from a single 10 m 3 fiducial volume detector located 1050 m from the two reactor cores. The reactor antineutrino flux prediction used the Bugey4 flux measurement after correction for differences in core composition. The deficit can be interpreted as an indication of a nonzero value of the still unmeasured neutrino mixing parameter sin﻿ 2 2 θ 13. Analyzing both the rate of the prompt positrons and their energy spectrum, we find sin﻿ 2 2 θ 13= 0.086±0.041 (stat)±0.030 (syst), or, at 90% CL, 0.017< sin﻿ 2 2 θ 13< 0.16.",
                "We report on a search for neutrinoless double-beta decay of Xe 136 with EXO-200. No signal is observed for an exposure of 32.5 kg yr, with a background of∼ 1.5× 10− 3 kg− 1 yr− 1 keV− 1 in the±1 σ region of interest. This sets a lower limit on the half-life of the neutrinoless double-beta decay T 1\/2 0 ν β β (Xe 136)> 1.6× 10 25 yr (90% CL), corresponding to effective Majorana masses of less than 140–380 meV, depending on the matrix element calculation.",
                "The Double Chooz experiment has observed 8249 candidate electron antineutrino events in 227.93 live days with 33.71 GW-ton-years (reactor power× detector mass× live time) exposure using a 10.3 m 3 fiducial volume detector located at 1050 m from the reactor cores of the Chooz nuclear power plant in France. The expectation in case of θ 13= 0 is 8937 events. The deficit is interpreted as evidence of electron antineutrino disappearance. From a rate plus spectral shape analysis we find sin﻿ 2 2 θ 13= 0.109±0.030 (stat)±0.025 (syst). The data exclude the no-oscillation hypothesis at 99.8% CL (2.9 σ)."
            ],
            [
                [
                    "High Energy Physics",
                    "Nuclear Physics"
                ]
            ]
        ]
    ]
}