{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "43IOZSIK",
            "wrxSkf8AAAAJ",
            [
                "Reduction algorithms for the multiband imaging photometer for spitzer",
                "Terawatt-scale photovoltaics: Trajectories and challenges",
                "Terawatt-scale photovoltaics: Transform global energy",
                "Relaxation semiconductors: in theory and in practice",
                "Reactive ion etching of GaAs with CCl2F2:O2: Etch rates, surface chemistry, and residual damage",
                "Interpretation of photoluminescence excitation spectroscopy of porous Si layers",
                "Increasing markets and decreasing package weight for high-specific-power photovoltaics",
                "Imaging transport for the determination of minority carrier diffusion length",
                "Spatial distribution of free‐carrier lifetime and deep‐level luminescence across a semi‐insulating GaAs wafer",
                "A new era for solar"
            ],
            [
                "We describe the data reduction algorithms for the Multiband Imaging Photometer for Spitzer (MIPS). These algorithms were based on extensive preflight testing and modeling of the Si: As (24 μm) and Ge: Ga (70 and 160 μm) arrays in MIPS and have been refined based on initial flight data. The behaviors we describe are typical of state‐of‐the‐art infrared focal planes operated in the low backgrounds of space. The Ge arrays are bulk photoconductors and therefore show a variety of artifacts that must be removed to calibrate the data. The Si array, while better behaved than the Ge arrays, does show a handful of artifacts that must also be removed to calibrate the data. The data reduction to remove these effects is divided into three parts. The first part converts the nondestructively read data ramps into slopes while removing artifacts with time constants of the order of the exposure time. The second part calibrates the …",
                "Coordinating technology, policy, and business innovations",
                "Improving costs and scale reflect looming opportunities",
                "Relaxation semiconductors are materials dominated by free carrier transport and defined by the condition that the dielectric relaxation time τD is longer than the free carrier lifetime τ0. Novel transport behavior has been demonstrated, both theoretically and experimentally, to be associated with this regime of semiconductor behavior. This review surveys the history of the field, emphasizes recent experimental and modeling work and summarizes our current understanding of relaxation behavior in crystalline semiconductors.",
                "The reactive ion etching of GaAs with a CCl2F2:O2 discharge was investigated as a function of gas flow rate (10–60 sccm), total pressure (2–50 mTorr), power density (0.25–1.31 W cm−2), gas composition (0%–70% O2), and etch time (1–64 min). The etch rate decreases with increasing gas flow rate, increases with increasing power density, and goes through a maximum at a gas composition of 75:25 CCl2F2:O2 under our conditions. After etching at low‐power densities (0.56 W cm−2) and for high CCl2F2 ratios (19:1 to O2), carbon and chlorine could be detected in the GaAs to a depth of less than 15 Å by x‐ray photoelectron spectroscopy. Under these conditions there was a Ga deficiency to a depth of ∼100 Å, which we ascribe to surface roughening and the preferential vaporization of As2O3 over Ga2O3. At high‐power densities (1.31 W cm−2) a polymeric layer several hundred angstroms thick containing CCl …",
                "Photoluminescence excitation (PLE) measurements allow one to obtain direct information on the absorption processes in porous Si leading to the strong visible luminescence which has recently been reported. This technique does not need a free‐standing porous Si sample, but the effect of layer thickness should be included in the interpretation of PLE data. In our PLE spectra, two separate absorption edges are observed and the initial one shifts to higher energies with storage time. The trends of these changes are consistent with the quantum wire model.",
                "Thin-film and emerging technologies in photovoltaics (PV) offer advantages for lightweight, flexible power over the rigid silicon panels that dominate the present market. One important advantage is high specific power (the power-to-weight ratio). Here we consider niche market size, price points and value propositions that can provide a path for new PV market entrants. Examining the cost–production experience curves of Si, CdTe and CIGS PV suggests that a minimum market size of US $0.2–1 billion is required to incubate a new market entrant. Several markets requiring high specific power meet this threshold. We assess the critical role of the substrate, packaging and interconnects and provide a quantitative assessment of pathways to maximize specific power. With all requisite components included, along with requirements for safety and reliability, we estimate a lower bound for a durable lightweight module at …",
                "A scanning electron microscope technique is used, in combination with an optical imaging system, to measure minority carrier diffusion length in a heavily doped GaAs double heterostructure. Diffusion and drift of charge are imaged. A diffusion length of 3.6μm is measured, corresponding to a minority carrier mobility of 1150cm2∕Vs in p-type material doped ∼5×1018cm−3. Measurements are made as a function of local electric field and sample temperature. The technique offers a flexible approach to direct measurement of transport properties and is applicable to a range of luminescent materials and multilayer devices.",
                "The free‐carrier lifetime, the near band‐edge luminescence (band‐to‐band and band‐to‐acceptor transitions), and the near‐infrared deep‐level luminescence (two bands at 0.7 and 0.8 eV) are mapped across an undoped semi‐insulating GaAs wafer. The carrier lifetime follows on a large scale a W‐shaped profile across the wafer with lifetimes varying between 200 and 500 ps at T=5 K. The band‐to‐band, band‐to‐acceptor, and the 0.7‐eV luminescence are intense wherever the lifetime is long. However, the intensity of the 0.8‐eV luminescence is high where the lifetime is short. The intensity variation of the 0.8‐eV luminescence could quantitatively explain the lifetime distribution. Comparison with near‐infrared absorption data show that EL20 as mapped by near‐infrared absorption is not responsible for the short lifetime. Additionally, the lifetime shows a short‐distance variation with a cell size of about 300 μm.",
                "To celebrate the tenth anniversary of the launch of Nature Photonics, we asked eight sets of experts (in the fields of photovoltaics, X-ray science, imaging, terahertz technology, quantum optics, plasmonics, organic optoelectronics and optical communications) to write a set of short, easy-to-read, opinion articles on how their fields are likely to evolve over the next ten years. On the following pages, you can read their thoughts on the trends, challenges and possible achievements for a variety of important areas of photonics. These are complemented by a graphical representation of the Nobel Prizes related to photonics that have been awarded since our launch. We hope you find the section to be illuminating, informative and thought provoking."
            ],
            [
                [
                    "Semiconductor materials",
                    "transport imaging",
                    "materials characterization",
                    "IR detectors"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}