{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "444S8RTE",
            "4y1ZjNcAAAAJ",
            [
                "Effective field theory of dissipative fluids",
                "Effective field theory of dissipative fluids (II): classical limit, dynamical KMS symmetry and entropy current",
                "Global anomalies, discrete symmetries and hydrodynamic effective actions",
                "Off-shell hydrodynamics from holography",
                "Lectures on non-equilibrium effective field theories and fluctuating hydrodynamics",
                "The second law of thermodynamics from symmetry and unitarity",
                "Effective field theory of magnetohydrodynamics from generalized global symmetries",
                "A prescription for holographic Schwinger-Keldysh contour in non-equilibrium systems",
                "Ghostbusters: unitarity and causality of non-equilibrium effective field theories",
                "Lectures on non-equilibrium effective field theories and fluctuating hydrodynamics"
            ],
            [
                "We develop an effective field theory for dissipative fluids which governs the dynamics of long-lived gapless modes associated with conserved quantities. The resulting theory gives a path integral formulation of fluctuating hydrodynamics which systematically incorporates nonlinear interactions of noises. The dynamical variables are mappings between a “fluid spacetime” and the physical spacetime and an essential aspect of our formulation is to identify the appropriate symmetries in the fluid spacetime. The theory applies to nonlinear disturbances around a general density matrix. For a thermal density matrix, we require an additional Z 2 symmetry, to which we refer as the local KMS condition. This leads to the standard constraints of hydrodynamics, as well as a nonlinear generalization of the Onsager relations. It also leads to an emergent supersymmetry in the classical statistical regime, and a higher derivative …",
                "In this paper we further develop the fluctuating hydrodynamics proposed in [1] in a number of ways. We first work out in detail the classical limit of the hydrodynamical action, which exhibits many simplifications. In particular, this enables a transparent formulation of the action in physical spacetime in the presence of arbitrary external fields. It also helps to clarify issues related to field redefinitions and frame choices. We then propose that the action is invariant under a Z 2 symmetry to which we refer as the dynamical KMS symmetry. The dynamical KMS symmetry is physically equivalent to the previously proposed local KMS condition in the classical limit, but is more convenient to implement and more general. It is applicable to any states in local equilibrium rather than just thermal density matrix perturbed by external background fields. Finally we elaborate the formulation for a conformal fluid, which contains some new …",
                "We derive effective actions for parity-violating fluids in both (3+ 1) and (2+ 1) dimensions, including those with anomalies. As a corollary we confirm the most general constitutive relations for such systems derived previously using other methods. We discuss in detail connections between parity-odd transport and underlying discrete symmetries. In (3+ 1) dimensions we elucidate connections between anomalous transport coefficients and global anomalies, and clarify a previous puzzle concerning transports and local gravitational anomalies.",
                "We outline a program for obtaining an action principle for dissipative fluid dynamics by considering the holographic Wilsonian renormalization group applied to systems with a gravity dual. As a first step, in this paper we restrict to systems with a non-dissipative horizon. By integrating out gapped degrees of freedom in the bulk gravitational system between an asymptotic boundary and a horizon, we are led to a formulation of hydrodynamics where the dynamical variables are not standard velocity and temperature fields, but the relative embedding of the boundary and horizon hypersurfaces. At zeroth order, this action reduces to that proposed by Dubovsky et al. as an off-shell formulation of ideal fluid dynamics.",
                "We review recent progress in developing effective field theories (EFTs) for non-equilibrium processes at finite temperature, including a new formulation of fluctuating hydrodynamics, and a new proof of the second law of thermodynamics. There are a number of new elements in formulating EFTs for such systems. Firstly, the nature of IR variables is very different from those of a system in equilibrium or near the vacuum. Secondly, while all static  properties of an equilibrium system can in principle be extracted from the partition function, there appears no such quantity which can capture all non-equilibrium properties. Thirdly, non-equilibrium processes often involve dissipation which is notoriously  difficult to deal with using an action principle. The purpose of the review is to explain how to address these issues in a pedagogic manner, with fluctuating hydrodynamics as a main example.",
                "The second law of thermodynamics states that for a thermally isolated system entropy never decreases. Most physical processes we observe in nature involve variations of macroscopic quantities over spatial and temporal scales much larger than microscopic molecular collision scales and thus can be considered as in local equilibrium. For a many-body system in local equilibrium a stronger version of the second law applies which says that the entropy production at each spacetime point should be non-negative. In this paper we provide a proof of the second law for such systems and a first derivation of the local second law. For this purpose we develop a general non-equilibrium effective field theory of slow degrees of freedom from integrating out fast degrees of freedom in a quantum many-body system and consider its classical limit. The key elements of the proof are the presence of a  symmetry, which can be considered as a proxy for local equilibrium and micro-time-reversibility, and a classical remnant of quantum unitarity. The  symmetry leads to a local current from a procedure analogous to that used in the Noether theorem. Unitarity leads to a definite sign of the divergence of the current. We also discuss the origin of an arrow of time, as well as the coincidence of causal and thermodynamical arrows of time. Applied to hydrodynamics, the proof gives a first-principle derivation of the phenomenological entropy current condition and provides a constructive procedure for obtaining the entropy current.",
                "We introduce an effective action for non-dissipative magnetohydrodynamics. A crucial guiding principle is the generalized global symmetry of electrodynamics, which naturally leads to introducing a\" dual photon\" as the degree of freedom responsible for the electromagnetic component of the fluid. The formalism includes additional degrees of freedom and symmetries which characterize the hydrodynamic regime. By suitably enhancing one of the symmetries, the theory becomes force-free electrodynamics. The symmetries furthermore allow to systematize local and non-local conserved helicities. We also discuss higher-derivative corrections.",
                "We develop a prescription for computing real-time correlation functions defined on a Schwinger-Keldysh contour for non-equilibrium systems using gravity. The prescription involves a new analytic continuation procedure in a black hole geometry which can be dynamical. For a system with a slowly varying horizon, the continuation enables computation of the Schwinger-Keldysh generating functional using derivative expansion, drastically simplifying calculations. We illustrate the prescription with two-point functions for a scalar operator. We then use it to derive from gravity the recently proposed non-equilibrium effective action for diffusion.",
                "For a non-equilibrium physical system defined along a closed time path (CTP), a key constraint is the so-called largest time equation, which is a consequence of unitarity and implies causality. In this paper, we present a simple proof that if the propagators of a non-equilibrium effective action have the proper pole structure, the largest time equation is obeyed to all loop orders. Ghost fields and BRST symmetry are not needed. In particular, the arguments for the proof can also be used to show that if ghost fields are introduced, their contributions vanish.",
                "We review recent progress in developing effective field theories (EFTs) for non-equilibrium processes at finite temperature, including a new formulation of fluctuating hydrodynamics, and a new proof of the second law of thermodynamics. There are a number of new elements in formulating EFTs for such systems. Firstly, the nature of IR variables is very different from those of a system in equilibrium or near the vacuum. Secondly, while all static properties of an equilibrium system can in principle be extracted from the partition function, there appears no such quantity which can capture all non-equilibrium properties. Thirdly, non-equilibrium processes often involve dissipation, which is notoriously difficult to deal with using an action principle. The purpose of the review is to explain how to address these issues in a pedagogic manner, with fluctuating hydrodynamics as a main example."
            ],
            [
                [
                    "Theoretical physics"
                ]
            ]
        ]
    ]
}