{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "45BOEXNH",
            "u5TVR30AAAAJ",
            [
                "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
                "Joint Analysis of BICEP2\/Keck Array and Planck Data",
                "Improved constraints on cosmology and foregrounds from BICEP2 and Keck Array cosmic microwave background data with inclusion of 95 GHz band",
                "BICEP2. II. Experiment and three-year Data Set",
                "Constraints on Primordial Gravitational Waves Using , WMAP, and New BICEP2\/ Observations through the 2015 Season",
                "BICEP3: a 95GHz refracting telescope for degree-scale CMB polarization",
                "BICEP2\/Keck Array VIII: Measurement of gravitational lensing from large-scale B-mode polarization",
                "BICEP3 performance overview and planned Keck Array upgrade",
                "BICEP2\/Keck Array V: measurements of B-mode polarization at degree angular scales and 150 GHz by the keck array"
            ],
            [
                "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
                "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
                "We present results from an analysis of all data taken by the BICEP2 and Keck Array cosmic microwave background (CMB) polarization experiments up to and including the 2014 observing season. This includes the first Keck Array observations at 95 GHz. The maps reach a depth of 50 nK deg in Stokes Q and U in the 150 GHz band and 127 nK deg in the 95 GHz band. We take auto- and cross-spectra between these maps and publicly available maps from WMAP and Planck at frequencies from 23 to 353 GHz. An excess over lensed ΛCDM is detected at modest significance in the 95 × 150 BB spectrum, and is consistent with the dust contribution expected from our previous work. No significant evidence for synchrotron emission is found in spectra such as 23 × 95, or for correlation between the dust and synchrotron sky patterns in spectra such as 23 × 353. We take the likelihood of all the spectra for a multicomponent model including lensed ΛCDM, dust, synchrotron, and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r) using priors on the frequency spectral behaviors of dust and synchrotron emission from previous analyses of WMAP and Planck data in other regions of the sky. This analysis yields an upper limit r0.05 < 0.09 at 95% confidence, which is robust to variations explored in analysis and priors. Combining these B-mode results with the (more model-dependent) constraints from Planck analysis of CMB temperature plus baryon acoustic oscillations and other data yields a combined limit r0.05 < 0.07 at 95% confidence. These are the strongest constraints to date on inflationary …",
                "We report on the design and performance of the BICEP 2 instrument and on its three-year data set. BICEP 2 was designed to measure the polarization of the cosmic microwave background (CMB) on angular scales of 1-5 (ℓ= 40-200), near the expected peak of the B-mode polarization signature of primordial gravitational waves from cosmic inflation. Measuring B-modes requires dramatic improvements in sensitivity combined with exquisite control of systematics. The BICEP 2 telescope observed from the South Pole with a 26 cm aperture and cold, on-axis, refractive optics. BICEP 2 also adopted a new detector design in which beam-defining slot antenna arrays couple to transition-edge sensor (TES) bolometers, all fabricated on a common substrate. The antenna-coupled TES detectors supported scalable fabrication and multiplexed readout that allowed BICEP 2 to achieve a high detector count of 500 bolometers at …",
                "We present results from an analysis of all data taken by the bicep 2\/Keck CMB polarization experiments up to and including the 2015 observing season. This includes the first Keck Array observations at 220 GHz and additional observations at 95 and 150 GHz. The Q and U maps reach depths of 5.2, 2.9, and 26 μ K CMB arcmin at 95, 150, and 220 GHz, respectively, over an effective area of≈ 400 square degrees. The 220 GHz maps achieve a signal to noise on polarized dust emission approximately equal to that of Planck at 353 GHz. We take auto and cross spectra between these maps and publicly available WMAP and Planck maps at frequencies from 23 to 353 GHz. We evaluate the joint likelihood of the spectra versus a multicomponent model of lensed-Λ CDM+ r+ dust+ synchrotron+ noise. The foreground model has seven parameters, and we impose priors on some of these using external information from …",
                "Bicep3 is a 550 mm-aperture refracting telescope for polarimetry of radiation in the cosmic microwave background at 95 GHz. It adopts the methodology of Bicep1, Bicep2 and the Keck Array experiments | it possesses sufficient resolution to search for signatures of the inflation-induced cosmic gravitational-wave background while utilizing a compact design for ease of construction and to facilitate the characterization and mitigation of systematics. However, Bicep3 represents a significant breakthrough in per-receiver sensitivity, with a focal plane area 5x larger than a Bicep2\/Keck Array receiver and faster optics (f=1:6 vs. f=2:4). Large-aperture infrared-reflective metal-mesh filters and infrared-absorptive cold alumina filters and lenses were developed and implemented for its optics. The camera consists of 1280 dual-polarization pixels; each is a pair of orthogonal antenna arrays coupled to transition-edge sensor …",
                "We present measurements of polarization lensing using the 150 GHz maps, which include all data taken by the BICEP2 and Keck Array Cosmic Microwave Background polarization experiments up to and including the 2014 observing season (BK14). Despite their modest angular resolution (), the excellent sensitivity (~ 3μK-arcmin) of these maps makes it possible to directly reconstruct the lensing potential using only information at larger angular scales (). From the auto-spectrum of the reconstructed potential, we measure an amplitude of the spectrum to be (Planck ΛCDM prediction corresponds to ) and reject the no-lensing hypothesis at , which is the highest significance achieved to date using an EB lensing estimator. Taking the cross-spectrum of the reconstructed potential with the Planck 2015 lensing map yields . These direct measurements of  are consistent with …",
                "Bicep3 is a 520mm aperture, compact two-lens refractor designed to observe the polarization of the cosmic microwave background (CMB) at 95 GHz. Its focal plane consists of modularized tiles of antenna-coupled transition edge sensors (TESs), similar to those used in Bicep2 and the Keck Array. The increased per-receiver optical throughput compared to Bicep2\/Keck Array, due to both its faster f=1:7 optics and the larger aperture, more than doubles the combined mapping speed of the Bicep\/Keck program. The Bicep3 receiver was recently upgraded to a full complement of 20 tiles of detectors (2560 TESs) and is now beginning its second year of observation (and first science season) at the South Pole. We report on its current performance and observing plans. Given its high per-receiver throughput while maintaining the advantages of a compact design, Bicep3- class receivers are ideally suited as building blocks …",
                "The Keck Array is a system of cosmic microwave background polarimeters, each similar to the Bicep2 experiment. In this paper we report results from the 2012 to 2013 observing seasons, during which the Keck Array consisted of five receivers all operating in the same (150 GHz) frequency band and observing field as Bicep2. We again find an excess of B-mode power over the lensed-ΛCDM expectation of> 5σ in the range 30< ℓ< 150 and confirm that this is not due to systematics using jackknife tests and simulations based on detailed calibration measurements. In map difference and spectral difference tests these new data are shown to be consistent with Bicep2. Finally, we combine the maps from the two experiments to produce final Q and U maps which have a depth of 57 nK deg (3.4 μK arcmin) over an effective area of 400 deg 2 for an equivalent survey weight of 250,000 μK− 2. The final BB band powers have …"
            ],
            [
                [

                ]
            ],
            [
                "Kirit Karkare Kirit Karkare Postdoctoral Researcher Advisor: Erik Shirokoff Address: ERC 427 kkarkare@kicp.uchicago.edu Website: https:\/\/scholar.harvard.edu\/kkarkare Experimental cosmology. Cosmic microwave background, line intensity mapping. Millimeter-wave instrumentation."
            ]
        ]
    ]
}