{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "45JP5LU6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Herbert Fotso Herbert Fotso Assistant Professor of Physics Physics 214 518-442-4506 PhD, Louisiana State University (LSU), Computational Methods for Strongly Correlated Electron Systems (2011) Postdoctoral Fellow, Department of physics, Georgetown University (2011-2014) Postdoctoral Associate, US DOE Ames Laboratory, Ames, IA (2014-2016) Assistant Professor, University at Albany (2016-present) Personal Website Research Areas Quantum Information Processing, Quantum Optics, Strongly Correlated Electron Systems, Correlated Quantum Systems out of Equilibrium. Current Research My research is focused on the dynamics of correlated quantum systems away from equilibrium using a combination of analytical and computational methods. Relevant systems include strongly correlated quantum systems driven out of equilibrium by electric fields or quenches, and quantum emitters suitable for Quantum Information Processing. For the former, we seek, on the one hand, to understand experiments that probe a quantum system by driving it out of equilibrium and measuring the response and, on the other hand, to calibrate experiments that study in situ replicas of model Hamiltonians for strongly correlated systems in optical lattices. For the latter, we want to optimize the properties of systems that are susceptible to be used as quantum bits (qubits) for Quantum Computing. Selected Publications Suppressing Spectral Diffusion of the Emitted Photons with Optical Pulses, Herbert F. Fotso, A. E. Feiguin, D. D. Awschalom, and V. V. Dobrovitski, Phys. Rev. Lett. 116, 033603 (2016). Frustrated phase separation in the momentum distribution of field-driven light-heavy Fermi-Fermi mixtures of ultracold atoms, Herbert F. Fotso, J. C. Vicente, J. K. Freericks, Phys. Rev. A 90, 053630 (2014). Thermalization of Field Driven Quantum Systems, Herbert F. Fotso, K. Mikelsons, J. K. Freeicks, Nature's Scientific Reports 4 4699 (2014). Provximity of the Superconducting Dome and the Quantum Critical Point in the Two-Dimensional Hubbard Model, S.-X. Yang, Herbert F. Fotso, S.-Q Su, D. Galanakis, E. Khatami, J.-H. She, J. Moreno, J. Zaanen, and M. Jarrell, Phys. Rev. Lett. 106, 047004 (2011). Parquet Approximation for the 4x4 Hubbard Cluster, S. X. Yang, Herbert F. Fotso, J. Liu, T. A. Maier, K. Tomko, E. F. DAzevedo, R. T. Scalettar, T. Pruschke, and M. Jarrell, Phys. Rev. E 80, 046706 (2009). Welcome to my webpage! Home CV Teaching Talks Links I\n                am a faculty member in the Department\n                      of Physics at the University\n\n\n\n                      at Albany SUNY . My\nresearch falls under the large umbrella of Theoretical\/Computational\nCondensed Matter Physics. Research interests include correlated systems\nin and out of equilibrium as well as the control of quantum emitters\nand spin systems for quantum information processing. I have\nparticularly been interested in high temperature superconductivity,\nultracold atoms in optical lattices, the dynamics of field-driven\nquantum systems and the dynamics of quantum emitters in the solid state\nthat are prime candidate for qubits in Quantum Information Processing.\nInteresting research questions often arise beyond the scope of\nanalytical solutions and require computational approaches. They\nincreasingly blur dividing lines and fall at the intersection of\ndifferent subfields of Physics such as Condensed Matter, AMO (Atomic\nMolecular and Optical) Physics, Quantum Optics and Quantum Information\nScience. The variety of these questions and their relevance for the\ntechnologies of the future make it a fascinating time to be a theoretical physicist. On\nthis\npage you will find information about me and about my research group.\nYou will also find some information related to my teaching activities.\nIncluded on the CV page, you will\nfind a list of publications with links to download them. Interested in our research or in our group? Feel free to reach out with any questions. Last updated 06\/10\/2020"
            ]
        ]
    ]
}