{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "47LFTJU5",
            "Iiunk0kAAAAJ",
            [
                "Graphyne-and graphdiyne-based nanoribbons: density functional theory calculations of electronic structures",
                "Reversible single spin control of individual magnetic molecule by hydrogen atom adsorption",
                "Revealing the Atomic Site-Dependent  Factor within a Single Magnetic Molecule via the Extended Kondo Effect",
                "Selective adsorption of metal-phthalocyanine on Au (111) surface with hydrogen atoms",
                "Ultrafast nonthermal terahertz electrodynamics and possible quantum energy transfer in the  superconductor",
                "Light-driven Raman coherence as a nonthermal route to ultrafast topology switching in a Dirac semimetal",
                "The origin of half-metallicity in conjugated electron systems—a study on transition-metal-doped graphyne",
                "Stability of the 1144 phase in iron pnictides",
                "Interaction and local magnetic moments of metal phthalocyanine and tetraphenylporphyrin molecules on noble metal surfaces",
                "Is it possible to stabilize the 1144-phase pnictides with tri-valence cations?"
            ],
            [
                "We report on the configurations and electronic properties of graphyne and graphdiyne nanoribbons with armchair and zigzag edges investigated with first principles calculations. Our results show that all the nanoribbons are semiconductors with suitable band gaps similar to silicon. And their band gaps decrease as widths of nanoribbons increase. We also find that the band gap is at the Γ point for all graphdiyne ribbons and it is at the X point for all graphyne ribbons. Of particular interest, the band gap of zigzag graphyne nanoribbons show a unique “step effect” as the width increases. This property is good for tuning of the energy band gap, as in a certain range of the ribbon width, the energy gap remains constant and in reality the edge cannot be as neat as that in a theoretic model.",
                "The reversible control of a single spin of an atom or a molecule is of great interest in Kondo physics and a potential application in spin based electronics. Here we demonstrate that the Kondo resonance of manganese phthalocyanine molecules on a Au (111) substrate have been reversibly switched off and on via a robust route through attachment and detachment of single hydrogen atom to the magnetic core of the molecule. As further revealed by density functional theory calculations, even though the total number of electrons of the Mn ion remains almost the same in the process, gaining one single hydrogen atom leads to redistribution of charges within 3d orbitals with a reduction of the molecular spin state from S= 3\/2 to S= 1 that directly contributes to the Kondo resonance disappearance. This process is reversed by a local voltage pulse or thermal annealing to desorb the hydrogen atom.",
                "The site-dependent g factor of a single magnetic molecule, with intramolecular resolution, is demonstrated for the first time by low-temperature, high-magnetic-field scanning tunneling microscopy of dehydrogenated Mn-phthalocyanine molecules on Au (111). This is achieved by exploring the magnetic-field dependence of the extended Kondo effect at different atomic sites of the molecule. Importantly, an inhomogeneous distribution of the g factor inside a single molecule is revealed. Our results open up a new route to access local spin properties within a single molecule.",
                "Metal phthalocyanine (MPc, M = Mn, Fe) molecules grown on reconstructed Au(111) with and without hydrogen atoms at submonolayer coverage are investigated by low temperature scanning tunneling microscopy. It is found out that the attachment of H atoms to the central metal of the MnPc molecules leads to the change of the molecules’ selective adsorption from fcc to hcp regions at low coverage. The two configurations of MnPc molecules on Au(111) are replaced by only one configuration of H-MnPc\/Au(111). FePc molecules adsorb on fcc regions of Au(111) with two configurations, which are similar to that of MnPc. However, unlike H-MnPc, H-FePc molecules have two configurations on Au(111). Density function theory calculations show that the different configuration change by attachment of H atoms for MnPc and FePc molecules is due to the electronic structure change at the central metal atoms of the …",
                "We report terahertz (THz) electrodynamics of a moderately clean A15 superconductor (SC) following ultrafast excitation to manipulate quasiparticle (QP) transport. In the Martensitic normal state, we observe a photo enhancement in the THz conductivity using optical pulses, while the opposite is observed for the THz pump. This demonstrates wavelength-selective nonthermal control of conductivity distinct from sample heating. The photo enhancement persists up to an additional critical temperature, above the SC one, from a competing electronic order. In the SC state, the fluence dependence of pair-breaking kinetics together with an analytic model provides an implication for a “one photon to one Cooper pair” nonresonant energy transfer during the 35-fs laser pulse; ie, the fitted photon energy ℏ ω absorption to create QPs set by 2 Δ S C\/ℏ ω= 0.33%. This is more than one order of magnitude smaller than in previously …",
                "A grand challenge underlies the entire field of topology-enabled quantum logic and information science: how to establish topological control principles driven by quantum coherence and understand the time dependence of such periodic driving. Here we demonstrate a few-cycle THz-pulse-induced phase transition in a Dirac semimetal ZrTe 5 that is periodically driven by vibrational coherence due to excitation of the lowest Raman active mode. Above a critical THz-pump field threshold, there emerges a long-lived metastable phase, approximately 100 ps, with unique Raman phonon-assisted topological switching dynamics absent for optical pumping. The switching also manifests itself by distinct features: nonthermal spectral shape, relaxation slowing near the Lifshitz transition where the critical Dirac point occurs, and diminishing signals at the same temperature that the Berry-curvature-induced anomalous Hall effect …",
                "We studied the mechanism of half-metallicity (HM) formation in transition-metal-doped conjugated carbon based structures by first-principles electronic structure simulations. It is found that the HM is a rather complex phenomenon, determined by the ligand field splitting of d-orbitals of the transition metal atoms, the exchange splitting and the number of valence electrons. Since most of the conjugated carbon based structures possess ligands with intermediate strength, the ordering of the d-orbital splitting is similar in all structures, and the HM properties evolve according to the number of valence electrons. Based on this insight we predict that Cr-, Fe-and Co-doped graphyne will show HM, while Mn-and Ni-doped graphyne will not. By tuning the number of valence electrons, we are thus able to control the emergence of HM and control the energy gaps evolving in the majority or minority spin channels.",
                "A series of iron arsenides (eg, CaRbFe 4 As 4, SrCsFe 4 As 4) have been discovered recently, and have provoked a rise in superconductor searches in a different phase, known as the 1144 phase. For the presence of various chemical substitutions, it is believed that more 1144 compounds remain to be discovered. In this work, we perform general model analysis as well as scenario calculation on a basis of density functional theory to investigate phase stability in a variety of compounds. We predict that the 1144-type phase could be stabilized in EuKFe 4 As 4, EuRbFe 4 As 4, EuCsFe 4 As 4, CaCsFe 4 P 4, SrCsFe 4 P 4, BaCsFe 4 P 4, InCaFe 4 As 4, InSrFe 4 As 4, etc. Remarkably, it involves rare earths, trivalence elements (eg, indium) and iron phosphides, which greatly expands the range of its existence and suggests a promising prospect for experimental synthesis. In addition, we find that the formation of many …",
                "In order to understand the Kondo effect observed in molecular systems, first-principles calculations have been widely used to predict the ground state properties of molecules on metal substrates. In this work, the interaction and the local magnetic moments of magnetic molecules (3d-metal phthalocyanine and tetraphenylporphyrin molecules) on noble metal surfaces are investigated based on the density functional theory. The calculation results show that the d z 2 orbital of the transition metal atom of the molecule plays a dominant role in the molecule—surface interaction and the adsorption energy exhibits a simple declining trend as the adsorption distance increases. In addition, the Au (111) surface generally has a weak interaction with the adsorbed molecule compared with the Cu (111) surface and thus serves as a better candidate substrate for studying the Kondo effect. The relation between the local magnetic …",
                "A lately discovered 1144 phase has generated significant interest for its high superconducting temperatures, disorder-free doping, and various chemical substitutions. However, it has only been found in iron arsenides (A B Fe 4 As 4), and cations are limited to+ 1 or+ 2 valence states (eg, alkali metals, alkaline earth elements, and Eu). Whether more 1144 phases could be stabilized and whether intriguing properties exist are questions of general interest. In this work, we investigate 1144 iron and cobalt arsenides with tri-valence cations (La, Y, In, Tl, Sm, Gd). We study phase stability among other competing phases: 122 solution phase and phase decomposition. With La as the cation, we predict room-temperature stable 1144 structures: La A Fe 4 As 4 (A= K, Rb, and Cs). Other La-contained 1144 structures tend to form solution phase. The solubility of La is estimated and compared with the experiment. By contrast, we …"
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "Boqun Song Graduate Student A422 Zaffarano Hall bqsong@iastate.edu 515-294-5033"
            ]
        ]
    ]
}