{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "49YJWAZ0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Roland Winston (209) 228-4346 http:\/\/ucsolar.org\/ Castle Commerce Center, Building 1200, Room 26A Ph.D., 1963 - University of Chicago M.S., 1957 - University of Chicago B.S., 1956 - University of Chicago Solar power and renewable energy Elementary particle physics Non-imaging optics Skip to Content University of California Advanced Solar Technologies Institute University of California Advanced Solar Technologies Institute (UC Solar) UC Solar faculty, students and postdoctoral researchers are dedicated to designing and developing innovative solar energy generation technologies that are more efficient, more affordable, and easier to integrate. UC Solar is made up of participants from the University of California's Merced, Berkeley, Santa Barbara, Davis, San Diego, Riverside, Irvine, Santa Cruz and Los Angeles campuses, and it is supported by research grants, philanthropic gifts, and corporate sponsors. [read more] News and Updates Renewable Power Project Could Help Cut Food Processing Costs, Feed People and Animals Researchers at UC Solar Opens a New Window. have developed and tested an innovative solar thermal-powered process for turning the pomace, or byproduct, of vegetable and fruit processing into reusable products, potentially lowering food-processing plant costs and reducing their carbon footprints. With collaborators at the U.S. Department of Agriculture – Agricultural Research Service Opens a New Window. (USDA-ARS), UC Merced graduate student Jonathan Ferry and UC Solar Director Professor Roland Winston Opens a New Window. tested and optimized a solar-powered drum dryer for use in food-processing applications. [read more]  New UC Solar Project Produces Both Heat and Power One of California’s greatest energy challenges is finding innovative ways to lower natural gas consumption to help reduce greenhouse gas emissions that contribute to climate change. To help meet that challenge, a new solar energy system that produces both heat and electricity might not be far away, thanks to researchers at UC Merced and the California Energy Commission. [read more]  UC Solar and MID Bring Clean-Energy Education to Local Community Merced  Irrigation  District  and  the  University  of California  Advanced  Solar  Technologies  Institute  (UC Solar) are part nering to establish the Renewable Energy Learning Center at the Stephen Leonard Youth Center in Merced. The Steven Leonard Center  is run by the Merced Soccer Academy at Stephen Leonard Park. The Renewable Energy Learning Center aims to bring science and renewable energy education to youth and  the  local  community  through  a  one-year  pilot  program.  Youth  and  their  families  will  have  the opportunity to learn about the science of renewable energy and attend various classes throughout the year. [read more]  Sun and salt: how solar tech can help California's drought In the midst of California’s ongoing drought, researchers at the University of California Advanced Solar Technologies Institute (UC Solar) at UC Merced are turning to an unlikely ally to help solve the problem of water availability for California’s farmlands: the sun. “Any adoption of solar technology will help with climate change in the  long term, because it reduces our use of fossil fuels,” says Ron Durbin,  executive director of UC Solar. [read more]  UC Solar Featured in UC Merced Magazine Bill Guiney is strongly considering assembling his company’s solar energy collectors in Merced County. Although based in Florida — which has no shortage of sunlight — the Artic Solar CEO is drawn to California’s San Joaquin Valley and the solar energy brain trust centered at UC Merced. [read more]  UC Solar hosts 2014 Research Symposium The solar energy industry is emerging as a key player in the  multi-pronged approach California will take in leading the nation in  renewable energy, experts say. And the University of California’s research is leading the way. The University of California, Merced, home of The University of  California Advanced Solar Technologies Institute (UC Solar), is  sponsoring a seminar exploring the solar industry present and future,  and the many creative initiatives being developed by the University  of California. And the University of California’s research is leading the way. The University of California, Merced, home of The University of  California Advanced Solar Technologies Institute (UC Solar), is  sponsoring a seminar exploring the solar industry present and future,  and the many creative initiatives being developed by the University  of California. [read more]   The Sun Rises As One of UC's Top Energy Choices Through two new agreements, UC has committed to the largest purchase of solar power by any university in the country. The deals with Frontier Renewables will supply UC with 80 megawatts  of solar capacity — enough to power about 27,000 homes — that will keep  an estimated 88,000 metric tons of carbon annually from being emitted  into the atmosphere. The groundbreaking solar purchase moves UC one step closer to  achieving carbon neutrality by 2025, a goal for the university set by UC  President Janet Napolitano. [read more]  UC Merced Heating Up Mongolia’s Harsh Winter One of the world’s oldest civilizations – with the worst air pollution and the coldest capital city – will employ cutting-edge technology from the newest UC campus starting in February. Professor Roland Winston, who leads the UC Merced-based UC Solar Institute, just returned from a trip to Ulaanbaatar, Mongolia’s capital. He met with the owner of Mongolia National University, a 15-year-old institution with about 9,000 students, to discuss installing a solar-thermal unit on one of the campus buildings to generate 3 kilowatts of steam heat for a portion of the campus. [read more]  Sunshine State: The University of California's Solar Breakthroughs As nature calls time on fossil fuels, researchers at the University of California are finding credible alternatives to oil and coal. It's solar power's time to shine. We’re running out of fossil fuels and the search is on for clean alternatives. Wind, waves and hydrogen have all grabbed recent headlines, but University of California researchers are bringing back the original renewable energy source: solar power. The sun-based energy source has some serious advantages over other renewable fuels. The most significant pro is that there are no emissions. No pollutants or byproducts that affect the atmosphere. Solar energy is clean and can be produced without waste. [read more]  Solar's Future Is So Bright, You'll Have to Wear Shades (Winston Op-Ed) Solar is our most abundant and reliable form of renewable energy,  and, when used effectively, has the potential to meet most, if not all,  of our energy needs. Each day we increase our fundamental ability to convert sunlight into  electricity and thermal energy, while lowering the cost of doing so. Has it taken significant effort and investment to get to this point? Yes. Is the day upon us when solar energy systems are as ubiquitous as cell phones and automobiles? Not yet, but that day can be seen on the horizon. [read more]  UC Solar Hosting 2013 Symposium Featuring Experts in Photovoltaics, Renewable Energy Everyone is invited to attend this year’s UC Solar Research Symposium, put on by the University of California Advanced Solar Technologies Institute (UC Solar), to learn more about the latest research and developments in this rapidly evolving field. UC Merced leads the eight-campus UC Solar institute and is organizing the symposium, which will be held May 2 at UC Davis. Organizers have lined up experts to promote public knowledge regarding present and future UC Solar research initiatives, and to examine the current state of the solar energy industry in California and beyond, including Larry \"Kaz\" Kazmerski, executive director of the National Renewable Energy Laboratory.  Korean Students Get UC Solar Experience Fifteen engineering students from Dankook University in Yongin, Gyeonggi, South Korea, have come to UC Merced to get hands-on experience in the research conducted at the UC Advanced Solar Technologies Institute (UC Solar), which is headquartered at UC Merced’s Castle Research Center. UC Solar is made up of faculty and researchers from the University of California’s Merced, Berkeley, Santa Barbara, Davis and San Diego campuses. This is the first time UC Solar at Merced has hosted a group of students for such a program, but Ron Durbin, UC Solar executive director, said everyone hopes it won’t be the last. [read more]  Innovative Solar Research Highlighted During Symposium From improving the performance and efficiency of solar cells to using solar technology to speed up fruit drying, a wide array of topics were covered by distinguished scientists at the UC Solar Research Symposium at UC Merced on Dec. 9. Hosted by the University of California Advanced Solar Technologies Institute (UC Solar), the symposium featured an illustrious list of speakers that included researchers from all five of the UC campuses that comprise UC Solar — Merced, Berkeley, Davis, San Diego and Santa Barbara — as well as other top solar scientists. [read more]  Putting the Crown on Solar Power Someday, solar power will provide all the energy homes and buildings need for electricity, heat and cooling. Scientists at UC Solar, a multicampus research institute based at UC Merced, are helping to make that day come true. “The best prospect for abundant alternative energy is solar power,” said Roland Winston, director of UC Solar and a professor of engineering and natural sciences at UC Merced. In terms of resource abundance, “Solar is the king.” [read more]  Researchers Unveil Innovative Solar Cooling Project Using solar thermal energy to power an air conditioning unit can be difficult and expensive. But a team of researchers at the University of California, Merced, have added a game-changing advance to the process that could make it much simpler, less costly and more effective. UC Merced Professor Roland Winston and his team of student researchers have designed and developed a system that gathers and concentrates sunlight onto specially made collector tubes. The heat generated can then be transformed using existing technology for cooling, heating and a number of other potential uses. [read more]  UC Solar Director Chosen for Solar Board of Advisors Roland Winston, UC Merced professor of engineering and natural sciences and director of the University of California Advanced Solar Technologies Institute, has been named to the board of advisors of the California Solar Energy Collaborative (CSEC). The board — which also includes members from UC Davis, UC San Diego and UC Santa Cruz, the California Energy Commission and several utilities — will meet twice a year to prioritize and define research and development projects for the CSEC.  UC Solar Director Roland Winston is Guest Editor of OSA's Energy Express New devices that concentrate the sun's rays, increase the efficiency of solar cells, and help to lower the cost of solar energy, are featured in the inaugural issue of Energy Express, a new special bi-monthly supplement to Optics Express, the open-access journal of the Optical Society (OSA). Edited by Bernard Kippelen of the Georgia Institute of Technology, Energy Express launches today and will focus on research that encompasses the science and engineering of light and its impact on sustainable energy development, the environment, and green technologies. Research featured in Energy Express will highlight the role optics plays in energy efficiency and sustainability, from making solar energy economical to providing energy from fusion, to studying new combustion processes that can ease carbon dioxide sequestration, to monitoring the nitrogen cycle, and to realizing significant energy savings using solid-state lighting, such as inorganic and organic light emitting diodes (LEDs and OLEDs). [read more]  UC Merced Honored for Sustainability in Development Plan The University of California, Merced, received yet another bit of praise for its commitment to campus-wide sustainability this month, when its Long Range Development Plan ( LRDP ) was named the Outstanding Planning Document of 2009 by the Association of Environmental Professionals (AEP). AEP, a statewide organization focusing on environmental science, regulation and policy, presented the award to UC Merced at its annual conference in Palm Springs on March 16. [read more]  UC Merced Receives $1 Million Grant from California Energy Commission Solar and wind power are both significant sources of renewable energy, but they are less predictable than the power available from the grid. They produce energy only when the sun shines and the wind blows. For example, a solar energy system in California's Central Valley will produce a lot of power on a hot, cloudless summer day, and you can count on that throughout most of the season. But during the winter, while that system will still produce substantial amounts of energy, the weather conditions are more varied and it's harder to predict how much electricity will be produced on a day-to-day basis. As communities strive to produce more of their power renewably, they will need to understand these odds and have a plan for bringing available resources online in order to operate efficiently and cost-effectively. [read more]  UC Merced to Lead Multicampus Research Program on Solar Energy As the world's hunger for energy grows and fossil fuel supplies become less certain, the need to develop alternative renewable energy sources is paramount. The most abundant source of renewable energy is the sun. However, current technology used to convert sunlight into electricity is still relatively costly for wide-scale use. The solution? Find ways to make solar energy more efficient and cheaper to utilize. Researchers at the University of California, Merced, and its sister campuses in Berkeley and Santa Barbara, will attempt to do just that thanks to a five-year $2.25 million grant that will fund a new UC-wide solar energy research program. [read more] Overview Home Overview Research Projects Inventions Sponsors Affiliates 2019 Solar Symposium 2018 Solar Symposium 2017 Solar Symposium 2016 Solar Symposium 2015 Solar Symposium 2014 Solar Symposium 2013 Solar Symposium 2011 Solar Symposium Join Our Mailing List           UNIVERSITY OF CALIFORNIA, MERCED | 5200 NORTH LAKE RD. MERCED, CA 95343 | (209) 228-4400 | © 2021 UC REGENTS SITE CONTACT PRIVACY\/LEGAL NOTICE"
            ]
        ]
    ]
}