{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4A08KKBN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "David M Ceperley Founder Professor of Physics 2107 Engineering Sciences Building (217) 244-0646 (217) 244-7704 ceperley@illinois.edu Physics 419 web page Physics 466 web page Complete list of publications Professor Ceperley received his BS in physics from the University of Michigan in 1971 and his Ph.D. in physics from Cornell University in 1976. After one year at the University of Paris and a second postdoc at Rutgers University, he worked as a staff scientist at both Lawrence Berkeley and Lawrence Livermore National Laboratories. In 1987, he joined the Department of Physics at Illinois. He was a staff scientist at the National Center for Supercomputing Applications from 1987 until 2012. Professor Ceperley's work can be broadly classified into technical contributions to quantum Monte Carlo methods and contributions to our physical or formal understanding of quantum many-body systems. His most important contribution is his calculation of the energy of the electron gas, providing basic input for most numerical calculations of electronic structure. He was one of the pioneers in the development and application of path integral Monte Carlo methods for quantum systems at finite temperature, such as superfluid helium and hydrogen under extreme conditions. Professor Ceperley is a Fellow of the American Physical Society and a member of the American Academy of Arts and Sciences. He was elected to the US National Academy of Sciences in 2006 and to the UIUC Center for Advanced Studies. Electronic Structure of Condensed Matter : The goals of our research are to develop computational methods for condensed matter starting from the fundamental many-body equations. The primary methods used are quantum Monte Carlo simulations, which can find exact properties of many-body systems and can be applied to diverse solids and liquids. We are combining these approaches to create new methods and to test the accuracy of calculations on materials. Current research includes studies of electron fluids, metalization of hydrogen at high pressure, simulations of solids and liquids as a function of temperature, and cold atom systems. Â Honors B. J. Alder CECAM Prize (2016) Member International Academy of Quantum Molecular Sciences (2013) Blue Waters Professor (2014) Center for Advanced Studies Professor (2009) Founder Professor of Engineering (2006) National Academy of Science (2005) Fellow, Institute of Physics (1999) Fellow, American Academy of Arts & Sciences (1999) Xerox Faculty Award (1990) Arnold O. Beckman Award, University of Illinois Center for Advanced Study, 1989 NSF Graduate Fellowship (1971) Berni J. Alder CECAM Prize  (2016) Rahman Prize in Computational Physics of the American Physical Society  (1998) Feenberg Medal (1994) Fellow of the American Physical Society  (1990) J.T. Krogel, M. Yu, J.Kim, and D. M. Ceperley, The Quantum Energy Density: Improved Efficiency for quantum Monte Carlo Calculations. Phys. Rev. B 88, 035137 (2013). Miguel A. Morales, Raymond Clay, Carlo Pierleoni, and David M. Ceperley,First Principles Methods: A Perspective from Quantum Monte Carlo, Entropy 2014, 16(1), 287-321 E. W. Brown, J. L. DuBois, M. Holzmann, and D. M. Ceperley, Exchange-correlation energy for the 3D homogeneous electron gas at arbitrary temperature, Phys. Rev. B 88, 081102 (2013). Miguel A. Morales, Jeffrey M. McMahon, Carlo Pierleoni, and David M. Ceperley, Towards a predictive first-principles description of solid molecular hydrogen with density functional theory, Phys. Rev. B 87, 184107 ( 2013). E. W. Brown, B. K. Clark, J. L. DuBois, D. M. Ceperley, Path Integral Monte Carlo Simulation of the Warm-Dense Homogeneous Electron Gas, Phys. Rev. Lett. 110, 146405 (2013) M. A. Morales, J. M. McMahon, C. Pierleoni and D. M. Ceperley, Nuclear quantum effects and nonlocal exchange-correlation functionals in liquid hydrogen at high pressure, Phys. Rev. Lett. 110, 065702 (2013). U. Ray and David M. Ceperley, Revealing the condensate and noncondensate distributions in the inhomogeneous Bose-Hubbard model. Phys. Rev. A 87, 051603 (2013). \"Electronic energy functionals: Levy-Lieb principle within the ground state path integral quantum Monte Carlo\"  L Delle Site, L.M. Ghiringhelli, David Ceperley.  Int. J. Quantum Chem. 113:2, 155-60 (2013)\r\n  10.1002\/qua24321: 1-6 (2012). Jeffrey M. McMahon, Miguel A. Morales, Carlo Pierleoni, David M.Ceperley, David.  The properties of hydrogen and helium under extreme conditions. Reviews of Modern Physics 84:4, 1607-1653 (2012). I. Kylanpaa,  T. T. Rantala, David Ceperley. Few-body reference data for multicomponent formalisms:  Light-nuclei molecule. Physical Review A (Atomic, Molecular, and Optical Physics), v 86, n 5, p 052506 (2012). Y. Kwon and D. M. Ceperley.  4He adsorption on a single graphene sheet: Path-integral Monte Carlo study. Phys. Rev. B 85, 224501-1-6 (2012). K. P. Esler, J. Kim, D. M. Ceperley, and L. Shulenburger.  Accelerating quantum Monte Carlo simulations of real materials on GPU clusters. Comput. Sci. Eng. 14:1, 40-51 (2012). M. A. Morales, E. Schwegler, D. Ceperley, C. Pierleoni, S. Hamel, and K. Caspersen. Phase separation in hydrogen-helium mixtures at Mbar pressures. Proc. Nat. Acad. Sci.(USA) 106, 1324-1329 (2009). M. Holzmann, B. Bernu, V. Olevano, R. M. Martin, and D. M. Ceperley. Renormalization factor and effective mass of the two-dimensional electron gas, Phys. Rev. B 79, 041308(R) (2009). K. Delaney, C. Pierleoni, and D. M. Ceperley. Quantum Monte Carlo simulation of the high pressure molecular-atomic transition in fluid hydrogen. Phys. Rev. Lett. 97, 235702-1-4(2006). B. Clark and D. M. Ceperley. Off-diagonal long-range order in solid 4 He. Phys. Rev. Lett. 96,105302-1-4 (2006). D. M. Ceperley and B. Bernu. Ring exchanges and the supersolid phase of 4 He. Phys. Rev. Lett. 93, 155303-1-4 (2004). D. M. Ceperley. Path integrals in the theory of condensed helium. Rev. Mod. Phys. 67, 279-356 (1995). D. M. Ceperley and B. J. Alder. Ground state of the electron gas by a stochastic method. Phys. Rev. Lett. 45, 566-569 (1980). In the Media Liquid metallic hydrogen prediction by Ceperley group validated at Livermore, reported in The New York Times AMO Physics Atomic, Molecular, and Optical Physics Getting at the many-particle problem—\"Urbana style\" Now, two teams at the University of Illinois at Urbana Champaign, working together and attacking the problem from different physics disciplines, have shed new light on our understanding of disordered quantum materials. Professor Brian DeMarco and his group perform innovative experiments in atomic, molecular, and optical physics using ultracold atoms trapped in an optical lattice to simulate phenomena in solid materials. Professor David Ceperley and his group work in theoretical condensed matter physics; they perform supercomputing simulations to model phenomena in solid materials. The two groups collaborated across physics disciplines to understand how disorder in a quantum material gives rise to an exotic quantum state called a Bose glass. The results are published in Nature Physics in the article, “ Probing the Bose glass–superfluid transition using quantum quenches of disorder .”"
            ]
        ]
    ]
}