{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4AAGNLAE",
            "JR_JZCAAAAAJ",
            [
                "Nanotechnology in medicine and antibacterial effect of silver nanoparticles",
                "Efficacy of antidepressants in treating the negative symptoms of chronic schizophrenia: meta-analysis",
                "The transcription factor CrWRKY1 positively regulates the terpenoid indole alkaloid biosynthesis in Catharanthus roseus",
                "Activities of Antioxidative Enzymes, Sulphur Assimilation, Photosynthetic Activity and Growth of Wheat (Triticum aestivum) Cultivars Differing in Yield Potential …",
                "Sustained reduction of microbial burden on common hospital surfaces through introduction of copper",
                "Benzimidazole: an emerging scaffold for analgesic and anti-inflammatory agents",
                "On fuzzy semi-preopen sets and fuzzy semi-precontinuity",
                "Meta-analysis of the efficacy of adjunctive NMDA receptor modulators in chronic schizophrenia",
                "Near simultaneous computed tomography image-guided stereotactic spinal radiotherapy: an emerging paradigm for achieving true stereotaxy",
                "The Ayurvedic medicines Haritaki, Amla and Bahira reduce cholesterol-induced atherosclerosis in rabbits"
            ],
            [
                "Most of the natural processes also take place in the nanometer scale regime. Therefore, a confluence of nanotechnology and biology can address several biomedical problems, and can revolutionize the field of health and medicine [1]. Nanotechnology is currently employed as a tool to explore the darkest avenues of medical sciences in several ways like imaging [2], sensing [3], targeted drug delivery [4] and gene delivery systems [5] and artificial implants [6]. The new age drugs are nanoparticles of polymers, metals or ceramics, which can combat conditions like cancer [7] and fight human pathogens like bacteria [8-12]. The development of new resistant strains of bacteria to current antibiotics [13] has become a serious problem in public health; therefore, there is a strong incentive to develop new bactericides [10]. Bacteria have different membrane structures which allow a general classification of them as Gram-negative or Gram positive. The structural differences lie in the organization of a key component of the membrane, peptidoglycan. Gram negative bacteria exhibit only a thin peptidoglycan layer (~ 2–3 nm) between the cytoplasmic membrane and the outer membrane [14]; in contrast, Gram-positive bacteria lack the outer membrane but have a peptidoglycan layer of about 30 nm thick [15]. Silver has long been known to exhibit a strong toxicity to a wide range of",
                "Treatment of negative symptoms in chronic schizophrenia continues to be a major clinical issue.To analyse the efficacy of add-on antidepressants for the treatment of negative symptoms of chronic schizophrenia.Systematic review and meta-analysis of randomised controlled trials comparing the effect of antidepressants and placebo on the negative symptoms of chronic schizophrenia, measured through standardised rating scales. Outcome was measured as standardised mean difference between end-of-trial and baseline scores of negative symptoms.There were 23 trials from 22 publications (n = 819). The antidepressants involved were selective serotonin reuptake inhibitors, mirtazapine, reboxetine, mianserin, trazodone and …",
                "Catharanthus roseus produces a large array of terpenoid indole alkaloids (TIAs) that are an important source of natural or semisynthetic anticancer drugs. The biosynthesis of TIAs is tissue specific and induced by certain phytohormones and fungal elicitors, indicating the involvement of a complex transcriptional control network. However, the transcriptional regulation of the TIA pathway is poorly understood. Here, we describe a C. roseus WRKY transcription factor, CrWRKY1, that is preferentially expressed in roots and induced by the phytohormones jasmonate, gibberellic acid, and ethylene. The overexpression of CrWRKY1 in C. roseus hairy roots up-regulated several key TIA pathway genes, especially Tryptophan Decarboxylase (TDC), as well as the transcriptional repressors ZCT1 (for zinc-finger C. roseus transcription factor 1), ZCT2, and ZCT3. However, CrWRKY1 overexpression repressed the transcriptional …",
                "The increasing concentration of cadmium (Cd) in agricultural soil has resulted in crop productivity loss. The activation of the antioxidative enzyme system and its synergy with sulphur assimilation may be required as one of the mechanisms for the alleviation of the effects of Cd. In the present study the activities of antioxidative enzymes and sulphur assimilation were studied in Cd‐treated wheat (Triticum aestivum) cultivars to assess their involvement in determining yield potential. The cultivar WH542 (low yielding type) accumulated Cd to a greater amount in both root and leaf, and also exhibited higher contents of H2O2 and thiobarbituric acid reactive substance and the activity of superoxide dismutase (EC 1.15.1.1) than cultivar PBW343 (high yielding type). The activities of other antioxidative enzymes, catalase (EC 1.11.1.6), ascorbate peroxidase (EC 1.11.1.11), glutathione reductase (EC 1.6.4.2) and glutathione …",
                "The contribution of environmental surface contamination with pathogenic organisms to the development of health care-associated infections (HAI) has not been well defined. The microbial burden (MB) associated with commonly touched surfaces in intensive care units (ICUs) was determined by sampling six objects in 16 rooms in ICUs in three hospitals over 43 months. At month 23, copper-alloy surfaces, with inherent antimicrobial properties, were installed onto six monitored objects in 8 of 16 rooms, and the effect that this application had on the intrinsic MB present on the six objects was assessed. Census continued in rooms with and without copper for an additional 21 months. In concert with routine infection control practices, the average MB found for the six objects assessed in the clinical environment during the preintervention phase was 28 times higher (6,985 CFU\/100 cm2; n = 3,977 objects sampled) than …",
                "Within the vast range of heterocycles, benzimidazole and its derivatives are found to be trendy structures employed for discovery of drugs in the field of pharmaceutical and medicinal chemistry. The unique structural features of benzimidazole and a wide range of biological activities of its derivatives made it privileged structure in drug discovery. Recently, benzimidazole scaffold has emerged as a pharmacophore of choice for designing analgesic and anti-inflammatory agents active on different clinically approved targets. To pave the way for future research, there is a need to collect the latest information in this promising area. In the present review we have collated published reports on this versatile core to provide an insight so that its full therapeutic potential can be utilized for the treatment of pain and inflammation.",
                "The purpose of this paper is to introduce and study the concepts of fuzzy semi-preopen sets and fuzzy semi-precontinuous mappings in fuzzy topological spaces.(~) 1998 Elsevier Science BV All rights reserved.",
                " Background: Based on the glutamatergic NMDA receptor hypofunction theory of schizophrenia, NMDA receptor modulators (NMDARMs) may have therapeutic potential in the treatment of schizophrenia. Objective: This meta-analysis aimed to evaluate the potential of modulators of the NMDA receptor as adjunctive therapy for schizophrenia, using the results from published trials. Data Sources: A primary electronic search for controlled clinical trials using NMDARMs in schizophrenia was conducted on the PubMed, Cochrane Library, EMBASE, CINAHL® and PsycINFO databases. A secondary manual search of references from primary publications was also performed. Study Selection: Inclusion criteria were the application of an established method of diagnosis, randomized case assignment, comparison of NMDARM add-on …",
                "To report treatment setup data from an emerging technique using near-simultaneous computed tomography (CT) image-guided stereotactic radiotherapy for the treatment of spinal and paraspinal tumors.A targeting system that integrates a CT-on-rails scanner with a linear accelerator (LINAC) was evaluated in the lead-in portion of a Phase I\/II protocol for treating patients with paraspinal metastases. Patients were immobilized in supine position by a moldable body cushion vacuum wrapped with a plastic fixation sheet. Planning CT and immediately repeated CT were performed on the LINAC\/CT-on-rails unit to assess respiratory-related vertebral body motion. Coplanar intensity-modulated radiotherapy (IMRT) using 7–9 beams was used to deliver 30 Gy in five fractions to the target volume, while limiting the spinal cord dose to <10 Gy. Pretreatment CT scans were fused with the …",
                "Four groups of 25 rabbits each, were studied to determine the effect of Haritaki (Terminalia chebula), Amla (Emblica officinalis) and Bahira (Terminalia belerica) on cholesterol-induced hypercholesterolaemia and atherosclerosis. The control group was fed with cholesterol alone; the Haritaki group received Haritaki and cholesterol; the Bahira group received Bahira and cholesterol; and the Amla group received Amla and cholesterol for 16 weeks. Cholesterolaemia was significantly less (P < 0.001) in the Haritaki group (166 mg\/dl), the Bahira group (240 mg\/dl) and the Amla group (205 mg\/dl) than in the control group (630 mg\/dl). The Haritaki group had significantly less cholesterolaemia (P < 0.001) as compared to the Bahira and Amla groups. Aortic sudanophilia was significantly less (P < 0.001) in the Haritaki group (6%), the Bahira group (16%), and the Amla group (12%) than in the control group (38%). The …"
            ],
            [
                [
                    "Psychiatry",
                    "Genomics",
                    "Statistics",
                    "Schizophrenia",
                    "Bipolar Disorder"
                ]
            ]
        ]
    ]
}