{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4AE0X1SU",
            "bG-h2sEAAAAJ",
            [
                "Fermi large area telescope first source catalog",
                "Too big to fail? The puzzling darkness of massive Milky Way subhaloes",
                "Particle dark matter: observations, models and searches",
                "The Milky Way’s bright satellites as an apparent failure of ΛCDM",
                "Accurate masses for dispersion-supported galaxies",
                "Constraining dark matter models from a combined analysis of Milky Way satellites with the Fermi Large Area Telescope",
                "Cosmological simulations with self-interacting dark matter–I. Constant-density cores and substructure",
                "A common mass scale for satellite galaxies of the Milky Way",
                "Detection of a gamma-ray source in the galactic center consistent with extended emission from dark matter annihilation and concentrated astrophysical emission",
                "Detection of a gamma-ray source in the galactic center consistent with extended emission from dark matter annihilation and concentrated astrophysical emission"
            ],
            [
                "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
                "We show that dissipationless Λ cold dark matter simulations predict that the majority of the most massive subhaloes of the Milky Way are too dense to host any of its bright satellites (LV > 105 L⊙). These dark subhaloes have peak circular velocities at infall of Vinfall= 30–70 km s-1 and infall masses of (0.2–4) × 1010 M⊙. Unless the Milky Way is a statistical anomaly, this implies that galaxy formation becomes effectively stochastic at these masses. This is in marked contrast to the well-established monotonic relation between galaxy luminosity and halo circular velocity (or halo mass) for more massive haloes. We show that at least two (and typically four) of these massive dark subhaloes are expected to produce a larger dark matter annihilation flux than Draco. It may be possible to circumvent these conclusions if baryonic feedback in dwarf satellites or different dark matter physics can reduce the central densities …",
                "Dark matter is among the most important open problems in modern physics. Aimed at graduate students and researchers, this book describes the theoretical and experimental aspects of the dark matter problem in particle physics, astrophysics and cosmology. Featuring contributions from 48 leading theorists and experimentalists, it presents many aspects, from astrophysical observations to particle physics candidates, and from the prospects for detection at colliders to direct and indirect searches. The book introduces observational evidence for dark matter along with a detailed discussion of the state-of-the-art of numerical simulations and alternative explanations in terms of modified gravity. It then moves on to the candidates arising from theories beyond the Standard Model of particle physics, and to the prospects for detection at accelerators. It concludes by looking at direct and indirect dark matter searches, and the prospects for detecting the particle nature of dark matter with astrophysical experiments.• Describes the theoretical and experimental aspects of the dark matter problem• Presents observations, theory and experiments to give a complete and consistent understanding of dark matter• Features contributions from leading experts in the field",
                "We use the Aquarius simulations to show that the most massive subhaloes in galaxy-mass dark matter (DM) haloes in Λ cold dark matter (ΛCDM) are grossly inconsistent with the dynamics of the brightest Milky Way dwarf spheroidal galaxies. While the best-fitting hosts of the dwarf spheroidals all have, ΛCDM simulations predict at least 10 subhaloes with V max> 25 km s− 1. These subhaloes are also among the most massive at earlier times, and significantly exceed the reionization suppression mass back to z∼ 10. No ΛCDM-based model of the satellite population of the Milky Way explains this result. The problem lies in the satellites’ densities: it is straightforward to match the observed Milky Way luminosity function, but doing so requires the dwarf spheroidals to have DM haloes that are a factor of∼ 5 more massive than is observed. Independent of the difficulty in explaining the absence of these dense, massive …",
                "We derive an accurate mass estimator for dispersion-supported stellar systems and demonstrate its validity by analysing resolved line-of-sight velocity data for globular clusters, dwarf galaxies and elliptical galaxies. Specifically, by manipulating the spherical Jeans equation we show that the mass enclosed within the 3D deprojected half-light radius r1\/2 can be determined with only mild assumptions about the spatial variation of the stellar velocity dispersion anisotropy as long as the projected velocity dispersion profile is fairly flat near the half-light radius, as is typically observed. We find M1\/2= 3 G−1<σ2los>r1\/2≃ 4 G−1<σ2los>Re, where <σ2los> is the luminosity-weighted square of the line-of-sight velocity dispersion and Re is the 2D projected half-light radius. While deceptively familiar in form, this formula is not the virial theorem, which cannot be used to determine accurate masses unless the radial profile of …",
                "Satellite galaxies of the Milky Way are among the most promising targets for dark matter searches in gamma rays. We present a search for dark matter consisting of weakly interacting massive particles, applying a joint likelihood analysis to 10 satellite galaxies with 24 months of data of the Fermi Large Area Telescope. No dark matter signal is detected. Including the uncertainty in the dark matter distribution, robust upper limits are placed on dark matter annihilation cross sections. The 95% confidence level upper limits range from about 10− 26 cm 3 s− 1 at 5 GeV to about 5× 10− 23 cm 3 s− 1 at 1 TeV, depending on the dark matter annihilation final state. For the first time, using gamma rays, we are able to rule out models with the most generic cross section (∼ 3× 10− 26 cm 3 s− 1 for a purely s-wave cross section), without assuming additional boost factors.",
                "We use cosmological simulations to study the effects of self-interacting dark matter (SIDM) on the density profiles and substructure counts of dark-matter haloes from the scales of spiral galaxies to galaxy clusters, focusing explicitly on models with cross-sections over dark-matter particle mass σ\/m = 1 and 0.1 cm2 g−1. Our simulations rely on a new SIDM N-body algorithm that is derived self-consistently from the Boltzmann equation and that reproduces analytic expectations in controlled numerical experiments. We find that well-resolved SIDM haloes have constant-density cores, with significantly lower central densities than their cold dark matter (CDM) counterparts. In contrast, the subhalo content of SIDM haloes is only modestly reduced compared to CDM, with the suppression greatest for large hosts and small halo-centric distances. Moreover, the large-scale clustering and halo circular velocity functions in …",
                "The Milky Way has at least twenty-three known satellite galaxies that shine with luminosities ranging from about a thousand to a billion times that of the Sun. Half of these galaxies were discovered 1, 2 in the past few years in the Sloan Digital Sky Survey, and they are among the least luminous galaxies in the known Universe. A determination of the mass of these galaxies provides a test of galaxy formation at the smallest scales 3, 4 and probes the nature of the dark matter that dominates the mass density of the Universe 5. Here we use new measurements of the velocities of the stars in these galaxies 6, 7 to show that they are consistent with them having a common mass of about 10 7 within their central 300 parsecs. This result demonstrates that the faintest of the Milky Way satellites are the most dark-matter-dominated galaxies known, and could be a hint of a new scale in galaxy formation or a characteristic scale for …",
                "We show the existence of a statistically significant, robust detection of a gamma-ray source in the Milky Way Galactic Center that is consistent with a spatially extended signal using about 4 years of Fermi-LAT data. The gamma-ray flux is consistent with annihilation of dark matter particles with a thermal annihilation cross section if the spatial distribution of dark matter particles is similar to the predictions of dark matter only simulations. We find statistically significant detections of an extended source with gamma-ray spectrum that is consistent with dark matter particle masses of approximately 10 GeV to 1 TeV annihilating to b b quarks and masses approximately 10–30 GeV annihilating to τ τ leptons. However, a part of the allowed region in this interpretation is in conflict with constraints from Fermi observations of the Milky Way satellites. The biggest improvement over the fit including just the point sources is obtained for …",
                "We show the existence of a statistically significant, robust detection of a gamma-ray source in the Milky Way Galactic Center that is consistent with a spatially extended signal using about 4 years of Fermi-LAT data. The gamma-ray flux is consistent with annihilation of dark matter particles with a thermal annihilation cross section if the spatial distribution of dark matter particles is similar to the predictions of dark matter only simulations. We find statistically significant detections of an extended source with gamma-ray spectrum that is consistent with dark matter particle masses of approximately 10 GeV to 1 TeV annihilating to b b quarks and masses approximately 10–30 GeV annihilating to τ τ leptons. However, a part of the allowed region in this interpretation is in conflict with constraints from Fermi observations of the Milky Way satellites. The biggest improvement over the fit including just the point sources is obtained for …"
            ],
            [
                [
                    "cosmology",
                    "astrophysics",
                    "astro-particle physics"
                ]
            ]
        ]
    ]
}