{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4AG3KXLD",
            "LIbv7HkAAAAJ",
            [
                "Probing inflation with CMB polarization",
                "Quantum transport and the electronic Aharonov-Casher effect"
            ],
            [
                "We summarize the utility of precise cosmic microwave background (CMB) polarization measurements as probes of the physics of inflation. We focus on the prospects for using CMB measurements to differentiate various inflationary mechanisms. In particular, a detection of primordial B‐mode polarization would demonstrate that inflation occurred at a very high energy scale, and that the inflaton traversed a super‐Planckian distance in field space. We explain how such a detection or constraint would illuminate aspects of physics at the Planck scale. Moreover, CMB measurements can constrain the scale‐dependence and non‐Gaussianity of the primordial fluctuations and limit the possibility of a significant isocurvature contribution. Each such limit provides crucial information on the underlying inflationary dynamics. Finally, we quantify these considerations by presenting forecasts for the sensitivities of a future satellite …",
                "We show that the effects of spin-orbit interaction in disordered conductors are manifestations of the Aharonov-Casher effect in the same sense as the effects of weak magnetic fields are manifestations of the Aharonov-Bohm effect. We propose that, in semiconducting samples, conductance oscillations should occur due to the Aharonov-Casher effect, whose observation would constitute a thousandfold improvement in its measurement. As in the disordered Aharonov-Bohm effect, these oscillations have half the period expected from the conventional Aharonov-Casher effect."
            ],
            [
                [
                    "data mining",
                    "neural gas",
                    "artificial intelligence"
                ]
            ],
            [
                "Harsh Mathur Professor harsh.mathur@case.edu 216.368.4009 Rockefeller Building 209 B. Tech., Indian Institute of Technology, Kanpur (1987) Ph.D., Yale University (1994) Theoretical Physics: Condensed matter physics, Particle-Astrophysics and Cosmology. CV Interests Overview. The main focus of my research has been condensed matter theory. A second area of interest is theoretical particle astrophysics and cosmology. In condensed matter physics my main interests are quantum manybody physics and quantum effects in disordered materials. In particle astrophysics and cosmology I am interested in the early Universe as a probe of high energy physics, in the cosmic microwave background as a probe of the early Universe, and in non-perturbative phenomena in quantum field theory. Other interdisciplinary interests are grouped under Miscellany below. In the remainder of this document I describe representative past and some ongoing work. Links to PDFs are included. MESOSCOPIC PHYSICS In his fable “Mr Tompkins in Wonderland” George Gamow imagined a world in which quantum effects are observable on a macroscopic scale. Starting in the 1980s low temperature electron transport experiments entered the mesoscopic regime wherein phase coherence was maintained over long length scales and quantum effects became manifest in the measured resistance through effects such as weak localization and universal conductance fluctuations and through persistent currents in mesoscopic rings. Mesoscopic physics has been a major focus of my research. Below I describe a few representative works. Electronic Aharonov-Casher effect (PDF). Quantum effects in transport show a remarkable sensitivity to magnetic fields that is traceable ultimately to the Aharonov-Bohm effect and is manifest, for example, in periodic oscillations with magnetic field of the conductance of rings. In our work we showed that the known sensitivity of quantum transport to spin-orbit interaction could be traced to an analog of the Aharonov-Bohm effect, the Aharonov-Casher effect. Exploiting an analogy between spin-orbit interaction and magnetic fields, wherein the spin-orbit interactions are interpreted as non-abelian gauge fields, we predicted periodic oscillations of the conductance in semiconductor rings in which the strength of the spin-orbit interactions could be tuned. This effect has now been observed by several groups [see e.g. Richter, The ABC of Aharonov Effects, Physics 5, 22, (2012) (PDF) for an overview with references.] Berry phase magnetoresistance (PDF). Early experiments demonstrated that the conductance of two dimensional electron gases (2DEGs) are sensitive to a magnetic field applied perpendicular to the plane of the 2DEG. We showed that under suitable conditions a magnetic field applied in the plane of the 2DEG can also produce a significant effect. In particular for Si MOSFETs we showed that, due to the roughness of the semiconductor-oxide interface and a subtle quantum interference effect called Berry’s phase, the electrons see a uniform in-plane magnetic field as a random perpendicular magnetic field. Our theoretical results agreed well with earlier experiments in which the magnetoresistance and interface roughness of MOSFETs had been independently measured. Subsequently Kane and co-workers have applied our results to measure the thickness of delta-doped Phosphorous layers in Silicon. Our results have been used to interpret in-plane magnetoresistance measurements in graphene as well. Network models of localization. Despite heroic efforts our understanding of the different phases of disordered electronic matter remains incomplete even in the absence of interactions. Quantum Hall multilayers present a comparatively tractable problem of this kind that has been studied by a number of groups. Here I will describe only my work and that of my collaborators. Along the edge of each quantum Hall layer electrons propagate in only one direction and these edge states are coupled by tunneling to form a two-dimensional surface. I showed (PDF) that under suitable circumstances the problem could be mapped onto a Heisenberg magnet and the surface states formed a “chiral metal”. I also found an interesting crossover in the conductance fluctuations of the chiral metal. The mapping was also used to calculate a critical exponent for directed waves that had been obtained numerically earlier. Subsequently (PDF) we developed a method to study the entire distribution of directed waves and demonstrated that it was not multi-fractal. In that work we showed that under more general circumstances the multilayer could be mapped using canonical operator methods to a supersymmetric ferromagnet. We also showed (PDF) that the quantum Hall multilayer was related to a random walk model called the q-model that was studied in classical statistical physics in connection with phenomena ranging from granular materials to river networks. We discovered that the q-model had a critical point and obtained a variety of exact results for this critical point including critical exponents, scaling functions and the upper critical dimension. For more general problems of localization, network models, such as the Chalker model of the quantum Hall transition, provide a formulation of the problem that is well adapted to both numerical and analytic study. I found that it is possible to map very general network models of localization to super-symmetric spin models making use of Feynman’s theory of positrons (PDF) . The method was applied to solve a simple two edge network model that nonetheless has a critical point at which it undergoes a delocalization transition reminiscent of the quantum Hall transition. QUANTUM MANY BODY PHYSICS Quantum dots. The combined problem of interactions and disorder is formidable in one, two and three spatial dimensions. My collaborators and I therefore looked to zero dimensional quantum dots as an arena that is rich in experimental phenomenology and where theoretical progress might be possible. Combining renormalization group and large N field theory methods that provide a good understanding of Fermi liquid theory, and random matrix theory which describes quantum dots in the non-interacting limit, we embarked (PDF) on a program to understand the different phases of electronic matter in quantum dots. Among our predictions (PDF) is the existence of persistent currents in a Pomeranchuk phase that might be observable in either quantum dots or liquid Helium-3. For a review of this work (including some later developments with which I was not involved) see Shankar, Reviews of Modern Physics, 80, 379 (2008). COSMOLOGY Primordial gravitational radiation. The discovery of the cosmic microwave background in 1965 and of cosmic microwave background anisotropies in 1992 are major landmarks in cosmology. The observation of primordial gravitational radiation through its imprint on the cosmic microwave background would be a discovery of comparably profound implications. According to the current paradigm of cosmology an early epoch of inflation seeded structure in the Universe via quantum fluctuations and may well have produced primordial gravitational radiation by the same mechanism. Thus the observation of primordial gravitational radiation is sometimes viewed as smoking gun proof of inflation. But we found (PDF) that a continuous phase transition on the grand unified scale is an efficient generator of gravitational radiation and if such a transition happened it might produce a competing signal from which the signature of inflation would need to be separated. Later we have identified different (PDF) (PDF) ways in which the signatures of grand unification and inflation might be separated. Thus the observation of primordial gravitational radiation, if and when it happens, might yield information about both the evolution of the universe and fundamental particle physics on unprecedented energy scales. Aharonov-Bohm radiation. A remarkable prediction of many grand unified theories of particle physics are topological defects like cosmic strings that are analogous to vortices in a superconductor. An unambiguous detection of a cosmic string could therefore provide a window into physics at energies on the grand unified scale. In the 1980s Alford and Wilczek showed that the predominant interaction of a grand unified string with matter would be via an Aharonov-Bohm coupling. Building on this insight we showed (PDF) showed that a moving cosmic string should produce quantum vacuum radiation of particles and anti-particles due to the Aharonov-Bohm coupling (a mechanism noted by Alford and Wilczek but not computed by them). Cosmic strings readily form kinks and cusps at which the string is accelerated to move close to the speed of light and we found that it is precisely the kinks and cusps that are the predominant source of Aharonov-Bohm radiation. This constitutes a new mechanism by which cosmic strings might reveal themselves. Furthermore since it represents an unusual twist on the Aharonov-Bohm effect our work was of broader fundamental interest and was featured as a research highlight in Nature Physics in 2010. MISCELLANY Newton’s Principia Mathematica is notoriously impenetrable to the modern reader. Both Maxwell and Feynman despaired of understanding Newton’s geometric derivation of Kepler’s laws starting from the law of gravity; both proceeded to develop an alternative geometric proof of Kepler’s laws. A high school student, Michael Kowen, and I set out to understand Feynman’s proof as a summer project and discovered that the analysis of both Maxwell and Feynman was incomplete in that it only applied to closed elliptic orbits. Furthermore their construction was easily extended to hyperbolic orbits but completely failed for parabolic ones. In a paper (PDF) published in American Journal of Physics Kowen and I therefore developed an extension that could handle parabolic orbits thereby completing the proof developed by Maxwell and Feynman. A few years ago my graduate student Kate Jones-Smith and I re-examined a proposal that Jackson Pollock’s paintings were fractal and that fractal analysis could be used to authenticate Pollock paintings. Our critique of the method was published as a communication (PDF) in Nature and was covered by the New York times and newspapers around the world as well as other media outlets such as Art News and Science News in the same month. In follow up work (PDF) we reported further analysis of paintings as well as some new fractal mathematical results that were motivated by painting analysis. Ongoing projects in a similar vein include a historical study of the watercolor paintings of Albert Michelson, first professor of Physics at Case School of Applied Science, and a statistical physics analysis of language evolution. Publications “Quantum Transport and the Electronic Aharonov-Casher Effect”, H. Mathur and A. Douglas Stone, Phys Rev Lett 68, 2964 (1992). “Random Berry Phase Magnetoresistance as a Probe of Interface Roughness in Si MOSFETs”, H. Mathur and Harold U. Baranger, Phys Rev B64, 235325 (2001). “Feynman’s propagator applied to network models of localization”, H. Mathur, Phys Rev B56, 15794 (1997) “Interactions and disorder in quantum dots: Instabilities and phase transitions”, G. Murthy and H. Mathur, Phys Rev Lett 89, 126804 (2002). “A Nearly Scale Invariant Spectrum of Gravitational Radiation from Global Phase Transitions”, Katherine Jones-Smith, Lawrence Krauss and Harsh Mathur, Phys Rev Lett 100, 131302 (2008). “Revisiting Pollock’s drip paintings”, Katherine Jones-Smith and Harsh Mathur, Nature 444, doi:10.1038\/nature05398. “On Feynman’s Analysis of the Geometry of Keplerian Orbits”, M. Kowen and H. Mathur, Am. J. Phys 71, 397 (2003). Download \/ View CV"
            ]
        ]
    ]
}