{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4AG3KXLD",
            "LIbv7HkAAAAJ",
            [
                "Probing inflation with CMB polarization",
                "Quantum transport and the electronic Aharonov-Casher effect"
            ],
            [
                "We summarize the utility of precise cosmic microwave background (CMB) polarization measurements as probes of the physics of inflation. We focus on the prospects for using CMB measurements to differentiate various inflationary mechanisms. In particular, a detection of primordial B‐mode polarization would demonstrate that inflation occurred at a very high energy scale, and that the inflaton traversed a super‐Planckian distance in field space. We explain how such a detection or constraint would illuminate aspects of physics at the Planck scale. Moreover, CMB measurements can constrain the scale‐dependence and non‐Gaussianity of the primordial fluctuations and limit the possibility of a significant isocurvature contribution. Each such limit provides crucial information on the underlying inflationary dynamics. Finally, we quantify these considerations by presenting forecasts for the sensitivities of a future satellite …",
                "We show that the effects of spin-orbit interaction in disordered conductors are manifestations of the Aharonov-Casher effect in the same sense as the effects of weak magnetic fields are manifestations of the Aharonov-Bohm effect. We propose that, in semiconducting samples, conductance oscillations should occur due to the Aharonov-Casher effect, whose observation would constitute a thousandfold improvement in its measurement. As in the disordered Aharonov-Bohm effect, these oscillations have half the period expected from the conventional Aharonov-Casher effect."
            ],
            [
                [
                    "data mining",
                    "neural gas",
                    "artificial intelligence"
                ]
            ]
        ]
    ]
}