{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4BCSK0Z0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Raphael Bousso Raphael Bousso 405 Physics South bousso@lbl.gov (510) 643-9195 (510) 486-4467 Bousso Group Raphael Bousso received his Ph.D. from Cambridge University in 1998 and went on to become a Post-doc at Stanford University. He also worked at the Kavli Institute for Theoretical Physics in Santa Barbara. In 2002\/03 he was a fellow at the Harvard University physics department and the Radcliffe Institute for Advanced Study. In July 2003 he joined the physics department at UC Berkeley. My interests are in theoretical cosmology and quantum gravity. The central principles of quantum mechanics and of general relativity (our classical theory of gravity) come into sharp conflict at the horizon of a black hole. Quantum mechanics rests on the principle of unitarity: information cannot be fundamentally lost. General relativity is based on the equivalence principle: empty space should look the same everywhere and to everyone. Black holes evaporate, converting their energy into a cloud of radiation. Quantum mechanics requires this cloud to contain information: in principle, we could measure the cloud and use a powerful computer to reconstruct what formed the black hole. Meanwhile, in general relativity, the horizon of a black hole is empty space, so it should look the same as empty space everywhere else. It turns out that these two demands are mutually exclusive. Either information is lost, or the horizon of a black hole is a special place called a \"firewall\". Hawking went with the equivalence principle and famously predicted that information is lost. But since then, evidence has accumulated that unitarity must be upheld. For some time, it was believed that an idea called \"black hole complementarity\" would resolve the conflict. Bob, who waits for the black hole to evaporate, recovers information; whereas Alice, who jumps into the black hole, notices nothing special at the horizon. There is no real contradiction, since Alice cannot get out of the black hole and argue with Bob. They just have two very different descriptions of the black hole. Very recently, however, we have come to realize that complementarity falls short: it cannot fully resolve the conflict between unitarity and the equivalence principle. This is a real crisis, and it presents an opportunity for dramatic progress: some deeply held belief about quantum mechanics or gravity will have to be abandoned. Much of my research focusses on understanding the firewall paradox and its consequences. I am also interested in extracting predictions from the landscape of string theory. String theory predicts an enormous universe containing diverse regions, each larger than the observed universe. This is currently the only known explanation of the small value of the observed cosmological constant (or \"dark energy\"), and of the fact that it is comparable to the energy density of matter. The landscape can also explain other coincidences, such as the fact that dark and ordinary matter have comparable abundances. A central challenge in cosmology is the \"measure problem\": the need to regulate infinities that come from indefinite exponential expansion, known as eternal inflation. This problem arises independently of the landscape: because the cosmological constant is positive, our own observable universe will expand in this way in the future. I have proposed a measure that has some theoretical motivation and phenomenological success, but fundamentally the problem remains poorly understood. This will remain an important area of study. A recent article in The New York Times features Raphael Bousso: A Black Hole Mystery Wrapped in a Firewall Paradox . Bousso's lecture \" The World as a Hologram \" is featured in LBNL's Summer Lecture Series. Bousso at the World Science Festival . R. Bousso, \" Firewalls From Double Purity \" (2013) R. Bousso, R. Harnik, G. Kribs, and G. Perez: \" Predicting the Cosmological Constant from the Causal Entropic Principle \", e-Print: hep-th\/0702115 R. Bousso, “ Holographic Probabilities in Eternal Inflation ,” Phys. Rev. Lett. 97, 191302 (2006). e-Print: hep-th\/0605263 R. Bousso, “ The Holographic Principle ,” Rev.Mod.Phys.74:825-874 (2002). e-Print: hep-th\/0203101 R. Bousso and J. Polchinski, “ Quantization Of Four Form Fluxes And Dynamical Neutralization Of The Cosmological Constant ,” JHEP 0006:006 (2000). e-Print: hep-th\/0004134 R. Bousso, “ A Covariant Entropy Conjecture ,” JHEP 9907:004 (1999). e-Print: hep-th\/9905177"
            ]
        ]
    ]
}