{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4BRLQIAM",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "John Walkup Lecturer in Physics McLane Hall J-Wing Room 12 Email: jwalkup@csufresno.edu Potential Research Projects I invite students to take a look at my list of potential research projects and to contact me if you are interested in participating. TBA PHYS 2B Noon to 12:50 PM M\/W\/F PHYS 2B 9:30 AM to 10:45 AM PHYS 4A Lab Noon to 2:50 PM W Physics 100 2 PM to 3:15 PM NSCI 1A 1 PM to 1:50 PM M\/W\/F Ph.D. University of Oklahoma Biography John Walkup earned his Doctor of Philosophy studying theoretical physics at the University\n                  of Oklahoma. His work in mathematical physics applied group theory, complex analysis,\n                  and approximation theory to the singularity structure of atomic systems. He also developed\n                  the method of optimizing economized rational approximants to force convergence of\n                  highly divergent power series generated by perturbative expansions. More recently, Dr. Walkup has turned his attention toward the field of education.\n                  He is a pioneer in the classroom use of Cognitive Rigor, the superposition of Bloom's\n                  Revised Taxonomy and Depth of Knowledge. Supervising a team of 20 researchers at his\n                  own company, The Standards Company, John led the two largest studies of classroom\n                  rigor ever performed in the United States encompassing over 200 public schools and\n                  over a quarter-million student assignments. Today, these studies still represent the\n                  only sizable independent studies of classroom rigor ever performed. In 2009, he teamed with Karin Hess of the Center for Assessment and Ben Jones and\n                  Dennis Carlock of The Standards Company to introduce the concept of Cognitive Rigor\n                  and the Cognitive Rigor Matrix (Hess Matrix), now used by the Smarter Balanced Assessment\n                  Consortium for selecting items for the Next Generation Assessments and the California\n                  Department of Education as part of its plan for implementing the Next Generation Science\n                  Standards. Cognitive Rigor is now used to train teachers throughout the country, from\n                  small rural school districts to state departments of education. John's background in professional development is extensive. As the Consultant Manager\n                  for a private K-12 professional development company, he supervised 12 trainers in\n                  the field and trained new hires in the art and science of direct instruction, English\n                  Learner strategies, cognitive strategies, and lesson planning. During this time, he\n                  trained public school teachers all over the country in direction instruction technique,\n                  observed classroom sessions, and provided post-observation coaching feedback. As a former science educator and researcher, John's expertise spans such topics as\n                  STEM learning, English language learners, curriculum development, classroom observation,\n                  professional development, standards alignment, and curricular rigor. Much of his focus\n                  centers on professional writing, relying on his skills as a highly polished education\n                  writer and K-12 grant writer. To date, he has developed over 300 grant applications,\n                  netting over $30 million in funding for public agencies, especially public schools. At Fresno State, John is leading many of our efforts to revitalize the introductory\n                     physics lab curriculum, focusing on enhancing critical thinking, scientific reasoning,\n                     and statistical analysis. He is also designing new courses and programs for aspiring\n                     physics teachers. Selected Publications and Presentations: Speed Eleusis Coming Soon: 1 one 2 two 3 three Last Updated Jan 10, 2021 Amir Huda Professor of Physics S2 310 (559) 278-8427 Email: ahuda@csufresno.edu Ph.D., University of California, Los Angeles I have had an unusual educational and professional background ranging from Nuclear Engineering\n                  to Biomedical Physics. My research work can be divided into applications of ionizing\n                  radiation and non-ionizing radiation. The work in the field of ionizing radiation\n                  has been in many areas such as nuclear medicine, health physics, and recently, CT\n                  and fluoroscopy in collaboration with researchers in Brazil when I was there as a\n                  Visiting Professor. The bulk of my contribution has been in the area of magnetic resonance\n                  spectroscopy especially in the clinical application of the technique in hepatic encephalopathy,\n                  prostate, and breast cancer. For more than 15 years, I have worked with Dr. M.A. Thomas\n                  at UCLA experimenting and enhancing the technical aspects of clinical applications\n                  from one spectral dimension to multidimensional spectroscopy. This has produced over\n                  50 publications and presentations to a large and varied audience. Scientists rarely have the opportunity to do something in the field of arts. I was\n                  lucky to be commissioned by the Radiation Effects Research Foundation (RERF) and Hiroshima International\n                  Council for Health Care of the Radiation-exposed (HICARE) to make a documentary on\n                  the effects of the atomic bombs dropped in Hiroshima and Nagasaki. I interviewed survivors\n                  and scientists and created two documentaries that were unusual in their perspective\n                  and circulated for use by professors teaching effects of radiation to health and medical\n                  physicists. 1. Book Chapter: “In-vivo Two-Dimensional Magnetic Resonance Spectroscopy.” A. Huda,\n                  R. Nagarajan, J. Furuyama, M.A. Thomas. Comprehensive Biomedical Physics, Edited by Professors.\n                  Dzevad and Karen Belkic, Elsevier BV Publishers, 2014, Vol 3: 359-377. 2. “Evaluation of Staff, Patient, and Fetal Radiation Dose due to Endoscopic Retrograde\n                  Cholangiopancreatography (ERCP) Procedure in a pregnant.” A. Huda, W.J. Garzon, G.\n                  L. Filho, R. Kramer, X.G. Xu, B. Vieira, H.J. Khoury. Radiation Protection Dosimetry doi:10.1093\/rpd\/ncv354, 2015. CV of Dr. Huda [PDF, 212 KB] Last Updated Sep 13, 2018"
            ]
        ]
    ]
}