{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4D1WF63I",
            "mD70cjcAAAAJ",
            [
                "Coordinated plant defense responses in Arabidopsis revealed by microarray analysis",
                "Antagonistic interaction between abscisic acid and jasmonate-ethylene signaling pathways modulates defense gene expression and disease resistance in Arabidopsis",
                "The Medicago truncatula ortholog of Arabidopsis EIN2, sickle, is a negative regulator of symbiotic and pathogenic microbial associations",
                "AtERF14, a member of the ERF family of transcription factors, plays a nonredundant role in plant defense",
                "Pathogen-responsive expression of a putative ATP-binding cassette transporter gene conferring resistance to the diterpenoid sclareol is regulated by multiple defense signaling …",
                "Systemic gene expression in Arabidopsis during an incompatible interaction with Alternaria brassicicola",
                "Involvement of the octadecanoid pathway in bluegreen aphid resistance in Medicago truncatula",
                "Plant defence responses: what have we learnt from Arabidopsis?",
                "Plants versus pathogens: an evolutionary arms race",
                "Genome sequencing and comparative genomics of the broad host-range pathogen Rhizoctonia solani AG8"
            ],
            [
                "Disease resistance is associated with a plant defense response that  involves an integrated set of signal transduction pathways. Changes in  the expression patterns of 2,375 selected genes were examined  simultaneously by cDNA microarray analysis in Arabidopsis  thaliana after inoculation with an incompatible fungal pathogen  Alternaria brassicicola or treatment with the  defense-related signaling molecules salicylic acid (SA), methyl  jasmonate (MJ), or ethylene. Substantial changes (up- and  down-regulation) in the steady-state abundance of 705 mRNAs were  observed in response to one or more of the treatments, including known  and putative defense-related genes and 106 genes with no previously  described function or homology. In leaf tissue inoculated with  A. brassicicola, the abundance of 168 mRNAs was  increased more than 2.5-fold, whereas that of 39 mRNAs was reduced.  Similarly, the …",
                "The plant hormones abscisic acid (ABA), jasmonic acid (JA), and ethylene are involved in diverse plant processes, including the regulation of gene expression during adaptive responses to abiotic and biotic stresses. Previously, ABA has been implicated in enhancing disease susceptibility in various plant species, but currently very little is known about the molecular mechanisms underlying this phenomenon. In this study, we obtained evidence that a complex interplay between ABA and JA-ethylene signaling pathways regulate plant defense gene expression and disease resistance. First, we showed that exogenous ABA suppressed both basal and JA-ethylene–activated transcription from defense genes. By contrast, ABA deficiency as conditioned by the mutations in the ABA1 and ABA2 genes, which encode enzymes involved in ABA biosynthesis, resulted in upregulation of basal and induced transcription from JA …",
                "The plant hormone ethylene negatively regulates bacterial infection and nodule formation in legumes in response to symbiotic rhizobia, but the molecular mechanism(s) of ethylene action in symbiosis remain obscure. We have identified and characterized multiple mutant alleles of the MtSkl1 gene, which controls both ethylene sensitivity and nodule numbers. We show that this locus encodes the Medicago truncatula ortholog of the Arabidopsis ethylene signaling protein EIN2. In addition to the well‐characterized role of MtSkl1 in rhizobial symbiosis, we show that MtSkl1 is involved in regulating early phases of the symbiotic interaction with mycorrhizal fungi, and in mediating root responses to cytokinin. MtSkl1 also functions in the defense against Rhizoctonia solani and Phytophthora medicaginis, with the latter interaction likely to involve positive feedback amplification of ethylene biosynthesis. Overexpression of the …",
                "We had previously shown that several transcription factors of the ethylene (ET) response factor (ERF) family were induced with different but overlapping kinetics following challenge of Arabidopsis (Arabidopsis thaliana) with Pseudomonas syringae pv tomato DC3000 (avrRpt2). One of these genes, a transcriptional activator, AtERF14, was induced at the same time as ERF-target genes (ChiB, basic chitinase). To unravel the potential function of AtERF14 in regulating the plant defense response, we have analyzed gain- and loss-of-function mutants. We show here that AtERF14 has a prominent role in the plant defense response, since overexpression of AtERF14 had dramatic effects on both plant phenotype and defense gene expression and AtERF14 loss-of-function mutants showed impaired induction of defense genes following exogenous ET treatment and increased susceptibility to Fusarium oxysporum …",
                "The ATP-binding cassette (ABC) transporters are encoded by large gene families in plants. Although these proteins are potentially involved in a number of diverse plant processes, currently, very little is known about their actual functions. In this paper, through a cDNA microarray screening of anonymous cDNA clones from a subtractive library, we identified an Arabidopsis gene (AtPDR12) putatively encoding a member of the pleiotropic drug resistance (PDR) subfamily of ABC transporters. AtPDR12 displayed distinct induction profiles after inoculation of plants with compatible and incompatible fungal pathogens and treatments with salicylic acid, ethylene, or methyl jasmonate. Analysis of AtPDR12 expression in a number of Arabidopsis defense signaling mutants further revealed that salicylic acid accumulation, NPR1 function, and sensitivity to jasmonates and ethylene were all required for pathogen-responsive …",
                "Pathogen challenge can trigger an integrated set of signal transduction  pathways, which ultimately leads to a state of “high alert,”  otherwise known as systemic or induced resistance in tissue remote to the  initial infection. Although large-scale gene expression during systemic  acquired resistance, which is induced by salicylic acid or necrotizing  pathogens has been previously reported using a bacterial pathogen, the nature  of systemic defense responses triggered by an incompatible necrotrophic fungal  pathogen is not known. We examined transcriptional changes that occur during  systemic defense responses in Arabidopsis plants inoculated with the  incompatible fungal pathogen Alternaria brassicicola. Substantial  changes (2.00-fold and statistically significant) were demonstrated in distal  tissue of inoculated plants for 35 genes (25 up-regulated and 10  down-regulated), and expression of a selected subset of …",
                "Aphids are major insect pests of plants that feed directly from the phloem. We used the model legume Medicago truncatula Gaert. (barrel medic) to elucidate host resistance to aphids and identified a single dominant gene which confers resistance to Acyrthosiphon kondoi Shinji (bluegreen aphid). To understand how this gene conditions resistance to bluegreen aphid, transcription profiling of 23 defense-related genes representing various signaling pathways was undertaken using a pair of near-isogenic lines that are susceptible or resistant to bluegreen aphid. All salicylic acid- and ethylene-responsive genes tested were induced by blue-green aphid in resistant and susceptible plants, although there were some differences in the magnitude and kinetics of the induction. In contrast, 10 of 13 genes associated with the octadecanoid pathway were induced exclusively in the resistant plants following bluegreen aphid …",
                "To overcome the attack of invading pathogens, a plant’s defence system relies on preformed and induced responses. The induced responses are activated following detection of a pathogen, with the subsequent transmission of signals and orchestrated cellular events aimed at eliminating the pathogen and preventing its spread. Numerous studies are proving that the activated signalling pathways are not simply linear, but rather, form complex networks where considerable cross talk takes place. This review covers the recent application of powerful genetic and genomic approaches to identify key defence signalling pathways in the model plant Arabidopsis thaliana (L.) Heynh. The identification of key regulatory components of these pathways may offer new approaches to increase the defence capabilities of crop plants.",
                "The analysis of plant–pathogen interactions is a rapidly moving research field and one that is very important for productive agricultural systems. The focus of this review is on the evolution of plant defence responses and the coevolution of their pathogens, primarily from a molecular-genetic perspective. It explores the evolution of the major types of plant defence responses including pathogen associated molecular patterns and effector triggered immunity as well as the forces driving pathogen evolution, such as the mechanisms by which pathogen lineages and species evolve. Advances in our understanding of plant defence signalling, stomatal regulation, R gene–effector interactions and host specific toxins are used to highlight recent insights into the coevolutionary arms race between pathogens and plants. Finally, the review considers the intriguing question of how plants have evolved the ability to distinguish …",
                "Rhizoctonia solani is a soil-borne basidiomycete fungus with a necrotrophic lifestyle which is classified into fourteen reproductively incompatible anastomosis groups (AGs). One of these, AG8, is a devastating pathogen causing bare patch of cereals, brassicas and legumes. R. solani is a multinucleate heterokaryon containing significant heterozygosity within a single cell. This complexity posed significant challenges for the assembly of its genome. We present a high quality genome assembly of R. solani AG8 and a manually curated set of 13,964 genes supported by RNA-seq. The AG8 genome assembly used novel methods to produce a haploid representation of its heterokaryotic state. The whole-genomes of AG8, the rice pathogen AG1-IA and the potato pathogen AG3 were observed to be syntenic and co-linear. Genes and functions putatively relevant to pathogenicity were highlighted by comparing AG8 to known pathogenicity genes, orthology databases spanning 197 phytopathogenic taxa and AG1-IA. We also observed SNP-level “hypermutation” of CpG dinucleotides to TpG between AG8 nuclei, with similarities to repeat-induced point mutation (RIP). Interestingly, gene-coding regions were widely affected along with repetitive DNA, which has not been previously observed for RIP in mononuclear fungi of the Pezizomycotina. The rate of heterozygous SNP mutations within this single isolate of AG8 was observed to be higher than SNP mutation rates observed across populations of most fungal species compared. Comparative analyses were combined to predict biological processes relevant to AG8 and 308 proteins with effector-like …"
            ],
            [
                [
                    "Plant Molecular Biology",
                    "Fungal Genomics"
                ]
            ]
        ]
    ]
}