{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4DNTC0V0",
            "rbWaqPgAAAAJ",
            [
                "Transparent conducting oxides",
                "Prediction of flatband potentials at semiconductor‐electrolyte interfaces from atomic electronegativities",
                "Inverted bulk-heterojunction organic photovoltaic device using a solution-derived ZnO underlayer",
                "Transparent conducting oxides for photovoltaics",
                "Transparent conductors",
                "Organic-based photovoltaics: toward low-cost power generation",
                "Consensus stability testing protocols for organic photovoltaic materials and devices",
                "Superconducting phase of : A superconducting composition resulting from phase separation",
                "Hybrid photovoltaic devices of polymer and ZnO nanofiber composites",
                "Strontium titanate photoelectrodes. Efficient photoassisted electrolysis of water at zero applied potential"
            ],
            [
                "In the interim between the conception of this issue of MRS Bulletin on transparent conducting oxides (TCOs) and its publication, the remarkable applications dependent on these materials have continued to make sweeping strides. These include the advent of larger flat-screen high-definition televisions (HDTVs), larger and higher-resolution screens on portable computers, the increasing importance of low emissivity (“low-e”) and electrochromic windows, a significant increase in the manufacturing of thin-film photovoltaics (PV), and a plethora of new hand-held and smart devices, all with smart displays.1-7 Coupled with the increased importance of TCO materials to these application technologies has been a renaissance over the last two years in the science of these materials. This has included new n-type materials, the synthesis of true p-type materials, and the theoretical prediction and subsequent confirmation of …",
                "The electron affinities of several metal oxide semiconductors that have been used as anodes in photoelectrochemical cells are calculated using the atomic electronegativities of the constituent atoms. These electron affinities are quantitatively related to the measured flatband potentials by considering the effects of specific adsorption of potential‐determining ions (for metal oxides used in photoelectrolysis, these are usually OH− and H+). Methods are discussed for determining the pH at which net adsorbed surface charge and thus potential across the Helmholtz layer is zero (point of zero zeta potential, pzzp). This pH value is shown to correlate with the electronegativity of the metal oxides. The application of these ideas to other semiconductor‐electrolyte systems is discussed.",
                "Inverted organic photovoltaic devices based on a blend of poly(3-hexylthiophene) and a fullerene have been developed by inserting a solution-processed ZnO interlayer between the indium tin oxide (ITO) electrode and the active layer using Ag as a hole-collecting back contact. Efficient electron extraction through the ZnO and hole extraction through the Ag, with minimal loss in open-circuit potential, is observed with a certified power conversion efficiency of 2.58%. The inverted architecture removes the need for the use of poly(3,4-ethylenedioxythiophene):poly(styrenesulfonate) as an ITO modifier and for the use of a low-work-function metal as the back contact in the device.",
                "Transparent conducting oxides (TCOs) are an increasingly important component of photovoltaic (PV) devices, where they act as electrode elements, structural templates, and diffusion barriers, and their work function controls the open-circuit device voltage. They are employed in applications that range from crystalline-Si heterojunction with intrinsic thin layer (HIT) cells to organic PV polymer solar cells. The desirable characteristics of TCO materials that are common to all PV technologies are similar to the requirements for TCOs for flat-panel display applications and include high optical transmissivity across a wide spectrum and low resistivity. Additionally, TCOs for terrestrial PV applications must use low-cost materials, and some may require device-technology-specific properties. We review the fundamentals of TCOs and the matrix of TCO properties and processing as they apply to current and future PV …",
                "Over the last 6 years the field of transparent conducting oxides has had a dramatic increase in interest with a huge influx in the number of active groups and the diversity of materials and approaches. Why? There are a number of primary motivators for this, some of the most compelling are the increase in portable electronics, displays, flexible electronics, multi-functional windows, solar cells and, most recently, transistors. The diverse nature of the materials integrated into these devices, including semiconductors, molecular and polymer organics, ceramics, glass, metal and plastic, have necessitated the need for TCO materials with new performance, processibility and even morphology. The remarkable applications dependent on these materials have continued to make sweeping strides. These include the advent of larger flat-screen high-definition televisions (HDTVs including LCD, Plasma and OLED based …",
                "Harvesting energy directly from sunlight using photovoltaic technology is a way to address growing global energy needs with a renewable resource while minimizing detrimental effects on the environment by reducing atmospheric emissions. This issue of MRS Bulletin on “Organic-Based Photovoltaics” looks at a new generation of solar cells that have the potential to be produced inexpensively. Recent advances in solar power conversion efficiencies have propelled organic-based photovoltaics out of the realm of strictly fundamental research at the university level and into the industrial laboratory setting. Fabricated from organic materials—polymers and molecules—these devices are potentially easier to manufacture than current technologies based on silicon or other materials. In this introductory article, we describe the motivation for pursuing research in this field and provide an overview of the various technical …",
                "Procedures for testing organic solar cell devices and modules with respect to stability and operational lifetime are described. The descriptions represent a consensus of the discussion and conclusions reached during the first 3 years of the international summit on OPV stability (ISOS). The procedures include directions for shelf life testing, outdoor testing, laboratory weathering testing and thermal cycling testing, as well as guidelines for reporting data. These procedures are not meant to be qualification tests, but rather generally agreed test conditions and practices to allow ready comparison between laboratories and to help improving the reliability of reported values. Failure mechanisms and detailed degradation mechanisms are not covered in this report.",
                "Superconducting samples of La 2 Cu O 4+ δ are shown by neutron powder diffraction to consist of two nearly identical orthorhombic phases. The primary phase has a stoichiometry near La 2 Cu O 4. The second phase is an oxygen-rich phase that is superconducting. The abundance of the second phase increases with the oxygen pressure at which the samples are annealed. Neutron-diffraction measurements as a function of temperature show that the phase separation occurs reversibly near 320 K.",
                "Organic semiconductor-based photovoltaic devices offer the promise of a low-cost photovoltaic technology that could be manufactured via large-scale, roll-to-roll printing techniques. Existing organic photovoltaic devices have currently achieved solar power conversion efficiencies greater than 3%. Although encouraging, the reasons higher efficiencies have not been achieved are poor overlap between the absorption spectrum of the organic chromophores and the solar spectrum, non-ideal band alignment between the donor and acceptor species, and low charge carrier mobilities resulting from the disordered nature of organic semiconductors. To address the latter issues, we are investigating the development of nanostructured oxide\/conjugated polymer composite photovoltaic (PV) devices. These composites can take advantage of the high electron mobilities attainable in oxide semiconductors and can be …",
                "Irradiation of an n-type semiconductor SrTi03 electrode in an electrochemical cell is shown toresult in the sus-tained conversion of H20 to H2 and 02. In 9.5 M NaOH oxidation occurs at the photoelectrode at potentials more positive than ca.-1.3 V vs. a saturated calomel electrode (SCE), and H2 evolution is observed at the Pt electrode which is not illumi-nated. Results reported herein show for the first time that the electrolysis of H20 can be driven photochemically without any external bias. The photoeffect obtains upon irradiation withlight of shorter wavelength than 390 nm which corresponds closely to the known absorption edge for thevalence band to conduction band transition in SrTi03. The photocurrent reaches its maximum value near 330 nm and the response is nearly constant with increasing excitation energy. Quantum efficiency for electron flow is found to be 1.0±0.20 upon irradiation with light of shorter …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}