{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4EAMYS9E",
            "rBJV6QUAAAAJ",
            [
                "Robotic vertical jumping agility via series-elastic power modulation",
                "Animal-inspired design and aerodynamic stabilization of a hexapedal millirobot",
                "Performance analysis and terrain classification for a legged robot over rough terrain",
                "Terradynamically streamlined shapes in animals and robots enhance traversability through densely cluttered terrain",
                "Precise dynamic turning of a 10 cm legged robot on a low friction surface using a tail",
                "Integrated manufacture of exoskeletons and sensing structures for folded millirobots",
                "Repetitive extreme-acceleration (14-g) spatial jumping with Salto-1P",
                "Design exploration and kinematic tuning of a power modulating jumping monopod",
                "Running beyond the bio-inspired regime",
                "Effect of inertial tail on yaw rate of 45 gram legged robot"
            ],
            [
                "Several arboreal mammals have the ability to rapidly and repeatedly jump vertical distances of 2 m, starting from rest. We characterize this performance by a metric we call vertical jumping agility. Through basic kinetic relations, we show that this agility metric is fundamentally constrained by available actuator power. Although rapid high jumping is an important performance characteristic, the ability to control forces during stance also appears critical for sophisticated behaviors. The animal with the highest vertical jumping agility, the galago (Galago senegalensis), is known to use a powermodulating strategy to obtain higher peak power than that of muscle alone. Few previous robots have used serieselastic power modulation (achieved by combining series-elastic actuation with variable mechanical advantage), and because of motor power limits, the best current robot has a vertical jumping agility of only 55% of a galago. Through use of a specialized leg mechanism designed to enhance power modulation, we constructed a jumping robot that achieved 78% of the vertical jumping agility of a galago. Agile robots can explore venues of locomotion that were not previously attainable. We demonstrate this with a wall jump, where the robot leaps from the floor to a wall and then springs off the wall to reach a net height that is greater than that accessible by a single jump. Our results show that series-elastic power modulation is an actuation strategy that enables a clade of vertically agile robots.",
                "The VelociRoACH is a 10 cm long, 30 gram hexapedal millirobot capable of running at 2.7 m\/s, making it the fastest legged robot built to date, relative to scale. We present the design by dynamic similarity technique and the locomotion adaptations which have allowed for this highly dynamic performance. In addition, we demonstrate that rotational dynamics become critical for stability as the scale of a robotic system is reduced. We present a new method of experimental dynamic tuning for legged millirobots, aimed at finding stable limit cycles with minimal rotational energy. By implementing an aerodynamic rotational damper, we further reduced the rotational energy in the system, and demonstrated that stable limit cycles with lower rotational energy are more robust to disturbances. This method increased the stability of the system without detracting from forward speed.",
                "Minimally actuated millirobotic crawlers navigate unreliably over uneven terrain-even when designed with inherent stability-mostly because of manufacturing variabilities and a lack of good models for ground interaction. In this paper, we investigate the performance of a legged robot as it traverses three distinct rough terrains: tile, carpet, and gravel. Furthermore, we present an accurate, robust, low-lag, and efficient algorithm for terrain classification that uses vibration data from the on-board inertial measurement unit and motor control data from back-EMF sensing and magnetic encoders.",
                "Many animals, modern aircraft, and underwater vehicles use fusiform, streamlined body shapes that reduce fluid dynamic drag to achieve fast and effective locomotion in air and water. Similarly, numerous small terrestrial animals move through cluttered terrain where three-dimensional, multi-component obstacles like grass, shrubs, vines, and leaf litter also resist motion, but it is unknown whether their body shape plays a major role in traversal. Few ground vehicles or terrestrial robots have used body shape to more effectively traverse environments such as cluttered terrain. Here, we challenged forest-floor-dwelling discoid cockroaches (Blaberus discoidalis) possessing a thin, rounded body to traverse tall, narrowly spaced, vertical, grass-like compliant beams. Animals displayed high traversal performance (79±12% probability and 3.4±0.7 s time). Although we observed diverse obstacle traversal strategies …",
                "For maximum maneuverability, terrestrial robots need to be able to turn precisely, quickly, and with a small radius. Previous efforts at turning in legged robots primarily have used leg force or velocity modulation. We developed a palm-sized legged robot, called TAYLRoACH. The tailed robot was able to make rapid, precise turns using only the actuation of a tail appendage. By rapidly rotating the tail as the robot runs forward, the robot was able to make sudden 90° turns at 360 °s -1 . Unlike other robots, this is done with almost no change in its running speed. We have also modeled the dynamics of this maneuver, to examine how features, such as tail length and mass, affect the robot's turning ability. This approach has produced turns with a radius of 0.4 body lengths at 3.2 body lengths per second running speed. Using gyro feedback and bang-bang control, we achieve an accuracy of ± 5° for a 60° turn.",
                "Inspired by the exoskeletons of insects, we have developed a number of manufacturing methods for the fabrication of structures for attachment, protection, and sensing. This manufacturing paradigm is based on infrared laser machining of lamina and the bonding of layered structures. The structures have been integrated with an inexpensive palm-sized legged robot, the VelociRoACH [Haldane et al., 2013,“Animal-Inspired Design and Aerodynamic Stabilization of a Hexapedal Millirobot,” IEEE\/RSJ International Conference on Robotics and Automation, Karlsruhe, Germany, May 6–10, pp. 3279–3286]. We also present a methodology to design and fabricate folded robotic mechanisms, and have released an open-source robot, the OpenRoACH, as an example implementation of these techniques. We present new composite materials which enable the fabrication of stronger, larger scale smart composite …",
                "In this work we present a new robotic system, Salto-1P, for exploring extreme jumping locomotion. Salto-1P weighs 0.098 kg, and has an active leg length of 14.4 cm. The robot is able to perform a standing vertical leap of 1.25 m, continuously hop to heights over 1 m, and jump over 2 m horizontally. Salto-1P uses aerodynamic thrusters and an inertial tail to control its attitude in the air. A linearized Raibert step controller was sufficient to enable unconstrained in-place hopping and forwards-backwards locomotion with external position feedback. We present studies of extreme jumping locomotion in which the robot spends just 7.7% of its time on the ground, experiencing accelerations of 14 times earth gravity in its stance phase. An experimentally collected dataset of 772 observed jumps was used to establish the range of achievable horizontal and vertical impulses for Salto-1P.",
                "The force transmission of a flexible instrument through an endoscope is considerably deteriorated due to friction between the contacting surfaces. Friction force along the axial direction can be reduced by combining the translational motion input with rotation. A ratio f is defined to measure the reduction in the friction force along the axial direction due to the combined motion input at the proximal end of the instrument. An analytical formula is derived that shows the reduction in the friction force for the combined motion input. A flexible multibody model was setup and various simulations were performed with different motion inputs. The simulation result showed a reduction of 80% in the value of f in accordance with the analytical result for the given velocity ratio. Several experiments were performed with constant translational motion input combined with constant and sinusoidal rotational motion input. A maximum …",
                "The X2-VelociRoACH is a 54 gram experimental legged robot which was developed to test hypotheses about running with unnaturally high stride frequencies. It is capable of running at stride frequencies up to 45 Hz, and velocities up to 4.9 m\/s, making it the fastest legged robot relative to size. The top speed of the robot was limited by structural failure. We present new methods and materials to make more robust folded robotic structures. High-frequency running experiments with the robot shows that the power required to cycle its running appendages increase cubically with the stride rate. Our findings show that although it is possible to further increase the maximum velocity of a legged robot with the simple strategy of increasing stride frequency, considerations must be made for the energetic demands of high stride rates.",
                "Small legged robots have unique potential for widespread application in search and rescue, hazardous exploration, battlefield reconnaissance, and almost any remote, inaccessible or dangerous situation not reachable by humans. Dynamic running robots have used a variety of steering means, including differential velocity drive [l][2] and actively changing leg kinematics [3][4]. Previous robots have also used tails for various functions, such as turning in an aquatic environment [5], active pitch control [6][7], or stabilization during climbing [8]. The robot discussed here uses a tail to produce a turn on rough or ﬂat ground. This paper examines the way in which this is done, through the use of angular momentum exchange and internal impacts that generate a turning impulse."
            ],
            [
                [
                    "Robotics",
                    "Bio-inspired design",
                    "Terrestrial locomotion",
                    "Hybrid systems identification"
                ]
            ],
            [
                "Duncan  Haldane Duncan  Haldane Professor of Physics 609-258-5856 haldane@Princeton.EDU 330 Jadwin Hall wwwphy.princeton.edu\/~haldane\/index.html Eugene Higgins Professor of Physics  In general, I am interested in strongly-interacting quantum many-body condensed-matter systems, explored by non-perturbative methods: Geometry of the fractional quantum Hall effect (FQHE ):  The  FQHE occurs when the kinetic energy of electrons bound to a 2D surface becomes quantized in the presence of a high magnetic fields when they move in Landau orbits.  The \"guiding centers\" of their orbits  have non-commuting components and define a \"quantum geometry\".     \"Incompressible quantum fluid\" states of the electrons  at fractional Landau-level filling p\/q can be modeled as a \"condensate\" of \"composite bosons\" formed from p particles and q \"flux quanta\" (guiding-center orbitals).   I recently found that the shape (geometry) of the \"composite boson\" was the previously-unrecognized collective degree of freedom of the FQHE, and is described by a \"unimodular\" spatial metric-tensor field.   This leads to a new field-theoretical description of  FQHE states in terms of Chern-Simons fields plus the metric-tensor field that (unlike the c. 1990 \"Chern-Simons + Ginzburg-Landau\" description that it replaces) successfully describes the FQHE collective mode.  The new picture appears to provide the  previously-missing ingredient for  a quantitative description of  FQHE incompressibility. \"Entanglement spectrum\" of quantum states: With my student Hui Li, we investigated the spectrum of \"pseudo-energies\" of the Schmidt singular-value  bipartite decomposition of the support of a quantum state (a FQHE fluid)  into two spatial regions.      This is usually used to obtain the \"entanglement entropy\" of the state, but we found that plotting the spectrum it as a function of momentum parallel to the translationally-invariant boundary between the two regions revealed a  gapless \"pseudo-energy\" excitation spectrum from which the topological order could be identified.   This new notion of examining the \"entanglement spectrum\" as a function of its quantum numbers, rather than just an \"entropy\", has turned into a powerful tool for detecting and identifying topological order. Model wavefunctions for the FQHE: The Laughlin, Moore-Read, and other model wavefunctions for FQHE states can be represented as Jack Polynomials, which have the key property they only contain occupation number configurations that can be \"squeezed\" from a root state.  The connection to Jack polynomials exposes so-far unexploited algebraic properties of such states, which are in some sense fractional-statistics analogs of free-particle states, with extra simplicity in their properties, as compared to \"generic\" FQHE states.  With A. Bernevig, I have been interested in whether these properties might lead to ways to carry out exact calculations of properties of these model states. Topological Insulators, and \"Chern Insulators\" :  In 1988, I proposed a graphene-like model of a topologically non-trivial band structure, with broken time-reversal symmetry but regular Bloch states, that exhibited an (integer) \"quantum Hall effect without Landau levels\"  in the absence of a net magnetic fiux density.   This would today be called a \"Chern Insulator\", the original \"topological insulator\".   A simple generalization of the model lead to Kane and Mele's 2004 model for a time-reversal-invariant   2D topological insulator, which in turn lead to the discovery of the 3D topological insulators.       As a different generalization, with my student S. Raghu, I used this model to demonstrate theoretically  that topologically-non-trivial photonic band structures could be made that would have \"unidirectional\" edge modes that could propagate around corners an obstructions without backscattering.  More recently, it was found that models of Chern insulators with \"flat bands\" may support  an FQHE without Landau levels, which is a current interest. Selected Publications F. D. M. Haldane, Geometric description of the fractional quantum Hall effect, arXiv:1106.3375  (preprint, June 2011) H. Li and F. D. M. Haldane, Entanglement spectrum as a generalization of entanglement entropy: identification of  topological order in fractional quantum Hall states. Phys. Rev. Lett. 101, 010504 (2008). F. D. M. Haldane, Quantum Hall effect without Landau levels: a condensed-matter realization of the parity anomaly, Phys. Rev. Lett. 61, 2015 (1988). F. D. M. Haldane and S. Raghu, Possible realization of unidirectional waveguides in photonic crystals with broken time-reversal symmetry, Phys. Rev. Lett. 100, 013904, (2008) B. A. Bernevig and F. D. M. Haldane, Clustering properties and model wavefunctions for non-Abelian fractional quantum Hall quasielectrons, Phys. Rev. Lett. 102, 066802 (2009)."
            ]
        ]
    ]
}