{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4F4SLUQA",
            "9jX7dNEAAAAJ",
            [
                "Reading DNA at single-nucleotide resolution with a mutant MspA nanopore and phi29 DNA polymerase",
                "Decoding long nanopore sequencing reads of natural DNA",
                "Detection and mapping of 5-methylcytosine and 5-hydroxymethylcytosine with nanopore MspA",
                "Subangstrom single-molecule measurements of motor proteins using a nanopore",
                "MspA nanopore as a single-molecule tool: From sequencing to SPRNT",
                "Revealing dynamics of helicase translocation on single-stranded DNA using high-resolution nanopore tweezers",
                "Increasing the accuracy of nanopore DNA sequencing using a time-varying cross membrane voltage",
                "Direct detection of unnatural DNA nucleotides dNaM and d5SICS using the MspA nanopore",
                "Investigating asymmetric salt profiles for nanopore DNA sequencing with biological porin MspA",
                "Determining the effects of DNA sequence on Hel308 helicase translocation along single-stranded DNA using nanopore tweezers"
            ],
            [
                "Nanopore technologies are being developed for fast and direct sequencing of single DNA molecules through detection of ionic current modulations as DNA passes through a pore's constriction 1, 2. Here we demonstrate the ability to resolve changes in current that correspond to a known DNA sequence by combining the high sensitivity of a mutated form of the protein pore Mycobacterium smegmatis porin A (MspA) 3 with phi29 DNA polymerase (DNAP) 4, which controls the rate of DNA translocation through the pore. As phi29 DNAP synthesizes DNA and functions like a motor to pull a single-stranded template through MspA, we observe well-resolved and reproducible ionic current levels with median durations of∼ 28 ms and ionic current differences of up to 40 pA. Using six different DNA sequences with readable regions 42–53 nucleotides long, we record current traces that map to the known DNA sequences …",
                "Nanopore sequencing of DNA is a single-molecule technique that may achieve long reads, low cost and high speed with minimal sample preparation and instrumentation. Here, we build on recent progress with respect to nanopore resolution and DNA control to interpret the procession of ion current levels observed during the translocation of DNA through the pore MspA. As approximately four nucleotides affect the ion current of each level, we measured the ion current corresponding to all 256 four-nucleotide combinations (quadromers). This quadromer map is highly predictive of ion current levels of previously unmeasured sequences derived from the bacteriophage phi X 174 genome. Furthermore, we show nanopore sequencing reads of phi X 174 up to 4,500 bases in length, which can be unambiguously aligned to the phi X 174 reference genome, and demonstrate proof-of-concept utility with respect to hybrid …",
                "Precise and efficient mapping of epigenetic markers on DNA may become an important clinical tool for prediction and identification of ailments. Methylated CpG sites are involved in gene expression and are biomarkers for diseases such as cancer. Here, we use the engineered biological protein pore Mycobacterium smegmatis porin A (MspA) to detect and map 5-methylcytosine and 5-hydroxymethylcytosine within single strands of DNA. In this unique single-molecule tool, a phi29 DNA polymerase draws ssDNA through the pore in single-nucleotide steps, and the ion current through the pore is recorded. Comparing current levels generated with DNA containing methylated CpG sites to current levels obtained with unmethylated copies of the DNA reveals the precise location of methylated CpG sites. Hydroxymethylation is distinct from methylation and can also be mapped. With a single read, the detection efficiency in …",
                "Techniques for measuring the motion of single motor proteins, such as FRET and optical tweezers, are limited to a resolution of∼ 300 pm. We use ion current modulation through the protein nanopore MspA to observe translocation of helicase Hel308 on DNA with up to∼ 40 pm sensitivity. This approach should be applicable to any protein that translocates on DNA or RNA, including helicases, polymerases, recombinases and DNA repair enzymes.",
                "Single-molecule picometer resolution nanopore tweezers (SPRNT) is a new tool for analyzing the motion of nucleic acids through molecular motors. With SPRNT, individual enzymatic motions along DNA as small as 40 pm can be resolved on sub-millisecond time scales. Additionally, SPRNT reveals an enzyme’s exact location with respect to a DNA strand’s nucleotide sequence, enabling identification of sequence-specific behaviors. SPRNT is enabled by a mutant version of the biological nanopore formed by Mycobacterium smegmatis porin A (MspA). SPRNT is strongly rooted in nanopore sequencing and therefore requires a solid understanding of basic principles of nanopore sequencing. Furthermore, SPRNT shares tools developed for nanopore sequencing and extends them to analysis of single-molecule kinetics. As such, this review begins with a brief history of our work developing the nanopore MspA for …",
                "Enzymes that operate on DNA or RNA perform the core functions of replication and expression in all of biology. To gain high-resolution access to the detailed mechanistic behavior of these enzymes, we developed single-molecule picometer-resolution nanopore tweezers (SPRNT), a single-molecule technique in which the motion of polynucleotides through an enzyme is measured by a nanopore. SPRNT reveals two mechanical substates of the ATP hydrolysis cycle of the superfamily 2 helicase Hel308 during translocation on single-stranded DNA (ssDNA). By analyzing these substates at millisecond resolution, we derive a detailed kinetic model for Hel308 translocation along ssDNA that sheds light on how superfamily 1 and 2 helicases turn ATP hydrolysis into motion along DNA. Surprisingly, we find that the DNA sequence within Hel308 affects the kinetics of helicase translocation.",
                "Nanopore DNA sequencing is limited by low base-calling accuracy. Improved base-calling accuracy has so far relied on specialized base-calling algorithms, different nanopores and motor enzymes, or biochemical methods to re-read DNA molecules. Two primary error modes hamper sequencing accuracy: enzyme mis-steps and sequences with indistinguishable signals. We vary the driving voltage from 100 to 200 mV, with a frequency of 200 Hz, across a Mycobacterium smegmatis porin A (MspA) nanopore, thus changing how the DNA strand moves through the nanopore. A DNA helicase moves the DNA through the nanopore in discrete steps, and the variable voltage moves the DNA continuously between these steps. The electronic signal produced with variable voltage is used to overcome the primary error modes in base calling. We found that single-passage de novo base-calling accuracy of 62.7±0.5% with a …",
                "Malyshev et al. showed that the four-letter genetic code within a living organism could be expanded to include the unnatural DNA bases dNaM and d5SICS. However, verification and detection of these unnatural bases in DNA requires new sequencing techniques. Here we provide proof of concept detection of dNaM and d5SICS in DNA oligomers via nanopore sequencing using the nanopore MspA. We find that both phi29 DNA polymerase and Hel308 helicase are capable of controlling the motion of DNA containing dNaM and d5SICS through the pore and that single reads are sufficient to detect the presence and location of dNaM and d5SICS within single molecules.",
                "Nanopore DNA sequencing is a promising single-molecule analysis technology. This technique relies on a DNA motor enzyme to control movement of DNA precisely through a nanopore. Specific experimental buffer conditions are required based on the preferred operating conditions of the DNA motor enzyme. While many DNA motor enzymes typically operate in salt concentrations under 100 mM, salt concentration simultaneously affects signal and noise magnitude as well as DNA capture rate in nanopore sequencing, limiting standard experimental conditions to salt concentrations greater than ~100 mM in order to maintain adequate resolution and experimental throughput. We evaluated the signal contribution from ions on both sides of the membrane (cis and trans) by varying cis and trans [KCl] independently during phi29 DNA Polymerase-controlled translocation of DNA through the biological porin MspA. Our studies reveal that during DNA translocation, the negatively charged DNA increases cation selectivity through MspA with the majority of current produced by the flow of K+ ions from trans to cis. Varying trans [K+] has dramatic effects on the signal magnitude, whereas changing cis [Cl-] produces only small effects. Good signal-to-noise can be maintained with cis [Cl-] as small as 20 mM, if the concentration of KCl on the trans side is kept high. These results demonstrate the potential of using salt-sensitive motor enzymes (helicases, polymerases, recombinases) in nanopore systems and offer a guide for selecting buffer conditions in future experiments to simultaneously optimize signal, throughput, and enzyme activity.",
                "Motor enzymes that process nucleic-acid substrates play vital roles in all aspects of genome replication, expression, and repair. The DNA and RNA nucleobases are known to affect the kinetics of these systems in biologically meaningful ways. Recently, it was shown that DNA bases control the translocation speed of helicases on single-stranded DNA, however the cause of these effects remains unclear. We use single-molecule picometer-resolution nanopore tweezers (SPRNT) to measure the kinetics of translocation along single-stranded DNA by the helicase Hel308 from Thermococcus gammatolerans. SPRNT can measure enzyme steps with subangstrom resolution on millisecond timescales while simultaneously measuring the absolute position of the enzyme along the DNA substrate. Previous experiments with SPRNT revealed the presence of two distinct substates within the Hel308 ATP hydrolysis cycle …"
            ],
            [
                [

                ]
            ],
            [
                "Andrew H Laszlo Research Assistant Professor laszloa@uw.edu 206-616-2960 B094"
            ]
        ]
    ]
}