{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4G8SUD3Q",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "JOSEPH CHECKELSKY Associate Professor of Physics Mitsui Career Development Professor in Contemporary Technology checkelsky@mit.edu (617) 324-7762 13-2074 Monica Wolf (617) 253-4829 RELATED LINKS: Checkelsky Lab Condensed Matter Experiment Research in Checkelsky lab focuses on the study of exotic electronic states of matter through the synthesis, measurement, and control of solid state materials. Of particular interest are studies of correlated behavior in topologically non-trivial materials, the role of geometrical phases in electronic systems, and novel types of geometric frustration. These studies aim to uncover new physical phenomena that expand the boundaries of understanding of quantum mechanical condensed matter systems and also to open doorways to new technologies by realizing emergent electronic and magnetic functionalities. The experimental approach of the laboratory is to work at the intersection of fundamental solid state physics, solid state chemistry, and nanoscience. Techniques range from transport and thermodynamic measurements to bulk single crystal and epitaxial thin film growth to nanoscale probe and device fabrication. We aim to generate an active feedback between these methodologies to incisively probe the fundamental physics of interest. Professor Checkelsky joined the Department of Physics at MIT as an assistant professor in January 2014. He received his B.S. in Physics in 2004 from Harvey Mudd College and Ph.D. in Physics in 2010 from Princeton University. Before coming to MIT, Professor Checkelsky did postdoctoral work at Japan’s Institute for Physical and Chemical Research (RIKEN) and held the position of lecturer at the University of Tokyo.  His awards include a National Science Foundation CAREER Award, Army-ECASE Award, PECASE Award, Bose Fellowship, Gordon and Betty Moore Fellowship in Materials Synthesis, and Gordon and Betty Moore Synthesis Investigator Award.  He was promoted to associate professor in 2019. Finding the right quantum materials [MIT News Office, 5.5.2020] MIT researchers realize “ideal” kagome metal electronic structure [MIT News Office, 12.12.2019] Seven MIT faculty win 2019 Presidential Early Career Awards [MIT News Office, 7.10.2019] Approaching the Magnetic Singularity [MIT News Office, 6.20.2019] Physicists discover new quantum electronic material , 3.19.2018] Mixing topology and spin , 7.19.2016] Faculty highlight: Joseph Checkelsky , 3.16.2016] Intrepid projects backed by Bose Grants , 1.26.2015] “Topological flat bands in frustrated kagome lattice CoSn” , M. Kang, S. Fang, L. Ye, H. C. Po, J. Denlinger, C. Jozwiak, A. Bostwick, E. Rotenberg, E. Kaxiras, J. G. Checkelsky, R. Comin.  arXiv:2002.01452 (2020). “Spectromicroscopic measurement of surface and bulk band structure interplay in a disordered topological insulator” , E. Kotta, L. Miao, Y. Xu, S. A. Breitweiser, C. Jozwiak, A. Bostwick, E. Rotenberg, W. Zhang, W. Wu, T. Suzuki, J. G. Checkelsky, L. A. Wray.  Nature Physics 16, 285- 289 (2020). \"Dirac fermions and flat bands in the ideal kagome metal FeSn\", M. Kang, L. Ye, S. Fang, J.-S. You, A. Levitan, M. Han, J. I. Facio, C. Jozwiak, A. Bostwick, E. Rotenberg, M. K. Chan, R. D. McDonald, D. Graf, K. Kaznatcheev, E. Vescovo, D. C. Bell, E. Kaxiras, J. van den Brink, M. Richter, M. P. Ghimire, J. G. Checkelsky, R. Comin. Nature Materials 19, 163–169 (2020). \"Singular angular magnetoresistance in a magnetic nodal semimetal\", T. Suzuki, L. Savary, J.-P. Liu, J. W. Lynn, L. Balents, J. G. Checkelsky. Science 365, 377-381 (2019). “Evidence for clean 2D superconductivity and field-induced finite-momentum pairing in a bulk vdW superlattice”, A. Devarakonda, H. Inoue, S. Fang, C. Ozsoy-Keskinbora, T. Suzuki, M. Kriener, L. Fu, E. Kaxiras, D. C. Bell, J. G. Checkelsky. arXiv:1906.02065 (2019). “Molecular Beam Epitaxy Growth of Antiferromagnetic Kagome Metal FeSn”, H. Inoue, M. Han, L. Ye, T. Suzuki, J. G. Checkelsky.  Applied Physics Letters 115, 072403 (2019). “de Haas-van Alphen effect of correlated Dirac states in kagome metal Fe3Sn2”, L. Ye, M. K. Chan, R. D. McDonald, D. Graf, M. Kang, J. Liu, T. Suzuki, R. Comin, L. Fu, J. G. Checkelsky. Nature Communications 10, 4870 (2019). \"Massive Dirac fermions in a ferromagnetic kagome metal\", L. Ye, M. Kang, J. Liu, F. von Cube, C. R. Wicker, T. Suzuki, C. Jozwiak, A. Bostwick, E. Rotenberg, D. C. Bell, L. Fu, R. Comin, J. G. Checkelsky. Nature 555, 638–642 (2018). \"Large anomalous Hall effect in a half-Heusler antiferromagnet\", T. Suzuki, R. Chisnell, A. Devarakonda, Y.-T. Liu, W. Feng, D. Xiao, J. W. Lynn, J. G. Checkelsky. Nature Physics 12, 1119–1123 (2016). September 17, 2020 11:37 AM"
            ]
        ]
    ]
}