{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4I2A59WM",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Martin Tzanov Associate Professor of Physics Ph.D., 2005 - University of Pittsburgh 220-B Nicholson Hall, Tower Dr. (225) 578-0554-Office mtzanov@phys.lsu.edu Experimental High Energy Physics My main research interests are in experimental high energy physics. Currently, my\n                  focus is to uncover the properties of neutrinos. I have been T2K collaborator since\n                  2006. The T2K experiment in Japan is a long baseline neutrino oscillation experiment. \n                  It employs a high intensity muon neutrino beam produced at the J-PARC synchrotron\n                  complex near Tokai situated on the east coast.  The beam is aimed through the Earth,\n                  295 km away, to the Super-Kamiokande detector in the Kamioka mineon the west coast.\n                  The main goals of the T2K experiment are the precise determination of the θ 13 mixing angle, the search for CP violation in the lepton sector. In the Standard Model of particle physics, neutrinos are massless fermions interacting\n                  only via the weak force.  In the past decade, several experiments have confirmed the\n                  existence of neutrino oscillation, which is the phenomenon of neutrinos changing their\n                  flavor over a certain distance traveled. Neutrino oscillations not only suggest that\n                  neutrinos have mass, but that the mass eigenstates are non-degenerate. This is clearly\n                  physics beyond the Standard Model, because it requires introduction of new physics\n                  inputs - neutrino masses and mixing parameters. Current and Select Publications A. A. Aguilar-Arevalo et al. , [MiniBooNE Collaboration], \"First Measurement of the Muon Neutrino Charged Current\n                     Quasielastic Double Differential Cross Section,\" Phys. Rev. D 81 , 092005 (2010). [arXiv:1002.2680 [hep-ex]] A. A. Aguilar-Arevalo et al. , [MiniBooNE Collaboration], \"Measurement of  ν μ and ν‾ μ induced neutral current single π 0 production cross sections on mineral oil at E ν ~ O(1GeV) ,\" Phys. Rev. D 81 , 013005 (2010). [arXiv:0911.2063 [hep-ex]] A. A. Aguilar-Arevalo et al. , [MiniBooNE Collaboration], \"A search for muon neutrino and antineutrino disappearance\n                     in MiniBooNE\". [arXiv:0903.2465 [hep-ex]] A. A. Aguilar-Arevalo et al. , [MiniBooNE Collaboration], \"The Neutrino Flux prediction at MiniBooNE\". [arXiv:0806.1449\n                     [hep-ex]] D. Mason et al. , \"Measurement of the Nucleon Strange-Antistrange Asymmetry at Next-to-Leading Order\n                     in QCD from NuTeV Dimuon Data,\" Phys. Rev. Lett. 99 , 192001 (2007). A. A. Aguilar-Arevalo et al., [The MiniBooNE Collaboration], \"A Search for electron\n                     neutrino appearance at the Δm 2 ~ 1eV 2 scale,'' Phys. Rev. Lett. 98 , 231801 (2007). [arXiv:0704.1500 [hep-ex]] M. Tzanov et al., [NuTeV Collaboration], \"Precise measurement of neutrino and anti-neutrino\n                     differential cross sections,\" Phys. Rev. D 74 , 012008 (2006). [arXiv:hep-ex\/0509010]"
            ]
        ]
    ]
}