{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4I5TGLTP",
            "oX_oa18AAAAJ",
            [
                "Learning about black hole binaries from their ringdown spectra",
                "Exciting black hole modes via misaligned coalescences. I. Inspiral, transition, and plunge trajectories using a generalized Ori-Thorne procedure",
                "Exciting black hole modes via misaligned coalescences. II. The mode content of late-time coalescence waveforms",
                "Topological Singularity Induced Chiral Kohn Anomaly in a Weyl Semimetal"
            ],
            [
                "The coalescence of two black holes generates gravitational waves that carry detailed information about the properties of those black holes and their binary configuration. The final coalescence cycles are in the form of a ringdown: a superposition of quasinormal modes of the merged remnant black hole. Each mode has an oscillation frequency and decay time that in general relativity is determined by the remnant’s mass and spin. Measuring the frequency and decay time of multiple modes makes it possible to measure the remnant’s mass and spin, and to test the waves against the predictions of gravity theories. In this Letter, we show that the relative amplitudes of these modes encode information about a binary’s geometry. Focusing on the large mass-ratio limit, which provides a simple-to-use tool for effectively exploring parameter space, we demonstrate how a binary’s geometry is encoded in the relative amplitudes …",
                "The last gravitational waves emitted in the coalescence of two black holes are quasinormal ringing modes of the merged remnant. In general relativity, the mass and the spin of the remnant black hole uniquely determine the frequency and damping time of each radiated mode. The amplitudes of these modes are determined by the mass ratio of the system and the geometry of the coalescence. This paper is part I of an analysis that aims to compute the “excitation factors” associated with misaligned binary black hole coalescence. To simplify the analysis, we consider a large mass-ratio system consisting of a nonspinning body of mass μ that inspirals on a quasicircular trajectory into a Kerr black hole of mass M and spin parameter a, with μ\/M≪ 1. Our goal is to understand how different modes are excited as a function of the black hole spin a and an angle I which characterizes the misalignment of the orbit with the black …",
                "Using inspiral and plunge trajectories we construct with a generalized Ori-Thorne algorithm, we use a time-domain black hole perturbation theory code to compute the corresponding gravitational waves. The last cycles of these waveforms are a superposition of Kerr quasinormal modes. In this paper, we examine how the modes’ excitations vary as a function of source parameters, such as the larger black hole’s spin and the geometry of the smaller body’s inspiral and plunge. We find that the mixture of quasinormal modes that characterize the final gravitational waves from a coalescence is entirely determined by the spin a of the larger black hole, an angle I which characterizes the misalignment of the orbital plane from the black hole’s spin axis, a second angle θ fin which describes the location at which the small body crosses the black hole’s event horizon, and the direction sgn (θ fin) of the body’s final motion. If …",
                "The electron-phonon interaction (EPI) is instrumental in a wide variety of phenomena in solid-state physics, such as electrical resistivity in metals, carrier mobility, optical transition, and polaron effects in semiconductors, lifetime of hot carriers, transition temperature in BCS superconductors, and even spin relaxation in diamond nitrogen-vacancy centers for quantum information processing. However, due to the weak EPI strength, most phenomena have focused on electronic properties rather than on phonon properties. One prominent exception is the Kohn anomaly, where phonon softening can emerge when the phonon wave vector nests the Fermi surface of metals. Here we report a new class of Kohn anomaly in a topological Weyl semimetal (WSM), predicted by field-theoretical calculations, and experimentally observed through inelastic x-ray and neutron scattering on WSM tantalum phosphide. Compared to the …"
            ],
            [
                [
                    "Quantum Field Theory",
                    "Quantum Computing",
                    "General Relativity"
                ]
            ]
        ]
    ]
}