{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4INAPPF4",
            "0fOlIUcAAAAJ",
            [
                "Changes in atmospheric constituents and in radiative forcing. Chapter 2",
                "Bounding the role of black carbon in the climate system: A scientific assessment",
                "Climate change projections using the IPSL-CM5 Earth System Model: from CMIP3 to CMIP5",
                "Analysis and quantification of the diversities of aerosol life cycles within AeroCom",
                "Emissions of primary aerosol and precursor gases in the years 2000 and 1750 prescribed data-sets for AeroCom",
                "A review of measurement-based assessments of the aerosol direct radiative effect and forcing",
                "An AeroCom initial assessment–optical properties in aerosol component modules of global models",
                "Dust sources and deposition during the last glacial maximum and current climate: A comparison of model results with paleodata from ice cores and marine sediments",
                "Information from paleoclimate archives",
                "Global dust model intercomparison in AeroCom phase I"
            ],
            [
                "[en] This chapter updates information taken from Chapters 3 to 6 of the IPCC Working Group I Third Assessment Report. It concerns itself with trends in forcing agents and their precursors since 1750, and estimates their contribution to the radiative forcing (RF) of the climate system. Discussion of the understanding of atmospheric composition changes is limited to explaining the trends in forcing agents and their precursors. Areas where significant developments have occurred since the TAR are highlighted. The chapter draws on various assessments since the TAR, in particular the 2002 World Meteorological Organization (WMO), United Nations Environment Programme (UNEP) Scientific Assessment of Ozone Depletion (2003) and the IPCC Technology and Economic Assessment Panel (TEAP) special report on Safeguarding the Ozone Layer and the Global Climate System (2005). The chapter assesses anthropogenic greenhouse gas changes, aerosol changes and their impact on clouds, aviation-induced contrails and cirrus changes, surface albedo changes and natural solar and volcanic mechanisms. The chapter reassesses the'radiative forcing'concept (Sections 2.2 and 2.8), presents spatial and temporal patterns of RF, and examines the radiative energy budget changes at the surface. For the long-lived greenhouse gases (carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), chlorofluoro-carbons (CFCs), hydrochlorofluorocarbons (HCFCs), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs) and sulphur hexafluoride (SF6), hereinafter collectively referred to as the LLGHGs; Section 2.3), the chapter makes use of new global …",
                "Black carbon aerosol plays a unique and important role in Earth's climate system. Black carbon is a type of carbonaceous material with a unique combination of physical properties. This assessment provides an evaluation of black‐carbon climate forcing that is comprehensive in its inclusion of all known and relevant processes and that is quantitative in providing best estimates and uncertainties of the main forcing terms: direct solar absorption; influence on liquid, mixed phase, and ice clouds; and deposition on snow and ice. These effects are calculated with climate models, but when possible, they are evaluated with both microphysical measurements and field observations. Predominant sources are combustion related, namely, fossil fuels for transportation, solid fuels for industrial and residential uses, and open burning of biomass. Total global emissions of black carbon using bottom‐up inventory methods are 7500 …",
                "We present the global general circulation model IPSL-CM5 developed to study the long-term response of the climate system to natural and anthropogenic forcings as part of the 5th Phase of the Coupled Model Intercomparison Project (CMIP5). This model includes an interactive carbon cycle, a representation of tropospheric and stratospheric chemistry, and a comprehensive representation of aerosols. As it represents the principal dynamical, physical, and bio-geochemical processes relevant to the climate system, it may be referred to as an Earth System Model. However, the IPSL-CM5 model may be used in a multitude of configurations associated with different boundary conditions and with a range of complexities in terms of processes and interactions. This paper presents an overview of the different model components and explains how they were coupled and used to simulate historical climate changes …",
                " Simulation results of global aerosol models have been assembled in the framework of the AeroCom intercomparison exercise. In this paper, we analyze the life cycles of dust, sea salt, sulfate, black carbon and particulate organic matter as simulated by sixteen global aerosol models. The differences among the results (model diversities) for sources and sinks, burdens, particle sizes, water uptakes, and spatial dispersals have been established. These diversities have large consequences for the calculated radiative forcing and the aerosol concentrations at the surface. Processes and parameters are identified which deserve further research.  The AeroCom all-models-average emissions are dominated by the mass of sea salt (SS), followed by dust (DU), sulfate (SO4), particulate organic matter (POM), and finally black carbon (BC). Interactive parameterizations of the emissions and contrasting particles sizes of SS and DU lead generally to higher diversities of these species, and for total aerosol. The lower diversity of the emissions of the fine aerosols, BC, POM, and SO4, is due to the use of similar emission inventories, and does therefore not necessarily indicate a better understanding of their sources. The diversity of SO4-sources is mainly caused by the disagreement on depositional loss of precursor gases and on chemical production. The diversities of the emissions are passed on to the burdens, but the latter are also strongly affected by the model-specific treatments of transport and aerosol processes. The burdens of dry masses decrease from largest to smallest: DU, SS, SO4, POM, and BC.  The all-models-average residence time is shortest for … The AeroCom all-models-average emissions are dominated by the mass of sea salt (SS), followed by dust (DU), sulfate (SO4), particulate organic matter (POM), and finally black carbon (BC). Interactive parameterizations of the emissions and contrasting particles sizes of SS and DU lead generally to higher diversities of these species, and for total aerosol. The lower diversity of the emissions of the fine aerosols, BC, POM, and SO4, is due to the use of similar emission inventories, and does therefore not necessarily indicate a better understanding of their sources. The diversity of SO4-sources is mainly caused by the disagreement on depositional loss of precursor gases and on chemical production. The diversities of the emissions are passed on to the burdens, but the latter are also strongly affected by the model-specific treatments of transport and aerosol processes. The burdens of dry masses decrease from largest to smallest: DU, SS, SO4, POM, and BC.  The all-models-average residence time is shortest for … The all-models-average residence time is shortest for …",
                " Inventories for global aerosol and aerosol precursor emissions have been collected (based on published inventories and published simulations), assessed and prepared for the year 2000 (present-day conditions) and for the year 1750 (pre-industrial conditions). These global datasets establish a comprehensive source for emission input to global modeling, when simulating the aerosol impact on climate with state-of-the-art aerosol component modules. As these modules stratify aerosol into dust, sea-salt, sulfate, organic matter and soot, for all these aerosol types global fields on emission strength and recommendations for injection altitude and particulate size are provided. Temporal resolution varies between daily (dust and sea-salt), monthly (wild-land fires) and annual (all other emissions). These datasets benchmark aerosol emissions according to the knowledge in the year 2004. They are intended to serve as systematic constraints in sensitivity studies of the AeroCom initiative, which seeks to quantify (actual) uncertainties in aerosol global modeling.",
                " Aerosols affect the Earth's energy budget directly by scattering and absorbing radiation and indirectly by acting as cloud condensation nuclei and, thereby, affecting cloud properties. However, large uncertainties exist in current estimates of aerosol forcing because of incomplete knowledge concerning the distribution and the physical and chemical properties of aerosols as well as aerosol-cloud interactions. In recent years, a great deal of effort has gone into improving measurements and datasets. It is thus feasible to shift the estimates of aerosol forcing from largely model-based to increasingly measurement-based. Our goal is to assess current observational capabilities and identify uncertainties in the aerosol direct forcing through comparisons of different methods with independent sources of uncertainties. Here we assess the aerosol optical depth (τ), direct radiative effect (DRE) by natural and anthropogenic aerosols, and direct climate forcing (DCF) by anthropogenic aerosols, focusing on satellite and ground-based measurements supplemented by global chemical transport model (CTM) simulations. The multi-spectral MODIS measures global distributions of aerosol optical depth (τ) on a daily scale, with a high accuracy of ±0.03±0.05τ over ocean. The annual average τ is about 0.14 over global ocean, of which about 21%±7% is contributed by human activities, as estimated by MODIS fine-mode fraction. The multi-angle MISR derives an annual average AOD of 0.23 over global land with an uncertainty of ~20% or ±0.05. These high-accuracy aerosol products and broadband flux measurements from CERES make it feasible to obtain …",
                " The AeroCom exercise diagnoses multi-component aerosol modules in global modeling. In an initial assessment simulated global distributions for mass and mid-visible aerosol optical thickness (aot) were compared among 20 different modules. Model diversity was also explored in the context of previous comparisons. For the component combined aot general agreement has improved for the annual global mean. At 0.11 to 0.14, simulated aot values are at the lower end of global averages suggested by remote sensing from ground (AERONET ca. 0.135) and space (satellite composite ca. 0.15). More detailed comparisons, however, reveal that larger differences in regional distribution and significant differences in compositional mixture remain. Of particular concern are large model diversities for contributions by dust and carbonaceous aerosol, because they lead to significant uncertainty in aerosol absorption (aab). Since aot and aab, both, influence the aerosol impact on the radiative energy-balance, the aerosol (direct) forcing uncertainty in modeling is larger than differences in aot might suggest. New diagnostic approaches are proposed to trace model differences in terms of aerosol processing and transport: These include the prescription of common input (e.g. amount, size and injection of aerosol component emissions) and the use of observational capabilities from ground (e.g. measurements networks) or space (e.g. correlations between aerosol and clouds).",
                "Mineral dust aerosols in the atmosphere have the potential to affect the global climate by influencing the radiative balance of the atmosphere and the supply of micronutrients to the ocean. Ice and marine sediment cores indicate that dust deposition from the atmosphere was at some locations 2–20 times greater during glacial periods, raising the possibility that mineral aerosols might have contributed to climate change on glacial‐interglacial time scales. To address this question, we have used linked terrestrial biosphere, dust source, and atmospheric transport models to simulate the dust cycle in the atmosphere for current and last glacial maximum (LGM) climates. We obtain a 2.5‐fold higher dust loading in the entire atmosphere and a twenty‐fold higher loading in high latitudes, in LGM relative to present. Comparisons to a compilation of atmospheric dust deposition flux estimates for LGM and present in marine …",
                "Masson-Delmotte, V, Schulz, M, Abe-Ouchi, A, Beer, J, Ganopolski, A, Gonz·les Rouco, JF, \nJansen, E, Lambeck, K, Luterbacher, J, Naish, T, Osborn, T, Otto-Bliesner, B, Quinn, T, \nRamesh, R, Rojas, M, Shao, X and Timmermann, A (2013) Information from Paleoclimate \nArchives. In: Stocker, TF, Qin, D, Plattner, GK, Tignor, M, Allen, SK, Boschung, J, Nauels, A, \nXia, Y, Bex, V and Midgley, PM (eds.) Climate Change 2013: The Physical Science Basis. Contribution \nof Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate \nChange. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.   … MARUM Publications (Imprint) is powered by EPrints 3 which is developed by the School \nof Electronics and Computer Science at the University of Southampton. More information and \nsoftware credits.  ",
                " This study presents the results of a broad intercomparison of a total of 15 global aerosol models within the AeroCom project. Each model is compared to observations related to desert dust aerosols, their direct radiative effect, and their impact on the biogeochemical cycle, i.e., aerosol optical depth (AOD) and dust deposition. Additional comparisons to Angström exponent (AE), coarse mode AOD and dust surface concentrations are included to extend the assessment of model performance and to identify common biases present in models. These data comprise a benchmark dataset that is proposed for model inspection and future dust model development. There are large differences among the global models that simulate the dust cycle and its impact on climate. In general, models simulate the climatology of vertically integrated parameters (AOD and AE) within a factor of two whereas the total deposition and surface concentration are reproduced within a factor of 10. In addition, smaller mean normalized bias and root mean square errors are obtained for the climatology of AOD and AE than for total deposition and surface concentration. Characteristics of the datasets used and their uncertainties may influence these differences. Large uncertainties still exist with respect to the deposition fluxes in the southern oceans. Further measurements and model studies are necessary to assess the general model performance to reproduce dust deposition in ocean regions sensible to iron contributions. Models overestimate the wet deposition in regions dominated by dry deposition. They generally simulate more realistic surface concentration at stations …"
            ],
            [
                [
                    "Aerosols",
                    "Climate"
                ]
            ],
            [

            ]
        ]
    ]
}