{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4IXVT80L",
            "aBRLHCIAAAAJ",
            [
                "Controlling chaos",
                "Period three implies chaos"
            ],
            [
                "It is shown that one can convert a chaotic attractor to any one of a large number of possible attracting time-periodic motions by making only small time-dependent perturbations of an available system parameter. The method utilizes delay coordinate embedding, and so is applicable to experimental situations in which a priori analytical knowledge of the system dynamics is not available. Important issues include the length of the chaotic transient preceding the periodic motion, and the effect of noise. These are illustrated with a numerical example.",
                "The way phenomena or processes evolve or change in time is often described by differential equations or difference equations. One of the simplest mathematical situations occurs when the phenomenon can be described by a single number as, for example, when the number of children susceptible to some disease at the beginning of a school year can be estimated purely as a function of the number for the previous year. That is, when the number x n+1, at the beginning of the n + 1st year (or time period) can be written  where F maps an interval J into itself. Of course such a model for the year by year progress of the disease would be very simplistic and would contain only a shadow of the more complicated phenomena. For other phenomena this model might be more accurate. This equation has been used successfully to model the distribution of points of impact on a spinning bit for oil well …"
            ],
            [
                [
                    "dynamics",
                    "genome assembly",
                    "math. biology"
                ]
            ]
        ]
    ]
}