{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4J3U6892",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Vahe Petrosian Professor of Physics and of Applied Physics How do things evolve in the universe? How are particles accelerated in the universe? Professor Petrosian’s research covers many topics in the broad area of theoretical astrophysics and cosmology, with a strong focus on high-energy astrophysical processes. Cosmological studies deal with global properties of the universe, where the main focus is the understanding of the evolution of the universe at high redshifts, through studies of the evolutions of population of sources such as galaxies and quasars or active galactic nuclei, gamma-ray bursts, using new statistical techniques developed in collaboration with Prof. B. Efron of the Department of Statistics. Another area of research is the use of gravitational lensing in measuring mass in the universe. High-energy astrophysics research involves interpretation of non-thermal astronomical sources where particles are accelerated to very high energies and emit various kinds of radiation. These processes occur on many scales and in all sorts of objects: in the magnetosphere of planets, in the interplanetary space, during solar and stellar flares, in the accretion disks and jets around stellar-size and super-massive black holes, at centers of galaxies, in gamma-ray bursts, in supernovae, and in the intra-cluster medium of clusters of galaxies. Plasma physics processes common in all these sources for acceleration of particles and their radiative signature is the main focus of the research here. Applied Physics Teaching Assistant, Cornell University (1961 - 1961) Research Assistant, CRSR, Cornell University (1962 - 1967) Research Association, CRSR, Cornell University (1967 - 1967) Research Fellow, California Institute of Technology (1967 - 1969) Visiting Scientist, IOTA Cambridge (1969 - 1969) Assistant Professor, Stanford University (1969 - 1971) Associate Professor, Stanford University (1972 - 1979) Professor, Stanford University (1980 - Present) Iranian National Fellowship, National Iranian American Council (1958 - 1962) Industrial Fellowship, Cornell University (1963 - 1964) Fellowship, Alfred P. Sloan Foundation (1972 - 1974) Consultant, Kitt Peak National Observatory (1971 - 1971) Member, Arcetri, Florence (1982 - 1983) Member, National Optical Astronomy Observatory (NOAO) (1982 - 1983) Member, Nordita, Copenhagen (1982 - 1983) Member, Cornell University (1982 - 1983) Member, Observatoire de Meudron, France (1989 - 1990) Member, Space Telescope Science Institute (1996 - 1996) Member, National Optical Astronomy Observatory (NOAO) (1998 - 1998) Member, Institute of Advanced Studies, Bochum University (2000 - 2000) Member, Eta Kappa Nu, IEEE Member, Tau Beta Pi, The Engineering Honor Society Member, Royal Astronomical Society Member, International Astronomical Union Member, American Astronomical Society Ph.D., Cornell University (1967) M.S., Cornell University (1963) B.E.E., Cornell University (1962) vahep@stanford.edu 382 Via Pueblo Mall Varian Room 342 (650) 723-1435 (650) 723-4840 (fax) Department:&nbspApplied Physics 382 Via Pueblo Mall Varian Room 342 (650) 723-1435 (650) 723-4840 (fax) SUNet ID(s): vahe.petrosian vahep vpetrosian ADS abstracts arXiv astro-ph AstroPage Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) PHYSICS 190 (Aut, Win, Spr, Sum) Introduction to Stellar and Galactic Astrophysics PHYSICS 160, PHYSICS 260 (Win) Introduction to Stellar and Galactic Astrophysics PHYSICS 160, PHYSICS 260 (Win) Special Topics in Astrophysics: Stellar and High Energy Astrophysics PHYSICS 367 (Spr) Byungwoo Kang, Gil Shohet Jack Jiang, Sidney Mau , Mikhail Molodyk, Emrys Peets, Aidan Reilly, Prastuti Singh, Josephine Wong, Shuo Xin Probing the Puzzle of Behind-the-limb gamma-Ray Flares: Data-driven Simulations of Magnetic Connectivity and CME-driven Shock Evolution Jin, M., Petrosian, V., Liu, W., Nitta, N., Omodei, N., da Costa, F., Effenberger, F., Li, G., Pesce-Rollins, M., Allafort, A., Manchester, W. 867 (2) DOI 10.3847\/1538-4357\/aae1fd Web of Science ID 000449412000011 Implications of a Loop-top Origin for Microwave, Hard X-Ray, and Low-energy Gamma-Ray Emission from Behind-the-limb Flares Petrosian, V. 865 (2) DOI 10.3847\/1538-4357\/aadd07 Web of Science ID 000445822300008 Hard X-Ray Emission from Partially Occulted Solar Flares: RHESSI Observations in Two Solar Cycles Effenberger, F., Da Costa, F. R., Oka, M., Saint-Hilaire, P., Liu, W., Petrosian, V., Glesener, L., Krucker, S. 835 (2) DOI 10.3847\/1538-4357\/835\/2\/124 Web of Science ID 000394585800012 PARTICLE ACCELERATION IN SOLAR FLARES AND ASSOCIATED CME SHOCKS Petrosian, V. 830 (1) DOI 10.3847\/0004-637X\/830\/1\/28 Web of Science ID 000385917300001 DATA-DRIVEN RADIATIVE HYDRODYNAMIC MODELING OF THE 2014 MARCH 29 X1.0 SOLAR FLARE Da Costa, F. R., Kleint, L., Petrosian, V., Liu, W., Allred, J. C. 827 (1) DOI 10.3847\/0004-637X\/827\/1\/38 Web of Science ID 000382009500038 THE FIRST FERMI LAT SUPERNOVA REMNANT CATALOG Acero, F., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bottacini, E., Brandt, T. J., Bregeon, J., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caputo, R., Caragiulo, M., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Claus, R., Cohen, J. M., Cohen-Tanugi, J., Cominsky, L. R., Condon, B., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., de Palma, F., Desiante, R., Digel, S. W., Di Venere, L., Drell, P. S., Drlica-Wagner, A., Favuzzi, C., Ferrara, E. C., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Gomez-Vargas, G. A., Grenier, I. A., Grondin, M., Guillemot, L., Guiriec, S., Gustafsson, M., Hadasch, D., Harding, A. K., Hayashida, M., Hays, E., Hewitt, J. W., Hill, A. B., Horan, D., Hou, X., IAFRATE, G., Jogler, T., Johannesson, G., Johnson, A. S., Kamae, T., Katagiri, H., Kataoka, J., Katsuta, J., Kerr, M., Knodlseder, J., Kocevski, D., Kuss, M., LAFFON, H., Lande, J., Larsson, S., Latronico, L., Lemoine-Goumard, M., Li, J., Li, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Magill, J., Maldera, S., Marelli, M., Mayer, M., Mazziotta, M. N., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nemmen, R., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., RENAUD, M., Reposeur, T., Rousseau, R., Parkinson, P. M., Schmid, J., Schulz, A., Sgro, C., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Troja, E., Uchiyama, Y., Vianello, G., Wells, B., Wood, K. S., Wood, M., Yassine, M., den Hartog, P. R., Zimmer, S. 224 (1) DOI 10.3847\/0067-0049\/224\/1\/8 Web of Science ID 000377050200008 Resolving the Extragalactic gamma-Ray Background above 50 GeV with the Fermi Large Area Telescope Ackermann, M., Ajello, M., Albert, A., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bregeon, J., Britto, R. J., Bruel, P., Buehler, R., Caliandro, G. A., Cameron, R. A., Caragiulo, M., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Cohen-Tanugi, J., Cominsky, L. R., Costanza, F., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Desiante, R., Digel, S. W., Di Mauro, M., Di Venere, L., Dominguez, A., Drell, P. S., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Godfrey, G., Green, D., Grenier, I. A., Guiriec, S., Hays, E., Horan, D., IAFRATE, G., Jogler, T., Johannesson, G., Kuss, M., La Mura, G., Larsson, S., Latronico, L., Li, J., Li, L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Magill, J., Maldera, S., Manfreda, A., Mayer, M., Mazziotta, M. N., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Negro, M., Nuss, E., Ohsugi, T., Okada, C., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Romani, R. W., Sanchez-Conde, M., Schmid, J., Schulz, A., Sgro, C., Simone, D., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Suson, D. J., Takahashi, H., Thayer, J. B., Tibaldo, L., Torres, D. F., Troja, E., Vianello, G., Yassine, M., Zimmer, S. 116 (15) The Fermi Large Area Telescope (LAT) Collaboration has recently released a catalog of 360 sources detected above 50 GeV (2FHL). This catalog was obtained using 80 months of data re-processed with Pass 8, the newest event-level analysis, which significantly improves the acceptance and angular resolution of the instrument. Most of the 2FHL sources at high Galactic latitude are blazars. Using detailed Monte Carlo simulations, we measure, for the first time, the source count distribution, dN\/dS, of extragalactic γ-ray sources at E>50  GeV and find that it is compatible with a Euclidean distribution down to the lowest measured source flux in the 2FHL (∼8×10^{-12}  ph cm^{-2} s^{-1}). We employ a one-point photon fluctuation analysis to constrain the behavior of dN\/dS below the source detection threshold. Overall, the source count distribution is constrained over three decades in flux and found compatible with a broken power law with a break flux, S_{b}, in the range [8×10^{-12},1.5×10^{-11}]  ph cm^{-2} s^{-1} and power-law indices below and above the break of α_{2}∈[1.60,1.75] and α_{1}=2.49±0.12, respectively. Integration of dN\/dS shows that point sources account for at least 86_{-14}^{+16}% of the total extragalactic γ-ray background. The simple form of the derived source count distribution is consistent with a single population (i.e., blazars) dominating the source counts to the minimum flux explored by this analysis. We estimate the density of sources detectable in blind surveys that will be performed in the coming years by the Cherenkov Telescope Array. DOI 10.1103\/PhysRevLett.116.151105 PubMedID 27127954 Measurement of the high-energy gamma-ray emission from the Moon with the Fermi Large Area Telescope Ackermann, M., Ajello, M., Albert, A., Atwood, W. B., Baldini, L., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bonino, R., Bottacini, E., Bregeon, J., Bruel, P., Buehler, R., Caliandro, G. A., Cameron, R. A., Caragiulo, M., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Claus, R., Cohen-Tanugi, J., Costanza, F., Cuoco, A., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Desiante, R., Digel, S. W., Di Venere, L., Drell, P. S., Favuzzi, C., Fegan, S. J., Focke, W. B., Franckowiak, A., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guiriec, S., Harding, A. K., Hewitt, J. W., Horan, D., Hou, X., IAFRATE, G., Johannesson, G., Kamae, T., Kuss, M., Larsson, S., Latronico, L., Li, J., Li, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Magill, J., Maldera, S., Manfreda, A., Mayer, M., Mazziotta, M. N., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monzani, M. E., Morselli, A., Murgia, S., Nuss, E., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Sgro, C., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Takahashi, H., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Troja, E., Vianello, G., Winer, B. L., Wood, K. S., Yassine, M. 93 (8) DOI 10.1103\/PhysRevD.93.082001 Web of Science ID 000373584900002 SEARCH FOR GAMMA-RAY EMISSION FROM THE COMA CLUSTER WITH SIX YEARS OF FERMI-LAT DATA Ackermann, M., Ajello, M., Albert, A., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Bissaldi, E., Blandford, R. D., Blooms, E. D., Bonino, R., Bottacini, E., Bregeon, J., Bruel, P., Buehler, R., Caliandro, G. A., Cameron, R. A., Caragiulo, M., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., CHIARO, G., Ciprini, S., Cohen-Tanugi, J., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Desiante, R., Digel, S. W., Di Venere, L., Drell, P. S., Favuzzi, C., Fegan, S. J., Fuxazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giordano, F., Giroletti, M., Godfrey, G., Green, D., Grenier, I. A., Guiriec, S., Hays, E., Hewitt, J. W., Horan, D., Johannesson, G., Kuss, M., Larsson, S., Latronico, L., Li, J., Li, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Madejski, G. M., Maldera, S., Manfreda, A., Mayer, M., Mazziotta, M. N., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nuss, E., Ohsugi, T., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Sanchez-Conde, M., Sgro, C., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Tajima, H., Takahashi, H., Thayer, J. B., Tibaldo, L., Torres, D. F., Tosti, G., Troja, E., Vianello, G., Wood, K. S., Zimmer, S., Rephaeli, Y. 819 (2) DOI 10.3847\/0004-637X\/819\/2\/149 Web of Science ID 000372305700061 2FHL: THE SECOND CATALOG OF HARD FERMI-LAT SOURCES Ackermann, M., Ajello, M., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Gonzalez, J. B., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bottacini, E., Brandt, T. J., Bregeon, J., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caputo, R., Caragiulo, M., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., CHIARO, G., Ciprini, S., Cohen, J. M., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cuoco, A., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Desiante, R., Di Mauro, M., Di Venere, L., Dominguez, A., Drell, P. S., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fortin, P., Franckowiak, A., Fukazawa, Y., Funk, S., Furniss, A. K., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Guillemot, L., Guiriec, S., Harding, A. K., Hays, E., Hewitt, J. W., Hill, A. B., Horan, D., IAFRATE, G., Hartmann, D., Jogler, T., Johannesson, G., Johnson, A. S., Kamae, T., Kataoka, J., Knoedlseder, J., Kuss, M., La Mura, G., Larsson, S., Latronico, L., Lemoine-Goumard, M., Li, J., Li, L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Maldera, S., Manfreda, A., Mayer, M., Mazziotta, M. N., Michelson, P. F., Mirabal, N., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Romani, R. W., Sanchez-Conde, M., Parkinson, P. M., Schmid, J., Schulz, A., Sgro, C., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, M., Takahashi, T., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Troja, E., Vianello, G., Wood, K. S., Wood, M., Yassine, M., Zaharijas, G., Zimmer, S. 222 (1) DOI 10.3847\/0067-0049\/222\/1\/5 Web of Science ID 000368982300005 COMBINED MODELING OF ACCELERATION, TRANSPORT, AND HYDRODYNAMIC RESPONSE IN SOLAR FLARES. II. INCLUSION OF RADIATIVE TRANSFER WITH RADYN Da Costa, F. R., Liu, W., Petrosian, V., Carlsson, M. 813 (2) DOI 10.1088\/0004-637X\/813\/2\/133 Web of Science ID 000365288900053 MULTIWAVELENGTH EVIDENCE FOR QUASI-PERIODIC MODULATION IN THE GAMMA-RAY BLAZAR PG 1553+113 Ackermann, M., Ajello, M., Albert, A., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Gonzalez, J. B., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bottacini, E., Bregeon, J., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caputo, R., Caragiulo, M., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Cohen-Tanugi, J., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Desiante, R., Di Venere, L., Dominguez, A., Drell, P. S., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fuhrmann, L., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Godfrey, G., Green, D., Grenier, I. A., Grove, J. E., Guiriec, S., Harding, A. K., Hays, E., Hewitt, J. W., Hill, A. B., Horan, D., Jogler, T., Johannesson, G., Johnson, A. S., Kamae, T., Kuss, M., Larsson, S., Latronico, L., Li, J., Li, L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Magill, J., Maldera, S., Manfreda, A., Max-Moerbeck, W., Mayer, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mizuno, T., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nuss, E., Ohno, M., Ohsugi, T., Ojha, R., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Pearson, T. J., Perkins, J. S., Perri, M., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Readhead, A., Reimer, A., Reimer, O., Schulz, A., Sgro, C., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Suson, D. J., Takahashi, H., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Troja, E., Uchiyama, Y., Vianello, G., Wood, K. S., Wood, M., Zimmer, S., Berdyugin, A., Corbet, R. H., Hovatta, T., Lindfors, E., NILSSON, K., Reinthal, R., Sillanpaa, A., Stamerra, A., Takalo, L. O., Valtonen, M. J. 813 (2) DOI 10.1088\/2041-8205\/813\/2\/L41 Web of Science ID 000365035000019 ACCELERATION OF THERMAL PROTONS BY GENERIC PHENOMENOLOGICAL MECHANISMS Petrosian, V., Kang, B. 813 (1) DOI 10.1088\/0004-637X\/813\/1\/5 Web of Science ID 000365284100005 SEARCH FOR EXTENDED GAMMA-RAY EMISSION FROM THE VIRGO GALAXY CLUSTER WITH FERMI-LAT Ackermann, M., Ajello, M., Albert, A., Atwood, W. B., Baldini, L., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Bissaldi, E., Bloom, E. D., Bonino, R., Bottacini, E., Brandt, T. J., Bregeon, J., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caputo, R., Caragiulo, M., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., CHIARO, G., Ciprini, S., Cohen-Tanugi, J., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Desiante, R., Digel, S. W., Di Venere, L., Drell, P. S., Favuzzi, C., Fegan, S. J., Focke, W. B., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Gomez-Vargas, G. A., Grenier, A., Guiriec, S., Gustafsson, M., Hewitt, J. W., Hill, A. B., Horan, D., Jeltema, T. E., Jogler, T., Johnson, A. S., Kuss, M., Larsson, S., Latronico, L., Li, J., Li, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Maldera, S., Malyshev, D., Manfreda, A., Mayer, M., Mazziotta, M. N., Michelson, P. F., Mizuno, T., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nuss, E., Ohsugi, T., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Sanchez-Conde, M., Schulz, A., Sgro, C., SISKIND, E. J., Spada, F., Spandre, G., Spinelli, P., Storm, E., Tajima, H., Takahashi, H., Thayer, J. B., Torres, D. F., Tosti, G., Troja, E., Vianello, G., Wood, K. S., Wood, M., Zaharijas, G., Zimmer, S., Pinzke, A. 812 (2) DOI 10.1088\/0004-637X\/812\/2\/159 Web of Science ID 000365206600071 Luminosity-time and luminosity-luminosity correlations for GRB prompt and afterglow plateau emissions Dainotti, M., Petrosian, V., Willingale, R., O'Brien, P., Ostrowski, M., Nagataki, S. 451 (4) : 3898-3908 DOI 10.1093\/mnras\/stv1229 Web of Science ID 000360846400038 COSMOLOGICAL EVOLUTION OF LONG GAMMA-RAY BURSTS AND THE STAR FORMATION RATE Petrosian, V., Kitanidis, E., Kocevski, D. 806 (1) DOI 10.1088\/0004-637X\/806\/1\/44 Web of Science ID 000356810300044 FIRST DETECTION OF > 100 MeV GAMMA-RAYS ASSOCIATED WITH A BEHIND-THE-LIMB SOLAR FLARE Pesce-Rollins, M., Omodei, N., Petrosian, V., Liu, W., da Costa, F. R., Allafort, A., Chen, Q. 805 (2) DOI 10.1088\/2041-8205\/805\/2\/L15 Web of Science ID 000356626900005 SOLAR FLARE CHROMOSPHERIC LINE EMISSION: COMPARISON BETWEEN IBIS HIGH-RESOLUTION OBSERVATIONS AND RADIATIVE HYDRODYNAMIC SIMULATIONS Da Costa, F. R., Kleint, L., Petrosian, V., Dalda, A. S., Liu, W. 804 (1) DOI 10.1088\/0004-637X\/804\/1\/56 Web of Science ID 000354189500056 THE SPECTRUM AND MORPHOLOGY OF THE FERMI BUBBLES Ackermann, M., Albert, A., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bottacini, E., Brandt, T. J., Bregeon, J., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caragiulo, M., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Dermer, C. D., Digel, S. W., Di Venere, L., do Couto e Silva, E., Drell, P. S., Favuzzi, C., Ferrara, E. C., Focke, W. B., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Godfrey, G., Gomez-Vargas, G. A., Grenier, I. A., Guiriec, S., Hadasch, D., Harding, A. K., Hays, E., Hewitt, J. W., Hou, X., Jogler, T., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Kataoka, J., Knoedlseder, J., Kocevski, D., Kuss, M., Larsson, S., Latronico, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Malyshev, D., Manfreda, A., Massaro, F., Mayer, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nemmen, R., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Sanchez-Conde, M., Schaal, M., Schulz, A., Sgro, C., SISKIND, E. J., Spandre, G., Spinelli, P., Stawarz, L., Strong, A. W., Suson, D. J., Tahara, M., Takahashi, H., Thayer, J. B., Tibaldo, L., Tinivella, M., Torres, D. F., Tosti, G., Troja, E., Uchiyama, Y., Vianello, G., Werner, M., Winer, B. L., Wood, K. S., Wood, M., Zaharijas, G. 793 (1) DOI 10.1088\/0004-637X\/793\/1\/64 Web of Science ID 000341301700064 IMPULSIVE AND LONG DURATION HIGH-ENERGY GAMMA-RAY EMISSION FROM THE VERY BRIGHT 2012 MARCH 7 SOLAR FLARES Ajello, M., Albert, A., Allafort, A., Baldini, L., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Bonamente, E., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Cecchi, C., Charles, E., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., D'Ammando, F., De Palma, F., Dermer, C. D., Desiante, R., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Favuzzi, C., Focke, W. B., Franckowiak, A., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Germani, S., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guiriec, S., Hadasch, D., Hayashida, M., Hays, E., Horan, D., Hou, X., Hughes, R. E., Inoue, Y., Jackson, M. S., Jogler, T., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Knoedlseder, J., Kocevski, D., Kuss, M., Lande, J., Larsson, S., Latronico, L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Mayer, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Murphy, R., Nakamori, T., Nemmen, R., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Roth, M., Schulz, A., Sgro, C., SISKIND, E. J., Spandre, G., Spinelli, P., Takahashi, H., Thayer, J. G., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tinivella, M., Tosti, G., Troja, E., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Werner, M., Winer, B. L., Wood, D. L., Wood, K. S., Yang, Z. 789 (1) DOI 10.1088\/0004-637X\/789\/1\/20 Web of Science ID 000338103400020 INJECTION OF kappa-LIKE SUPRATHERMAL PARTICLES INTO DIFFUSIVE SHOCK ACCELERATION Kang, H., Petrosian, V., Ryu, D., Jones, T. W. 788 (2) DOI 10.1088\/0004-637X\/788\/2\/142 Web of Science ID 000337466200045 HIGH-ENERGY GAMMA-RAY EMISSION FROM SOLAR FLARES: SUMMARY OF FERMI LARGE AREA TELESCOPE DETECTIONS AND ANALYSIS OF TWO M-CLASS FLARES Ackermann, M., Ajello, M., Albert, A., Allafort, A., Baldini, L., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Bissaldi, E., Bonamente, E., Bottacini, E., Bouvier, A., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Cecchi, C., Charles, E., Chekhtman, A., Chen, Q., Chiang, J., CHIARO, G., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Dermer, C. D., Desiante, R., Digel, S. W., Di Venere, L., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Favuzzi, C., Fegan, S. J., Focke, W. B., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guiriec, S., Hadasch, D., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Inoue, Y., Jackson, M. S., Jogler, T., Johannesson, G., Johnson, W. N., Kamae, T., Kawano, T., Knoedlseder, J., Kuss, M., Lande, J., Larsson, S., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Mayer, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Murphy, R., Nemmen, R., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Ritz, S., Schulz, A., Sgro, C., SISKIND, E. J., Spandre, G., Spinelli, P., Takahashi, H., Takeuchi, Y., Tanaka, Y., Thayer, J. G., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tinivella, M., Tosti, G., Troja, E., TRONCONI, V., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Werner, M., Winer, B. L., Wood, D. L., Wood, K. S., Wood, M., Yang, Z. 787 (1) DOI 10.1088\/0004-637X\/787\/1\/15 Web of Science ID 000335924200015 Determination of acceleration mechanism characteristics directly and nonparametrically from observations: Application to supernova remnants Petrosian, V., Chen, Q. 89 (10) DOI 10.1103\/PhysRevD.89.103007 Web of Science ID 000335829600004 GAMMA-RAY LUMINOSITY AND PHOTON INDEX EVOLUTION OF FSRQ BLAZARS AND CONTRIBUTION TO THE GAMMA-RAY BACKGROUND Singal, J., Ko, A., Petrosian, V. 786 (2) DOI 10.1088\/0004-637X\/786\/2\/109 Web of Science ID 000335884500033 Fermi-LAT Observations of the Gamma-Ray Burst GRB 130427A Ackermann, M., Ajello, M., Asano, K., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Bissaldi, E., Bonamente, E., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Burgess, J. M., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Cecchi, C., CHAPLIN, V., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., CHIARO, G., Ciprini, S., Claus, R., Cleveland, W., Cohen-Tanugi, J., Collazzi, A., Cominsky, L. R., Connaughton, V., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., DeKlotz, M., De Palma, F., Dermer, C. D., Desiante, R., Diekmann, A., Di Venere, L., Drell, P. S., Drlica-Wagner, A., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Finke, J., Fitzpatrick, G., Focke, W. B., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Gibby, M., Giglietto, N., Giles, M., Giordano, F., Giroletti, M., Godfrey, G., Granot, J., Grenier, I. A., Grove, J. E., Gruber, D., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Inoue, Y., Jogler, T., Johannesson, G., Johnson, W. N., Kawano, T., Knoedlseder, J., Kocevski, D., Kuss, M., Lande, J., Larsson, S., Latronico, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Mayer, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mizuno, T., Moiseev, A. A., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nemmen, R., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orienti, M., Paneque, D., Pelassa, V., Perkins, J. S., Pesce-Rollins, M., Petrosian, V., Piron, F., Pivato, G., Porter, T. A., Racusin, J. L., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Ritz, S., Roth, M., Ryde, F., Sartori, A., Parkinson, P. M., Scargle, J. D., Schulz, A., Sgro, C., SISKIND, E. J., Sonbas, E., Spandre, G., Spinelli, P., Tajima, H., Takahashi, H., Thayer, J. G., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tinivella, M., Torres, D. F., Tosti, G., Troja, E., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Winer, B. L., Wood, K. S., Yamazaki, R., Younes, G., Yu, H., Zhu, S. J., Bhat, P. N., Briggs, M. S., Byrne, D., Foley, S., Goldstein, A., Jenke, P., Kippen, R. M., Kouveliotou, C., McBreen, S., Meegan, C., Paciesas, W. S., Preece, R., Rau, A., Tierney, D., van der Horst, A. J., von Kienlin, A., Wilson-Hodge, C., Xiong, S., Cusumano, G., La Parola, V., Cummings, J. R. 343 (6166) : 42-47 The observations of the exceptionally bright gamma-ray burst (GRB) 130427A by the Large Area Telescope aboard the Fermi Gamma-ray Space Telescope provide constraints on the nature of these unique astrophysical sources. GRB 130427A had the largest fluence, highest-energy photon (95 GeV), longest γ-ray duration (20 hours), and one of the largest isotropic energy releases ever observed from a GRB. Temporal and spectral analyses of GRB 130427A challenge the widely accepted model that the nonthermal high-energy emission in the afterglow phase of GRBs is synchrotron emission radiated by electrons accelerated at an external shock. DOI 10.1126\/science.1242353 Web of Science ID 000329162000042 PubMedID 24263133 DETERMINATION OF STOCHASTIC ACCELERATION MODEL CHARACTERISTICS IN SOLAR FLARES Chen, Q., Petrosian, V. 777 (1) DOI 10.1088\/0004-637X\/777\/1\/33 Web of Science ID 000326147300033 DETERMINATION OF THE INTRINSIC LUMINOSITY TIME CORRELATION IN THE X-RAY AFTERGLOWS OF GAMMA-RAY BURSTS Dainotti, M. G., Petrosian, V., Singal, J., Ostrowski, M. 774 (2) DOI 10.1088\/0004-637X\/774\/2\/157 Web of Science ID 000323888900066 PLASMOID EJECTIONS AND LOOP CONTRACTIONS IN AN ERUPTIVE M7.7 SOLAR FLARE: EVIDENCE OF PARTICLE ACCELERATION AND HEATING IN MAGNETIC RECONNECTION OUTFLOWS Liu, W., Chen, Q., Petrosian, V. 767 (2) DOI 10.1088\/0004-637X\/767\/2\/168 Web of Science ID 000317346800071 ON THE LACK OF TIME DILATION SIGNATURES IN GAMMA-RAY BURST LIGHT CURVES Kocevski, D., Petrosian, V. 765 (2) DOI 10.1088\/0004-637X\/765\/2\/116 Web of Science ID 000315921500041 THE RADIO AND OPTICAL LUMINOSITY EVOLUTION OF QUASARS. II. THE SDSS SAMPLE Singal, J., Petrosian, V., Stawarz, L., Lawrence, A. 764 (1) DOI 10.1088\/0004-637X\/764\/1\/43 Web of Science ID 000314335200043 Observational Aspects of Particle Acceleration in Large Solar Flares SPACE SCIENCE REVIEWS Raymond, J. C., Krucker, S., Lin, R. P., Petrosian, V. 173 (1-4) : 197-221 DOI 10.1007\/s11214-012-9897-x Web of Science ID 000310878100006 Stochastic Acceleration by Turbulence SPACE SCIENCE REVIEWS Petrosian, V. 173 (1-4) : 535-556 DOI 10.1007\/s11214-012-9900-6 Web of Science ID 000310878100017 GeV OBSERVATIONS OF STAR-FORMING GALAXIES WITH THE FERMI LARGE AREA TELESCOPE Ackermann, M., Ajello, M., Allafort, A., Baldini, L., Ballet, J., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., De Palma, F., Dermer, C. D., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Favuzzi, C., Fegan, S. J., Fortin, P., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Germani, S., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Guiriec, S., Gustafsson, M., Hadasch, D., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Kamae, T., Katagiri, H., Kataoka, J., Knoedlseder, J., Kuss, M., Lande, J., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Martin, P., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nishino, S., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ozaki, M., Parent, D., Persic, M., Pesce-Rollins, M., Petrosian, V., Pierbattista, M., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Ritz, S., Roth, M., Sbarra, C., Sgro, C., SISKIND, E. J., Spandre, G., Spinelli, P., Stawarz, L., Strong, A. W., Takahashi, H., Tanaka, T., Thayer, J. B., Tibaldo, L., Tinivella, M., Torres, D. F., Tosti, G., Troja, E., Uchiyama, Y., Vandenbroucke, J., Vianello, G., Vitale, V., Waite, A. P., Wood, M., Yang, Z. 755 (2) DOI 10.1088\/0004-637X\/755\/2\/164 Web of Science ID 000307791400081 FLUX AND PHOTON SPECTRAL INDEX DISTRIBUTIONS OF FERMI-LAT BLAZARS AND CONTRIBUTION TO THE EXTRAGALACTIC GAMMA-RAY BACKGROUND Singal, J., Petrosian, V., Ajello, M. 753 (1) DOI 10.1088\/0004-637X\/753\/1\/45 Web of Science ID 000305632500045 IMPULSIVE PHASE CORONAL HARD X-RAY SOURCES IN AN X3.9 CLASS SOLAR FLARE Chen, Q., Petrosian, V. 748 (1) DOI 10.1088\/0004-637X\/748\/1\/33 Web of Science ID 000301347500033 FERMI DETECTION OF gamma-RAY EMISSION FROM THE M2 SOFT X-RAY FLARE ON 2010 JUNE 12f Ackermann, M., Ajello, M., Allafort, A., Atwood, W. B., Baldini, L., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Bhat, P. N., Blandford, R. D., Bonamente, E., Borgland, A. W., Bregeon, J., Briggs, M. S., Brigida, M., Bruel, P., Buehler, R., Burgess, J. M., Buson, S., Caliandro, G. A., Cameron, R. A., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Connaughton, V., Conrad, J., Cutini, S., Dennis, B. R., De Palma, F., Dermer, C. D., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Fortin, P., Fukazawa, Y., Fusco, P., Gargano, F., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grillo, L., Grove, J. E., Gruber, D., Guiriec, S., Hadasch, D., Hayashida, M., Hays, E., Horan, D., IAFRATE, G., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Kippen, R. M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Mazziotta, M. N., McEnery, J. E., Meegan, C., Mehault, J., Michelson, P. F., Mitthumsiri, W., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Murphy, R., Naumann-Godo, M., Nuss, E., Nymark, T., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Paciesas, W. S., Panetta, J. H., Parent, D., Pesce-Rollins, M., Petrosian, V., Pierbattista, M., Piron, F., Pivato, G., Poon, H., Porter, T. A., Preece, R., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Ritz, S., Sbarra, C., Schwartz, R. A., Sgro, C., Share, G. H., SISKIND, E. J., Spinelli, P., Takahashi, H., Tanaka, T., Tanaka, Y., Thayer, J. B., Tibaldo, L., Tinivella, M., Tolbert, A. K., Tosti, G., Troja, E., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., von Kienlin, A., Waite, A. P., Wilson-Hodge, C., Wood, D. L., Wood, K. S., Yang, Z. 745 (2) DOI 10.1088\/0004-637X\/745\/2\/144 Web of Science ID 000300326800042 ON THE RADIO AND OPTICAL LUMINOSITY EVOLUTION OF QUASARS Singal, J., Petrosian, V., Lawrence, A., Stawarz, L. 743 (2) DOI 10.1088\/0004-637X\/743\/2\/104 Web of Science ID 000298178400006 Recent Advances in Understanding Particle Acceleration Processes in Solar Flares SPACE SCIENCE REVIEWS Zharkova, V. V., Arzner, K., Benz, A. O., Browning, P., Dauphin, C., Emslie, A. G., Fletcher, L., Kontar, E. P., Mann, G., Onofri, M., Petrosian, V., Turkmani, R., Vilmer, N., Vlahos, L. 159 (1-4) : 357-420 DOI 10.1007\/s11214-011-9803-y Web of Science ID 000295738400009 DETECTION OF A SPECTRAL BREAK IN THE EXTRA HARD COMPONENT OF GRB 090926A Ackermann, M., Ajello, M., Asano, K., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bhat, P. N., Bissaldi, E., Blandford, R. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Briggs, M. S., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cecchi, C., Celik, O., CHAPLIN, V., Charles, E., Chekhtman, A., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Connaughton, V., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Dingus, B. L., Silva, E. d., Drell, P. S., Dubois, R., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Goldstein, A., Granot, J., Greiner, J., Grenier, I. A., Grove, J. E., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., Hayashi, K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Itoh, R., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kippen, R. M., Knoedlseder, J., Kocevski, D., Kouveliotou, C., Kuss, M., Lande, J., Latronico, L., Lee, S., Garde, M. L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., McBreen, S., McEnery, J. E., McGlynn, S., Meegan, C., Mehault, J., Meszaros, P., Michelson, P. F., Mizuno, T., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakajima, H., Nakamori, T., Naumann-Godo, M., Nishino, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paciesas, W. S., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Petrosian, V., Piron, F., Porter, T. A., Preece, R., Racusin, J. L., Raino, S., Rando, R., Rau, A., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ripken, J., Ritz, S., Roth, M., Ryde, F., Sadrozinski, H. W., Sander, A., Scargle, J. D., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Tanaka, Y., Thayer, J. B., Thayer, J. G., Tibaldo, L., Tierney, D., Toma, K., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Uehara, T., Usher, T. L., Vandenbroucke, J., van der Horst, A. J., Vasileiou, V., Vilchez, N., Vitale, V., von Kienlin, A., Waite, A. P., Wang, P., Wilson-Hodge, C., Winer, B. L., Wood, K. S., Wu, X. F., Yamazaki, R., Yang, Z., Ylinen, T., Ziegler, M. 729 (2) DOI 10.1088\/0004-637X\/729\/2\/114 Web of Science ID 000288608700037 Sources of the radio background considered Singal, J., Stawarz, L., Lawrence, A., Petrosian, V. 409 (3) : 1172-1182 DOI 10.1111\/j.1365-2966.2010.17382.x Web of Science ID 000284854300025 Fermi LAT observations of cosmic-ray electrons from 7 GeV to 1 TeV Ackermann, M., Ajello, M., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellardi, F., Bellazzini, R., Belli, F., Berenji, B., Blandford, R. D., Bloom, E. D., Bogart, J. R., Bonamente, E., Borgland, A. W., Brandt, T. J., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Burnett, T. H., Busetto, G., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carlson, P., Carrigan, S., Casandjian, J. M., Ceccanti, M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Corbet, R., DeKlotz, M., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Di Bernardo, G., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Fabiani, D., Favuzzi, C., Fegan, S. J., Fortin, P., Fukazawa, Y., Funk, S., Fusco, P., Gaggero, D., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grasso, D., Grenier, I. A., Grondin, M., Grove, J. E., Guiriec, S., Gustafsson, M., Hadasch, D., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Garde, M. L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., McEnery, J. E., Mehault, J., Michelson, P. F., Minuti, M., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Petrosian, V., Pinchera, M., Piron, F., Porter, T. A., Profumo, S., Raino, S., Rando, R., Rapposelli, E., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ripken, J., Ritz, S., Rochester, L. S., Romani, R. W., Roth, M., Sadrozinski, H. W., Saggini, N., Sanchez, D., Sander, A., Sgro, C., SISKIND, E. J., Smith, P. D., Spandre, G., Spinelli, P., Stawarz, L., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Turri, M., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Winer, B. L., Wood, K. S., Yang, Z., Ylinen, T., Ziegler, M. 82 (9) DOI 10.1103\/PhysRevD.82.092004 Web of Science ID 000284402000002 FERMI OBSERVATIONS OF HIGH-ENERGY GAMMA-RAY EMISSION FROM GRB 090217A Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bhat, P. N., Bissaldi, E., Blandford, R. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Briggs, M. S., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Connaughton, V., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Frailis, M., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Granot, J., Grenier, I. A., Grove, J. E., Guillemot, L., Guiriec, S., Hadasch, D., Hays, E., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Katagiri, H., Kippen, R. M., Knoedlseder, J., Kocevski, D., Kuss, M., Lande, J., Latronico, L., Lee, S., Garde, M. L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., McBreen, S., McEnery, J. E., McGlynn, S., Meegan, C., Mehault, J., Meszaros, P., Michelson, P. F., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakajima, H., Nakamori, T., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paciesas, W. S., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Petrosian, V., Piron, F., Porter, T. A., Preece, R., Racusin, J. L., Raino, S., Rando, R., Rau, A., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Ripken, J., Roth, M., Ryde, F., Sadrozinski, H. W., Sander, A., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Smith, P. D., Spandre, G., Spinelli, P., Stamatikos, M., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uehara, T., Usher, T. L., Vandenbroucke, J., van der Horst, A. J., Vasileiou, V., Vilchez, N., Vitale, V., von Kienlin, A., Waite, A. P., Wang, P., Wilson-Hodge, C., Winer, B. L., Wood, K. S., Wu, X. F., Yamazaki, R., Yang, Z., Ylinen, T., Ziegler, M. 717 (2) : L127-L132 DOI 10.1088\/2041-8205\/717\/2\/L127 Web of Science ID 000279430700011 GeV GAMMA-RAY FLUX UPPER LIMITS FROM CLUSTERS OF GALAXIES Ackermann, M., Ajello, M., Allafort, A., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Blandford, R. D., Blasi, P., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Colafrancesco, S., Cominsky, L. R., Conrad, J., Dermer, C. D., De Palma, F., Silva, E. d., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Guiriec, S., Hadasch, D., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Jeltema, T. E., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Pepe, M., Pesce-Rollins, M., Petrosian, V., Pfrommer, C., Piron, F., Porter, T. A., Profumo, S., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ripken, J., Ritz, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Stawarz, L., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yang, Z., Ylinen, T., Ziegler, M. 717 (1) : L71-L78 DOI 10.1088\/2041-8205\/717\/1\/L71 Web of Science ID 000279430600015 THE COSMIC RADIO BACKGROUND AND JET CONNECTION International Meeting on High-Energy Phenomena in Relativistic Outflows II Singal, J., Stawarz, L., Petrosian, V., Lawrence, A. WORLD SCIENTIFIC PUBL CO PTE LTD. : 965–69 DOI 10.1142\/S0218271810016762 Web of Science ID 000279140200045 DERIVATION OF STOCHASTIC ACCELERATION MODEL CHARACTERISTICS FOR SOLAR FLARES FROM RHESSI HARD X-RAY OBSERVATIONS Petrosian, V., Chen, Q. 712 (2) : L131-L134 DOI 10.1088\/2041-8205\/712\/2\/L131 Web of Science ID 000276556500002 ON THE ENERGY SPECTRA OF GeV\/TeV COSMIC RAY LEPTONS Stawarz, L., Petrosian, V., Blandford, R. D. 710 (1) : 236-247 DOI 10.1088\/0004-637X\/710\/1\/236 Web of Science ID 000273850800023 IDENTIFICATION AND PROPERTIES OF THE PHOTOSPHERIC EMISSION IN GRB090902B Ryde, F., Axelsson, M., Zhang, B. B., McGlynn, S., Pe'er, A., Lundman, C., Larsson, S., Battelino, M., Zhang, B., Bissaldi, E., Bregeon, J., Briggs, M. S., Chiang, J., De Palma, F., Guiriec, S., Larsson, J., Longo, F., McBreen, S., Omodei, N., Petrosian, V., Preece, R., van der Horst, A. J. 709 (2) : L172-L177 DOI 10.1088\/2041-8205\/709\/2\/L172 Web of Science ID 000274209300017 Direct Determination of Accelerated Mechanism Characteristics in Solar Flares from RHESSI Observations AAS Petrosian, V., Chen, Q. R. 21640403 FERMI OBSERVATIONS OF GRB 090902B: A DISTINCT SPECTRAL COMPONENT IN THE PROMPT AND DELAYED EMISSION Abdo, A. A., Ackermann, M., Ajello, M., Asano, K., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bhat, P. N., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Briggs, M. S., Brigida, M., Bruel, P., Burgess, J. M., Burrows, D. N., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Connaughton, V., Conrad, J., Cutini, S., D'Elia, V., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dingus, B. L., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Finke, J., Fishman, G., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Goldstein, A., Granot, J., Greiner, J., Grenier, I. A., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Kippen, R. M., Knoedlseder, J., Kocevski, D., Komin, N., Kouveliotou, C., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McBreen, S., McEnery, J. E., McGlynn, S., Meegan, C., Meszaros, P., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paciesas, W. S., Paneque, D., Panetta, J. H., Pelassa, V., Pepe, M., Pesce-Rollins, M., Petrosian, V., Piron, F., Porter, T. A., Preece, R., Raino, S., Rando, R., Rau, A., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Roming, P. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Smith, P. D., Spinelli, P., Stamatikos, M., Stecker, F. W., Stratta, G., Strickman, M. S., Suson, D. J., Swenson, C. A., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Uehara, T., Usher, T. L., van der Horst, A. J., Vasileiou, V., Vilchez, N., Vitale, V., von Kienlin, A., Waite, A. P., Wang, P., Wilson-Hodge, C., Winer, B. L., Wood, K. S., Yamazaki, R., Ylinen, T., Ziegler, M. 706 (1) : L138-L144 DOI 10.1088\/0004-637X\/706\/1\/L138 Web of Science ID 000271533200029 A limit on the variation of the speed of light arising from quantum gravity effects Abdo, A. A., Ackermann, M., Ajello, M., Asano, K., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bhat, P. N., Bissaldi, E., Bloom, E. D., Bonamente, E., Bonnell, J., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Briggs, M. S., Brigida, M., Bruel, P., Burgess, J. M., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., CHAPLIN, V., Charles, E., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Connaughton, V., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dingus, B. L., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Finke, J., Fishman, G., Focke, W. B., Foschini, L., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Gibby, L., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Granot, J., Greiner, J., Grenier, I. A., Grondin, M., Grove, J. E., Grupe, D., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hoversten, E. A., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Kippen, R. M., Knoedlseder, J., Kocevski, D., Kouveliotou, C., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McBreen, S., McEnery, J. E., McGlynn, S., Meszaros, P., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paciesas, W. S., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Petrosian, V., Piron, F., Porter, T. A., Preece, R., Raino, S., Ramirez-Ruiz, E., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stamatikos, M., Stecker, F. W., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Toma, K., Torres, D. F., Tosti, G., Troja, E., Uchiyama, Y., Uehara, T., Usher, T. L., van der Horst, A. J., Vasileiou, V., Vilchez, N., Vitale, V., von Kienlin, A., Waite, A. P., Wang, P., Wilson-Hodge, C., Winer, B. L., Wood, K. S., Wu, X. F., Yamazaki, R., Ylinen, T., Ziegler, M. 462 (7271) : 331-334 A cornerstone of Einstein's special relativity is Lorentz invariance-the postulate that all observers measure exactly the same speed of light in vacuum, independent of photon-energy. While special relativity assumes that there is no fundamental length-scale associated with such invariance, there is a fundamental scale (the Planck scale, l(Planck) approximately 1.62 x 10(-33) cm or E(Planck) = M(Planck)c(2) approximately 1.22 x 10(19) GeV), at which quantum effects are expected to strongly affect the nature of space-time. There is great interest in the (not yet validated) idea that Lorentz invariance might break near the Planck scale. A key test of such violation of Lorentz invariance is a possible variation of photon speed with energy. Even a tiny variation in photon speed, when accumulated over cosmological light-travel times, may be revealed by observing sharp features in gamma-ray burst (GRB) light-curves. Here we report the detection of emission up to approximately 31 GeV from the distant and short GRB 090510. We find no evidence for the violation of Lorentz invariance, and place a lower limit of 1.2E(Planck) on the scale of a linear energy dependence (or an inverse wavelength dependence), subject to reasonable assumptions about the emission (equivalently we have an upper limit of l(Planck)\/1.2 on the length scale of the effect). Our results disfavour quantum-gravity theories in which the quantum nature of space-time on a very small scale linearly alters the speed of light. DOI 10.1038\/nature08574 Web of Science ID 000271899300039 PubMedID 19865083 COMBINED MODELING OF ACCELERATION, TRANSPORT, AND HYDRODYNAMIC RESPONSE IN SOLAR FLARES. I. THE NUMERICAL MODEL Liu, W., Petrosian, V., Mariska, J. T. 702 (2) : 1553-1566 DOI 10.1088\/0004-637X\/702\/2\/1553 Web of Science ID 000269245000061 RELATIVE DISTRIBUTIONS OF FLUENCES OF He-3 AND He-4 IN SOLAR ENERGETIC PARTICLES Petrosian, V., Jiang, Y. W., Liu, S., Ho, G. C., Mason, G. M. 701 (1) : 1-7 DOI 10.1088\/0004-637X\/701\/1\/1 Web of Science ID 000268341800001 CASCADE AND DAMPING OF ALFVEN-CYCLOTRON FLUCTUATIONS: APPLICATION TO SOLAR WIND TURBULENCE Jiang, Y. W., Liu, S., Petrosian, V. 698 (1) : 163-183 DOI 10.1088\/0004-637X\/698\/1\/163 Web of Science ID 000266373700013 Fermi Observations of High-Energy Gamma-Ray Emission from GRB 080916C Abdo, A. A., Ackermann, M., Arimoto, M., Asano, K., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Band, D. L., Barbiellini, G., Baring, M. G., Bastieri, D., Battelino, M., Baughman, B. M., Bechtol, K., Bellardi, F., Bellazzini, R., Berenji, B., Bhat, P. N., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bogaert, G., Bogart, J. R., Bonamente, E., Bonnell, J., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Briggs, M. S., Brigida, M., Bruel, P., Burnett, T. H., Burrows, D., Busetto, G., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Ceccanti, M., Cecchi, C., Celotti, A., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Connaughton, V., Conrad, J., Costamante, L., Cutini, S., DeKlotz, M., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dingus, B. L., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Evans, P. A., Fabiani, D., Farnier, C., Favuzzi, C., Finke, J., Fishman, G., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Goldstein, A., Granot, J., Greiner, J., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Haller, G., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Morata, J. A., Hoover, A., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kavelaars, A., Kawai, N., Kelly, H., Kennea, J., Kerr, M., Kippen, R. M., Knoedlseder, J., Kocevski, D., Kocian, M. L., Komin, N., Kouveliotou, C., KUEHN, F., Kuss, M., Lande, J., Landriu, D., Larsson, S., Latronico, L., Lavalley, C., Lee, B., Lee, S., Lemoine-Goumard, M., Lichti, G. G., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marangelli, B., Mazziotta, M. N., McBreen, S., McEnery, J. E., McGlynn, S., Meegan, C., Meszaros, P., Meurer, C., Michelson, P. F., Minuti, M., Mirizzi, N., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nelson, D., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paciesas, W. S., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Perri, M., Pesce-Rollins, M., Petrosian, V., Pinchera, M., Piron, F., Porter, T. A., Preece, R., Raino, S., Ramirez-Ruiz, E., Rando, R., Rapposelli, E., Razzano, M., Razzaque, S., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Segal, K. N., Sgro, C., Shimokawabe, T., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stamatikos, M., Starck, J., Stecker, F. W., Steinle, H., STEPHENS, T. E., Strickman, M. S., Suson, D. J., Tagliaferri, G., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Tenze, A., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Turri, M., Tuvi, S., Usher, T. L., van der Horst, A. J., Vigiani, L., Vilchez, N., Vitale, V., von Kienlin, A., Waite, A. P., Williams, D. A., Wilson-Hodge, C., Winer, B. L., Wood, K. S., Wu, X. F., Yamazaki, R., Ylinen, T., Ziegler, M. 323 (5922) : 1688-1693 Gamma-ray bursts (GRBs) are highly energetic explosions signaling the death of massive stars in distant galaxies. The Gamma-ray Burst Monitor and Large Area Telescope onboard the Fermi Observatory together record GRBs over a broad energy range spanning about 7 decades of gammaray energy. In September 2008, Fermi observed the exceptionally luminous GRB 080916C, with the largest apparent energy release yet measured. The high-energy gamma rays are observed to start later and persist longer than the lower energy photons. A simple spectral form fits the entire GRB spectrum, providing strong constraints on emission models. The known distance of the burst enables placing lower limits on the bulk Lorentz factor of the outflow and on the quantum gravity mass. DOI 10.1126\/science.1169101 Web of Science ID 000264559800029 PubMedID 19228997 CONJUGATE HARD X-RAY FOOTPOINTS IN THE 2003 OCTOBER 29 X10 FLARE: UNSHEARING MOTIONS, CORRELATIONS, AND ASYMMETRIES Liu, W., Petrosian, V., Dennis, B. R., Holman, G. D. 693 (1) : 847-867 DOI 10.1088\/0004-637X\/693\/1\/847 Web of Science ID 000263903300071 Particle acceleration by fast modes in solar flares Yan, H., Lazarian, A., Petrosian, V. 684 (2) : 1461-1468 Web of Science ID 000258889000056 Heating and acceleration of intracluster medium electrons by turbulence Petrosian, V., East, W. E. 682 (1) : 175-185 Web of Science ID 000257834000014 On the momentum diffusion of radiating ultrarelativistic electrons in a turbulent magnetic field Stawarz, L., Petrosian, V. 681 (2) : 1725-1744 Web of Science ID 000257516000080 Double coronal hard and soft X-ray source observed by RHESSI: Evidence for magnetic reconnection and particle acceleration in solar flares Liu, W., Petrosian, V., Dennis, B. R., Jiang, Y. W. 676 (1) : 704-716 Web of Science ID 000254086100054 Particle acceleration mechanisms SPACE SCIENCE REVIEWS Petrosian, V., Bykov, A. M. 134 (1-4) : 207-227 DOI 10.1007\/s11214-008-9315-6 Web of Science ID 000254262200011 Equilibration processes in the warm-hot intergalactic medium SPACE SCIENCE REVIEWS Bykov, A. M., Paerels, F. B., Petrosian, V. 134 (1-4) : 141-153 DOI 10.1007\/s11214-008-9309-4 Web of Science ID 000254262200008 Nonthermal radiation mechanisms SPACE SCIENCE REVIEWS Petrosian, V., Bykov, A., Rephaeli, Y. 134 (1-4) : 191-206 DOI 10.1007\/s11214-008-9327-2 Web of Science ID 000254262200010 Correlation between flux and spectral index during flares in Sagittarius A Bittner, J. M., Liu, S., Fryer, C. L., Petrosian, V. 661 (2) : 863-874 Web of Science ID 000246947100019 Analysis and interpretation of hard X-ray emission from the bullet cluster (1ES 0657-558), the most distant cluster of galaxies observed by RXTE Petrosian, V., Madejski, G., Luli, K. 652 (2) : 948-954 Web of Science ID 000242530100010 Rhessi observation of chromospheric evaporation Liu, W., Liu, S., Jiang, Y. W., Petrosian, V. 649 (2) : 1124-1139 Web of Science ID 000240854200051 A testable stochastic acceleration model for flares in Sagittarius A Liu, S., Petrosian, V., Melia, F., Fryer, C. L. 648 (2) : 1020-1025 Web of Science ID 000240403600023 Stochastic acceleration in the galactic center HESS source Liu, S., Melia, F., Petrosian, V., Fatuzzo, M. 647 (2) : 1099-1105 Web of Science ID 000239830000031 Damping of magnetohydrodynamic turbulence in solar flares Petrosian, V., Yan, H., Lazarian, A. 644 (1) : 603-612 Web of Science ID 000238339200055 Evolution of the loop-top source of solar flares: Heating and cooling processes Jiang, Y. W., Liu, S. M., Liu, W., Petrosian, V. 638 (2) : 1140-1153 Web of Science ID 000235425700051 Stochastic electron acceleration during the near-infrared and X-ray flares in Sagittarius A* Liu, S. M., Melia, F., Petrosian, V. 636 (2) : 798-803 Web of Science ID 000234469400018 Stochastic acceleration of He-3 and He-4 in solar flares by parallel- propagating plasma waves: General results Liu, S. M., Petrosian, V., Mason, G. M. 636 (1) : 462-474 Web of Science ID 000234288800040 Total galaxy magnitudes and effective radii from Petrosian magnitudes and radii ASTRONOMICAL JOURNAL Graham, A. W., Driver, S. P., Petrosian, V., Conselice, C. J., Bershady, M. A., Crawford, S. M., Goto, T. 130 (4) : 1535-1544 Web of Science ID 000232270200015 Non-thermal activity and particle acceleration in clusters of galaxies 25th General Assembly of the International-Astronomical-Union Petrosian, V. : 317–321 Web of Science ID 000240768700094 Stochastic acceleration of He-3 and He-4 by parallel propagating plasma waves Liu, S. M., Petrosian, V., Mason, G. M. 613 (1) : L81-L84 Web of Science ID 000224074700021 Electron acceleration around the supermassive black hole at the galactic center Liu, S., Petrosian, V., Melia, F. 611 (2) : L101-L104 Web of Science ID 000223403600009 RHESSI OBSERVATIONS OF A SIMPLE LARGE X-RAY FLARE ON 2003 NOVEMBER 3 Liu, W., Jiang, Y. W., Liu, S., Petrosian, V. 611 (1) DOI 10.1086\/423371 Web of Science ID 000208400000014 Stochastic acceleration of electrons and protons. I. Acceleration by parallel-propagating waves Petrosian, V., Liu, S. M. 610 (1) : 550-571 Web of Science ID 000222699700052 GRB 021004: A massive progenitor star surrounded by shells Schaefer, B. E., Gerardy, C. L., Hoflich, P., Panaitescu, A., Quimby, R., Mader, J., Hill, G. J., Kumar, P., WHEELER, J. C., Eracleous, M., Sigurdsson, S., Meszaros, P., Zhang, B., Wang, L., Hessman, F. V., Petrosian, V. 588 (1) : 387-399 Web of Science ID 000182451800032 Nonthermal radiation and acceleration of electrons in clusters of galaxies Conference on Matter and Energy in Clusters of Galaxies Petrosian, V. : 337–346 Web of Science ID 000186286300026 Gamma-ray burst spectra and light curves as signatures of a relativistically expanding plasma Ryde, F., Petrosian, V. 578 (1) : 290-303 Web of Science ID 000178301500024 Loop top hard X-ray emission in solar flares: Images and statistics Petrosian, V., Donaghy, T. Q., McTiernan, J. M. 569 (1) : 459-473 Web of Science ID 000174876800040 Interpreting the behavior of time-resolved gamma-ray burst spectra Lloyd-Ronning, N. M., Petrosian, V. 565 (1) : 182-194 Web of Science ID 000173507200017 Looptop and footpoint impulsive hard X-rays and stochastic electron acceleration in flares Yohkoh 10th Anniversary Meeting on Multi-Wavelength Observations of Coronal Structure and Dynamics Petrosian, V. PERGAMON-ELSEVIER SCIENCE LTD. : 361–366 Web of Science ID 000179468700094 New statistical methods for analysis of large surveys: Distributions and correlations IAU Colloquium on AGN Surveys Petrosian, V. : 389–397 Web of Science ID 000182119900073 On the nonthermal emission and acceleration of electrons in coma and other clusters of galaxies Petrosian, V. 557 (2) : 560-572 Web of Science ID 000170704800007 Synchrotron radiation as the source of gamma-ray burst spectra Lloyd, N. M., Petrosian, V. 543 (2) : 722-732 Web of Science ID 000165599300018 On the intrinsic and cosmological signatures in gamma-ray burst time profiles: Time dilation Lee, A., Bloom, E. D., Petrosian, V. 131 (1) : 21-38 Web of Science ID 000166036100002 Properties of gamma-ray burst time profiles using pulse decomposition analysis Lee, A., Bloom, E. D., Petrosian, V. 131 (1) : 1-19 Web of Science ID 000166036100001 Cosmological versus intrinsic: The correlation between intensity and the peak of the vF(v) spectrum of gamma-ray bursts Lloyd, N. M., Petrosian, V., Mallozzi, R. S. 534 (1) : 227-238 Web of Science ID 000087183300021 Synchrotron emission as the source of GRB spectra, Part II: Observations 5th Huntsville Symposium on Gamma-Ray Burst Lloyd, N. M., Petrosian, V., Preece, R. D. : 155–159 Web of Science ID 000166661400030 Synchrotron radiation as the source of GRB spectra, part I: Theory 5th Huntsville Symposium on Gamma-Ray Burst Lloyd, N. M., Petrosian, V. : 465–469 Web of Science ID 000166661400087 Cosmological signatures in intensity and break energy correlations 5th Huntsville Symposium on Gamma-Ray Burst Lloyd, N. M., Petrosian, V., Mallozzi, R. S. : 145–149 Web of Science ID 000166661400028 Spatial and spectral structure of hard X-rays and electron acceleration Conference on High Energy Solar Physics - Anticipating HESSI Petrosian, V., Donaghy, T. Q. : 215–220 Web of Science ID 000089621000031 On the spatial distribution of hard X-rays from solar flare loops Petrosian, V., Donaghy, T. Q. 527 (2) : 945-957 Web of Science ID 000084561700038 Nonparametric methods for doubly truncated data JOURNAL OF THE AMERICAN STATISTICAL ASSOCIATION Efron, B., Petrosian, V. 94 (447) : 824-834 Web of Science ID 000082756400025 The evolution and luminosity function of quasars from complete optical surveys Maloney, A., Petrosian, V. 518 (1) : 32-43 Web of Science ID 000081158600003 Stochastic acceleration of electrons by plasma waves. III. Waves propagating perpendicular to the magnetic field Pryadko, J. M., Petrosian, V. 515 (2) : 873-881 Web of Science ID 000080527500040 Distribution of spectral characteristics and the cosmological evolution of gamma-ray bursts Lloyd, N. M., Petrosian, V. 511 (2) : 550-561 Web of Science ID 000079158100003 The evolution and luminosity function of quasars 194th Symposium of the International-Astronomical-Union Petrosian, V. : 105–12 Web of Science ID 000175726500018 Cosmological signatures in temporal and spectral characteristics of gamma-ray bursts Conference on Gamma-Ray Bursts - The First Three Minutes Petrosian, V., Lloyd, N., Lee, A. : 235–252 Web of Science ID 000085157500016 New and old tests of cosmological models and the evolution of galaxies Petrosian, V. 507 (1) : 1-15 Web of Science ID 000077779400001 Stochastic acceleration of low-energy electrons in plasmas with finite temperature Pryadko, J. M., Petrosian, V. 495 (1) : 377-384 Web of Science ID 000072359100033 Distribution of fluences versus peak fluxes and the cosmological density evolution of the rate of GRBs 4th Huntsville Gamma-Ray Burst Symposium Petrosian, V., Lloyd, N. M. : 35–39 Web of Science ID 000075012200007 The extent of the spectral bias in BATSE: The true distribution of the nu F-nu peak energy 4th Huntsville Gamma-Ray Burst Symposium Lloyd, N. M., Petrosian, V. : 67–71 Web of Science ID 000075012200014 Stochastic acceleration and photon emission in electron-dominated solar flares Park, B. T., Petrosian, V., Schwartz, R. A. 489 (1) : 358-366 Web of Science ID A1997YE13900032 Stochastic acceleration of low-energy electrons in cold plasmas Pryadko, J. M., Petrosian, V. 482 (2) : 774-781 Web of Science ID A1997XF54100018 Time dilation of BATSE gamma-ray bursts Lee, T. T., Petrosian, V. 474 (1) : 37-46 Web of Science ID A1997WA68200004 Distributions of peak flux and duration for gamma-ray bursts Lee, T. T., Petrosian, V. 470 (1) : 479-492 Web of Science ID A1996VL72300035 The fluence distribution of gamma-ray bursts Petrosian, V., Lee, T. T. 467 (1) : L29-L32 Web of Science ID A1996VB70200008 Fokker-Planck equations of stochastic acceleration: A study of numerical methods Park, B. T., Petrosian, V. 103 (1) : 255-267 Web of Science ID A1996TV29000012 Gravitational lens models of arcs in Abell 2218 Saraniti, D. W., Petrosian, V., Lynds, R. 458 (1) : 57-? Web of Science ID A1996TT07500005 Threshold effects on gamma-ray burst distributions 3rd Huntsville Symposium on Gamma-Ray Bursts Lee, T. T., Petrosian, V. AIP PRESS. : 462–66 Web of Science ID A1996BH28Y00088 On the distributions of flux and duration of gamma-ray bursts Workshop on High Velocity Neutron Stars and Gamma-Ray Bursts Petrosian, V., Lee, T. T. AIP PRESS. : 170–74 Web of Science ID A1996BF72X00024 Flux-duration correlations and cosmological time dilation 3rd Huntsville Symposium on Gamma-Ray Bursts Petrosian, V., Lee, T. T. AIP PRESS. : 82–86 Web of Science ID A1996BH28Y00015 Luminosity function and cosmological evolution of gamma-ray bursts 3rd Huntsville Symposium on Gamma-Ray Bursts AZZAM, W. J., Petrosian, V. AIP PRESS. : 306–10 Web of Science ID A1996BH28Y00055 Acceleration and heating by turbulence in flares High Energy Solar Physics Workshop Petrosian, V. AIP PRESS. : 445–49 Web of Science ID A1996BF93Y00045 THE EVOLUTION OF GAMMA-RAY LOUD ACTIVE GALACTIC NUCLEI Chiang, J., Fichtel, C. E., VONMONTIGNY, C., Nolan, P. L., Petrosian, V. 452 (1) : 156-163 Web of Science ID A1995RX15700013 TESTING ISOTROPY VERSUS CLUSTERING OF GAMMA-RAY BURSTS Efron, B., Petrosian, V. 449 (1) : 216-223 Web of Science ID A1995RM55500024 THE NEUPERT EFFECT AND THE CHROMOSPHERIC EVAPORATION MODEL FOR SOLAR-FLARES Lee, T. T., Petrosian, V., McTiernan, J. M. 448 (2) : 915-924 Web of Science ID A1995RK72200044 FOKKER-PLANCK EQUATIONS OF STOCHASTIC ACCELERATION - GREENS-FUNCTIONS AND BOUNDARY-CONDITIONS Park, B. T., Petrosian, V. 446 (2) : 699-716 Web of Science ID A1995RC75500025 ON THE CORRELATION OF ANGULAR POSITION WITH TIME OF OCCURRENCE OF GAMMA-RAY BURSTS Petrosian, V., Efron, B. 441 (1) : L37-L38 Web of Science ID A1995QJ10300010 GAMMA-RAY EMISSION AND ELECTRON ACCELERATION IN SOLAR-FLARES Petrosian, V., McTiernan, J. M., Marschhauser, H. 434 (2) : 747-755 Web of Science ID A1994PL83700037 SURVIVAL ANALYSIS OF THE GAMMA-RAY BURST DATA JOURNAL OF THE AMERICAN STATISTICAL ASSOCIATION Efron, B., Petrosian, V. 89 (426) : 452-462 Web of Science ID A1994NN15500015 THE DYNAMICS OF CHARGED-PARTICLES IN TURBULENT ASTROPHYSICAL PLASMAS DUNG, R., Petrosian, V. 421 (2) : 550-560 Web of Science ID A1994MU54200013 DO GAMMA-RAY BURSTS ORIGINATE FROM AN EXTENDED GALACTIC HALO OF HIGH-VELOCITY NEUTRON-STARS International-Astronomical-Union Colloquium 142 Hartmann, D. H., Brown, L. E., The, L. S., Linder, E. V., Petrosian, V., Blumenthal, G. R., Hurley, K. C. UNIV CHICAGO PRESS. : 893–97 Web of Science ID A1994MT95400054 ACCELERATION OF ELECTRONS IN SOLAR-FLARES Workshop on High-Energy Solar Phenomena - A New Era of Spacecraft Measurements Petrosian, V. AIP PRESS. : 162–70 Web of Science ID A1994BA54B00023 THE SLOPE OF THE LOGN-LOGS DISTRIBUTION FOR BATSE GAMMA-RAY BURSTS 2nd Huntsville Gamma-Ray Workshop Petrosian, V., AZZAM, W. J., Meegan, C. A. AIP PRESS. : 84–87 Web of Science ID A1994BB12A00017 DISTRIBUTION OF PEAK COUNTS AND DURATION OF GAMMA-RAY BURSTS 2nd Huntsville Gamma-Ray Workshop Petrosian, V., Lee, T. T., AZZAM, W. J. AIP PRESS. : 93–97 Web of Science ID A1994BB12A00019 SUBMILLIMETER AND FAR-INFRARED EMISSION FROM SOLAR-FLARES 154th Symposium of the International-Astronomical-Union - 1st International Meeting devoted to Infrared Physics Petrosian, V. KLUWER ACADEMIC PUBL. : 103–12 Web of Science ID A1994BZ76S00014 COMPARING AND COMBINING THE GAMMA-RAY BURSTS FROM SMM, SIGNE AND BATSE 2nd Huntsville Gamma-Ray Workshop Petrosian, V., AZZAM, W. J., Hurley, K., SHARE, G. AIP PRESS. : 88–92 Web of Science ID A1994BB12A00018 SMOOTHED NONPARAMETRIC-ESTIMATION OF THE LUMINOSITY FUNCTION FOR FLUX-LIMITED SAMPLES CADITZ, D., Petrosian, V. 416 (2) : 450-457 Web of Science ID A1993MA82600006 STATISTICS OF ARCS IN CLUSTERS OF GALAXIES Bergmann, A. G., Petrosian, V. 413 (1) : 18-38 Web of Science ID A1993LP77100004 THE DISTRIBUTION OF FLARE PARAMETERS AND IMPLICATIONS FOR CORONAL HEATING Lee, T. T., Petrosian, V., McTiernan, J. M. 412 (1) : 401-409 Web of Science ID A1993LM21400034 INTERPRETATION OF GAMMA-RAY BURST SOURCE COUNT STATISTICS Petrosian, V. 402 (2) : L33-L36 Web of Science ID A1993KG27300002 A SIMPLE TEST OF INDEPENDENCE FOR TRUNCATED DATA WITH APPLICATIONS TO REDSHIFT SURVEYS Efron, B., Petrosian, V. 399 (2) : 345-352 Web of Science ID A1992JV80600002 STOCHASTIC ACCELERATION OF ELECTRONS .1. EFFECTS OF COLLISIONS IN SOLAR-FLARES Hamilton, R. J., Petrosian, V. 398 (1) : 350-358 Web of Science ID A1992JQ39700031 LUMINOSITY FUNCTION OF FLUX-LIMITED SAMPLES CROSS-DISCIPLINARY CONF ON STATISTICAL CHALLENGES IN MODERN ASTRONOMY Petrosian, V. SPRINGER-VERLAG. : 173–194 Web of Science ID A1992BX28R00019 CENTER-TO-LIMB VARIATIONS OF CHARACTERISTICS OF SOLAR-FLARE HARD X-RAY AND GAMMA-RAY EMISSION McTiernan, J. M., Petrosian, V. 379 (1) : 381-391 Web of Science ID A1991GF74900035 EVOLUTION OF THE LUMINOSITY FUNCTION OF QUASAR ACCRETION DISKS Caditz, D. M., Petrosian, V., Wandel, A. 372 (2) : L63-L66 Web of Science ID A1991FK23800004 EFFECTS OF COULOMB COLLISIONS ON CYCLOTRON MASER AND PLASMA-WAVE GROWTH IN MAGNETIC LOOPS Hamilton, R. J., Petrosian, V. 365 (2) : 778-788 Web of Science ID A1990EL77300036 THE HARD X-RAYS AND GAMMA-RAYS FROM SOLAR-FLARES McTiernan, J. M., Petrosian, V. 359 (2) : 541-549 Web of Science ID A1990DT68100028 THE BEHAVIOR OF BEAMS OF RELATIVISTIC NONTHERMAL ELECTRONS UNDER THE INFLUENCE OF COLLISIONS AND SYNCHROTRON LOSSES McTiernan, J. M., Petrosian, V. 359 (2) : 524-540 Web of Science ID A1990DT68100027 STATISTICAL STUDY OF THE CORRELATION OF HARD X-RAY AND TYPE-III RADIO-BURSTS IN SOLAR-FLARES Hamilton, R. J., Petrosian, V., Benz, A. O. 358 (2) : 644-653 Web of Science ID A1990DP60100024 STATISTICAL AND PHYSICAL EVOLUTION OF QUASI-STELLAR OBJECTS CADITZ, D., Petrosian, V. 357 (2) : 326-337 Web of Science ID A1990DL48300005 NUMERICAL-SOLUTION OF THE TIME-DEPENDENT KINETIC-EQUATION FOR ELECTRONS IN MAGNETIZED PLASMA Hamilton, R. J., Lu, E. T., Petrosian, V. 354 (2) : 726-734 Web of Science ID A1990DC92700030 THE RELATIVE TIMING OF MICROWAVES AND X-RAYS FROM SOLAR-FLARES Lu, E. T., Petrosian, V. 354 (2) : 735-744 Web of Science ID A1990DC92700031 GRAVITATIONAL LENS MODELS OF ARCS IN CLUSTERS Bergmann, A. G., Petrosian, V., Lynds, R. 350 (1) : 23-35 Web of Science ID A1990CX99500002 ACCELERATION, TRANSPORT OF AND RADIATION BY ELECTRONS IN IMPULSIVE PHASE OF FLARES 142ND SYMP OF THE INTERNATIONAL ASTRONOMICAL UNION : BASIC PLASMA PROCESSES ON THE SUN Petrosian, V. KLUWER ACADEMIC PUBL. : 391–402 Web of Science ID A1990BS41K00066 ACCELERATION, TRANSPORT OF AND RADIATION BY ELECTRONS IN IMPULSIVE PHASE OF FLARES IAU SYMPOSIA Petrosian, V. : 391-402 Web of Science ID A1990ET89400066 THE RATIO OF MICROWAVES TO X-RAYS IN SOLAR-FLARES - THE CASE FOR THE THICK-TARGET MODEL Lu, E. T., Petrosian, V. 338 (2) : 1122-1130 Web of Science ID A1989T462300043 COSMOLOGICAL PARAMETERS AND EVOLUTION OF THE GALAXY LUMINOSITY FUNCTION CADITZ, D., Petrosian, V. 337 (2) : L65-L68 Web of Science ID A1989T073600001 QUASAR AND AGN EVOLUTION 134TH SYMP OF THE INTERNATIONAL ASTRONOMICAL UNION ON ACTIVE GALACTIC NUCLEI Petrosian, V., CADITZ, D. KLUWER ACADEMIC PUBL. : 59–61 Web of Science ID A1989BQ61Y00015 QUASAR AND AGN EVOLUTION IAU SYMPOSIA Petrosian, V., CADITZ, D. : 59-61 Web of Science ID A1989DB06500015 LUMINOUS ARCS IN CLUSTERS OF GALAXIES Lynds, R., Petrosian, V. 336 (1) Web of Science ID A1989R560300001 ACCRETION-DISK MODELING OF THE UV SPECTRUM OF QUASARS Wandel, A., Petrosian, V. 329 (1) : L11-L16 Web of Science ID A1988N518100003 RAPID TEMPORAL EVOLUTION OF RADIATION FROM NONTHERMAL ELECTRONS IN SOLAR-FLARES Lu, E. T., Petrosian, V. 327 (1) : 405-416 Web of Science ID A1988M522700041 GIANT LUMINOUS ARCS IN CLUSTERS OF GALAXIES IAU SYMPOSIA Lynds, R., Petrosian, V. : 467-469 Web of Science ID A1988EE45000063 GENERATION OF PLASMA-WAVES BY THICK-TARGET ELECTRON-BEAMS, AND THE EXPECTED RADIATION SIGNATURE Hamilton, R. J., Petrosian, V. : 721-734 Web of Science ID A1987K211000009 ANALYTIC AND NUMERICAL-CALCULATIONS OF QUANTUM SYNCHROTRON SPECTRA FROM RELATIVISTIC ELECTRON DISTRIBUTIONS Brainerd, J. J., Petrosian, V. 320 (2) : 703-713 Web of Science ID A1987K101100029 DIRECTIVITY OF BREMSSTRAHLUNG RADIATION FROM RELATIVISTIC BEAMS AND THE GAMMA-RAYS FROM SOLAR-FLARES Petrosian, V. 299 (2) : 987-993 Web of Science ID A1985AYB1900041 THE INTERPRETATION OF HARD X-RAY-POLARIZATION MEASUREMENTS IN SOLAR-FLARES SOLAR PHYSICS Leach, J., Emslie, A. G., Petrosian, V. 96 (2) : 331-337 Web of Science ID A1985ALL1800009 HIGH-ENERGY THERMAL SYNCHROTRON EMISSION IMAMURA, J. N., Epstein, R. I., Petrosian, V. 296 (1) : 65-68 Web of Science ID A1985APW6900007 THE IMPOSSIBILITY OF A BOUNCING UNIVERSE - REPLY Petrosian, V. 302 (5908) : 506-507 Web of Science ID A1983QJ97000033 EMISSION, ABSORPTION, AND POLARIZATION OF GYROSYNCHROTRON RADIATION OF MILDLY RELATIVISTIC-PARTICLES PHYSICS OF FLUIDS Petrosian, V., McTiernan, J. M. 26 (10) : 3023-3028 Web of Science ID A1983RM89600035 THE IMPULSIVE PHASE OF SOLAR-FLARES .2. CHARACTERISTICS OF THE HARD X-RAYS Leach, J., Petrosian, V. 269 (2) : 715-727 Web of Science ID A1983QV03100035 CORRELATION OF HARD X-RAY AND TYPE-III BURSTS IN SOLAR-FLARES SOLAR PHYSICS Petrosian, V., Leach, J. 87 (1) : 165-175 Web of Science ID A1983RG99000014 STRUCTURE OF THE IMPULSIVE PHASE OF SOLAR-FLARES FROM MICROWAVE OBSERVATIONS Petrosian, V. 255 (1) : L85-L89 Web of Science ID A1982NK87800017 PHASE-TRANSITIONS AND DYNAMICS OF THE UNIVERSE Petrosian, V. 298 (5877) : 805-808 Web of Science ID A1982PC83000024 SYNCHROTRON EMISSIVITY FROM MILDLY RELATIVISTIC-PARTICLES Petrosian, V. 251 (2) : 727-738 Web of Science ID A1981MZ69400040 IMPULSIVE PHASE OF SOLAR-FLARES .1. CHARACTERISTICS OF HIGH-ENERGY ELECTRONS Leach, J., Petrosian, V. 251 (2) : 781-791 Web of Science ID A1981MZ69400044 STUDY OF THE SPECTRUM BEYOND 200 KEV OF 2ND-STAGE SOLAR-FLARE X-RAY-EMISSION Langer, S. H., Petrosian, V., Frost, K. J. 235 (3) : 1047-1054 Web of Science ID A1980JH86600038 RADIATIVE-TRANSFER IN DUSTY NEBULAE .3. THE EFFECTS OF DUST ALBEDO Petrosian, V., Dana, R. A. 241 (3) : 1094-1106 Web of Science ID A1980KX03700029 IMPULSIVE SOLAR X-RAY BURSTS .3. POLARIZATION, DIRECTIVITY, AND SPECTRUM OF REFLECTED AND TOTAL BREMSSTRAHLUNG RADIATION FROM A BEAM OF ELECTRONS DIRECTED TOWARD PHOTOSPHERE Langer, S. H., Petrosian, V. 215 (2) : 666-676 Web of Science ID A1977DM50300033 APPROXIMATE SOLUTIONS OF RADIATIVE-TRANSFER IN DUSTY NEBULAE .2. HYDROGEN AND HELIUM Dana, R. A., Petrosian, V. 1976 208 (2) : 354-364 Web of Science ID A1976CD78000011 SURFACE BRIGHTNESS AND EVOLUTION OF GALAXIES Petrosian, V. 1976 210 (2) : L53-L57 Web of Science ID A1976CP17200002 SURFACE BRIGHTNESS AND EVOLUTION OF GALAXIES Petrosian, V. 1976 209 (1) : L1-L5 Web of Science ID A1976CF36200001 PRODUCTION OF HARD X-RAYS IN A PLASMA FOCUS PHYSICS OF FLUIDS Newman, C. E., Petrosian, V. 1975 18 (5) : 547-551 Web of Science ID A1975AB60800008 APPROXIMATE SOLUTIONS OF RADIATIVE-TRANSFER IN DUSTY NEBULAE .1. PURE HYDROGEN NEBULAE Petrosian, V., Dana, R. A. 1975 196 (3) : 733-744 Web of Science ID A1975W091500011 EFFECTS OF PRIMORDIAL FLUCTUATIONS ON ABUNDANCES OF LIGHT ELEMENTS Epstein, R. I., Petrosian, V. 1975 197 (2) : 281-284 Web of Science ID A1975W285700002 IMPULSIVE SOLAR X-RAY BURSTS .2. STATISTICAL CORRELATION OF OBSERVATIONS WITH SOLAR LONGITUDE Petrosian, V. 1975 197 (1) : 235-239 Web of Science ID A1975W248900026 OPTICAL RADIATION FROM CRAB PULSAR Sturrock, P. A., Petrosian, V., TURK, J. S. 1975 196 (1) : 73-82 Web of Science ID A1975V792400005 ARE QUASARS DUSTY McKee, C. F., Petrosian, V. 1974 189 (1) : 17-21 Web of Science ID A1974S691400003 EFFECT OF INELASTIC ELECTRON-ATOM COLLISIONS ON BALMER DECREMENT Adams, W. M., PETROSIA, V. 1974 192 (1) : 199-205 Web of Science ID A1974U037400024 HUBBLE RELATION FOR NONSTANDARD CANDLES AND ORIGIN OF REDSHIFT OF QUASARS Petrosian, V. 1974 188 (3) : 443-449 Web of Science ID A1974S647600001 LUMINOSITY FUNCTION OF QUASARS AND ITS EVOLUTION - COMPARISON OF OPTICALLY SELECTED QUASARS AND QUASARS FOUND IN RADIO CATALOGS Petrosian, V. 1973 183 (2) : 359-381 Web of Science ID A1973Q319900001 FLUX-DENSITY-SPECTRAL-INDEX RELATION OF EXTRAGALACTIC RADIO-SOURCES Petrosian, V., Dickey, J. 1973 186 (2) : 403-419 Web of Science ID A1973R583000001 INTERPRETATION OF FAR INFRARED-EMISSION FROM INTERSTELLAR GRAINS CAROFF, L. J., PETROSIA, V., Salpeter, E. E., Wagoner, R. V., Werner, M. W. 1973 164 (3) : 295-302 Web of Science ID A1973R060100007 IMPULSIVE SOLAR X-RAY BURSTS - BREMSSTRAHLUNG RADIATION FROM A BEAM OF ELECTRONS IN SOLAR CHROMOSPHERE AND TOTAL ENERGY OF SOLAR-FLARES Petrosian, V. 1973 186 (1) : 291-304 Web of Science ID A1973R378700026 SYNCHROTRON SOURCES .1. PULSARS AND COMPACT EXTRAGALACTIC OBJECTS Epstein, R. I., Petrosian, V. 1973 183 (2) : 611-623 Web of Science ID A1973Q319900019"
            ]
        ]
    ]
}