{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4JMWIANE",
            "1JL_b4kAAAAJ",
            [
                "Multi-messenger observations of a binary neutron star merger",
                "Gravitational waves and gamma-rays from a binary neutron star merger: GW170817 and GRB 170817A",
                "An ordinary short gamma-ray burst with extraordinary implications: Fermi-GBM detection of GRB 170817A"
            ],
            [
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "On 2017 August 17, the gravitational-wave event GW170817 was observed by the Advanced LIGO and Virgo detectors, and the gamma-ray burst (GRB) GRB 170817A was observed independently by the Fermi Gamma-ray Burst Monitor, and the Anti-Coincidence Shield for the Spectrometer for the International Gamma-Ray Astrophysics Laboratory. The probability of the near-simultaneous temporal and spatial observation of GRB 170817A and GW170817 occurring by chance is 5.0 10 8-. We therefore confirm binary neutron star mergers as a progenitor of short GRBs. The association of GW170817 and GRB 170817A provides new insight into fundamental physics and the origin of short GRBs. We use the observed time delay of 1.74 0.05 s+() between GRB 170817A and GW170817 to:(i) constrain the difference between the speed of gravity and the speed of light to be between 3 10 15--and 7 10 16+-times …",
                "On 2017 August 17 at 12: 41: 06 UTC the Fermi Gamma-ray Burst Monitor (GBM) detected and triggered on the short gamma-ray burst (GRB) 170817A. Approximately 1.7 s prior to this GRB, the Laser Interferometer Gravitational-wave Observatory triggered on a binary compact merger candidate associated with the GRB. This is the first unambiguous coincident observation of gravitational waves and electromagnetic radiation from a single astrophysical source and marks the start of gravitational-wave multi-messenger astronomy. We report the GBM observations and analysis of this ordinary short GRB, which extraordinarily confirms that at least some short GRBs are produced by binary compact mergers."
            ],
            [
                [

                ]
            ],
            [
                "Top Eric Burns, Ph.D. Assistant Professor Eric Burns Assistant Professor of Physics & Astronomy Ph.D., 2017 - University of Alabama in Huntsville ericburns@lsu.edu I am an astrophysicist that broadly studies transient events in high-energy photons\n                  and in concert with other messengers from the universe. I study neutron star mergers\n                  which are the most luminous events in the Universe, the related non-thermal gamma-ray\n                  burst emission, and identify unexpected or new kinds of transient phenomena, and played\n                  a leading role in the multimessenger discovery of a binary neutron star merger. I\n                  seek to use these results to understand basic properties of the universe, including\n                  the properties of ultra-dense matter and fundamental physics. I contribute to active space-based instruments and telescopes on the ground, and work\n                  with instrument teams to propose new missions to resolve key outstanding questions\n                  in astrophysics and beyond. I am particularly interested in the development of new\n                  analysis and search software as well as the use of robust statistical methodology. Current and Selected Publications Neutron Star Mergers and How to Study Them, E Burns, arXiv preprint arXiv:1909.06085,\n                     submitted to Living Reviews in Relativity, 2020 Fermi GBM observations of GRB 150101B: a second nearby event with a short hard spike\n                     and a soft tail, E Burns, P Veres, et al., The Astrophysical Journal Letters 863 , 2, L34, 2018 Gravitational Waves and Gamma-Rays from a Binary Neutron Star Merger: GW170817 and\n                     GRB 170817A, The LIGO and Virgo Collaboration, the Fermi-GBM team, and the INTEGRAL\n                     team, The Astrophysical Journal Letters, 848 , 2, L13, 2017 Fermi GBM observations of LIGO gravitational-wave event GW150914, V Connaughton, E\n                     Burns et al., The Astrophysical Journal Letters 826 , 1, L6, 2016 Do the Fermi Gamma-Ray Burst Monitor and Swift Burst Alert Telescope see the Same\n                     Short Gamma-Ray Bursts?, E Burns, V Connaughton, et al., The Astrophysical Journal 818 , 2, 110, 2016 Telephone: 225-578-2261 Fax: 225-578-5855"
            ]
        ]
    ]
}