{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4KYDPGEE",
            "BYOM4s4AAAAJ",
            [
                "Direct observation of base-pair stepping by RNA polymerase",
                "Backtracking by single RNA polymerase molecules observed at near-base-pair resolution",
                "An automated two-dimensional optical force clamp for single molecule studies",
                "The bacterial actin MreB rotates, and rotation depends on cell-wall assembly",
                "Probing the kinesin reaction cycle with a 2D optical force clamp",
                "Mapping the stereotyped behaviour of freely moving fruit flies",
                "Evidence that focal adhesion complexes power bacterial gliding motility",
                "Whole-brain calcium imaging with cellular resolution in freely behaving Caenorhabditis elegans",
                "Rod-like bacterial shape is maintained by feedback between cell curvature and cytoskeletal localization",
                "Massively parallel X-ray holography"
            ],
            [
                "During transcription, RNA polymerase (RNAP) moves processively along a DNA template, creating a complementary RNA. Here we present the development of an ultra-stable optical trapping system with ångström-level resolution, which we used to monitor transcriptional elongation by single molecules of Escherichia coli RNAP. Records showed discrete steps averaging 3.7±0.6 Å, a distance equivalent to the mean rise per base found in B-DNA. By combining our results with quantitative gel analysis, we conclude that RNAP advances along DNA by a single base pair per nucleotide addition to the nascent RNA. We also determined the force–velocity relationship for transcription at both saturating and sub-saturating nucleotide concentrations; fits to these data returned a characteristic distance parameter equivalent to one base pair. Global fits were inconsistent with a model for movement incorporating a power stroke …",
                "Escherichia coli RNA polymerase (RNAP) synthesizes RNA with remarkable fidelity in vivo 1. Its low error rate may be achieved by means of a ‘proofreading’mechanism comprised of two sequential events. The first event (backtracking) involves a transcriptionally upstream motion of RNAP through several base pairs, which carries the 3′ end of the nascent RNA transcript away from the enzyme active site. The second event (endonucleolytic cleavage) occurs after a variable delay and results in the scission and release of the most recently incorporated ribonucleotides, freeing up the active site. Here, by combining ultrastable optical trapping apparatus with a novel two-bead assay to monitor transcriptional elongation with near-base-pair precision, we observed backtracking and recovery by single molecules of RNAP. Backtracking events (∼ 5 bp) occurred infrequently at locations throughout the DNA template and …",
                "We constructed a next-generation optical trapping instrument to study the motility of single motor proteins, such as kinesin moving along a microtubule. The instrument can be operated as a two-dimensional force clamp, applying loads of fixed magnitude and direction to motor-coated microscopic beads moving in vitro. Flexibility and automation in experimental design are achieved by computer control of both the trap position, via acousto-optic deflectors, and the sample position, using a three-dimensional piezo stage. Each measurement is preceded by an initialization sequence, which includes adjustment of bead height relative to the coverslip using a variant of optical force microscopy (to ±4 nm), a two-dimensional raster scan to calibrate position detector response, and adjustment of bead lateral position relative to the microtubule substrate (to ±3 nm). During motor-driven movement, both the trap and stage are …",
                "Bacterial cells possess multiple cytoskeletal proteins involved in a wide range of cellular processes. These cytoskeletal proteins are dynamic, but the driving forces and cellular functions of these dynamics remain poorly understood. Eukaryotic cytoskeletal dynamics are often driven by motor proteins, but in bacteria no motors that drive cytoskeletal motion have been identified to date. Here, we quantitatively study the dynamics of the Escherichia coli actin homolog MreB, which is essential for the maintenance of rod-like cell shape in bacteria. We find that MreB rotates around the long axis of the cell in a persistent manner. Whereas previous studies have suggested that MreB dynamics are driven by its own polymerization, we show that MreB rotation does not depend on its own polymerization but rather requires the assembly of the peptidoglycan cell wall. The cell-wall synthesis machinery thus either constitutes a novel …",
                "With every step it takes, the kinesin motor undergoes a mechanochemical reaction cycle that includes the hydrolysis of one ATP molecule, ADP\/Pi release, plus an unknown number of additional transitions. Kinesin velocity depends on both the magnitude and the direction of the applied load. Using specialized apparatus, we subjected single kinesin molecules to forces in differing directions. Sideways and forward loads up to 8 pN exert only a weak effect, whereas comparable forces applied in the backward direction lead to stall. This strong directional bias suggests that the primary working stroke is closely aligned with the microtubule axis. Sideways loads slow the motor asymmetrically, but only at higher ATP levels, revealing the presence of additional, load-dependent transitions late in the cycle. Fluctuation analysis shows that the cycle contains at least four transitions, and confirms that hydrolysis remains tightly …",
                "A frequent assumption in behavioural science is that most of an animal's activities can be described in terms of a small set of stereotyped motifs. Here, we introduce a method for mapping an animal's actions, relying only upon the underlying structure of postural movement data to organize and classify behaviours. Applying this method to the ground-based behaviour of the fruit fly, Drosophila melanogaster, we find that flies perform stereotyped actions roughly 50% of the time, discovering over 100 distinguishable, stereotyped behavioural states. These include multiple modes of locomotion and grooming. We use the resulting measurements as the basis for identifying subtle sex-specific behavioural differences and revealing the low-dimensional nature of animal motions.",
                "The bacterium Myxococcus xanthus has two motility systems: S motility, which is powered by type IV pilus retraction, and A motility, which is powered by unknown mechanism(s). We found that A motility involved transient adhesion complexes that remained at fixed positions relative to the substratum as cells moved forward. Complexes assembled at leading cell poles and dispersed at the rear of the cells. When cells reversed direction, the A-motility clusters relocalized to the new leading poles together with S-motility proteins. The Frz chemosensory system coordinated the two motility systems. The dynamics of protein cluster localization suggest that intracellular motors and force transmission by dynamic focal adhesions can power bacterial motility.",
                "The ability to acquire large-scale recordings of neuronal activity in awake and unrestrained animals is needed to provide new insights into how populations of neurons generate animal behavior. We present an instrument capable of recording intracellular calcium transients from the majority of neurons in the head of a freely behaving Caenorhabditis elegans with cellular resolution while simultaneously recording the animal’s position, posture, and locomotion. This instrument provides whole-brain imaging with cellular resolution in an unrestrained and behaving animal. We use spinning-disk confocal microscopy to capture 3D volumetric fluorescent images of neurons expressing the calcium indicator GCaMP6s at 6 head-volumes\/s. A suite of three cameras monitor neuronal fluorescence and the animal’s position and orientation. Custom software tracks the 3D position of the animal’s head in real time and two …",
                "Cells typically maintain characteristic shapes, but the mechanisms of self-organization for robust morphological maintenance remain unclear in most systems. Precise regulation of rod-like shape in Escherichia coli cells requires the MreB actin-like cytoskeleton, but the mechanism by which MreB maintains rod-like shape is unknown. Here, we use time-lapse and 3D imaging coupled with computational analysis to map the growth, geometry, and cytoskeletal organization of single bacterial cells at subcellular resolution. Our results demonstrate that feedback between cell geometry and MreB localization maintains rod-like cell shape by targeting cell wall growth to regions of negative cell wall curvature. Pulse-chase labeling indicates that growth is heterogeneous and correlates spatially and temporally with MreB localization, whereas MreB inhibition results in more homogeneous growth, including growth in polar …",
                "Advances in the development of free-electron lasers offer the realistic prospect of nanoscale imaging on the timescale of atomic motions. We identify X-ray Fourier-transform holography 1, 2, 3 as a promising but, so far, inefficient scheme to do this. We show that a uniformly redundant array 4 placed next to the sample, multiplies the efficiency of X-ray Fourier transform holography by more than three orders of magnitude, approaching that of a perfect lens, and provides holographic images with both amplitude-and phase-contrast information. The experiments reported here demonstrate this concept by imaging a nano-fabricated object at a synchrotron source, and a bacterial cell with a soft-X-ray free-electron laser, where illumination by a single 15-fs pulse was successfully used in producing the holographic image. As X-ray lasers move to shorter wavelengths we expect to obtain higher spatial resolution ultrafast …"
            ],
            [
                [
                    "Biophysics"
                ]
            ],
            [
                "Joshua  Shaevitz Joshua  Shaevitz Professor of Physics & Biophysics 609-258-8177 Fax: 609-258-7070 shaevitz@Princeton.EDU 244 Carl C. Icahn Laboratory shaevitzlab.princeton.edu CV: shaevitz_cv.pdf Associated Appointments: Lewis-Sigler Institute for Integrative Genomics Department of Molecular Biology Princeton Neuroscience Institute Research in my lab focuses on three key questions in biophysics: (i) What determines cell shape (ii) How do cells form complex patterns? (iii) How are behaviors organized by the brain? For more information about my laboratory and research see: http:\/\/shaevitzlab.princeton.edu Teaching AY 2018-2019 : I am on leave Fall 2018. ISC233\/4 An Integrated, Quantitative Introduction to the Natural Sciences III\/IV (Spring) Here is my setup for giving online lectures in Zoom due to the COVID-19 outbreak: iPad Zoom Teaching Setup Advising: I am an academic advisor in Rockefeller College Information about doing a JP or senior thesis with me can be found here See these online listings for a complete list of my publications: Shaevitz Lab Publications Page Publications as listed on PubMed Google Scholar Listing "
            ]
        ]
    ]
}