{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4LUTBKMC",
            "lfSIqKMAAAAJ",
            [
                "Measurement of  in  to ",
                "Measurements of the proton and deuteron spin structure functions g(1) and g(2)",
                "Measurements of the proton and deuteron spin structure functions  and ",
                "Measurements of the proton and deuteron spin structure functions  and ",
                "Precision Measurement of the Proton Spin Structure Function ",
                "Precision Determination of the Neutron Spin Structure Function ",
                "Measurement of the Neutron Radius of  through Parity Violation in Electron Scattering",
                "Basic instrumentation for hall a at jefferson lab",
                "Precision Measurement of the Deuteron Spin Structure Function ",
                "Measurements of the Q2-dependence of the proton and neutron spin structure functions g1p and g1n"
            ],
            [
                "The ratio of the electric and magnetic form factors of the proton G E p\/G M p, which is an image of its charge and magnetization distributions, was measured at the Thomas Jefferson National Accelerator Facility (JLab) using the recoil polarization technique. The ratio of the form factors is directly proportional to the ratio of the transverse to longitudinal components of the polarization of the recoil proton in the elastic e→ p→ e p→ reaction. The new data presented span the range 3.5< Q 2< 5.6 GeV 2 and are well described by a linear Q 2 fit. Also, the ratio Q 2 F 2 p\/F 1 p reaches a constant value above Q 2= 2 GeV 2.",
                "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
                "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
                "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
                "We have measured the ratio g 1 p F 1 p over the range 0.029< x< 0.8 and 1.3< Q 2< 10 (G e V\/c) 2 using deep-inelastic scattering of polarized electrons from polarized ammonia. An evaluation of the integral∫ 0 1 g 1 p (x, Q 2) dx at fixed Q 2= 3 (G e V\/c) 2 yields 0.127±0.004 (stat)±0.010 (syst), in agreement with previous experiments, but well below the Ellis-Jaffe sum rule prediction of 0.160±0.006. In the quark-parton model, this implies Δ q= 0.27±0.10.",
                "We report on a precision measurement of the neutron spin structure function g 1 n using deep inelastic scattering of polarized electrons by polarized 3 He. For the kinematic range 0.014< x< 0.7 and 1< Q 2< 17 (GeV\/c) 2, we obtain∫ 0.014 0.7 g 1 n (x) d x=− 0.036±0.004 (stat)±0.005 (syst) at an average Q 2= 5 (GeV\/c) 2. We find relatively large negative values for g 1 n at low x. The results call into question the usual Regge theory method for extrapolating to x= 0 to find the full neutron integral∫ 1 g 1 n (x) dx, needed for testing the quark-parton model and QCD sum rules.",
                "We report the first measurement of the parity-violating asymmetry A PV in the elastic scattering of polarized electrons from Pb 208. A PV is sensitive to the radius of the neutron distribution (R n). The result A PV= 0.656±0.060 (stat)±0.014 (syst) ppm corresponds to a difference between the radii of the neutron and proton distributions R n− R p= 0.33− 0.18+ 0.16 fm and provides the first electroweak observation of the neutron skin which is expected in a heavy, neutron-rich nucleus.",
                "The instrumentation in Hall A at the Thomas Jefferson National Accelerator Facility was designed to study electro-and photo-induced reactions at very high luminosity and good momentum and angular resolution for at least one of the reaction products. The central components of Hall A are two identical high resolution spectrometers, which allow the vertical drift chambers in the focal plane to provide a momentum resolution of better than 2× 10− 4. A variety of Cherenkov counters, scintillators and lead-glass calorimeters provide excellent particle identification. The facility has been operated successfully at a luminosity well in excess of 10 38 cm− 2 s− 1. The research program is aimed at a variety of subjects, including nucleon structure functions, nucleon form factors and properties of the nuclear medium.",
                "We report on a high-statistics measurement of the deuteron spin structure function g 1 d at a beam energy of 29 GeV in the kinematic range 0.029< x< 0.8 and 1< Q 2< 10 (GeV\/c) 2. The integral γ 1 d=∫ 1 g 1 d dx evaluated at fixed Q 2= 3 (GeV\/c) 2 gives 0.042±0.003 (stat)±0.004 (syst). Combining this result with our earlier measurement of g 1 p, we find γ 1 p− γ 1 n= 0.163±0.010 (stat)±0.016 (syst), which agrees with the prediction of the Bjorken sum rule with O (α s 3) corrections, γ 1 p− γ 1 n= 0.171±0.008. We find the quark contribution to the proton helicity to be Δ q= 0.30±0.06.",
                "The structure functions g1p and g1n have been measured over the range 0.014<x<0.9 and 1<Q2<40 GeV2 using deep-inelastic scattering of 48 GeV longitudinally polarized electrons from polarized protons and deuterons. We find that the Q2 dependence of g1p (g1n) at fixed x is very similar to that of the spin-averaged structure function F1p (F1n ). From an NLO QCD fit to all available data we find Γ1p−Γ1n=0.176±0.003±0.007 at Q2=5 GeV2, in agreement with the Bjorken sum rule prediction of 0.182±0.005."
            ],
            [
                [
                    "Experimental nuclear physics",
                    "nucleon spin structure",
                    "hyperpolarized 3He targets"
                ]
            ]
        ]
    ]
}