{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4ONSAU0N",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Edward Zganjar Alumni Professor and Professor of Physics Emeritus Ph.D., 1966 - Vanderbilt University 221-B Nicholson Hall, Tower Dr. (225) 578-6842-Office zganjar@phys.lsu.edu Experimental Nuclear Physics Professor Zganjar remains semi-active in research as a member of the experimental\n                  nuclear\/experimental astrophysics group at LSU. His major interest has involved the\n                  study of the fundamental structure of the atomic nucleus, with an emphasis on nuclei\n                  that lie farthest from beta stability. He has also been active in experiments directed\n                  at fundamental symmetries, such as those involving tests of the Standard Model using\n                  superallowed beta decay. His long-standing program in experimental nuclear spectroscopy\n                  was largely conducted at the Holifield Radioactive Ion Beam Facility (HRIBF) in association\n                  with the University Isotope Separator at Oak Ridge (UNISOR) consortium. Professor\n                  Zganjar has designed and constructed highly specialized spectrometers and spectroscopic\n                  equipment to conduct his research, and to facilitate the research of his colleagues.\n                  He has been a principal collaborator on the design and construction of ORISS (Oak\n                  Ridge Isomer Spectrometer and Separator), which has been moved to the National Superconducting\n                  Cyclotron Laboratory (NSCL) at Michigan State University for eventual use at the Facility\n                  for Radioactive Ion Beams (FRIB) under construction there. The study of the atomic nucleus is essentially the study of a many-body system in\n                  which the particles are limited in number, interact between themselves by a short-range\n                  force, and are governed by the laws of quantum mechanics. Because of this, the nucleus\n                  occupies a unique position within the hierarchy of many-body systems. Its main excitations\n                  are well defined and the properties of those excitations are readily measured. From\n                  an experimental point of view, the main advantage to studying the many-body problem via the study of the nucleus is that the parameters controlling the nuclear excitations\n                  can be varied by going from one nucleus to another. In order to accomplish this, however,\n                  one must venture far from the line of nuclear stability (Z vs. N). This is done by\n                  creating new, hitherto unstudied nuclear species, and is most readily accomplished\n                  at a radioactive-beam facility. While the main emphasis of Professor Zganjar's program\n                  has been the study of fundamental nuclear structure, and in more recent times, nuclear\n                  astrophysics; parts of the program have focused on aspects of fundamental symmetries. Recent Awards Francis G. Slack Award from the Southeastern Section of the American Physical Society\n                     for excellence in service to physics in the Southeast (2014). Induction into the LSU College of Science Hall of Distinction (2015). Current and Select Publications \"Conversion electron spectroscopy and its role in identifying shape coexisting structures\n                     in nuclei via E0 transitions,” E. F. Zganjar, an invited review, J. Phys. G:  Nucl.\n                     Part. Phys. 43 , 024013 (2016). \"Hybrid-3Hen New Detector for Gammas and Neutrons,\" R Grzywacz et al ., Acta Physica Polonica B 45 , 217 (2014). \"First Results from the Modular Total Absorption Spectrometer at the HRIBF,\" A. Fijalkowska et al ., Acta Physica Polonica B 46 , 545 (2014). \"Excited States in 82 As Studied in the decay of 82 Ge,\" K. Miernik et al ., Phys. Rev. C 90 , 034311 (2014). \"Experimental Study of the β-γ and β-nγ decay of the neutron-rich nucleus 85 Ga,\" A. Korgul et al ., Phys. Rev. C. 88 ,044330 (2013). \"Large β-Delayed One and Two Neutron Emission Rates in the Decay of 86 Ga,\" K. Miernik et al ., Phys. Rev. Lett. 111 , 132502 (2013). \"β-decay study of neutron-rich bromine and krypton isotopes,\" K. Miernik et al ., Phys. Rev. C 88 , 014309 (2013). \"High-Precision Branching Ratio Measurement for the Superallowed β + Emitter 74 Rb,\" R. Dunlop et al ., Phys. Rev. C 88 , 045501 (2013)."
            ]
        ]
    ]
}