{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4OOYZ0GI",
            "HCJFj5sAAAAJ",
            [
                "Fuzzy state\/disturbance observer design for T–S fuzzy systems with application to sensor fault estimation",
                "Observer-based controller design for stochastic descriptor systems with Brownian motions",
                "Observer design for TS fuzzy systems with measurement output noises",
                "Filtering for a class of stochastic descriptor systems"
            ],
            [
                "A novel fuzzy-observer-design approach is presented for Takagi-Sugeno fuzzy models with unknown output disturbances. In order to decouple the unknown output disturbance, an augmented fuzzy descriptor model is constructed by supposing the disturbance to be an auxiliary state vector. A fuzzy state-space observer is next designed for the augmented fuzzy descriptor system, and the simultaneous estimates of the original state and disturbance are thus obtained. The proposed observer technique is further applied to estimate sensor faults. Finally, a numerical example is given to illustrate the design procedure, and the simulation results show the desired tracking performance. The pre knowledge of the disturbance and fault is not necessary for our design. Moreover, the considered disturbance and sensor fault can be in any form.",
                "In the paper, a complete proof of the properness and mean-square exponential stability for stochastic Brownian systems is firstly addressed, which lays a solid foundation for system analysis and control synthesis for this kind of stochastic systems. Observer-based controller for the descriptor system with Brownian motions is then investigated. It is noticed that the system dynamics and observer dynamics are both subjected to state Brownian fluctuation, which makes it challenging either to design observer gain and controller gain simultaneously or design the observer and control gains by using a complete separation design technique. A sequential design technique is proposed to calculate the control and observer gains by solving linear matrix inequalities. The proposed design methods are readily extended to the case for stochastic descriptor systems with multiple Brownian motions. A numerical example is finally …",
                "In this paper, new observer design approaches are presented for Takagi-Sugeno (T-S) fuzzy models with measurement output noises. In order to decouple the measurement noise, an augmented fuzzy descriptor model is first constructed. Then a fuzzy descriptor proportional and derivative (PD) observer is developed. When the fuzzy subsystems have the same output matrices, another fuzzy descriptor observer is designed, which can be transformed into a normal fuzzy observer. Via the proposed two kinds of fuzzy observer design, the state and the output noise can be estimated at the same time. The simulation result shows the satisfactory tracking performance.",
                "This paper deals with stability and filtering problem for a class of stochastic descriptor system. lto formula is applied to descriptor system and a sufficient condition of stochastic descriptor system stability is given. A filter is designed to guarantee that the dynamics of the estimation error is stochastically asymptotically stable."
            ],
            [
                [

                ]
            ],
            [
                "        Profiles            search        Schools     School of Arts and Humanities   School of Arts, Technology, and Emerging Communication   School of Behavioral and Brain Sciences   Erik Jonsson School of Engineering and Computer Science   School of Economic, Political and Policy Sciences   School of Interdisciplinary Studies   Naveen Jindal School of Management   School of Natural Sciences and Mathematics    Browse All     Login          Warning: This site requires a JavaScript-enabled browser in order to function properly. If you have disabled JavaScript, please enable it for this site.              Xiaoyan Shi  Assistant Professor - Physics    xshi@utdallas.edu  972-883-3805  ECN2910   Quantum Transport Group   ORCID    Tags:   Physics         Please type your desired tags, e.g. Public and School Libraries, Heroic Archetypes, galaxy clusters including bullet clusters, Cloud Computing, scattering theory, bifurcations, scientific computing, geologic evolution of the Middle East, Performance Studies, User Experience, Design, Color, Nonverbal Communication, RHET, ARAB , and etc.  Press the 'enter' key or type a comma (,) after each new tag.   Physics     Cancel  Update Tags              Publications      Publications  Magnetotransport Properties in Epitaxial Fe1.1Te0.7Se0.3 Films 2020 - Journal Article      Fabrication and Characterization of Superconducting Films for Superconductor-Topological Insulator Hybrid Devices 2020 - Journal Article      Anomalously large resistance at the charge neutrality point in a zero-gap InAs\/GaSb bilayer 2018 - Journal Article      Evidence for an excitonic insulator phase in a zero-gap InAs\/GaSb bilayer 2017 - Journal Article   Low-temperature resistance noise spectroscopy as a probe of the superconducting transition in underdoped La 2-x Sr x CuO 4 2017 - Conference Paper   Far infrared edge photoresponse and persistent edge transport in an inverted InAs\/GaSb heterostructure 2016 - Journal Article      Effective two-dimensional thickness for the Berezinskii-Kosterlitz-Thouless-like transition in a highly underdoped La 2- x Sr x CuO 4 2016 - Journal Article   Evidence for Correlated Dynamics near the Berezinskii-Kosterlitz-Thouless-like Transition in a Highly Underdoped La $ _ ${$2-x$}$ $ Sr $ _ ${$x$}$ $ CuO $ _ ${$4$}$ $ 2016 - Journal Article   Flux Dynamics, ac Losses, and Activation Energies in (BaKFeAs Bulk Superconductor 2015 - Journal Article      Flux pinning and activation energies in Ba (Fe0. 95 Ni0. 05) 2As2 and Ba (Fe0. 94 Ni0. 06) 2As2 bulk superconductors 2015 - Journal Article    «  1  2  3  »        Questions? Check our FAQ or contact us. | University of Texas at Dallas | Office of Research         "
            ]
        ]
    ]
}