{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4OQGZM2A",
            "nusw_dsAAAAJ",
            [
                "Wnt11 functions in gastrulation by controlling cell cohesion through Rab5c and E-cadherin",
                "Coaction of intercellular adhesion and cortical tension specifies tissue surface tension"
            ],
            [
                "Wnt11 plays a central role in tissue morphogenesis during vertebrate gastrulation, but the molecular and cellular mechanisms by which Wnt11 exerts its effects remain poorly understood. Here, we show that Wnt11 functions during zebrafish gastrulation by regulating the cohesion of mesodermal and endodermal (mesendodermal) progenitor cells. Importantly, we demonstrate that Wnt11 activity in this process is mediated by the GTPase Rab5, a key regulator of early endocytosis, as blocking Rab5c activity in wild-type embryos phenocopies slb\/wnt11 mutants, and enhancing Rab5c activity in slb\/wnt11 mutant embryos rescues the mutant phenotype. In addition, we find that Wnt11 and Rab5c control the endocytosis of E-cadherin and are required in mesendodermal cells for E-cadherin-mediated cell cohesion. Together, our results suggest that Wnt11 controls tissue morphogenesis by modulating E-cadherin-mediated …",
                "In the course of animal morphogenesis, large-scale cell movements occur, which involve the rearrangement, mutual spreading, and compartmentalization of cell populations in specific configurations. Morphogenetic cell rearrangements such as cell sorting and mutual tissue spreading have been compared with the behaviors of immiscible liquids, which they closely resemble. Based on this similarity, it has been proposed that tissues behave as liquids and possess a characteristic surface tension, which arises as a collective, macroscopic property of groups of mobile, cohering cells. But how are tissue surface tensions generated? Different theories have been proposed to explain how mesoscopic cell properties such as cell–cell adhesion and contractility of cell interfaces may underlie tissue surface tensions. Although recent work suggests that both may be contributors, an explicit model for the dependence of tissue …"
            ],
            [
                [
                    "Biophysics\/Quantitative Biology"
                ]
            ],
            [
                "Eva-Maria S. Collins News and Awards Eva-Maria S. Collins Selected as Alfred P. Sloan Research Fellow \"Size matters! Birth size and a size-independent stochastic term determine asexual reproduction dynamics in freshwater planarians,\" M.A.Thomas, S. Quinodoz and E.-M. Schoetz, J. Stat. Phys., DOI: 10.1007\/s10955-012-0514-x (2012) \"SAPling: A Scan-Add-Print barcoding database system to label and track asexual organisms,\" M.A.Thomas, S. Quinodoz and E.-M. Schoetz, JEB 214, 3518-3523 (2011) \"The more the merrier? - Entropy and statistics of asexual reproduction in freshwater planarians,\" S. Quinodoz, M.A. Thomas, J. Dunkel, and E.-M. Schoetz, J. Stat. Phys. 142, 1324-1336 (2011) \"Quantitative characterization of planarian wildtype behavior as a platform for screening locomotion phenotypes,\" J.A. Talbot, and E.-M. Schoetz, JEB 214, 1063-7 (2011) \"Memory and obesity affect the population dynamics of asexual freshwater planarians,\"J. Dunkel, J.A. Talbot, and E.-M. Schoetz, Phys. Biol. 8, 026003 (2011) Eva-Maria S. Collins Ph. D., Technical University Dresden, Germany, 2007 Office: UH 7214 Phone: 858-534-0524 emschoetz@physics.ucsd.edu I am interested in the role of physical principles for living system. Currently, we are working in three major areas: Biomechanics, asexual reproduction, and behavior&memory. We use techniques such as micro- and macrorheology, in vivo imaging, and force traction microscopy, and combine them with molecular biology methods to investigate how the structure and function of biological samples influences developmental processes, regeneration, and asexual reproduction in planarians. The latter is itself a major area of interest in my lab as it can be studied from the molecular level to the population level, allowing us to combine stem cell biology with tissue mechanics, statistical physics, evolution and aging. To this end, we developed a unique experimental system in which we track thousands of individual worms over the course of several years to study their reproduction dynamics. Every time a planarian reproduces asexually by ripping itself apart, the tail piece needs to regenerate a new head and central nervous system. We study nervous system regeneration and maintenance in the context of learning and memory, on the cellular as well as the organism level, and combine in vivo imaging with electrophysiology and automated tracking of planarian behavior."
            ]
        ]
    ]
}