{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4PYRVR6O",
            "XtK6EWkAAAAJ",
            [
                "A topological Dirac insulator in a quantum spin Hall phase",
                "Observation of a large-gap topological-insulator class with a single Dirac cone on the surface",
                "A tunable topological insulator in the spin helical Dirac transport regime",
                "Observation of unconventional quantum spin textures in topological insulators",
                "Observation of Time-Reversal-Protected Single-Dirac-Cone Topological-Insulator States in  and ",
                "A topological insulator surface under strong Coulomb, magnetic and disorder perturbations",
                "Half-Heusler ternary compounds as new multifunctional experimental platforms for topological quantum phenomena",
                "Observation of a topological crystalline insulator phase and topological phase transition in Pb 1− x Sn x Te",
                "Observation of topological order in a superconducting doped topological insulator",
                "Development of ferromagnetism in the doped topological insulator "
            ],
            [
                "When electrons are subject to a large external magnetic field, the conventional charge quantum Hall effect 1, 2 dictates that an electronic excitation gap is generated in the sample bulk, but metallic conduction is permitted at the boundary. Recent theoretical models suggest that certain bulk insulators with large spin–orbit interactions may also naturally support conducting topological boundary states in the quantum limit 3, 4, 5, which opens up the possibility for studying unusual quantum Hall-like phenomena in zero external magnetic fields 6. Bulk Bi 1-x Sb x single crystals are predicted to be prime candidates 7, 8 for one such unusual Hall phase of matter known as the topological insulator 9, 10, 11. The hallmark of a topological insulator is the existence of metallic surface states that are higher-dimensional analogues of the edge states that characterize a quantum spin Hall insulator 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13. In …",
                "Recent experiments and theories have suggested that strong spin–orbit coupling effects in certain band insulators can give rise to a new phase of quantum matter, the so-called topological insulator, which can show macroscopic quantum-entanglement effects 1, 2, 3, 4, 5, 6, 7. Such systems feature two-dimensional surface states whose electrodynamic properties are described not by the conventional Maxwell equations but rather by an attached axion field, originally proposed to describe interacting quarks 8, 9, 10, 11, 12, 13, 14, 15. It has been proposed that a topological insulator 2 with a single Dirac cone interfaced with a superconductor can form the most elementary unit for performing fault-tolerant quantum computation 14. Here we present an angle-resolved photoemission spectroscopy study that reveals the first observation of such a topological state of matter featuring a single surface Dirac cone realized in …",
                "Helical Dirac fermions—charge carriers that behave as massless relativistic particles with an intrinsic angular momentum (spin) locked to its translational momentum—are proposed to be the key to realizing fundamentally new phenomena in condensed matter physics 1, 2, 3, 4, 5, 6, 7, 8, 9. Prominent examples include the anomalous quantization of magneto-electric coupling 4, 5, 6, half-fermion states that are their own antiparticle 7, 8, and charge fractionalization in a Bose–Einstein condensate 9, all of which are not possible with conventional Dirac fermions of the graphene variety 10. Helical Dirac fermions have so far remained elusive owing to the lack of necessary spin-sensitive measurements and because such fermions are forbidden to exist in conventional materials harbouring relativistic electrons, such as graphene 10 or bismuth 11. It has recently been proposed that helical Dirac fermions may exist at the …",
                "A topologically ordered material is characterized by a rare quantum organization of electrons that evades the conventional spontaneously broken symmetry–based classification of condensed matter. Exotic spin-transport phenomena, such as the dissipationless quantum spin Hall effect, have been speculated to originate from a topological order whose identification requires a spin-sensitive measurement, which does not exist to this date in any system. Using Mott polarimetry, we probed the spin degrees of freedom and demonstrated that topological quantum numbers are completely determined from spin texture–imaging measurements. Applying this method to Sb and Bi1–xSbx, we identified the origin of its topological order and unusual chiral properties. These results taken together constitute the first observation of surface electrons collectively carrying a topological quantum Berry9s phase and definite spin …",
                "We show that the strongly spin-orbit coupled materials Bi 2 Te 3 and Sb 2 Te 3 and their derivatives belong to the Z 2 topological-insulator class. Using a combination of first-principles theoretical calculations and photoemission spectroscopy, we directly show that Bi 2 Te 3 is a large spin-orbit-induced indirect bulk band gap (δ∼ 150 meV) semiconductor whose surface is characterized by a single topological spin-Dirac cone. The electronic structure of self-doped Sb 2 Te 3 exhibits similar Z 2 topological properties. We demonstrate that the dynamics of spin-Dirac fermions can be controlled through systematic Mn doping, making these materials classes potentially suitable for topological device applications.",
                "Topological insulators embody a state of bulk matter characterizedby spin-momentum-locked surface states that span the bulk bandgap 1, 2, 3, 4, 5, 6, 7. This highly unusual surface spin environment provides a rich ground for uncovering new phenomena 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24. Understanding the response of a topological surface to strong Coulomb perturbations represents a frontier in discovering the interacting and emergent many-body physics of topological surfaces. Here we present the first controlled study of topological insulator surfaces under Coulomb and magnetic perturbations. We have used time-resolved deposition of iron, with a large Coulomb charge and significant magnetic moment, to systematically modify the topological spin structure of the Bi 2 Se 3 surface. We observe that such perturbation leads to the creation of odd multiples of Dirac fermions and …",
                "Recent discovery of spin-polarized single-Dirac-cone 1, 2, 3, 4, 5, 6 insulators 7, 8, 9, 10, 11, 12, whose variants can host magnetism 13 and superconductivity 14, has generated widespread research activity in condensed-matter and materials-physics communities. Some of the most interesting topological phenomena, however, require topological insulators to be placed in multiply connected, highly constrained geometries with magnets and superconductors 15, 16, 17, 18, 19, 20, 21, all of which thus require a large number of functional variants with materials design flexibility as well as electronic, magnetic and superconducting tunability. Given the optimum materials, topological properties open up new vistas in spintronics, quantum computing and fundamental physics. We have extended the search for topological insulators from the binary Bi-based series 2, 3, 4, 5, 6 to the ternary thermoelectric Heusler …",
                "A topological insulator protected by time-reversal symmetry is realized via spin–orbit interaction-driven band inversion. The topological phase in the Bi 1− x Sb x system is due to an odd number of band inversions. A related spin–orbit system, the Pb 1− x Sn x Te, has long been known to contain an even number of inversions based on band theory. Here we experimentally investigate the possibility of a mirror symmetry-protected topological crystalline insulator phase in the Pb 1− x Sn x Te class of materials that has been theoretically predicted to exist in its end compound SnTe. Our experimental results show that at a finite Pb composition above the topological inversion phase transition, the surface exhibits even number of spin-polarized Dirac cone states revealing mirror-protected topological order distinct from that observed in Bi 1− x Sb x. Our observation of the spin-polarized Dirac surface states in the inverted Pb …",
                "Experimental observation of topological order in three-dimensional bulk solids has recently led to a flurry of research activity 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21. Unlike the two-dimensional electron gas or quantum Hall systems, three-dimensional topological insulators can harbour superconductivity and magnetism, making it possible to study the interplay between topologically ordered phases and broken-symmetry states. One outcome of this interplay is the possible realization of Majorana fermions—quasiparticles that are their own antiparticles—on topological surfaces, which is of great interest in fundamental physics 9, 10, 11, 12, 13, 22, 23, 24. Here we present measurements of the bulk and surface electron dynamics in Bi 2 Se 3 doped with copper with a transition temperature T c up to 3.8 K, observing its topological character for the first time. Our data show that superconductivity …",
                "The development of ferromagnetism in Mn-doped Bi 2 Te 3 is characterized through measurements on a series of single crystals with different Mn content. Scanning tunneling microscopy analysis shows that the Mn substitutes on the Bi sites, forming compounds of the type Bi 2− x Mn x Te 3, and that the Mn substitutions are randomly distributed, not clustered. Mn doping first gives rise to local magnetic moments with Curie-like behavior, but by the compositions Bi 1.96 Mn 0.04 Te 3 and Bi 1.91 Mn 0.09 Te 3, a second-order ferromagnetic transition is observed, with T C∼ 9–12 K. The easy axis of magnetization in the ferromagnetic phase is perpendicular to the Bi 2 Te 3 basal plane. Thermoelectric power and Hall effect measurements show that the Mn-doped Bi 2 Te 3 crystals are p-type. Angle-resolved photoemission spectroscopy measurements show that the topological surface states that are present in pristine Bi …"
            ],
            [
                [
                    "Condensed matter physics"
                ]
            ]
        ]
    ]
}