{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4TLRTCGN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Bira van Kolck Bira van Kolck Professor of Physics Office: PAS 386B 621-4230 vankolck@physics.arizona.edu Classification: Primary Faculty Education: Ph.D., 1993, University of Texas at Austin Fields of Study: Research interests are on effective field theories applied to particle, nuclear, atomic, and molecular physics. Emphasis is on the development of systematic low­-energy expansions in the presence of bound states and resonances. Of particular interest are nuclei, which are the simplest complex structures arising from interactions that lack a small coupling constant. Similarities with cold atom systems near unitarity are also explored. The goal is to predict properties of light nuclei and nuclear matter from the underlying theory of strong interactions, QCD. Nuclear probes of approximate symmetries, such as time reversal, and baryon and lepton numbers, are exploited in the search for interactions beyond the Standard Model of particle physics. Honors and Awards: Member of the Academia Europaea (2020) Herman Feshbach Prize in Theoretical Nuclear Physics (2020) Henry and Phyllis Koffler Prize in Research, Scholarship and Creative Activity (2019) Langevin Prize (2015) APS Fellow (2004) Sloan Research Fellow (2002) DOE Outstanding Junior Investigator (2001) J. Carlson, S. Gandolfi, U. van Kolck, and S.A. Vitiello, Ground-State Properties of Unitary Bosons: From clusters to matter, Phys. Rev. Lett. 119 (2017) 223002. J. Engel, M.J. Ramsey-Musolf and U. van Kolck, Electric dipole moments of nucleons, nuclei, and atoms: The Standard Model and beyond, Prog. Part. Nucl. Phys. 71 (2013) 21. C.A. Bertulani, H.-W. Hammer and U. van Kolck, Effective field theory for halo nuclei, Nucl. Phys. A 712 (2002) 37. P.F. Bedaque, H.-W. Hammer and U. van Kolck, Renormalization of the three-body system with short range interactions, Phys. Rev. Lett. 82 (1999) 463. C. Ordonez, L. Ray and U. van Kolck, The two-nucleon potential from chiral Lagrangians, Phys. Rev. C 53 (1996) 2086."
            ]
        ]
    ]
}