{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4TNKM5BK",
            "kzU25KgAAAAJ",
            [
                "First-principles investigation of graphene fluoride and graphane",
                "Effects of strain on band structure and effective masses in MoS 2",
                "High-voltage field effect transistors with wide-bandgap β-Ga2O3 nanomembranes",
                "Hydrogenated cation vacancies in semiconducting oxides",
                "Brillouin zone and band structure of β‐Ga2O3",
                "Nature and evolution of the band-edge states in MoS 2: From monolayer to bulk",
                "Formation and segregation energies of B and P doped and BP codoped silicon nanowires",
                "Exciton-dominated Dielectric Function of Atomically Thin MoS2 Films",
                "Fundamental limits on optical transparency of transparent conducting oxides: Free-carrier absorption in SnO2",
                "Fundamental limits on the electron mobility of β-Ga2O3"
            ],
            [
                "Different stoichiometric configurations of graphane and graphene fluoride are investigated within density-functional theory. Their structural and electronic properties are compared, and we indicate the similarities and differences among the various configurations. Large differences between graphane and graphene fluoride are found that are caused by the presence of charges on the fluorine atoms. A configuration that is more stable than the boat configuration is predicted for graphene fluoride. We also perform GW calculations for the electronic band gap of both graphene derivatives. These band gaps and also the calculated Young’s moduli are at variance with available experimental data. This might indicate that the experimental samples contain a large number of defects or are only partially covered with H or F.",
                "We use hybrid density functional theory to explore the band structure and effective masses of MoS 2, and the effects of strain on the electronic properties. Strain allows engineering the magnitude as well as the nature (direct versus indirect) of the band gap. Deformation potentials that quantify these changes are reported. The calculations also allow us to investigate the transition in band structure from bulk to monolayer, and the nature and degeneracy of conduction-band valleys. Investigations of strain effects on effective masses reveal that small uniaxial stresses can lead to large changes in the hole effective mass.",
                "Nanoscale semiconductor materials have been extensively investigated as the channel materials of transistors for energy-efficient low-power logic switches to enable scaling to smaller dimensions. On the opposite end of transistor applications is power electronics for which transistors capable of switching very high voltages are necessary. Miniaturization of energy-efficient power switches can enable the integration with various electronic systems and lead to substantial boosts in energy efficiency. Nanotechnology is yet to have an impact in this arena. In this work, it is demonstrated that nanomembranes of the wide-bandgap semiconductor gallium oxide can be used as channels of transistors capable of switching high voltages, and at the same time can be integrated on any platform. The findings mark a step towards using lessons learnt in nanomaterials and nanotechnology to address a challenge that yet remains …",
                "Using first-principles calculations we have studied the electronic and structural properties of cation vacancies and their complexes with hydrogen impurities in SnO 2, In 2 O 3 and β-Ga 2 O 3. We find that cation vacancies have high formation energies in SnO 2 and In 2 O 3 even in the most favorable conditions. Their formation energies are significantly lower in β-Ga 2 O 3. Cation vacancies, which are compensating acceptors, strongly interact with H impurities resulting in complexes with low formation energies and large binding energies, stable up to temperatures over 730 C. Our results indicate that hydrogen has beneficial effects on the conductivity of transparent conducting oxides: it increases the carrier concentration by acting as a donor in the form of isolated interstitials, and by passivating compensating acceptors such as cation vacancies; in addition, it potentially enhances carrier mobility by reducing the …",
                "Gallium oxide is increasingly used in a variety of applications, but confusion reigns over the Brillouin zone and the band structure of monoclinic β‐Ga2O3. We present a detailed study of the shape of the Brillouin zone and the location of high‐symmetry points. Combined with a study of electronic structure based on hybrid density functional theory, this allows us to derive an accurate band structure. We discuss the nature of the band gap and the location of the band extrema.",
                "Exploring two-dimensional layered materials, such as molybdenum disulfide (MoS 2), for (opto) electronic applications requires detailed knowledge of their electronic band structures. Using first-principles calculations we trace the evolution of the band structure as a function of the number of layers, starting from a monolayer, which has a direct gap, to the bulk material, which has an indirect gap. We find that, with respect to the vacuum level, the valence-band maximum (VBM) increases rapidly with the number of layers, while the conduction-band minimum (CBM) remains almost constant. For two or more layers the VBM always occurs at Γ and the CBM occurs at K. These findings are analyzed in terms of the orbital composition of the valence-and conduction-band edges at the various high-symmetry points in the Brillouin zone.",
                "An ab initio study of the formation and segregation energies of B and P doped and BP codoped silicon nanowires oriented along the [110] direction is performed for fully relaxed H-passivated wires with a diameter of 1.2 and 1.6 nm. We found that the B and P dopants will migrate to the edge of the wire and that the formation energy for codoping is smaller than that for the single doped cases. In ultrathin wires it is possible to have a larger number of dangling bonds than dopant atoms per unit length; the effect of these defects on the formation and segregation energy is substantial. We found that P dopants are more easier trapped, and thus become electronically inactive, than B dopants. ",
                "We systematically measure the dielectric function of atomically thin MoS 2 films with different layer numbers and demonstrate that excitonic effects play a dominant role in the dielectric function when the films are less than 5–7 layers thick. The dielectric function shows an anomalous dependence on the layer number. It decreases with the layer number increasing when the films are less than 5–7 layers thick but turns to increase with the layer number for thicker films. We show that this is because the excitonic effect is very strong in the thin MoS 2 films and its contribution to the dielectric function may dominate over the contribution of the band structure. We also extract the value of layer-dependent exciton binding energy and Bohr radius in the films by fitting the experimental results with an intuitive model. The dominance of excitonic effects is in stark contrast with what reported at conventional materials whose dielectric …",
                "Transparent conducting oxides combine high electrical conductivity with transparency to visible light. However, the large concentration of free electrons introduces a source of absorption that limits the transparency. Here, we evaluate the importance of phonon-assisted free-carrier absorption in SnO2 completely from first principles. Our results show that absorption is modest in the visible and much stronger in the UV and infrared. We also provide insight into the mechanisms that govern absorption in different wavelength regimes.",
                "We perform first-principles calculations to investigate the electronic and vibrational spectra and the electron mobility of β-Ga2O3. We calculate the electron–phonon scattering rate of the polar optical phonon modes using the Vogl model in conjunction with Fermi’s golden rule; this enables us to fully take the anisotropic phonon spectra of the monoclinic lattice of β-Ga2O3 into account. We also examine the scattering rate due to ionized impurities or defects using a Yukawa-potential-based model. We consider scattering due to donor impurities, as well as the possibility of compensation by acceptors such as Ga vacancies. We then calculate the room-temperature mobility of β-Ga2O3 using the Boltzmann transport equation within the relaxation time approximation, for carrier densities in the range from 1017 to 1020 cm−3. We find that the electron–phonon interaction dominates the mobility for carrier densities of up to 10 …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Materials Science",
                    "Electronic Structure",
                    "Semiconductors",
                    "First-principles Calculations"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}