{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4TT6IH0P",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Joshua Ott Gundersen j.gundersen@miami.edu (305) 284-7115 My research interests span studies of our own galaxy, the Milky Way, to studies of the cosmos as a whole and the Big Bang.  I’m currently working on three projects that are involved with making astronomical measurements using millimeter-wave spectroscopy to study various molecules in the interstellar medium. The first project is called Argus, and it is a 16 element spectrometer array that operates between frequencies of 75-116 GHz (wavelengths of 2.6-4 mm).  We're conducting ongoing observations on the Green Bank Telescope (GBT), which at a diameter of 100 meters is the world’s largest steerable telescope, to study dense molecular gas in ~36 nearby galaxies.  The Dense Extragalactic GBT+Argus Survey (DEGAS) has been allocated ~500 hours of observing time and will quantify the relationship between dense gas and star formation in a large sample of galaxies.  The Argus array will be mapping the emission from various molecules in the interstellar medium, such as carbon monoxide (CO) and hydrogen cyanide (HCN), that are important tracers of star formation in our own galaxy as well as nearby spiral galaxies. The second project is called COMAP, which stands for Carbon Monoxide Mapping Array Pathfinder, and it consists of a 19 element spectrometer array operating between 26-36 GHz (wavelengths of 8-12 mm).  The goal of COMAP is to make the first intensity maps of highly redshifted (z=2.4-3.4) emission from carbon monoxide.  These measurements have the capability to perform 'cosmic tomography' by observing various slices of CO emission at varying cosmological distances.  We completed our main deliverable for this project (the receiver’s cryostat) and the rest of the system has been assembled at the Owens Valley Radio Observatory.  The experiment is currently undergoing a series of commissioning observations, and we anticipate significant data before the end of the year. The third project involves a collaboration with the Jet Propulsion Laboratory (JPL) to develop a miniature mm-wave spectrometer for a Cubesat.  This project, called COSMMIC, focuses on detecting the J=2-1 transition of CO at ~230 GHz at high galactic latitudes to determine how the galaxy is interacting with the intergalactic medium.  Another science goal of these measurements is to use the CO maps to separate the CO emission from other galactic foregrounds (namely dust) that can contaminate observations of the cosmic microwave and infrared backgrounds. We’ve spent the year designing and building many of the components of this laboratory demonstrator including the antenna and the enclosure.  The assembly is now at JPL for testing and characterization. LIST OF SPECIALTIES: studies of the cosmic microwave background polarization, studies of the far infrared background, and astrophysical foreground characterization. COURSE LINKS PHY 101 | PHY110 | Descriptive Astronomy LIST OF SPECIALTIES: studies of the cosmic microwave background polarization, studies of the far infrared background, and astrophysical foreground characterization. COURSE LINKS PHY 101 | PHY110 | Descriptive Astronomy COURSE LINKS PHY 101 | PHY110 | Descriptive Astronomy"
            ]
        ]
    ]
}