{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4URE5PLU",
            "TF9pwP0AAAAJ",
            [
                "Feshbach resonances in ultracold gases",
                "Ultracold photoassociation spectroscopy: Long-range molecules and atomic scattering",
                "Threshold and resonance phenomena in ultracold ground-state collisions",
                "Precise Determination of  Cold Collision Parameters by Radio-Frequency Spectroscopy on Weakly Bound Molecules",
                "Exploring an Ultracold Fermi-Fermi Mixture: Interspecies Feshbach Resonances and Scattering Properties of  and "
            ],
            [
                "Feshbach resonances are the essential tool to control the interaction between atoms in ultracold quantum gases. They have found numerous experimental applications, opening up the way to important breakthroughs. This review broadly covers the phenomenon of Feshbach resonances in ultracold gases and their main applications. This includes the theoretical background and models for the description of Feshbach resonances, the experimental methods to find and characterize the resonances, a discussion of the main properties of resonances in various atomic species and mixed atomic species systems, and an overview of key experiments with atomic Bose-Einstein condensates, degenerate Fermi gases, and ultracold molecules.",
                "Photoassociation is the process in which two colliding atoms absorb a photon to form an excited molecule. The development of laser-cooling techniques for producing gases at ultracold (< 1 mK) temperatures allows photoassociation spectroscopy to be performed with very high spectral resolution. Of particular interest is the investigation of molecular states whose properties can be related, with high precision, to the properties of their constituent atoms with the “complications” of chemical binding accounted for by a few parameters. These include bound long-range or purely long-range vibrational states in which two atoms spend most or all of their time at large internuclear separations. Low-energy atomic scattering states also share this characteristic. Photoassociation techniques have made important contributions to the study of all of these. This review describes what is special about photoassociation spectroscopy …",
                "We study the magnetic-field dependence of the cross sections for elastic and inelastic collisions of pairs of ultracold cesium atoms in a magnetic trap, calculated with the coupled-channels method. We pay special attention to atoms in the f= 3, m f=-3 weak-field seeking state of the lower hyperfine manifold. The cross sections show a pronounced resonance structure. We discuss its origin, starting from the pure bound singlet and triplet rovibrational Cs 2 states and introducing perturbations due to the hyperfine and Zeeman interactions. We also discuss the role of the centrifugal barrier in the final collision channel in reducing the loss of atoms from the trap due to transitions induced by the magnetic dipole-dipole interaction.",
                "We employ radio-frequency spectroscopy on weakly bound Li 2 6 molecules to precisely determine the molecular binding energies and the energy splittings between molecular states for different magnetic fields. These measurements allow us to extract the interaction parameters of ultracold Li 6 atoms based on a multichannel quantum scattering model. We determine the singlet and triplet scattering lengths to be a s= 45.167 (8) a 0 and a t=− 2140 (18) a 0 (1 a 0= 0.052 917 7 nm), and the positions of the broad Feshbach resonances in the energetically lowest three s-wave scattering channels to be 83.41 (15), 69.04 (5), and 81.12 (10) mT.",
                "We report on the observation of Feshbach resonances in an ultracold mixture of two fermionic species, Li 6 and K 40. The experimental data are interpreted using a simple asymptotic bound state model and full coupled channels calculations. This unambiguously assigns the observed resonances in terms of various s-and p-wave molecular states and fully characterizes the ground-state scattering properties in any combination of spin states."
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}