{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4VTA85B5",
            "k4_NU28AAAAJ",
            [
                "Elastic turbulence in a polymer solution flow",
                "Microfluidic memory and control devices",
                "Efficient mixing at low Reynolds numbers using polymer additives",
                "MAPK-mediated bimodal gene expression and adaptive gradient sensing in yeast",
                "A microfluidic chemostat for experiments with bacterial and yeast cells",
                "An experimental study of cracking induced by desiccation",
                "Elastic turbulence in curvilinear flows of polymer solutions",
                "Separation of plasma from whole human blood in a continuous cross-flow in a molded microfluidic device",
                "High-throughput and high-resolution flow cytometry in molded microfluidic devices",
                "A microfluidic rectifier: Anisotropic flow resistance at low Reynolds numbers"
            ],
            [
                "Turbulence is a ubiquitous phenomenon that is not fully understood. It is known that the flow of a simple, newtonian fluid is likely to be turbulent when the Reynolds number is large (typically when the velocity is high, the viscosity is low and the size of the tank is large 1, 2). In contrast, viscoelastic fluids 3 such as solutions of flexible long-chain polymers have nonlinear mechanical properties and therefore may be expected to behave differently. Here we observe experimentally that the flow of a sufficiently elastic polymer solution can become irregular even at low velocity, high viscosity and in a small tank. The fluid motion is excited in a broad range of spatial and temporal scales, and we observe an increase in the flow resistance by a factor of about twenty. Although the Reynolds number may be arbitrarily low, the observed flow has all the main features of developed turbulence. A comparable state of turbulent flow for …",
                "We demonstrate microscopic fluidic control and memory elements through the use of an aqueous viscoelastic polymer solution as a working fluid. By exploiting the fluid9s non-Newtonian rheological properties, we were able to demonstrate both a flux stabilizer and a bistable flip-flop memory. These circuit elements are analogous to their solid-state electronic counterparts and could be used as components of control systems for integrated microfluidic devices. Such miniaturized fluidic circuits are insensitive to electromagnetic interference and may also find medical applications for implanted drug-delivery devices.",
                "Mixing in fluids is a rapidly developing area in fluid mechanics 1, 2, 3, being an important industrial and environmental problem. The mixing of liquids at low Reynolds numbers is usually quite weak in simple flows, and it requires special devices to be efficient. Recently, the problem of mixing was solved analytically for a simple case of random flow, known as the Batchelor regime 4, 5, 6, 7, 8. Here we demonstrate experimentally that very viscous liquids containing a small amount of high-molecular-weight polymers can be mixed quite efficiently at very low Reynolds numbers, for a simple flow in a curved channel. A polymer concentration of only 0.001% suffices. The presence of the polymers leads to an elastic instability 9 and to irregular flow 10, with velocity spectra corresponding to the Batchelor regime 4, 5, 6, 7, 8. Our detailed observations of the mixing in this regime enable us to confirm several important …",
                "The mating pathway in Saccharomyces cerevisiae has been the focus of considerable research effort, yet many quantitative aspects of its regulation still remain unknown. Using an integrated approach involving experiments in microfluidic chips and computational modelling, we studied gene expression and phenotypic changes associated with the mating response under well-defined pheromone gradients. Here we report a combination of switch-like and graded pathway responses leading to stochastic phenotype determination in a specific range of pheromone concentrations. Furthermore, we show that these responses are critically dependent on mitogen-activated protein kinase (MAPK)-mediated regulation of the activity of the pheromone-response-specific transcription factor, Ste12, as well as on the autoregulatory feedback of Ste12. In particular, both the switch-like characteristics and sensitivity of gene …",
                "Bacteria and yeast frequently exist as populations capable of reaching extremely high cell densities. With conventional culturing techniques, however, cell proliferation and ultimate density are limited by depletion of nutrients and accumulation of metabolites in the medium. Here we describe design and operation of microfabricated elastomer chips, in which chemostatic conditions are maintained for bacterial and yeast colonies growing in an array of shallow microscopic chambers. Walls of the chambers are impassable for the cells, but allow diffusion of chemicals. Thus, the chemical contents of the chambers are maintained virtually identical to those of the nearby channels with continuous flowthrough of a dynamically defined medium. We demonstrate growth of cell cultures to densely packed ensembles that proceeds exponentially in a temperature-dependent fashion, and we use the devices to monitor colony …",
                "Experiments on cracking in drying a coffee-water mixture were carried out, in order to model mud cracks occurring in nature. The results show that the main source of stresses required for cracking is the friction at the bottom of the container, in which the mixture is kept. There is a linear relation between the scale of the crack pattern and the thickness of the mixture layer. Statistics of the angles between joining cracks is presented. A general mechanism of mud cracks formation is proposed.",
                "Following our first report (A Groisman and V Steinberg 2000 Nature 405 53), we present an extended account of experimental observations of elasticity-induced turbulence in three different systems: a swirling flow between two plates, a Couette–Taylor (CT) flow between two cylinders, and a flow in a curvilinear channel (Dean flow). All three set-ups had a high ratio of the width of the region available for flow to the radius of curvature of the streamlines. The experiments were carried out with dilute solutions of high-molecular-weight polyacrylamide in concentrated sugar syrups. High polymer relaxation time and solution viscosity ensured prevalence of non-linear elastic effects over inertial non-linearity, and development of purely elastic instabilities at low Reynolds number (Re) in all three flows. Above the elastic instability threshold, flows in all three systems exhibit features of developed turbulence. They include:(i …",
                "We designed, fabricated, and tested a microfluidic device for separation of plasma from whole human blood by size exclusion in a cross-flow. The device is made of a single mold of a silicone elastomer poly(dimethylsiloxane) (PDMS) sealed with a cover glass and is essentially disposable. When loaded with blood diluted to 20% hematocrit and driven with pulsatile pressure to prevent clogging of the channels with blood cells, the device can operate for at least 1 h, extracting ∼8% of blood volume as plasma at an average rate of 0.65 μL\/min. The flow in the device causes very little hemolysis; the extracted plasma meets the standards for common assays and is delivered to the device outlet ∼30 s after injection of blood to the inlet. Integration of the cross-flow microchannel array with on-chip assay elements would create a microanalysis system for point-of-care diagnostics, reducing costs, turn-around times, and …",
                "We describe the design, fabrication, and operation of two types of flow cytometers based on microfluidic devices made of a single cast of poly(dimethylsiloxane). The stream of particles or cells injected into the devices is hydrodynamically focused in both transverse and lateral directions, has a uniform velocity, and has adjustable diameter and shape. The cytometry system built around the first microfluidic device has fluorescence detection accuracy comparable with that of a commercial flow cytometer and can analyze as many as 17 000 particles\/s. This high-throughput microfluidic device could be used in inexpensive stand-alone cytometers or as a part of integrated microanalysis systems. In the second device, a stream of particles is focused to a flow layer of a submicrometer thickness that allows imaging the particles with a high numerical aperture microscope objective. To take long-exposure, low-light …",
                "It is one of the basic concepts of Newtonian fluid dynamics that at low Reynolds number (Re) the Navier-Stokes equation is linear and flows are reversible. In microfluidic devices, where Re is essentially always low, this implies that flow resistance in microchannels is isotropic. Here we present a microfluidic rectifier: a microscopic channel of a special shape whose flow resistance is strongly anisotropic, differing by up to a factor of 2 for opposite flow directions. Its nonlinear operation at arbitrary small Re is due to non-Newtonian elastic properties of the working fluid, which is a 0.01% aqueous solution of a high molecular weight polymer. The rectifier works as a dynamic valve and may find applications in microfluidic pumps and other integrated devices."
            ],
            [
                [

                ]
            ]
        ]
    ]
}