{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4WA00ZP2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Tony Gherghetta Tony Gherghetta Tony Gherghetta Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-301-9198 tgher@umn.edu Ph.D., University of Chicago, 1994 M.S., University of Chicago, 1991 B.Sc., University of Western Australia, 1987 Scientific & Professional Societies Fellow, American Physical Society Physics beyond the Standard Model; LHC phenomenology; Supersymmetry; Extra dimensions; AdS\/CFT and holography Research Group Particle Data Group (PDG) Fellow, American Physical Society, 2015 ARC Federation Fellow, 2008-2013 Research Innovation Award, 2004 Grant-In-Aid of Research Artistry and Scholarship, 2003 J.L. Evans, T. Gherghetta, N. Nagata and Z. Thomas,, Naturalizing Supersymmetry with a Two-Field Relaxion Mechanism JHEP 1609, 150 (2016) J. Barnard, T. Gherghetta, T.S. Ray and A. Spray, The Unnatural Composite Higgs JHEP 1501, 067 (2015) J. Barnard, T. Gherghetta and T. S. Ray, UV Descriptions of Composite Higgs Models Without Elementary Scalars JHEP 1402, 002 (2014) T. Gherghetta, B. von Harling, A.D. Medina and M.A. Schmidt, The Scale-Invariant NMSSM and the 126 GeV Higgs Boson JHEP 1302, 032 (2013) T. Gherghetta, B. von Harling and N. Setzer, A Natural Little Hierarchy from Accidental SUSY JHEP 1107, 011 (2011) B. Batell and T. Gherghetta, Localized U(1) Gauge Fields, Millicharged Particles, and Holography Phys.Rev.D73, 045016, (2006) T. Gherghetta, Dirac Neutrino Masses with Planck Scale Lepton Number Violation Phys. Rev. Lett. 92, 161601 (2004) T. Gherghetta and A. Pomarol, Bulk Fields and Supersymmetry in a Slice of AdS Nucl. Phys. B 586, 141 (2000). K.R. Dienes, E. Dudas and T. Gherghetta, Extra Spacetime Dimensions and Unification Phys. Lett. B 436, 55 (1998)"
            ]
        ]
    ]
}