{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4XFYI07E",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Leonardo Senatore Associate Professor of Physics and of Particle Physics and Astrophysics Research & Scholarship Leonardo Senatore began a joint appointment as Assistant Professor in the Department of Physics and the Department of Particle Physics and Astrophysics (PPA) at SLAC, with primary appointment in Physics, in September, 2010. As an undergraduate in Italy, Senatore completed three years of a program in Aerospace Engineering at the Scuola Superiore S. Anna of Pisa, before switching to Physics and receiving his Laurea in Theoretical Physics from the Scuola Normale Superiore of Pisa in 2003. Senatore received his PhD from MIT in April 2006, and then was a postdoctoral researcher jointly at Harvard and the Institute for Advanced Study, Princeton. Associate Professor, Associate Professor, Particle Physics and Astrophysics Associate Professor, Physics Department and SLAC, Stanford University (2010 - Present) New Horizons in Physics Prize, Breakthrough Prize foundation (2015) Early Career Award, Department of energy (2012) Terman Award, Stanford (2010) Reviewer, Grants for DOE, NSF, NASA, ERC, Swiss National Foundation, Netherlands Science Organization (2010) Peer reviewer, PRL, PRD, JHEP, JCAP (2007) Member, Institute for Advanced Study, Theoretical Physics  (2006) Postdoctoral Scholar, Harvard University, Theoretical Physics  (2006) Ph.D., Massachusetts Institute of Technology, Physics  (2006) University Diploma, Scuola Normale Superiore of Pisa, Physics  (2003) Laurea, University of Pisa, Physics  (2002) senatore@stanford.edu Position: Assoc Professor Position: Asst Professor Position: Assistant Professor 0210 Current Research and Scholarly Interests Professor Senatore is a theoretical physicist working to try to understand how the universe began and evolved to its present form. While this is a very interesting and fundamental question per se, from the understanding of how the universe evolved in the first few moments we can infer more about the laws of physics at the smallest distances and highest energies. Cosmological observations are providing us with a huge amount of data, which allows us to test our theories about inflation, eternal inflation and its alternatives, and about the growth of structures in our universe, to an unprecedented level. Senatore tries to bridge the gap between the speculative ideas about the early universe and their possible confirmation in the data. Current areas of focus: - Effective field theory of inflation - Primordial non-Gaussianities - Effective field theory of cosmological large scale structures - Eternal inflation and quantum effects in inflation - Analysis of cosmological data Quantum Field Theory I PHYSICS 330 (Aut) Quantum Field Theory II PHYSICS 331 (Win) Independent Studies (2) PHYSICS 190 (Aut, Win) Quantum Field Theory I PHYSICS 330 (Aut) Quantum Field Theory I PHYSICS 330 (Aut) Quantum Field Theory I PHYSICS 330 (Aut) George Panagopoulos Diogo Braganca, Adel Rahman Biased tracers in redshift space in the EFTofLSS with exact time dependence Donath, Y., Senatore, L. 2020 DOI 10.1088\/1475-7516\/2020\/10\/039 Web of Science ID 000590148200041 Gravitational-wave constraints on an effective-field-theory extension of general relativity Sennett, N., Brito, R., Buonanno, A., Gorbenko, V., Senatore, L. 2020 102 (4) DOI 10.1103\/PhysRevD.102.044056 Web of Science ID 000564048900009 Efficient cosmological analysis of the SDSS\/BOSS data from the Effective Field Theory of Large-Scale Structure Colas, T., d'Amico, G., Senatore, L., Zhang, P., Beutler, F. 2020 DOI 10.1088\/1475-7516\/2020\/06\/001 Web of Science ID 000551875400021 Asymptotic Behavior of Cosmologies with Lambda > 0 in 2+1 Dimensions COMMUNICATIONS IN MATHEMATICAL PHYSICS Creminelli, P., Senatore, L., Vasy, A. 2020 376 (2) : 1155–70 DOI 10.1007\/s00220-020-03706-3 Web of Science ID 000536053300008 The cosmological analysis of the SDSS\/BOSS data from the Effective Field Theory of Large-Scale Structure d'Amico, G., Gleyzes, J., Kokron, N., Markovic, D., Senatore, L., Zhang, P., Beutler, F., Gil-Marin, H. 2020 DOI 10.1088\/1475-7516\/2020\/05\/005 Web of Science ID 000535391600006 An analytic implementation of the IR-resummation for the BAO peak Lewandowski, M., Senatore, L. 2020 DOI 10.1088\/1475-7516\/2020\/03\/018 Web of Science ID 000528029100019 Very massive tracers and higher derivative biases Fujita, T., Mauerhofer, V., Senatore, L., Vlah, Z., Angulo, R. 2020 DOI 10.1088\/1475-7516\/2020\/01\/009 Web of Science ID 000528025800010 Tree-level bispectrum in the effective field theory of large-scale structure extended to massive neutrinos de Belsunce, R., Senatore, L. 2019 DOI 10.1088\/1475-7516\/2019\/02\/038 Web of Science ID 000459147200001 Black Holes in an Effective Field Theory Extension of General Relativity Cardoso, V., Kimura, M., Maselli, A., Senatore, L. 121 (25) : 251105 Effective field theory methods suggest that some rather general extensions of general relativity include, or are mimicked by, certain higher-order curvature corrections, with coupling constants expected to be small but otherwise arbitrary. Thus, the tantalizing prospect to test the fundamental nature of gravity with gravitational-wave observations, in a systematic way, emerges naturally. Here, we build black hole solutions in such a framework and study their main properties. Once rotation is included, we find the first purely gravitational example of geometries without Z_{2} symmetry. Despite the higher-order operators of the theory, we show that linearized fluctuations of such geometries obey second-order differential equations. We find nonzero tidal Love numbers. We study and compute the quasinormal modes of such geometries. These results are of interest to gravitational-wave science but also potentially relevant for electromagnetic observations of the galactic center or x-ray binaries. PubMedID 30608822 Light Particles with Spin in Inflation Bordin, L., Creminelli, P., Khmelnitsky, A., Senatore, L. DOI 10.1088\/1475-7516\/2018\/10\/013 Web of Science ID 000446884800001 On the IR-resummation in the EFTofLSS Senatore, L., Trevisan, G. DOI 10.1088\/1475-7516\/2018\/05\/019 Web of Science ID 000431788400001 EFT of large scale structures in redshift space Lewandowski, M., Senatore, L., Prada, F., Zhao, C., Chuang, C. 97 (6) DOI 10.1103\/PhysRevD.97.063526 Web of Science ID 000428391000001 On the bispectra of very massive tracers in the Effective Field Theory of Large-Scale Structure Nadler, E. O., Perko, A., Senatore, L. DOI 10.1088\/1475-7516\/2018\/02\/058 Web of Science ID 000426511900001 The Supersymmetric Effective Field Theory of Inflation JOURNAL OF HIGH ENERGY PHYSICS Delacretaz, L. V., Gorbenko, V., Senatore, L. DOI 10.1007\/JHEP03(2017)063 Web of Science ID 000397674000008 Boost breaking in the EFT of inflation Delacretaz, L. V., Noumi, T., Senatore, L. DOI 10.1088\/1475-7516\/2017\/02\/034 Web of Science ID 000399455000034 Inhomogeneous anisotropic cosmology Kleban, M., Senatore, L. DOI 10.1088\/1475-7516\/2016\/10\/022 Web of Science ID 000394578400027 Beginning inflation in an inhomogeneous universe East, W. E., Kleban, M., Linde, A., Senatore, L. DOI 10.1088\/1475-7516\/2016\/09\/010 Web of Science ID 000389772300016 Linear response to long wavelength fluctuations using curvature simulations Baldauf, T., Seljak, U., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2016\/09\/007 Web of Science ID 000389772300006 Precision comparison of the power spectrum in the EFTofLSS with simulations Foreman, S., Perrier, H., Senatore, L. DOI 10.1088\/1475-7516\/2016\/05\/027 Web of Science ID 000378041500028 The EFT of Large Scale Structures at all redshifts: analytical predictions for lensing Foreman, S., Senatore, L. DOI 10.1088\/1475-7516\/2016\/04\/033 Web of Science ID 000393286400027 Bias in the effective field theory of large scale structures Senatore, L. DOI 10.1088\/1475-7516\/2015\/11\/007 Web of Science ID 000365821200008 The one-loop matter bispectrum in the Effective Field Theory of Large Scale Structures Angulo, R. E., Foreman, S., Schmittfull, M., Senatore, L. DOI 10.1088\/1475-7516\/2015\/10\/039 Web of Science ID 000365804000040 The cosmological Higgstory of the vacuum instability JOURNAL OF HIGH ENERGY PHYSICS Espinosa, J. R., Giudice, G. F., Morgante, E., Riotto, A., Senatore, L., Strumia, A., Tetradis, N. DOI 10.1007\/JHEP09(2015)174 Web of Science ID 000361976200001 On the statistics of biased tracers in the Effective Field Theory of Large Scale Structures Angulo, R., Fasiello, M., Senatore, L., Vlah, Z. DOI 10.1088\/1475-7516\/2015\/09\/029 Web of Science ID 000365690000029 Analytic prediction of baryonic effects from the EFT of large scale structures Lewandowski, M., Perko, A., Senatore, L. DOI 10.1088\/1475-7516\/2015\/05\/019 Web of Science ID 000355794800019 Inflation after false vacuum decay: Observational prospects after Planck Bousso, R., Harlow, D., Senatore, L. 91 (8) DOI 10.1103\/PhysRevD.91.083527 Web of Science ID 000353286900002 Inflation physics from the cosmic microwave background and large scale structure ASTROPARTICLE PHYSICS Abazajian, K. N., Arnold, K., Austermann, J., Benson, B. A., Bischoff, C., Bock, J., Bond, J. R., Borrill, J., Buder, I., Burke, D. L., Calabrese, E., Carlstrom, J. E., Carvalho, C. S., Chang, C., Chiang, H. C., Church, S., Cooray, A., Crawford, T. M., Crill, B. P., Dawson, K. S., Das, S., Devlin, M. J., Dobbs, M., Dodelson, S., Dore, O., Dunkley, J., Feng, J. L., Fraisse, A., Gallicchio, J., Giddings, S. B., Green, D., Halverson, N. W., Hanany, S., Hanson, D., Hildebrandt, S. R., HINCKS, A., Hlozek, R., Holder, G., Holzapfel, W. L., Honscheid, K., Horowitz, G., Hu, W., Hubmayr, J., Irwin, K., Jackson, M., Jones, W. C., Kallosh, R., Kamionkowski, M., Keating, B., Keisler, R., Kinney, W., Knox, L., Komatsu, E., Kovac, J., Kuo, C., Kusaka, A., Lawrence, C., Lee, A. T., Leitch, E., Linde, A., Linder, E., Lubin, P., Maldacena, J., Martinec, E., McMahon, J., Miller, A., Mukhanov, V., Newburgh, L., Niemack, M. D., Nguyen, H., Nguyen, H. T., Page, L., Pryke, C., Reichardt, C. L., Ruhl, J. E., Sehgal, N., Seljak, U., Senatore, L., Sievers, J., Silverstein, E., Slosar, A., Smith, K. M., Spergel, D., Staggs, S. T., Stark, A., Stompor, R., Vieregg, A. G., Wang, G., Watson, S., Wollack, E. J., Wu, W. L., Yoon, K. W., Zahn, O., Zaldarriaga, M. 63 : 55-65 DOI 10.1016\/j.astropartphys.2014.05.013 Web of Science ID 000344824400005 Gravitational waves and the scale of inflation Mirbabayi, M., Senatore, L., Silverstein, E., Zaldarriaga, M. 91 (6) DOI 10.1103\/PhysRevD.91.063518 Web of Science ID 000351344100002 The IR-resummed Effective Field Theory of Large Scale Structures Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2015\/02\/013 Web of Science ID 000351502100014 Inflation after false vaccuum decay: new evidence from BICEP2 Bousso, R., Harlow, D., Senatore, L. DOI 10.1088\/1475-7516\/2014\/12\/019 Web of Science ID 000346298800019 New natural shapes of non-Gaussianity from high-derivative interactions and their optimal limits from WMAP 9-year data Behbahani, S. R., Mirbabayi, M., Senatore, L., Smith, K. M. DOI 10.1088\/1475-7516\/2014\/11\/035 Web of Science ID 000346105300036 New sources of gravitational waves during inflation Senatore, L., Silverstein, E., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2014\/08\/016 Web of Science ID 000341848800016 The Effective Field Theory of Large Scale Structures at two loops Carrasco, J. J., Foreman, S., Green, D., Senatore, L. DOI 10.1088\/1475-7516\/2014\/07\/057 Web of Science ID 000339802700058 The 2-loop matter power spectrum and the IR-safe integrand Carrasco, J. J., Foreman, S., Green, D., Senatore, L. DOI 10.1088\/1475-7516\/2014\/07\/056 Web of Science ID 000339802700057 The Lagrangian-space Effective Field Theory of large scale structures Porto, R. A., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2014\/05\/022 Web of Science ID 000336092200024 The physical squeezed limit: consistency relations at order q(2) Creminelli, P., Perko, A., Senatore, L., Simonovic, M., Trevisan, G. DOI 10.1088\/1475-7516\/2013\/11\/015 Web of Science ID 000327843900016 Anomalous dimensions and non-gaussianity JOURNAL OF HIGH ENERGY PHYSICS Green, D., Lewandowski, M., Senatore, L., Silverstein, E., Zaldarriaga, M. DOI 10.1007\/JHEP10(2013)171 Web of Science ID 000326084600002 Optimal analysis of azimuthal features in the CMB Osborne, S., Senatore, L., Smith, K. DOI 10.1088\/1475-7516\/2013\/10\/001 Web of Science ID 000326979500001 The constancy of zeta in single-clock Inflation at all loops JOURNAL OF HIGH ENERGY PHYSICS Senatore, L., Zaldarriaga, M. DOI 10.1007\/JHEP09(2013)148 Web of Science ID 000325024800006 On loops in inflation II: IR effects in single clock inflation JOURNAL OF HIGH ENERGY PHYSICS Senatore, L., Zaldarriaga, M. DOI 10.1007\/JHEP01(2013)109 Web of Science ID 000315583600028 (Small) resonant non-gaussianities: signatures of a discrete shift symmetry in the effective field theory of inflation Behbahani, S. R., Dymarsky, A., Mirbabayi, M., Senatore, L. DOI 10.1088\/1475-7516\/2012\/12\/036 Web of Science ID 000312959800036 The effective field theory of cosmological large scale structures JOURNAL OF HIGH ENERGY PHYSICS Carrasco, J. J., Hertzberg, M. P., Senatore, L. DOI 10.1007\/JHEP09(2012)082 Web of Science ID 000310341200058 A note on the consistency condition of primordial fluctuations Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2012\/08\/001 Web of Science ID 000308800700002 Cosmological non-linearities as an effective fluid Baumann, D., Nicolis, A., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2012\/07\/051 Web of Science ID 000307079600004 On loops in inflation III: time independence of zeta in single clock inflation JOURNAL OF HIGH ENERGY PHYSICS Pimentel, G. L., Senatore, L., Zaldarriaga, M. DOI 10.1007\/JHEP07(2012)166 Web of Science ID 000307299800044 Universality of the volume bound in slow-roll eternal inflation JOURNAL OF HIGH ENERGY PHYSICS Dubovsky, S., Senatore, L., Villadoro, G. DOI 10.1007\/JHEP05(2012)035 Web of Science ID 000305236000035 The effective field theory of multifield inflation JOURNAL OF HIGH ENERGY PHYSICS Senatore, L., Zaldarriaga, M. DOI 10.1007\/JHEP04(2012)024 Web of Science ID 000304146600024 Dissipative effects in the effective field theory of inflation JOURNAL OF HIGH ENERGY PHYSICS Lopez Nacir, D., Porto, R. A., Senatore, L., Zaldarriaga, M. DOI 10.1007\/JHEP01(2012)075 Web of Science ID 000300181800075 Galaxy bias and non-linear structure formation in general relativity Baldauf, T., Seljak, U., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2011\/10\/031 Web of Science ID 000296767600031 Scale-invariance and the strong coupling problem Baumann, D., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2011\/05\/004 Web of Science ID 000291264100004 Primordial non-Gaussianity in the bispectrum of the halo density field Baldauf, T., Seljak, U., Senatore, L. DOI 10.1088\/1475-7516\/2011\/04\/006 Web of Science ID 000291259000006 A naturally large four-point function in single field inflation Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2011\/01\/003 Web of Science ID 000286802900003 On loops in inflation JOURNAL OF HIGH ENERGY PHYSICS Senatore, L., Zaldarriaga, M. DOI 10.1007\/JHEP12(2010)008 Web of Science ID 000285964400038 Contributions to the dark matter 3-Point function from the radiation era Fitzpatrick, A. L., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2010\/05\/004 Web of Science ID 000279490800036 Spherical collapse in quintessence models with zero speed of sound Creminelli, P., D'Amico, G., Norena, J., Senatore, L., Vernizzi, F. DOI 10.1088\/1475-7516\/2010\/03\/027 Web of Science ID 000276103000007 Non-Gaussianities in single field inflation and their optimal limits from the WMAP 5-year data Senatore, L., Smith, K. M., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2010\/01\/028 Web of Science ID 000289245200018 Optimal limits on f(NL)(local) from WMAP 5-year data Smith, K. M., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2009\/09\/006 Web of Science ID 000270659900006 Non-gaussianities from perturbing recombination Senatore, L., Tassev, S., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2009\/09\/038 Web of Science ID 000270659900038 Trapped inflation Green, D., Horn, B., Senatore, L., Silverstein, E. 80 (6) DOI 10.1103\/PhysRevD.80.063533 Web of Science ID 000270385200052 Cosmological perturbations at second order and recombination perturbed Senatore, L., Tassev, S., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2009\/08\/031 Web of Science ID 000270036800031 The volume of the universe after inflation and de Sitter entropy JOURNAL OF HIGH ENERGY PHYSICS Dubovsky, S., Senatore, L., Villadoro, G. DOI 10.1088\/1126-6708\/2009\/04\/118 Web of Science ID 000266428300118 Probing Inflation with CMB Polarization CMB Polarization Workshop Baumann, D., Jackson, M. G., Adshead, P., Amblard, A., Ashoorioon, A., Bartolo, N., Bean, R., Beltran, M., De Bernardis, F., Bird, S., Chen, X., Chung, D. J., Colombo, L., Cooray, A., Creminelli, P., Dodelson, S., Dunkley, J., Dvorkin, C., Easther, R., Finelli, F., Flauger, R., Hertzberg, M. P., Jones-Smith, K., Kachru, S., Kadota, K., Khoury, J., Kinney, W. H., Komatsu, E., Krauss, L. M., Lesgourgues, J., Liddle, A., Liguori, M., Lim, E., Linde, A., Matarrese, S., Mathur, H., McAllister, L., Melchiorri, A., Nicolis, A., Pagano, L., Peiris, H. V., Peloso, M., Pogosian, L., Pierpaoli, E., Riotto, A., Seljak, U., Senatore, L., Shandera, S., Silverstein, E., Smith, T., Vaudrevange, P., Verde, L., Wandelt, B., Wands, D., Watson, S., Wyman, M., Yadav, A., Valkenburg, W., Zaldarriaga, M. : 10–120 Web of Science ID 000270939500002 CMBPol Mission Concept Study: Probing Inflation with CMB Polarization AIP Conf. Proc Baumann, D., Senatore, L. : 10 The phase transition to eternal inflation JOURNAL OF HIGH ENERGY PHYSICS Creminelli, P., Dubovsky, S., Nicolis, A., Senatore, L., Zaldarriaga, M. Web of Science ID 000259699700101 (No) Eternal inflation and precision Higgs physics JOURNAL OF HIGH ENERGY PHYSICS Arkani-Hamed, N., Dubovsky, S., Senatore, L., Villadoro, G. Web of Science ID 000254765800001 The effective field theory of inflation JOURNAL OF HIGH ENERGY PHYSICS Cheung, C., Fitzpatrick, A. L., Kaplan, J., Senatore, L., Creminelli, P. Web of Science ID 000254765800062 On the consistency relation of the three-point function in single-field inflation Cheung, C., Fitzpatrick, A. L., Kaplan, J., Senatore, L. DOI 10.1088\/1475-7516\/2008\/02\/021 Web of Science ID 000254151100021 The Phase Transition to Slow-roll Eternal Inflation JHEP Creminelli, P., Dubovsky, S., Nicolis, A., Senatore, L., Zaldarriaga, M. 0809 : 036 A smooth bouncing cosmology with scale invariant spectrum Creminelli, P., Senatore, L. DOI 10.1088\/1475-7516\/2007\/11\/010 Web of Science ID 000251993300022 Estimators for local non-Gaussianities Creminelli, P., Senatore, L., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2007\/03\/019 Web of Science ID 000245945000003 Limits on f(NL) parameters from Wilkinson microwave Anisotropy Probe three-year data Creminelli, P., Senatore, L., Zaldarriaga, M., Tegmark, M. DOI 10.1088\/1475-7516\/2007\/03\/005 Web of Science ID 000245945000017 Limits on fNL parameters from WMAP 3yr data JCAP Creminelli, P., Senatore, L., Zaldarriaga, M., Tegmark, M. 0703 : 005 Starting the Universe: stable violation of the null energy condition and non-standard cosmologies JOURNAL OF HIGH ENERGY PHYSICS Creminelli, P., Luty, M. A., Nicolis, A., Senatore, L. Web of Science ID 000244081100081 Limits on non-gaussianities from WMAP data Creminelli, P., Nicolis, A., Senatore, L., Tegmark, M., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2006\/05\/004 Web of Science ID 000238060100004 Hierarchy from baryogenesis Senatore, L. 73 (4) DOI 10.1103\/PhysRevD.73.043513 Web of Science ID 000235669800025 Minimal model for dark matter and unification Mahbubani, R., Senatore, L. 73 (4) DOI 10.1103\/PhysRevD.73.043510 Web of Science ID 000235669800022 Isocurvature constraints on gravitationally produced superheavy dark matter Chung, D. J., Kolb, E. W., Riotto, A., Senatore, L. 72 (2) DOI 10.1103\/PhysRevD.72.023511 Web of Science ID 000230889600021 Tilted ghost inflation Senatore, L. 71 (4) DOI 10.1103\/PhysRevD.71.043512 Web of Science ID 000227319800021 How heavy can the fermions in split SUSY be? A study on gravitino and extradimensional LSP Phys. Rev. D Senatore, L. 71 : 103510 Theoretical Astrophysics and Cosmology Calculating and modeling the physics of the cosmos. First objects in the universe, relativistic astrophysics, neutron stars, black holes, inflation, cosmic evolution and structure. Current research in theoretical astrophysics and cosmology at Stanford explores a wide range of critical questions. Major topics include numerical simulations of the formation of structure from small scales (first stars) to large scales (dark matter structure), galaxy formation, black holes (evolution, jets, accretion disks and orbiting objects), neutron stars (pulsars, magnetars), particle acceleration (relativistic shocks, origin of cosmic rays), gravitational lensing, and the very early universe (inflation). See the section on Observational & Experimental Astrophysics and Cosmology for a description of how scientists at Stanford are probing many of these questions with experiments and telescopes. . There are also close ties with the Stanford Institute for Theoretical Physics ( SITP ) and the SLAC Theory Group Tom Abel (650) 926-4230 tabel@stanford.edu Personal Website Roger Blandford (650) 723-4233 rdb3@stanford.edu Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Vahe Petrosian (650) 723-1435 vahep@stanford.edu ADS abstracts arXiv astro-ph AstroPage Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Douglas Stanford Associate Professor Robert Wagoner (650) 723-4561 wagoner@stanford.edu My Personal Website Risa Wechsler rwechsler@stanford.edu Galaxy Formation & Cosmology Group Stanford Institute for Theoretical Physics Research in the Stanford Institute for Theoretical Physics (SITP) spans a wide range of topics from understanding the fundamental nature of forces, particles and space-time geometry, to condensed matter physics and quantum information.  There is considerable cross-fertilization in some of these endeavors with faculty in the SLAC Theory Group and the Savas Dimopoulos (650) 723-4231 Savas@stanford.edu Theoretical Physics Sebastian Doniach SXDWC@SLAC.Stanford.Edu Theoretical Physics Alexander Fetter fetter@stanford.edu Theoretical Physics Peter Graham Associate Professor pwgraham@stanford.edu Publications on INSPIRE Theoretical Physics Sean Hartnoll Associate Professor (650) 724-9662 hartnoll@stanford.edu Publications on Google Scholar Publications on INSPIRE Publications on the arXiv Public lecture: From black holes to superconductors Short interview: string theory and black holes Lectures and talks on YouTube Theoretical Physics Patrick Hayden (650) 725-9181 phayden@stanford.edu Publications on Google Scholar Theoretical Physics Shamit Kachru (650) 736-2047 skachru@stanford.edu Theoretical Physics Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Vedika Khemani Assistant Professor vkhemani@stanford.edu Khemani recognized for work on time-crystals Publications on Google Scholar Theoretical Condensed Matter Physics Theoretical Physics Steven Kivelson Kivelson@stanford.edu Defining \"Emergence\" in Physics Understanding Complexity Kivelson Group Web Link Theoretical Physics Robert Laughlin (650) 723-4563 ndl@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Xiaoliang Qi xlqi@stanford.edu Theoretical Physics Srinivas Raghu Associate Professor (650) 926-3068 sraghu@stanford.edu Theoretical Physics Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Stephen Shenker (650) 723-4232 sshenker@stanford.edu Publications on INSPIRE Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Leonard Susskind The Theoretical Minimum lecture series Publications on INSPIRE Theoretical Physics"
            ]
        ]
    ]
}