{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4XTK7BHH",
            "si5LCNIAAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of Particle Physics: particle data groups",
                "Introducing the CTA concept",
                "Multiwavelength observations of strong flares from the TeV blazar 1ES 1959+ 650",
                "Discovery of TeV gamma rays from SN 1006: Further evidence for the supernova remnant origin of cosmic rays",
                "Review of particle physics",
                "The first VERITAS telescope"
            ],
            [
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2658 new measurements from 644 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 112 reviews are many that are new or heavily revised including those on Heavy-Quark and Soft-Collinear Effective Theory, Neutrino Cross Section Measurements, Monte Carlo Event Generators, Lattice QCD, Heavy Quarkonium Spectroscopy, Top Quark, Dark Matter, V cb & V ub, Quantum Chromodynamics, High-Energy Collider Parameters, Astrophysical Constants, Cosmological Parameters, and Dark Matter. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov\/. The 2012 edition of Review of Particle Physics is published for the Particle Data Group as article 010001 in volume 86 of Physical Review D. This edition should be cited as: J. Beringer et al.(Particle Data Group), Phys. Rev. D 86, 010001 (2012).",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
                "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
                "The Cherenkov Telescope Array (CTA) is a new observatory for very high-energy (VHE) gamma rays. CTA has ambitions science goals, for which it is necessary to achieve full-sky coverage, to improve the sensitivity by about an order of magnitude, to span about four decades of energy, from a few tens of GeV to above 100 TeV with enhanced angular and energy resolutions over existing VHE gamma-ray observatories. An international collaboration has formed with more than 1000 members from 27 countries in Europe, Asia, Africa and North and South America. In 2010 the CTA Consortium completed a Design Study and started a three-year Preparatory Phase which leads to production readiness of CTA in 2014. In this paper we introduce the science goals and the concept of CTA, and provide an overview of the project.",
                " Following the detection of strong TeV γ‐ray flares from the BL Lac object 1ES 1959+650 with the Whipple 10 m Cerenkov telescope on 2002 May 16 and 17, we performed intensive target of opportunity radio, optical, X‐ray, and TeV γ‐ray observations from 2002 May 18 to August 14. Observations with the X‐ray telescope Rossi X‐Ray Timing Explorer and the Whipple and HEGRA γ‐ray telescopes revealed several strong flares, enabling us to sensitively test the X‐ray–γ‐ray flux correlation properties. Although the X‐ray and γ‐ray fluxes seemed to be correlated in general, we found an “orphan” γ‐ray flare that was not accompanied by an X‐ray flare. While we detected optical flux variability with the Boltwood and Abastumani observatories, the data did not give evidence for a correlation of the optical flux variability with the observed X‐ray and γ‐ray flares. Within statistical errors of about 0.03 Jy at 14.5 GHz and 0 …",
                "In this Letter we report the discovery of TeV gamma-ray emission from a supernova remnant made with the CANGAROO 3.8 m telescope. TeV gamma rays were detected at the sky position and extension coincident with the northeast rim of shell-type supernova remnant (SNR) SN 1006 (Type Ia). SN 1006 has been a most likely candidate for an extended TeV gamma-ray source, since the clear synchrotron X-ray emission from the rims was recently observed by ASCA (Koyama et al.), which is strong evidence for the existence of very high energy (up to hundreds of TeV) electrons in the SNR. The observed TeV gamma-ray flux was (2.4±0.5 [statistical]±0.7 [systematic])× 10− 12 cm-2 s-1 (≥ 3.0±0.9 TeV) and (4.6±0.6±1.4)× 10− 12 cm-2 s-1 (≥ 1.7±0.5 TeV) from the 1996 and 1997 observations, respectively. Also, we set an upper limit on the TeV gamma-ray emission from the southwest rim, which is estimated to be 1.1 …",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,324 new measurements from 878 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. Particle properties and search limits are listed in Summary Tables. We give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 120 reviews are many that are new or heavily revised, including a new review on High Energy Soft QCD and Diffraction and one on the Determination of CKM …",
                "The first atmospheric Cherenkov telescope of VERITAS (the Very Energetic Radiation Imaging Telescope Array System) has been in operation since February 2005. We present here a technical description of the instrument and a summary of its performance. The calibration methods are described, along with the results of Monte Carlo simulations of the telescope and comparisons between real and simulated data. The analysis of TeV γ-ray observations of the Crab Nebula, including the reconstructed energy spectrum, is shown to give results consistent with earlier measurements. The telescope is operating as expected and has met or exceeded all design specifications."
            ],
            [
                [
                    "Astronomy",
                    "Physics"
                ]
            ]
        ]
    ]
}