{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4Z6PHRW5",
            "Z4Eu_-IAAAAJ",
            [
                "Tunneling into Current-Carrying Surface States of High- Tc Superconductors",
                "Rapid postglitch spin-up of the superfluid core in pulsars",
                "The Order Parameter for the Superconducting Phases of UPt3",
                "Electronic thermal conductivity and the Wiedemann-Franz law for unconventional superconductors",
                "Nonlinear Meissner effect in CuO superconductors",
                "Phase diagram of  from ultrasonic velocity measurements"
            ],
            [
                "Theoretical results for the ab-plane tunneling conductance in the d-wave model for high-T c superconductors are presented. The d-wave model predicts surface bound states below the maximum gap. A subdominant order parameter, stabilized by the surface, leads to a splitting of the zero-bias conductance peak (ZBCP) in zero external field and to spontaneous surface currents. In a magnetic field, screening currents shift the bound state spectrum, leading to a splitting of the ZBCP that is linear in H at low fields and saturates at a pair breaking critical field of order H c*≃ 3 T.",
                "Vortex lines in the superfluid cores of neutron stars carry flux due to the induced proton charge current which",
                "I review the principal theories that have been proposed for the superconducting phases of UPt3. The detailed H-T phase diagram places constraints on any theory for the multiple superconducting phases. Much attention has been given to the Ginzberg-Landau region of the phase diagram where the phase boundaries of three phases appear to meet at a tetracritical point. It has been argued that the existence of a tetracritical point for all field orientations eliminates the two-dimensional (2D) orbital representations coupled to a symmetry-breaking field (SBF) as a viable theory of these phases and favours either a theory based on two primary order parameters belonging to different irreducible representations that are accidentally degenerate, as described by Chen and Garg 1993, or a spin-triplet, orbital one-dimensional representation with non spin-orbit coupling in the pairing channel, as described by Machida and …",
                "We use the quasiclassical theory of superconductivity to calculate the electronic contribution to the thermal conductivity. The theory is formulated for low temperatures when heat transport is limited by electron scattering from random defects and for superconductors with nodes in the order parameter. We show that certain eigenvalues of the thermal conductivity tensor are universal at low temperature, k BT≪ γ, where γ is the bandwidth of impurity bound states in the superconducting phase. The components of the electrical and thermal conductivity also obey a Wiedemann-Franz law with the Lorenz ratio L (T)= κ\/σT given by the Sommerfeld value of L S=(π 2\/3)(k B\/e) 2 for k BT≪ γ. For intermediate temperatures the Lorenz ratio deviates significantly from L S, and is strongly dependent on the scattering cross section, and qualitatively different for resonant vs nonresonant scattering. We include comparisons with other …",
                "Recent theories of the NMR in the CuO superconductors are based on a spin-singlet d x 2-y 2 order parameter. Since this state has nodal lines on the Fermi surface, nonlinear effects associated with low-energy quasiparticles become important, particularly at low temperatures. We show that the field dependence of the supercurrent, below the nucleation field for vortices, can be used to locate the positions of the nodal lines of an unconventional gap in momentum space, and hence test the proposed d x 2-y 2 state.",
                "We present measurements of longitudinal ultrasonic velocity on single crystals of the heavy-fermion superconductor UPt 3. The measurements show clear signatures of second-order phase transitions in the superconducting state, with the velocity anomalies well accounted for by Ginzburg-Landau theory. From these signatures we construct a phase diagram for UPt 3 that reveals all the boundary lines that have been identified as possible phase transitions. We are able to track the phase transition lines to a tetracritical point, located on the upper-critical-field curve, to within the width of the normal-superconducting transition."
            ],
            [
                [
                    "Theoretical Physics",
                    "Condensed Matter Physics",
                    "Quantum Fluids",
                    "Superconductivity",
                    "Quantum Computing & Sensing"
                ]
            ],
            [
                "James Sauls James Sauls Professor PhD, SUNY Stony Brook, 1980 sauls@northwestern.edu Tech F234 About me I received my BSc in Engineering Physics at Colorado School of Mines in Golden (1975), then moved to New York to do graduate work at SUNY-Stony Brook, where I received a Ph.D. in physics in 1980. I did post-doctoral research at Princeton University in New Jersey (1980-83), Nordic Institute of Theoretical Atomic Physics in Copenhagen and Helsinki University of Technology (1983-84), then joined the Princeton physics faculty (1983-1987). Since 1987 I have been a professor of physics at Northwestern University in Evanston, Illinois. I am co-director of the Northwestern-Fermilab Center for Applied Physics and Superconducting Technologies ( CAPST ) [ Curriculum Vitae ]. What I do Research: I study the physical world by combining mathematical analysis and observation (generally with the help of experimentally inclined colleagues and students). I try to formulate and apply concepts and principles (physical laws) to relate observations of physical phenomena, such as superconductivity, to fundamental properties of matter and radiation. The laws of physics (e.g. quantum mechanics) are expressed in mathematical equations, so in practice I try to formulate physical questions as mathematical problems. Teaching: I teach physics - both the fundamentals as well as developments in current research. For me, teaching and research are entangled. My field Theoretical Physics . I started research in the nuclear theory group at Stony Brook investigating matter under conditions thought to exist in the interiors of cold, dense stars called neutron stars. While I continue research in nuclear matter under extreme conditions, my current research is in the field of theoretical condensed matter physics. Theoretical condensed matter research involves the discovery of new concepts related to the collective behavior of enormous numbers of atomic constituents, combined with the application of statistical mechanics and quantum theory to describe the behavior of macroscopic matter [` More is Different' with Condensed Matter Physics ]. Quantum physics of macroscopic matter is clearly revealed at low temperatures, and in the presence of strong electromagnetic or acoustic radiation fields. Matter under such conditions is described by quantum field theory. I conduct theoretical studies of matter in which quantum effects are manifest in the observable properties of matter [ Research Highlights ]. Awards and Honors Max Planck Research Prize in Theoretical Physics, 1994 Fellow, Division of Condensed Matter Physics, APS, 1998 John Bardeen Prize in Theoretical Superconductivity, 2012 Distinguished Lecturer, University of Edinburgh, 2014 Fritz London Memorial Prize in Low Temperature Physics, 2017 Publications My Archive arXiv"
            ]
        ]
    ]
}