{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "4ZWD1VC8",
            "tkac6PEAAAAJ",
            [
                "Planck 2015 results-xiii. cosmological parameters",
                "Planck 2013 results. XVI. Cosmological parameters",
                "Planck 2015 results-XX. Constraints on inflation",
                "Planck 2013 results. I. Overview of products and scientific results",
                "Planck 2013 results. XXII. Constraints on inflation",
                "Planck 2015 results-I. Overview of products and scientific results",
                "Planck 2013 results. vi. high frequency instrument data processing",
                "Planck 2015 results-xiv. dark energy and modified gravity",
                "Planck 2015 results-XI. CMB power spectra, likelihoods, and robustness of parameters",
                "Planck 2015 results-XVII. Constraints on primordial non-Gaussianity"
            ],
            [
                "This paper presents cosmological results based on full-mission Planck observations of temperature and polarization anisotropies of the cosmic microwave background (CMB) radiation. Our results are in very good agreement with the 2013 analysis of the Planck nominal-mission temperature data, but with increased precision. The temperature and polarization power spectra are consistent with the standard spatially-flat 6-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper). From the Planck temperature data combined with Planck lensing, for this cosmology we find a Hubble constant, H0 = (67.8 ± 0.9) km s-1Mpc-1, a matter density parameter Ωm = 0.308 ± 0.012, and a tilted scalar spectral index with ns = 0.968 ± 0.006, consistent with the 2013 analysis. Note that in this abstract we quote 68% confidence limits on measured parameters and 95 …",
                "This paper presents the first cosmological results based on Planck measurements of the cosmic microwave background (CMB) temperature and lensing-potential power spectra. We find that the Planck spectra at high multipoles (ℓ ≳ 40) are extremely well described by the standard spatially-flat six-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations. Within the context of this cosmology, the Planck data determine the cosmological parameters to high precision: the angular size of the sound horizon at recombination, the physical densities of baryons and cold dark matter, and the scalar spectral index are estimated to be θ∗ = (1.04147 ± 0.00062) × 10-2, Ωbh2 = 0.02205 ± 0.00028, Ωch2 = 0.1199 ± 0.0027, and ns = 0.9603 ± 0.0073, respectively(note that in this abstract we quote 68% errors on measured parameters and 95% upper limits on other parameters). For this cosmology …",
                "We present the implications for cosmic inflation of the Planck measurements of the cosmic microwave background (CMB) anisotropies in both temperature and polarization based on the full Planck survey, which includes more than twice the integration time of the nominal survey used for the 2013 release papers. The Planck full mission temperature data and a first release of polarization data on large angular scales measure the spectral index of curvature perturbations to be ns = 0.968 ± 0.006 and tightly constrain its scale dependence to dns\/ dlnk = −0.003 ± 0.007 when combined with the Planck lensing likelihood. When the Planck high-ℓ polarization data are included, the results are consistent and uncertainties are further reduced. The upper bound on the tensor-to-scalar ratio is r0.002< 0.11 (95% CL). This upper limit is consistent with the B-mode polarization constraint r< 0.12 (95% CL) obtained from a joint …",
                "The European Space Agency’s Planck satellite, dedicated to studying the early Universe and its subsequent evolution, was launched 14 May 2009 and has been scanning the microwave and submillimetre sky continuously since 12 August 2009. In March 2013, ESA and the Planck Collaboration released the initial cosmology products based on the first 15.5 months of Planck data, along with a set of scientific and technical papers and a web-based explanatory supplement. This paper gives an overview of the mission and its performance, the processing, analysis, and characteristics of the data, the scientific results, and the science data products and papers in the release. The science products include maps of the cosmic microwave background (CMB) and diffuse extragalactic foregrounds, a catalogue of compact Galactic and extragalactic sources, and a list of sources detected through the Sunyaev-Zeldovich effect …",
                "We analyse the implications of the Planck data for cosmic inflation. The Planck nominal mission temperature anisotropy measurements, combined with the WMAP large-angle polarization, constrain the scalar spectral index to be ns = 0.9603 ± 0.0073, ruling out exact scale invariance at over 5σ.Planck establishes an upper bound on the tensor-to-scalar ratio of r< 0.11 (95% CL). The Planck data thus shrink the space of allowed standard inflationary models, preferring potentials with V′′< 0. Exponential potential models, the simplest hybrid inflationary models, and monomial potential models of degree n ≥ 2 do not provide a good fit to the data. Planck does not find statistically significant running of the scalar spectral index, obtaining dns\/ dlnk = − 0.0134 ± 0.0090. We verify these conclusions through a numerical analysis, which makes no slow-roll approximation, and carry out a Bayesian parameter estimation and …",
                "The European Space Agency’s Planck satellite, which is dedicated to studying the early Universe and its subsequent evolution, was launched on 14 May 2009. It scanned the microwave and submillimetre sky continuously between 12 August 2009 and 23 October 2013. In February 2015, ESA and the Planck Collaboration released the second set of cosmology products based ondata from the entire Planck mission, including both temperature and polarization, along with a set of scientific and technical papers and a web-based explanatory supplement. This paper gives an overview of the main characteristics of the data and the data products in the release, as well as the associated cosmological and astrophysical science results and papers. The data products include maps of the cosmic microwave background (CMB), the thermal Sunyaev-Zeldovich effect, diffuse foregrounds in temperature and polarization …",
                "Wedescribe the processing of the 531 billion raw data samples from the High Frequency Instrument (HFI), which we performed to produce six temperature maps from the first 473 days of Planck-HFI survey data. These maps provide an accurate rendition of the sky emission at 100, 143, 217, 353, 545, and 857GHz with an angular resolution ranging from 9.́7 to 4.́6. The detector noise per (effective) beam solid angle is respectively, 10, 6 , 12, and 39 μK in the four lowest HFI frequency channels (100−353GHz) and 13 and 14 kJy sr-1 in the 545 and 857 GHz channels. Relative to the 143 GHz channel, these two high frequency channels are calibrated to within 5% and the 353 GHz channel to the percent level. The 100 and 217 GHz channels, which together with the 143 GHz channel determine the high-multipole part of the CMB power spectrum (50 <ℓ < 2500), are calibrated relative to 143 GHz to better than 0 …",
                "We study the implications of Planck data for models of dark energy (DE) and modified gravity (MG) beyond the standard cosmological constant scenario. We start with cases where the DE only directly affects the background evolution, considering Taylor expansions of the equation of state w(a), as well as principal component analysis and parameterizations related to the potential of a minimally coupled DE scalar field. When estimating the density of DE at early times, we significantly improve present constraints and find that it has to be below ~2% (at 95% confidence) of the critical density, even when forced to play a role for z < 50 only. We then move to general parameterizations of the DE or MG perturbations that encompass both effective field theories and the phenomenology of gravitational potentials in MG models. Lastly, we test a range of specific models, such as k-essence, f(R) theories, and coupled DE. In …",
                "This paper presents the Planck 2015 likelihoods, statistical descriptions of the 2-point correlationfunctions of the cosmic microwave background (CMB) temperature and polarization fluctuations that account for relevant uncertainties, both instrumental and astrophysical in nature. They are based on the same hybrid approach used for the previous release, i.e., a pixel-based likelihood at low multipoles (ℓ< 30) and a Gaussian approximation to the distribution of cross-power spectra at higher multipoles. The main improvements are the use of more and better processed data and of Planck polarization information, along with more detailed models of foregrounds and instrumental uncertainties. The increased redundancy brought by more than doubling the amount of data analysed enables further consistency checks and enhanced immunity to systematic effects. It also improves the constraining power of Planck, in …",
                "The Planck full mission cosmic microwave background (CMB) temperature and E-mode polarization maps are analysed to obtain constraints on primordial non-Gaussianity (NG). Using three classes of optimal bispectrum estimators – separable template-fitting (KSW), binned, and modal – we obtain consistent values for the primordial local, equilateral, and orthogonal bispectrum amplitudes, quoting as our final result from temperature alone ƒlocalNL = 2.5 ± 5.7, ƒequilNL= -16 ± 70, , and ƒorthoNL = -34 ± 32 (68% CL, statistical). Combining temperature and polarization data we obtain ƒlocalNL = 0.8 ± 5.0, ƒequilNL= -4 ± 43, and ƒorthoNL = -26 ± 21 (68% CL, statistical). The results are based on comprehensive cross-validation of these estimators on Gaussian and non-Gaussian simulations, are stable across component separation techniques, pass an extensive suite of tests, and are consistent with estimators …"
            ],
            [
                [
                    "Cosmology"
                ]
            ]
        ]
    ]
}