{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "508ABJ42",
            "bvQ1yYYAAAAJ",
            [
                "Plasma scattering of electromagnetic radiation: theory and measurement techniques",
                "Self-guided laser wakefield acceleration beyond 1 GeV using ionization-induced injection",
                "Demonstration of a Narrow Energy Spread,  Electron Beam from a Two-Stage Laser Wakefield Accelerator",
                "Observation of magnetic field generation via the Weibel instability in interpenetrating plasma flows",
                "Plasma scattering of electromagnetic radiation: theory and measurement techniques",
                "Measurements of the critical power for self-injection of electrons in a laser wakefield accelerator",
                "Self-organized electromagnetic field structures in laser-produced counter-streaming plasmas",
                "Crossed-beam energy transfer in direct-drive implosions",
                "Improving the hot-spot pressure and demonstrating ignition hydrodynamic equivalence in cryogenic deuterium–tritium implosions on OMEGA",
                "Characterizing counter-streaming interpenetrating plasmas relevant to astrophysical collisionless shocks"
            ],
            [
                "This work presents one of the most powerful methods of plasma diagnosis in exquisite detail, to guide researchers in the theory and measurement techniques of light scattering in plasmas. Light scattering in plasmas is essential in the research and development of fusion energy, environmental solutions, and electronics. Referred to as the\" Bible\" by researchers, the work encompasses fusion and industrial applications essential in plasma research. It is the only comprehensive resource specific to the plasma scattering technique. It provides a wide-range of experimental examples and discussion of their principles with worked examples to assist researchers in applying the theory. Computing techniques for solving basic equations helps researchers compare data to the actual experiment New material on advances on the experimental side, such as the application of high density plasmas of inertial fusion Worked out examples of the scattering technique for easier comprehension of theory",
                "The concepts of matched-beam, self-guided laser propagation and ionization-induced injection have been combined to accelerate electrons up to 1.45 GeV energy in a laser wakefield accelerator. From the spatial and spectral content of the laser light exiting the plasma, we infer that the 60 fs, 110 TW laser pulse is guided and excites a wake over the entire 1.3 cm length of the gas cell at densities below 1.5× 10 18 cm− 3. High-energy electrons are observed only when small (3%) amounts of CO 2 gas are added to the He gas. Computer simulations confirm that it is the K-shell electrons of oxygen that are ionized and injected into the wake and accelerated to beyond 1 GeV energy.",
                "Laser wakefield acceleration of electrons holds great promise for producing ultracompact stages of GeV scale, high-quality electron beams for applications such as x-ray free electron lasers and high-energy colliders. Ultrahigh intensity laser pulses can be self-guided by relativistic plasma waves (the wake) over tens of vacuum diffraction lengths, to give> 1 GeV energy in centimeter-scale low density plasmas using ionization-induced injection to inject charge into the wake even at low densities. By restricting electron injection to a distinct short region, the injector stage, energetic electron beams (of the order of 100 MeV) with a relatively large energy spread are generated. Some of these electrons are then further accelerated by a second, longer accelerator stage, which increases their energy to∼ 0.5 GeV while reducing the relative energy spread to< 5% FWHM.",
                "Collisionless shocks can be produced as a result of strong magnetic fields in a plasma flow, and therefore are common in many astrophysical systems. The Weibel instability is one candidate mechanism for the generation of sufficiently strong fields to create a collisionless shock. Despite their crucial role in astrophysical systems, observation of the magnetic fields produced by Weibel instabilities in experiments has been challenging. Using a proton probe to directly image electromagnetic fields, we present evidence of Weibel-generated magnetic fields that grow in opposing, initially unmagnetized plasma flows from laser-driven laboratory experiments. Three-dimensional particle-in-cell simulations reveal that the instability efficiently extracts energy from the plasma flows, and that the self-generated magnetic energy reaches a few percent of the total energy in the system. This result demonstrates an experimental …",
                "This work presents one of the most powerful methods of plasma diagnosis in exquisite detail to guide researchers in the theory and measurement techniques of light scattering in plasmas. Light scattering in plasmas is essential in the research and development of fusion energy, environmental solutions, and electronics. Referred to as the\" Bible\" by researchers the work encompasses fusion and industrial applications essential in plasma research. It is the only comprehensive resource specific to the plasma scattering technique. It provides a wide-range of experimental examples and discussion of the",
                "A laser wakefield acceleration study has been performed in the matched, self-guided, blowout regime producing 720±50 MeV quasimonoenergetic electrons with a divergence Δ θ FWHM of 2.85±0.15 mrad using a 10 J, 60 fs 0.8 μ m laser. While maintaining a nearly constant plasma density (3× 10 18 cm− 3), the energy gain increased from 75 to 720 MeV when the plasma length was increased from 3 to 8 mm. Absolute charge measurements indicate that self-injection of electrons occurs when the laser power P exceeds 3 times the critical power P cr for relativistic self-focusing and saturates around 100 pC for P\/P cr> 5. The results are compared with both analytical scalings and full 3D particle-in-cell simulations.",
                "Self-organization 1, 2 occurs in plasmas when energy progressively transfers from smaller to larger scales in an inverse cascade 3. Global structures that emerge from turbulent plasmas can be found in the laboratory 4 and in astrophysical settings; for example, the cosmic magnetic field 5, 6, collisionless shocks in supernova remnants 7 and the internal structures of newly formed stars known as Herbig–Haro objects 8. Here we show that large, stable electromagnetic field structures can also arise within counter-streaming supersonic plasmas in the laboratory. These surprising structures, formed by a yet unexplained mechanism, are predominantly oriented transverse to the primary flow direction, extend for much larger distances than the intrinsic plasma spatial scales and persist for much longer than the plasma kinetic timescales. Our results challenge existing models of counter-streaming plasmas and can be used …",
                "Direct-drive-implosion experiments on the OMEGA laser [T. R. Boehly et al., Opt. Commun. 133, 495 (1997)] have showed discrepancies between simulations of the scattered (non-absorbed) light levels and measured ones that indicate the presence of a mechanism that reduces laser coupling efficiency by 10%–20%. This appears to be due to crossed-beam energy transfer (CBET) that involves electromagnetic-seeded, low-gain stimulated Brillouin scattering. CBET scatters energy from the central portion of the incoming light beam to outgoing light, reducing the laser absorption and hydrodynamic efficiency of implosions. One-dimensional hydrodynamic simulations including CBET show good agreement with all observables in implosion experiments on OMEGA. Three strategies to mitigate CBET and improve laser coupling are considered: the use of narrow beams, multicolor lasers, and higher-Z ablators …",
                "Reaching ignition in direct-drive (DD) inertial confinement fusion implosions requires achieving central pressures in excess of 100 Gbar. The OMEGA laser system [T. R. Boehly et al., Opt. Commun. 133, 495 (1997)] is used to study the physics of implosions that are hydrodynamically equivalent to the ignition designs on the National Ignition Facility (NIF) [J. A. Paisner et al., Laser Focus World 30, 75 (1994)]. It is shown that the highest hot-spot pressures (up to 40 Gbar) are achieved in target designs with a fuel adiabat of α ≃ 4, an implosion velocity of 3.8 × 107 cm\/s, and a laser intensity of ∼1015 W\/cm2. These moderate-adiabat implosions are well understood using two-dimensional hydrocode simulations. The performance of lower-adiabat implosions is significantly degraded relative to code predictions, a common feature between DD implosions on OMEGA and indirect-drive cryogenic implosions on the NIF …",
                "A series of Omega experiments have produced and characterized high velocity counter-streaming plasma flows relevant for the creation of collisionless shocks. Single and double CH2 foils have been irradiated with a laser intensity of ∼ 1016 W\/cm2. The laser ablated plasma was characterized 4 mm from the foil surface using Thomson scattering. A peak plasma flow velocity of 2000 km\/s, an electron temperature of ∼ 110 eV, an ion temperature of ∼ 30 eV, and a density of ∼ 1018 cm−3 were measured in the single foil configuration. Significant increases in electron and ion temperatures were seen in the double foil geometry. The measured single foil plasma conditions were used to calculate the ion skin depth, c\/ωpi∼0.16 mm, the interaction length, ℓint, of ∼ 8 mm, and the Coulomb mean free path, λmfp∼27mm. With c\/ωpi≪ℓint≪λmfp, we are in a regime where collisionless shock formation is …"
            ],
            [
                [
                    "Plasma Physics",
                    "Laser Plasma Instabilities",
                    "Thermal Transport",
                    "Thomson scattering",
                    "Spatiotemporal pulse shaping"
                ]
            ],
            [
                "Dustin Froula Senior Scientist, LLE and Associate Professor of Physics 288 Laboratory for Laser Energetics (585) 273-3212 dustin.froula@rochester.edu Biography Professor Dustin Froula received his MS and PhD degrees in Physics from the University of California at Davis in 2000 and 2002 respectively. After working as a research scientist in the National Ignition Facility Inertial Confinement Fusion Directorate, at the Lawrence Livermore National Laboratory (2002-2010), he spent a year on sabbatical at the University of California at Los Angeles where he completed the second edition of the book, \"Plasma Scattering of Electromagnetic Radiation: Theory and Measurement Techniques.\" He then joined the research staff at the Laboratory for Laser Energetics (LLE) as a Senior Scientist before becoming the Plasma and Ultrafast Physics group leader in 2011. He received a secondary appointment as an Assistant Professor in the Physics and Astronomy Department in 2013. In 2007, he received the Department of Energy's Outstanding Mentor Award for his work with undergraduate and graduate students. He was selected as a fellow of the American Physical Society in 2017 for the development and application of Thomson scattering to understand thermal transport and the onset of laser-plasma instabilities in indirect and direct-drive fusion experiments. Research Overview Professor Froula's research interests are in the fields of Experimental Plasma and Laser Physics. His research covers the many areas relevant to inertial confinement fusion (ICF) and high energy density physics. This includes laser-plasma interactions (Stimulated Brillouin, Raman scattering, two-plasmon decay, cross-beam energy transfer), under-dense hydrodynamics, Thomson scattering, laser-plasma acceleration (wakefield acceleration), and short-pulse Raman amplification. His research is currently primary focused around the OMEGA, OMEGA EP, MTW, OPAL laser facilities at the Laboratory for Laser Energetics and the Jupiter Laser Facility and National Ignition Facility at the Lawrence Livermore National Laboratory."
            ]
        ]
    ]
}