{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "50P3UTGB",
            "YPp5RbUAAAAJ",
            [
                "Hot charge-transfer excitons set the time limit for charge separation at donor\/acceptor interfaces in organic photovoltaics",
                "Making waves: kinetic processes controlling surface evolution during low energy ion sputtering",
                "Observing the multiexciton state in singlet fission and ensuing ultrafast multielectron transfer",
                "The energy barrier in singlet fission can be overcome through coherent coupling and entropic gain",
                "The quantum coherent mechanism for singlet fission: Experiment and theory",
                "Whisker formation in Sn and Pb–Sn coatings: Role of intermetallic growth, stress evolution, and plastic deformation processes",
                "Compositionally modulated ripples induced by sputtering of alloy surfaces",
                "All-Printable ZnO Quantum Dots\/Graphene van der Waals Heterostructures for Ultrasensitive Detection of Ultraviolet Light",
                "Harvesting singlet fission for solar energy conversion: one-versus two-electron transfer from the quantum mechanical superposition",
                "Transient topographies of ion patterned Si (111)"
            ],
            [
                "Photocurrent generation in organic photovoltaics (OPVs) relies on the dissociation of excitons into free electrons and holes at donor\/acceptor heterointerfaces. The low dielectric constant of organic semiconductors leads to strong Coulomb interactions between electron–hole pairs that should in principle oppose the generation of free charges. The exact mechanism by which electrons and holes overcome this Coulomb trapping is still unsolved, but increasing evidence points to the critical role of hot charge-transfer (CT) excitons in assisting this process. Here we provide a real-time view of hot CT exciton formation and relaxation using femtosecond nonlinear optical spectroscopies and non-adiabatic mixed quantum mechanics\/molecular mechanics simulations in the phthalocyanine–fullerene model OPV system. For initial excitation on phthalocyanine, hot CT excitons are formed in 10− 13 s, followed by relaxation to …",
                "When collimated beams of low energy ions are used to bombard materials, the surface often develops a periodic pattern or “ripple” structure. Different types of patterns are observed to develop under different conditions, with characteristic features that depend on the substrate material, the ion beam parameters, and the processing conditions. Because the patterns develop spontaneously, without applying any external mask or template, their formation is the expression of a dynamic balance among fundamental surface kinetic processes, e.g., erosion of material from the surface, ion-induced defect creation, and defect-mediated evolution of the surface morphology. In recent years, a comprehensive picture of the different kinetic mechanisms that control the different types of patterns that form has begun to emerge. In this article, we provide a review of different mechanisms that have been proposed and how they fit …",
                "Multiple exciton generation (MEG) refers to the creation of two or more electron-hole pairs from the absorption of one photon. Although MEG holds great promise, it has proven challenging to implement, and questions remain about the underlying photo-physical dynamics in nanocrystalline as well as molecular media. Using the model system of pentacene\/fullerene bilayers and femtosecond nonlinear spectroscopies, we directly observed the multiexciton (ME) state ensuing from singlet fission (a molecular manifestation of MEG) in pentacene. The data suggest that the state exists in coherent superposition with the singlet populated by optical excitation. We also found that multiple electron transfer from the ME state to the fullerene occurs on a subpicosecond time scale, which is one order of magnitude faster than that from the triplet exciton state.",
                "One strategy to improve solar-cell efficiency is to generate two excited electrons from just one photon through singlet fission, which is the conversion of a singlet (S 1) into two triplet (T 1) excitons. For efficient singlet fission it is believed that the cumulative energy of the triplet states should be no more than that of S 1. However, molecular analogues that satisfy this energetic requirement do not show appreciable singlet fission, whereas crystalline tetracene displays endothermic singlet fission with near-unity quantum yield. Here we probe singlet fission in tetracene by directly following the intermediate multiexciton (ME) state. The ME state is isoenergetic with 2× T 1, but fission is not activated thermally. Rather, an S 1⇔ ME superposition formed through a quantum-coherent process allows access to the higher-energy ME. We attribute entropic gain in crystalline tetracene as the driving force for the subsequent decay of S …",
                "The absorption of one photon by a semiconductor material usually creates one electron–hole pair. However, this general rule breaks down in a few organic semiconductors, such as pentacene and tetracene, where one photon absorption may result in two electron–hole pairs. This process, where a singlet exciton transforms to two triplet excitons, can have quantum yields as high as 200%. Singlet fission may be useful to solar cell technologies to increase the power conversion efficiency beyond the so-called Shockley-Queisser limit. Through time-resolved two-photon photoemission (TR-2PPE) spectroscopy in crystalline pentacene and tetracene, our lab has recently provided the first spectroscopic signatures in singlet fission of a critical intermediate known as the multiexciton state (also called a correlated triplet pair). More importantly, we found that population of the multiexciton state rises at the same time as the …",
                "We have simultaneously measured the evolution of intermetallic volume, stress, and whisker density in Sn and Pb–Sn alloy layers on Cu to study the fundamental mechanisms controlling whisker formation. For pure Sn, the stress becomes increasingly compressive and then saturates, corresponding to a plastically deformed region spreading away from the growing intermetallic particles. Whisker nucleation begins after the stress saturates. Pb–Sn layers have similar intermetallic growth kinetics but the resulting stress and whisker density are much less. Measurements after sputtering demonstrate the important role of the surface oxide in inhibiting stress relaxation.",
                "Sputtering of an amorphous or crystalline material by an ion beam often results in the formation of periodic nanoscale ripple patterns on the surface. In this Letter, we show that, in the case of alloy surfaces, the differences in the sputter yields and surface diffusivities of the alloy components will also lead to spontaneous modulations in composition that can be in or out of phase with the ripple topography. The degree of this kinetic alloy decomposition can be altered by varying the flux of the ion beam. In the high-temperature and low-flux regime, the degree of decomposition scales linearly with the ion flux, but it scales inversely with the ion flux in the low-temperature, high-flux regime.",
                "In ZnO quantum dot\/graphene heterojunction photodetectors, fabricated by printing quantum dots (QDs) directly on the graphene field-effect transistor (GFET) channel, the combination of the strong quantum confinement in ZnO QDs and the high charge mobility in graphene allows extraordinary quantum efficiency (or photoconductive gain) in visible-blind ultraviolet (UV) detection. Key to the high performance is a clean van der Waals interface to facilitate an efficient charge transfer from ZnO QDs to graphene upon UV illumination. Here, we report a robust ZnO QD surface activation process and demonstrate that a transition from zero to extraordinarily high photoresponsivity of 9.9 × 108 A\/W and a photoconductive gain of 3.6 × 109 can be obtained in ZnO QDs\/GFET heterojunction photodetectors, as the ZnO QDs surface is systematically engineered using this process. The high figure-of-merit UV detectivity D* in …",
                "Singlet fission, the creation of two triplet excitons from one singlet exciton, is being explored to increase the efficiency of solar cells and photo detectors based on organic semiconductors, such as pentacene and tetracene. A key question is how to extract multiple electron–hole pairs from multiple excitons. Recent experiments in our laboratory on the pentacene\/C60 system (Chan, W.-L.; et al. Science2011, 334, 1543–1547) provided preliminary evidence for the extraction of two electrons from the multiexciton (ME) state resulting from singlet fission. The efficiency of multielectron transfer is expected to depend critically on other dynamic processes available to the singlet (S1) and the ME, but little is known about these competing channels. Here we apply time-resolved photoemission spectroscopy to the tetracene\/C60 interface to probe one- and two-electron transfer from S1 and ME states, respectively. Unlike ultrafast …",
                "The surface of high fluence ion-sputtered Si (111) was found to exhibit a rich variety of transient one-and two-dimensional topographies that may be exploited as tunable self-organized arrays of nanostructures. Such transient effects are only partially described by analytical models of sputter patterning. However, a discrete atom kinetic Monte Carlo simulation model incorporating curvature-dependent sputtering and surface diffusion reproduces many aspects of the transient morphological evolution, and clarifies the minimal model of sputter patterning."
            ],
            [
                [
                    "ultrafast spectroscopy",
                    "organic semiconductors",
                    "2D materials",
                    "perovskite"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}