{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "50ZDS8Z5",
            "mKdf-V0AAAAJ",
            [
                "Superconducting qubit in a waveguide cavity with a coherence time approaching 0.1 ms",
                "Solid-state qubits with current-controlled coupling",
                "Decoherence in Josephson-junction qubits due to critical-current fluctuations",
                "First-order sideband transitions with flux-driven asymmetric transmon qubits",
                "Process verification of two-qubit quantum gates by randomized benchmarking",
                "Entangling flux qubits with a bipolar dynamic inductance"
            ],
            [
                "We report a superconducting artificial atom with a coherence time of T 2*= 92 μ s and energy relaxation time T 1= 70 μ s. The system consists of a single Josephson junction transmon qubit on a sapphire substrate embedded in an otherwise empty copper waveguide cavity whose lowest eigenmode is dispersively coupled to the qubit transition. We attribute the factor of four increase in the coherence quality factor relative to previous reports to device modifications aimed at reducing qubit dephasing from residual cavity photons. This simple device holds promise as a robust and easily produced artificial quantum system whose intrinsic coherence properties are sufficient to allow tests of quantum error correction.",
                "The ability to switch the coupling between quantum bits (qubits) on and off is essential for implementing many quantum-computing algorithms. We demonstrated such control with two flux qubits coupled together through their mutual inductances and through the dc superconducting quantum interference device (SQUID) that reads out their magnetic flux states. A bias current applied to the SQUID in the zero-voltage state induced a change in the dynamic inductance, reducing the coupling energy controllably to zero and reversing its sign.",
                "We compute the decoherence caused by 1∕ f fluctuations at low frequency f in the critical current I 0 of Josephson junctions incorporated into flux, phase, charge, and hybrid flux-charge superconducting quantum bits (qubits). The dephasing time τ ϕ scales as I 0∕ Ω Λ S I 0 1∕ 2 (1 Hz), where Ω∕ 2 π is the energy-level splitting frequency, S I 0 (1 Hz) is the spectral density of the critical-current noise at 1 Hz, and Λ≡∣ I 0 d Ω∕ Ω d I 0∣ is a parameter computed for given parameters for each type of qubit that specifies the sensitivity of the level splitting to critical-current fluctuations. Computer simulations show that the envelope of the coherent oscillations of any qubit after time t scales as exp (− t 2∕ 2 τ ϕ 2) when the dephasing due to critical-current noise dominates the dephasing from all sources of dissipation. We compile published results for fluctuations in the critical current of Josephson tunnel junctions …",
                "We demonstrate rapid, first-order sideband transitions between a superconducting resonator and a frequency-modulated transmon qubit. The qubit contains a substantial asymmetry between its Josephson junctions leading to a linear portion of the energy band near the resonator frequency. The sideband transitions are driven with a magnetic flux signal of a few hundred MHz coupled to the qubit. This modulates the qubit splitting at a frequency near the detuning between the dressed qubit and resonator frequencies, leading to rates up to 85 MHz for exchanging quanta between the qubit and resonator.",
                "We implement a complete randomized benchmarking protocol on a system of two superconducting qubits. The protocol consists of randomizing over gates in the Clifford group, which experimentally are generated via an improved two-qubit cross-resonance gate implementation and single-qubit unitaries. From this we extract an optimal average error per Clifford operation of 0.0936. We also perform an interleaved experiment, alternating our optimal two-qubit gate with random two-qubit Clifford gates, to obtain a two-qubit gate error of 0.0653. We compare these values with a two-qubit gate error of∼ 0.12 obtained from quantum process tomography, which is likely limited by state preparation and measurement errors.",
                "We propose a scheme to implement controllable coupling between two flux qubits using the screening current response of a dc superconducting quantum interference device (SQUID). The coupling strength is adjusted by the current bias applied to the SQUID and can be varied continuously from positive to negative values, allowing cancellation of the direct mutual inductance between the qubits. We show that this variable coupling scheme permits efficient realization of universal quantum logic. The same SQUID can be used to determine the flux states of the qubits."
            ],
            [
                [
                    "superconductivity",
                    "quantum information",
                    "vortex dynamics"
                ]
            ],
            [
                "Britton Plourde Britton Plourde Professor 219 Physics Building 315.443.8967 bplourde@syr.edu Research site Experimental investigation of topics in quantum information science with superconducting circuits. Measurements of vortex dynamics in nanofabricated superconducting structures. Nanofabrication of superconducting devices at Syracuse and the Cornell NanoScale Facility . Low-temperature physics. A New Way to Count Qubits (Sept. 21, 2018) Physicist Britton Plourde part of interinstitutional team revolutionizing quantum computing Britton Plourde Develops Tools for Quantum Computer (Jan. 18, 2018) Quantum mechanics 'could revolutionize' areas of computation, Plourde says Syracuse Physicist Awarded IBM Grant to Develop Quantum Computing (May 17, 2016) Britton Plourde helps build world’s first ‘logical qubit’ Syracuse Physicist Awarded Grant for Quantum Computing Efforts (June 11, 2015) Britton Plourde uses Army Research Office grant to create superconductor-based quantum computer Britton Plourde Works to Develop Tools for Quantum Computer Syracuse Physicist Awarded IBM Grant to Develop Quantum Computing Syracuse's New Cooling System Heats up Physics Research SU Physicist’s Proposal Receives $2.25 Million in Funding Physicist Awarded Grant for Quantum Computing Efforts 2000 Ph.D. Physics University of Illinois, Champaign-Urbana 1995 Master of Science, Physics University of Illinois 1993 Bachelor of Science, Physics with Honors University of Michigan Awards & Professional Honors IBM Faculty Award, 2011 NSF CAREER Award, 2006 Editor-in-Chief, IEEE Transactions on Applied Superconductivity , since 2013 Anomalous charge noise in superconducting qubits , B. G. Christensen, C. D. Wilen, A. Opremcak, J. Nelson, F. Schlenker, C. H. Zimonick, L. Faoro, L. B. Ioffe, Y. J. Rosen, J. L. DuBois, B. L. T. Plourde, and R. McDermott Phys. Rev. B 100, 140503(R) – Published 24 October 2019 \"Trapping a Single Vortex and Reducing Quasiparticles in a Superconducting Resonator\" I. Nsanzineza and B. L. T. Plourde –– Physical Review Letters 113, 117002 (2014). \"High-fidelity qubit measurement with a microwave-photon counter\" L.C.G. Govia, Emily J. Pritchett, Canran Xu, B. L. T. Plourde, Maxim G. Vavilov, Frank K. Wilhelm, and R. McDermott–– Physical Review A 90, 062307 (2014). \"First-order sideband transitions with flux-driven asymmetric transmon qubits\", J.D. Strand, Matthew Ware, Felix Beaudoin, T.A. Ohki, B.R. Johnson, Alexandre Blais, B.L.T. Plourde – Physical Review B 87 , 220505(R) (2013). \"Microwave response of vortices in superconducting thin films of Re and Al\" C. Song, T.W. Heitmann, M.P. DeFeo, K. Yu, R. McDermott, M. Neeley, John M. Martinis, B.L.T. Plourde, Physical Review B 79, 174512 (2009). \"Asymmetric weak-pinning superconducting channels: vortex ratchets\" K. Yu, T.W. Heitmann, C. Song, M.P. DeFeo, B.L.T. Plourde, M.B.S. Hesselberth, P.H. Kes, Physical Review B 76, 220507(R) (2007). \"Solid-State Qubits with Current-Controlled Coupling\" T. Hime, P.A. Reichardt, B.L.T. Plourde, T.L. Robertson, C.-E. Wu, A.V. Ustinov, John Clarke -- Science 314, 1427 (2006)."
            ]
        ]
    ]
}