{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "514108U5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jiehang Zhang Jiehang Zhang received his PhD from University of Maryland in 2015. His thesis work in the group of Luis Orozco was on precision spectroscopy and studies of fundamental symmetries with laser-cooled short-lived francium atoms. A majority of his work was carried out in TRIUMF, the national cyclotron accelerator in Vancouver, Canada. He then joined Christopher Monroe’s group at Maryland, working on experimental quantum simulation with trapped ions. Prior to joining NYU, he spent time at PTB (the German metrology institute) working on precision optical clocks. His research interest lies in the intersection of atomic spectroscopy, many-body physics and information science. Jiehang Zhang jz90@nyu.edu 726 Broadway, Room 1072 Phone: (212) 992-9507 Lab Homepage Skip to main content Precisely Quantum Where we explore quantum probabilities and many-body physics with atomic precision Home Quantum Information and Metrology Quantum Simulation with Trapped Ions Linear Chain Beryllium MOT Open Positions News Home     Copyright © 2021 · Altitude Pro on Genesis Framework · WordPress · Log in Atomic Molecular and Optical Physics Burton Budick Atomic Molecular and Optical Physics Tycho Sleator Atomic Molecular and Optical Physics Center for Quantum Phenomena Henry Stroke Atomic Molecular and Optical Physics Jiehang Zhang Atomic Molecular and Optical Physics Center for Quantum Phenomena Center for Quantum Phenomena The Center for Quantum Phenomena (CQP) is the third research center that is currently being formed in the Department. The research in CQP will be focused on condensed matter and atomic, molecular, and optical physics, as well as their applications to material science, atomic and molecular spectroscopy, nonlinear optics, and quantum information technology. Its current members are Profs. Paul Chaikin, Andy Kent, Aditi Mitra, Javad Shabani, Tycho Sleator, Dan Stein, Andrew Wray and Jiehang Zhang. We expect the Center and its faculty to grow within the next few years. Condensed Matter Physics Atomic, Molecular and Optical Physics Paul Chaikin Silver Professor Professor of Physics Center for Quantum Phenomena Center for Soft Matter Research Condensed Matter Physics Andrew D. Kent Director of the Center for Quantum Phenomena Center for Quantum Phenomena Condensed Matter Physics Aditi Mitra Center for Quantum Phenomena Condensed Matter Physics Dries Sels Center for Quantum Phenomena Javad Shabani Center for Quantum Phenomena Condensed Matter Physics Tycho Sleator Atomic Molecular and Optical Physics Center for Quantum Phenomena Daniel L. Stein Professor of Mathematics and Physics Center for Quantum Phenomena Condensed Matter Physics Statistical and Mathematical Physics L. Andrew Wray Center for Quantum Phenomena Condensed Matter Physics Jiehang Zhang Atomic Molecular and Optical Physics Center for Quantum Phenomena Associated Faculty Davood Shahrjerdi Assistant Professor of Electrical and Computer Engineering at NYU Tandon School of Engineering; Associated Faculty in Physics; Associated Faculty Member of CQP > Center for Quantum Phenomena"
            ]
        ]
    ]
}