{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "51A6WC1L",
            "y820d7MAAAAJ",
            [
                "Modeling the interactions between polymers and clay surfaces through self-consistent field theory",
                "Student understanding of quantum mechanics",
                "Theoretical phase diagrams of polymer\/clay composites: the role of grafted organic modifiers",
                "Modeling the phase behavior of polymer\/clay nanocomposites",
                "Multiple-choice test of energy and momentum concepts",
                "Improving students' understanding of quantum mechanics",
                "Forming patterned films with tethered diblock copolymers",
                "Interactive learning tutorials on quantum mechanics",
                "Student understanding of quantum mechanics at the beginning of graduate instruction",
                "When physical intuition fails"
            ],
            [
                "Using numerical self-consistent field (SCF) calculations, we investigate the interactions between two closely spaced surfaces and the surrounding polymer melt. Short chains (surfactants) are terminally anchored to each of the surfaces. The coated substrates model organically modified clay crystallites (sheets). Through the calculations, we vary the characteristics of the surfactants and polymers to isolate conditions that drive the polymer to penetrate the gap between the surfaces. We also consider the effect of employing end-functionalized chains to promote the dispersion of bare clay sheets within the polymer matrix. We find that this scheme provides a robust method for exfoliating the sheets. To consider this case in greater depth, we develop an analytical SCF theory to model the interactions among the functionalized chains, nonfunctionalized polymers, and the clay sheets. The results from the numerical and …",
                "We investigate the difficulties of advanced undergraduate students toward the end of a full year upper-level quantum mechanics course with concepts related to quantum measurements and time development. Our analysis is based upon a test administered to 89 students from six universities and interviews with 9 students. Strikingly, most students shared the same difficulties despite variations in background, teaching styles, and textbooks. Concepts related to stationary states, eigenstates, and time dependence of expectation values were found to be particularly difficult. An analysis of written tests and interviews suggests that widespread misconceptions originate from an inability to discriminate between related concepts and a tendency to overgeneralize.",
                "We combine a density functional theory (DFT) with a self-consistent field model (SCF) to calculate the phase behavior of thin, oblate colloidal particles that are coated with surfactants and dispersed in a polymer melt. These coated particles represent organically modified clay sheets. By integrating the two methods, we can investigate the effect of the surfactants' characteristics (grafting density ρgr and length Ngr) and the polymer−surfactant interaction energy on the polymer−clay phase diagram. Depending on the values of these critical parameters and the clay volume fraction, ϕ, the system can be in an isotropic or nematic phase (which corresponds to an exfoliated composite). The system can also form a smectic, crystal, columnar, or “house-of-cards” plastic solid, as well as a two-phase (immiscible) mixture. Using this model, we isolate conditions that lead to the stabilization of the homogeneous, exfoliated phases …",
                "The blending of molten polymers and inorganic clays can yield a new class of materials where nanoscale clay particles are molecularly dispersed within the polymer matrix. 1-5 Such composites exhibit dramatic increases in tensile strength and heat resistance and decreases in gas permeability when compared to the pure polymer matrix. 2 For example, adding the inorganic clay montmorillonite to nylon-6 essentially doubled the tensile strength and modulus, as well as tripled the heat distortion temperature. 2 The improvement in these properties is achieved at very low loadings of the inorganic component, namely, 1-10 wt%. Thus, the new materials are lighter in weight than conventionally filled polymers. These unique properties make the nanocomposites ideal materials for products ranging from high-barrier packaging for food and electronics to strong, heat-resistant automotive components. Fabricating these …",
                "We investigate student understanding of energy and momentum concepts at the level of introductory physics by designing and administering a 25-item multiple choice test and conducting individual interviews. We find that most students have difficulty in qualitatively interpreting basic principles related to energy and momentum and in applying them in physical situations.",
                "To address the misconceptions that students typically hold concerning quantum mechanics, instructors should couple computer-based visualizations with research-based pedagogical strategies. supremely confident of their answers. For example, one wrote:“Agree. This is what 80 years of experiment has proven. If future experiments prove this statement wrong, then I’ll update my opinion on this subject.” A total of 11% of the students believed that any statement involving a Hamiltonian H acting on a state Ψ describes a measurement of the state’s energy. Armed with that philosophy, some agreed with the statement they were asked to consider. Others disagreed, stating that the wavefunction collapsed after the measurement so that HΨ= Enψn, where ψn is the stationary state into which the wavefunction collapsed. Another 10% of students claimed that the statement is true only if H is not explicitly time dependent. In …",
                "We use self-consistent-field calculations and scaling arguments to determine the behavior of AB diblock copolymers that are tethered to a surface. While the surrounding solution is assumed to be a poor solvent for both components, the B block is considered to be less soluble than the A. The solvophobic interactions within the system drive the chains to self-assemble into micelles that have an “onion-” or “garliclike” structure. The specific morphology and dimensions of the micelles depend on the relative block lengths and whether the chains are grafted by the more or the less soluble component. At sparse grafting densities, the layer contains an ordered array of such micellar structures and the film forms a distinct pattern. The size and spacing of the patterns can be manipulated by varying the molecular weights of the copolymers. Thus, the results provide guidelines for fabricating well-defined patterned films. ",
                "We discuss the development and evaluation of quantum interactive learning tutorials (QuILTs), which are suitable for undergraduate courses in quantum mechanics. QuILTs are based on the investigation of student difficulties in learning quantum physics. They exploit computer-based visualization tools and help students build links between the formal and conceptual aspects of quantum physics without compromising the technical content. They can be used both as supplements to lectures or as self-study tools.",
                "A survey was developed to probe student understanding of quantum mechanics at the beginning of graduate instruction. The survey was administered to 202 physics graduate students enrolled in first-year quantum mechanics courses from seven universities at the beginning of the first semester. We also conducted one-on-one interviews with fifteen graduate or advanced undergraduate students who had just completed a course in which all the content on the survey was covered. Although students from some universities performed better on average than others, we found that students share universal difficulties understanding the concepts of quantum mechanics. The difficulties were often due to overgeneralizations of concepts learned in one context to other contexts where they are not directly applicable. Difficulties in distinguishing between closely related concepts and making sense of the formalism of quantum …",
                "We analyze the problem-solving strategies of physics professors in a case where their physical intuition fails. A nonintuitive introductory-level problem was identified and posed to twenty physics professors. The problem placed the professors in a situation often encountered by students, and their response highlights the importance of intuition and experience in problem solving. Although professors had difficulty in solving the problem under the time constraint, they initially employed a systematic approach, for example, visualizing the problem, considering various conservation laws, and examining limiting cases. After finding that familiar techniques were not fruitful, they made incorrect predictions based on one of two equally important factors. In contrast, other more familiar problems that require the consideration of two important principles (for example, conservation of both energy and momentum for a ballistic …"
            ],
            [
                [
                    "Physics Education Research",
                    "Polymer",
                    "Nanocomposites"
                ]
            ],
            [
                "Chandralekha Singh Professor, Director, Discipline-based Science Education Research Center 221A Allen Hall (412) 624-9045 clsingh@pitt.edu The goal of my research is to identify sources of student difficulties in learning physics both at the introductory and advanced levels, and to design, implement, and assess curricula\/pedagogies that may significantly reduce these difficulties. The objective is to enable students at all levels to develop critical thinking skills, and to become good problem solvers and independent learners. Below are examples of investigations in both the introductory and advanced courses we are pursuing: Difficulties in learning Quantum Mechanics and tutorial development: We have been investigating the difficulties that advanced undergraduate students have in learning quantum physics by designing surveys and interviewing individual students. We find that the difficulties and misconceptions displayed by advanced students are largely independent of their background, teaching style, and textbook similar to those documented for introductory physics. We are currently developing and evaluating tutorials for helping students learn various topics in advanced quantum mechanics. Introductory level topics: We have been investigating the difficulties that introductory students have with energy and momentum concepts, symmetry and Gauss's law, magnetism, and rotational and rolling motion concept. We have developed and administered free–response and multiple–choice questions and conducted interviews with individual students using think–aloud protocol to understand their difficulties. We have developed tutorials to help students learn superposition, symmetry, and Gauss's law. Cognitive issues in learning physics: We are interested in researching the connection between student difficulties in learning physics and models of cognition. For example, we want to understand how physical intuition develops and how the problem solving strategies of individuals at different levels of expertise in physics shows similaritities and differences when physical intuition fails. We are also investigating how expertise develops in the context of learning physics. Teaching effective problem solving: We are currently investigating the extent to which students can be taught effective problem solving heuristics. We are developing video–tutorials that help students learn effective problem solving strategies using concrete examples in an interactive environment. The tutorials are designed to provide scaffolding support and help students view the problem solving process as an opportunity for knowledge and skill acquisition rather than a \"plug and chug\" chore. Preliminary evaluations are encouraging. Awards American Associate for the Advancement of Science (AAAS) Fellow, 2018. Carnegie Science Center University Post-Secondary Educator Award, 2017 American Association of Physics Teachers Fellow, 2014 Fellow of the American Physical Society, 2012 AAPT Distinguished Service Citation, 2012 Chancellor's Distinguished Teaching Award, 2002 Bellet Teaching Excellence Award, 2000 Selected Publications \"Challenge of engaging all students via self-paced interactive electronic learning tutorials for introductory physics\", S. DeVore, E. Marshman and C. Singh, Phys. Rev. PER 13, 010127, 2017. \"Investigating and improving introductory physics students’ understanding of the electric field and superposition principle\"  J. Li and C. Singh, Euro. J. Phys 38 055702, 2017. \"Review of student difficulties in upper-level quantum mechanics\", C. Singh and E. Marshman,  PRST-PER 11, 020117, 2015. \"Framework for understanding the patterns of student difficulties in quantum mechanics\", E. Marshman and C. Singh, PRST-PER 11, 020119, 2015. \" Improving students’ understanding of quantum mechanics, \" C. Singh, M. Belloni, W. Christian, Physics Today , 43-49, August 2006. \" Impact of peer interaction on conceptual test performance, \" C. Singh, Am. J. Phys., 73(5) , 446-451, 2005. \" Student understanding of rotational and rolling motion, \" L. Rimoldini and C. Singh, Phys. Rev. ST PER , 1, 010102, 2005. \" When physical intuition fails, \" C. Singh, Am. J. Phys 70(11) , 1103-1109, 2002. \" Student understanding of quantum mechanics, \" C. Singh, Am. J. Phys. 69(8) , 885-896, 2001. Daniel  Doucette Paul Justice Zeynep Yasmemin Kalender Nafis Karim Christof Kuhbach Keebaugh Kyle Whitcomb (412) 624-9045"
            ]
        ]
    ]
}