{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "51EITNAB",
            "2rzj5ncAAAAJ",
            [
                "Offshore managed pressure drilling experiences in asia pacific",
                "Pressurized mud cap drilling drastically reduces non-productive time in Soka Field, South Sumatera",
                "Managed-Pressure Drilling and Downhole Isolation Technologies Deliver High Rate Gas Wells"
            ],
            [
                "Managed Pressure Drilling (MPD) has been successfully used by a number of operating companies in both onshore and offshore applications in Asia Pacific. Over 100 wells have now been drilled in the region using MPD techniques. MPD has delivered significant cost savings in almost all of the applications. The high cost of offshore drilling means that offshore MPD deliver significant cost savings when non-productive times associated with fluid losses or well control events are eliminated. MPD has now been successfully used on all the types of offshore rigs from platforms, tender rigs, jack-ups, semi-submersibles as well as drillships. Both subsea and surface stacks on floaters have been used for MPD. Drilling with a so-called\" closed wellbore\" using MPD equipment for drilling operations has now been proven to be beneficial on all rig types and almost all well types. All drilling, logging and completion installations …",
                "The wells in Soka field in onshore South Sumatra, Indonesia are drilled through a fractured carbonate reservoir (Baturaja formation) where severe circulation losses and kicks while drilling are commonplace. Drilling in one of the wells in the field, Soka 2006-1 was suspended for two years due to total losses combined with gas kicks. Almost two months were spent after total loss of circulation was experienced trying to control and drill Soka 2006-1 to no avail. The well was plugged and abandoned on July 2006 with the intention of returning to it and finishing it once an appropriate approach can be developed to address the drilling issues that were encountered.",
                "Pressurized MudCap Drilling (PMCD), a variant of Managed Pressure Drilling (MPD), is known for allowing drilling to continue despite a total loss of circulation, while at the same time monitoring and controlling the entry of influx into the wellbore. A weakness of this technique is that the well still has to be killed prior to pulling out of the hole, which can be time-consuming and ultimately lead to reservoir damage. Utilizing a downhole isolation system to eliminate the need to kill the well during and after PMCD operations would therefore greatly improve the efficiency and effectiveness of this drilling technique and enhance its acceptability in operations where well productivity is a major consideration."
            ],
            [
                [
                    "Drilling",
                    "Managed Pressure Drilling (MPD)",
                    "Casing Valve",
                    "Deepwater",
                    "Geothermal Engineering"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}