{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "51FBD5DI",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Donna Naples Professor 415 Allen Hall (412) 624-9038 dnaples@pitt.edu My research focuses on the study of neutrinos and their properties. Neutrinos are difficult to produce and detect because of their small interaction cross sections in matter. Their fundamental properties such as their masses, and mixing matrix, as well as their interactions are current topics of importance for both particle physics and cosmology. My experiments are based at Fermilab and use the NuMI high intensity neutrino beam. Main experimental efforts include the long-baseline oscillation experiment NOvA and MicroBooNE , which searches for eV scale sterile neutrinos. I am also involved in planning the next generation oscillation experiment DUNE (Deep Underground Neutrino Experiment) which will help us further unravel neutrino mysteries. Awards Fellow of the American Physical Society, 2018 Selected Publications \"Measurement of the antineutrino to neutrino charged-current interaction cross section ratio in MINERvA'', L. Ren et al.,  Phys.Rev. D95 (2017) no.7, 072009. ``Design and Construction of the MicroBooNE Detector'', R. Acciarri, et al,  JINST 12 (2017) no.02, P02017. ``Search for flavor-changing nonstandard neutrino interactions using electron neutrino appearance in MINOS'', P. Adamson, et al.,  Phys.Rev. D95 (2017) no.1, 012005. ``Combined analysis of muon neutrino disappearance and electron neutrino appearance in MINOS using accelerator and atmospheric neutrinos'', P. Adamson, et al., Phys.Rev.Lett. 112 (2014) 191801. \" Observation of Electron Neutrino Appearance in a Muon Neutrino Beam \", K. Abe et al. , Phys. Rev. Lett.112. , 061802 (2014) \"A search for non-standard neutrino flavor-changing interactions by MINOS, \", P. Adamson et al., Phys. Rev. D88 , 072011 (2013). Fan Gao (412) 624-9038"
            ]
        ]
    ]
}