{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "51XSOSIT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to Content Texas State College of Science and Engineering Materials Science, Engineering, and Commercialization Program Administration & Faculty Faculty Luisa M. Scolfaro, Ph.D. Materials Science, Engineering, and Commercialization Program About the Program Message From the Director In The News Prospective Students Admissions Requirements Need an MS? MSEC Recruiting Flyer Current Students MSEC Student Handbook Advising Courses Degree Plan Advancement to Candidacy Requirements Awards & Scholarship Opportunities Professional Development Opportunities Dissertation Guidelines Dissertation Forms Dual Degree MSEC PhD-MBA Program Policies & Procedures Seminar Series Administration & Faculty Faculty Program Support Staff Director Associate Director Faculty Policies & Procedures Commercialization Efforts Student Commercialization Activities Entrepreneurs in Residence Facilities and Instrumentation TETF Laboratories Contact Us Current Students Faculty & Staff Family & Visitors Alumni More Tools SAP Portal Pay Tuition Online Toolkit ePortfolio Catalogs Shuttle Tracker Office 365 Athletics Give Library Round Rock News Athletics Give Library Round Rock News Current Students Faculty & Staff Family & Visitors Alumni More Tools SAP Portal Pay Tuition Online Toolkit ePortfolio Catalogs Shuttle Tracker Office 365 College of Science and Engineering Materials Science, Engineering, and Commercialization Program About the Program Message From the Director In The News Prospective Students Admissions Requirements Need an MS? MSEC Recruiting Flyer Current Students MSEC Student Handbook Advising Courses Degree Plan Advancement to Candidacy Requirements Awards & Scholarship Opportunities Professional Development Opportunities Dissertation Guidelines Dissertation Forms Dual Degree MSEC PhD-MBA Program Policies & Procedures Seminar Series Administration & Faculty Faculty Program Support Staff Director Associate Director Faculty Policies & Procedures Commercialization Efforts Student Commercialization Activities Entrepreneurs in Residence Facilities and Instrumentation TETF Laboratories Contact Us Texas State College of Science and Engineering Materials Science, Engineering, and Commercialization Program Administration & Faculty Faculty Luisa M. Scolfaro, Ph.D. Luisa M. Scolfaro, Ph.D. Senior Lecturer and Research Professor, Department of Physics Postdoctoral Fellow, Department of Physics, University of Campinas, SP, Brazil (1989-1990) Ph.D. in Physics, Physics Institute, University of São Paulo, SP, Brazil (1985-1988) M.S. in Physics, Physics Institute, University of São Paulo, SP, Brazil (1983-1985) B.S. in Physics, Physics Institute, University of São Paulo, SP, Brazil (1982) Biosketch Dr. Luisa Scolfaro is a faculty member at the Department of Physics and a Research Professor at the Materials Science, Engineering and Commercialization program since 2009. Scolfaro’s research interests are focused on physical properties of materials through computational simulations, either using first principles methods within density functional theory or approximated methods within the effective mass theory, with emphasis on semiconductors and oxides. From 1991 to 2008, she was a Physics Professor at Sao Paulo University, Brazil, working mostly in electronic structure of semiconductor materials and their structural, electronic, vibrational, dielectric, and magnetic properties. Her main topics have been group-III nitrides and their alloys, high-k oxides, defects and impurities, low dimensional structures, and spintronics. Dr. Scolfaro has published 150 peer-reviewed manuscripts, has about 50 contributions for conference proceedings, two book chapters, and has attended about 80 international conferences with several presentations. She was advisor of more than ten graduate students, among Master dissertations and Ph.D. thesis, and has supervised 4 Postdoctoral researchers.  She has served in several International Conferences Organization Committees and has been consultant for more than a dozen of International Scientific Journals and Ad Hoc Consultant for The State of São Paulo Research Foundation (FAPESP), and The National Council for Scientific and Technological Development (CNPq), Brazilian Funding Agencies in the last 25 years. Her awards include Excellence in Research at the University of Sao Paulo, Brazil (2008) and the Best Oral Presentation at the International Congress of Materials Research – Advances in Semiconductor Materials, Mexico (2011). She also participates in the Women in Sciences and Engineering, Brazilian Physical Society, and Materials Research Society professional organizations. Research Summary\/Statement Dr. Scolfaro’s research interests are focused on the study of the physical properties of materials through computational simulations, either using first principles methods within the density functional theory (DFT) or approximated methods within the effective mass theory, with emphasis on semiconductors and oxides. Today, Dr. Scolfaro’s research activities involve the study of mechanical, structural, electronic, optical and vibrational properties of SnO2, HfO2, ZrO2, TiO2, SrTiO3, magnetic impurities, Transition metals, Lead Chalcogenides and their alloys, semiconductor heterostructures of group-III nitrides, II-VIs, III-Vs, diluted magnetic semiconductors and oxides, and transport properties of semiconductors and semiconductor nanostructures. Her theoretical research is mostly addressed toward materials for thermoelectric applications, energy harvesting devices, solar cells, etc. The computational modeling approaches adopted by Dr. Scolfaro are ab intio (first principles) state-of-art methods such the “Projected Augmented Wave” method as implemented in the “Vienna Ab-initio Simulation Package” (VASP-PAW), the Full-potential Linear Augmented Plane Wave method (FLAPW-wien2k) and the Abinit method. She also addresses the electronic and hole-band structures in heterostructures (low-dimensional systems) using a self-consistent k.p method in the effective mass approximation. Among her objectives are: 1) theoretical understanding of new materials, 2) physical properties, chemical trends, band-gap engineering, 3) calculation of formation energies and stability of impurities and defects in semiconductors and oxides, 4) search for mechanical and thermoelectric enhanced properties for energy applications. Top Materials Science, Engineering, and Commercialization Program Roy F. Mitte 3205 601 University Drive San Marcos, TX 78666 Office (512) 245-1839 Fax (512) 245-3675 Site Map About Texas State Careers Emergency Info Legal Apply Now Beginning of video dialog content Close Video Previous Video Next Video End of video dialog content Search Terms Start Search Select search scope This Site All Texas State Close Search Dialog"
            ]
        ]
    ]
}