{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "52SMKY8G",
            "ZZAGpUsAAAAJ",
            [
                "The role of language in mathematical development: Evidence from children with specific language impairments",
                "Number skills and knowledge in children with specific language impairment.",
                "Which executive skills should we target to affect social functioning and symptom change? A study of a cognitive remediation therapy program",
                "Inspection times, the change task, and the rapid-response selection task",
                "Understanding strategy selection",
                "Objective versus subjective measures of Paris Metro map usability: Investigating traditional octolinear versus all-curves schematics",
                "Experiences of in-patient mental health services: systematic review",
                "The pro-circular change model (P-CCM): proposing a framework facilitating behavioural change towards a circular economy",
                "Deductive reasoning in children with specific language impairment",
                "The experiential impact of hospitalisation: Parents’ accounts of caring for young people with early psychosis"
            ],
            [
                "A sample (n = 48) of eight-year-olds with specific language impairments is compared with age-matched (n = 55) and language matched controls (n = 55) on a range of tasks designed to test the interdependence of language and mathematical development. Performance across tasks varies substantially in the SLI group, showing profound deficits in production of the count word sequence and basic calculation and significant deficits in understanding of the place-value principle in Hindu-Arabic notation. Only in understanding of arithmetic principles does SLI performance approximate that of age-matched-controls, indicating that principled understanding can develop even where number sequence production and other aspects of number processing are severely compromised.",
                "The number skills of groups of 7-to 9-year-old children with specific language impairment (SLI) attending mainstream or special schools were compared with an age and nonverbal reasoning matched group (age control [AC]) and with a younger group matched on oral language comprehension. The SLI groups performed below the AC group on every skill. They also showed lower working memory functioning and had received lower levels of instruction. Nonverbal reasoning, working memory functioning, language comprehension, and instruction accounted for individual variation in number skills to differing extents depending on the skill. These factors did not explain the differences between SLI and AC groups on most skills.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
                "This study examined the link between executive function and functional outcome in schizophrenia to identify useful psychological intervention targets and explore how executive function changes affect social functioning and symptoms. Participants from two randomized controlled trials (n = 63) with poor social functioning, positive and negative symptoms, and cognitive impairment completed seven measures of executive function. Three cognitive factors were extracted: verbal working memory, response inhibition speed, and stimulus-driven responding. Participants received individual cognitive remediation therapy (CRT) (n = 18), a control therapy (occupational therapy activities) (n = 14), or treatment as usual (n = 19). Only the CRT group improved on verbal working memory. No group improved on the other factors. Although verbal working memory was significantly associated with social functioning and …",
                "Three experiments are reported, which are based upon the Wason four-card selection task inspection time paradigm, in which subjects solve computer-presented trials while using a mouse to indicate the card currently under consideration. Evans (1996) had shown that selected cards were inspected for longer than non-selected cards, and this was taken as support for the existence of pre-conscious heuristic processes that direct attention towards relevant aspects of a problem. However, Roberts (1998b) suggested that this inspection time effect is artefactual, due to task format induced biases. Experiment 1 utilized a “change” task: Cards were presented either as selected or not selected, and subjects changed these where necessary. This demonstrated an association between card selection and inspection time independently of one between the act of response and inspection time. Experiment 2 utilized a standard …",
                "This paper explores several issues associated with explanations of why different people use different strategies for learning and inference tasks. It is suggested that although the concept of cognitive style is a useful starting point, it is unable to account for many findings in the literature, and that any model of strategy usage that confines itself to mechanisms governing strategy selection is incomplete. In addition, it is necessary to take account of strategy availability: Which strategies do people possess, and how do people discover new strategies? Several findings in the literature indicate that strategy discovery is related to general abilities. Specifically, those who are best able to execute a current strategy are those who are the most likely to identify new, more effective methods. It is suggested that many findings that support the notion of cognitive style can be reinterpreted in this light.",
                "Schematic maps are an important component of assistance for navigating transport networks worldwide. By showing routes as simple straight lines, they reduce the cognitive load of journey planning, and by revealing the underlying structure of networks, they make their key features easier to identify and learn. However, although there are many suggestions for optimizing schematic maps so as to maximize these benefits, to date these have not been directly supported by published usability studies or psychological theory. In this paper, we suggest that there are circumstances in which conventional schematic maps fail to yield benefits, and we compare journey planning using the current official RATP Paris Metro map with an all-curves design which replaces straight lines and corners with gentle curves. Three separate usability studies with slightly different methodologies showed that the journey planning time for the …",
                "In-patients in crisis report poor experiences of mental healthcare not conducive to recovery. Concerns include coercion by staff, fear of assault from other patients, lack of therapeutic opportunities and limited support. There is little high-quality evidence on what is important to patients to inform recovery-focused care.To conduct a systematic review of published literature, identifying key themes for improving experiences of in-patient mental healthcare.A systematic search of online databases (MEDLINE, PsycINFO and CINAHL) for primary research published between January 2000 and January 2016. All study designs from all countries were eligible. A qualitative analysis was undertaken and study quality was appraised. A patient and public reference group contributed to the review.Studies (72) from 16 countries found four dimensions were consistently related to significantly …",
                "A Circular Economy is an economic and industrial system where resources are kept in use for as long as possible. This system is an alternative to the “take-make-use-dispose” path which is followed in many industries. Businesses can adopt a circular approach to production by implementing a range of alternative business models. These models require consumer acceptance, however a number of behavioural barriers are currently preventing the development and adoption of a Circular Economy. There is little research on behaviour change with specific regard to the Circular Economy. This is due to the concepts’ multidisciplinary scope which makes data collection methods expansive and challenging.The Pro-Circular Change Model (P-CCM) is a novel theoretical framework, which uses a Theory of Planned Behaviour (TPB), Pro-Circular Values (P-CVs) and Persuasive Communication (PC) to identify and influence …",
                "The diagnosis of specific language impairment (SLI) requires non‐verbal ability to be in the normal range, but little is known regarding the extent to which general reasoning skills are preserved during development. A total of 122 children were tested; 40 SLI, 42 age‐matched controls, and 40 younger language‐matched controls. Deductive reasoning tasks were given in both verbal and pictorial presentation types, namely the relational inference task and the reduced array selection task (RAST). Pictorial presentation facilitated all groups for all tasks equally. For the relational inference task, SLI performance was below both age and language matches. For the RAST, contextual information facilitated all groups equally. SLI performance was intermediate between age and language matches. It is concluded that the non‐verbal versus verbal distinction is a complex one and that non‐verbal reasoning can draw upon …",
                "This research examines the experiential impact of hospitalisation on the parents of young people with early psychosis. In-depth interviews were conducted with a small sample of parents, and the resulting transcripts were analysed using Interpretative Phenomenological Analysis. Five themes emerged from the data: Accepting and blaming, Feeling out of control, Hospitalisation as temporary containment, Feeling let down by services and Stigma. Aspects of the hospitalisation process were characterised by parents as generally negative, but a number of positive affirmations were also offered regarding the containing, supportive and crucial role of services. Parents’ perceptions of hospitalisation as a difficult, and sometimes distressing, experience are exacerbated by the complexity of being the carer of a young person. Negotiating services and boundaries within the context of this relationship contributes to feelings of …"
            ],
            [
                [
                    "Psychology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}