{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "540UZMK7",
            "uQTSfHkAAAAJ",
            [
                "Guide to Receptors and Channels (GRAC), 5th Edition",
                "Guide to receptors and channels (GRAC), 3rd edition",
                "International Union of Basic and Clinical Pharmacology. LXXIX. Cannabinoid receptors and their ligands: beyond CB1 and CB2",
                "The Concise Guide to PHARMACOLOGY 2013\/14: G protein‐coupled receptors",
                "The IUPHAR\/BPS Guide to PHARMACOLOGY in 2018: updates and expansion to encompass the new guide to IMMUNOPHARMACOLOGY",
                "The IUPHAR\/BPS Guide to PHARMACOLOGY in 2016: towards curated quantitative interactions between 1300 protein targets and 6000 ligands",
                "Experimental design and analysis and their reporting: new guidance for publication in BJP",
                "The Concise Guide to PHARMACOLOGY 2013\/14: enzymes",
                "The IUPHAR\/BPS Guide to PHARMACOLOGY: an expert-driven knowledgebase of drug targets and their ligands"
            ],
            [
                "The Fifth Edition of the ‘Guide to Receptors and Channels’ is a compilation of the major pharmacological targets divided into seven sections: G protein‐coupled receptors, ligand‐gated ion channels, ion channels, catalytic receptors, nuclear receptors, transporters and enzymes. These are presented with nomenclature guidance and summary information on the best available pharmacological tools, alongside suggestions for further reading. Available alongside this publication is a portal at http:\/\/www.GuideToPharmacology.org which is produced in close association with NC‐IUPHAR and allows free online access to the information presented in the Fifth Edition.",
                "The great proliferation of drug targets in recent years has driven the need to organise and condense the information in a logical way. This is the underlying reason for this Guide to Receptors and Channels, distributed with the British Journal of Pharmacology. Our intent is to produce an authoritative but user-friendly publication, which allows a rapid overview of the key properties of a wide range of established or potential pharmacological targets. The aim is to provide information succinctly, so that a newcomer to a particular target group can identify the main elements ‘at a glance’. It is not our goal to produce all-inclusive reviews of the targets presented; references to these are included in the Further Reading sections of the entries. The Guide to Receptors and Channels presents each entry, typically a circumscribed target class family on, wherever possible, a single page, so as to allow easy access and rapid …",
                "There are at least two types of cannabinoid receptors (CB1 and CB2). Ligands activating these G protein-coupled receptors (GPCRs) include the phytocannabinoid Δ9-tetrahydrocannabinol, numerous synthetic compounds, and endogenous compounds known as endocannabinoids. Cannabinoid receptor antagonists have also been developed. Some of these ligands activate or block one type of cannabinoid receptor more potently than the other type. This review summarizes current data indicating the extent to which cannabinoid receptor ligands undergo orthosteric or allosteric interactions with non-CB1, non-CB2 established GPCRs, deorphanized receptors such as GPR55, ligand-gated ion channels, transient receptor potential (TRP) channels, and other ion channels or peroxisome proliferator-activated nuclear receptors. From these data, it is clear that some ligands that interact similarly with CB1 and\/or CB2 …",
                "The Concise Guide to PHARMACOLOGY 2013\/14 provides concise overviews of the key properties of over 2000 human drug targets with their pharmacology, plus links to an open access knowledgebase of drug targets and their ligands (www.guidetopharmacology.org), which provides more detailed views of target and ligand properties. The full contents can be found at http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12444\/full.G protein‐coupled receptors are one of the seven major pharmacological targets into which the Guide is divided, with the others being G protein‐coupled receptors, ligand‐gated ion channels, ion channels, catalytic receptors, nuclear hormone receptors, transporters and enzymes. These are presented with nomenclature guidance and summary information on the best available pharmacological tools, alongside key references and suggestions for further reading. A new landscape format has …",
                "The IUPHAR\/BPS Guide to PHARMACOLOGY (GtoPdb, www.guidetopharmacology.org) and its precursor IUPHAR-DB, have captured expert-curated interactions between targets and ligands from selected papers in pharmacology and drug discovery since 2003. This resource continues to be developed in conjunction with the International Union of Basic and Clinical Pharmacology (IUPHAR) and the British Pharmacological Society (BPS). As previously described, our unique model of content selection and quality control is based on 96 target-class subcommittees comprising 512 scientists collaborating with in-house curators. This update describes content expansion, new features and interoperability improvements introduced in the 10 releases since August 2015. Our relationship matrix now describes ∼9000 ligands, ∼15 000 binding constants, ∼6000 papers and ∼1700 human proteins. As an important …",
                "The IUPHAR\/BPS Guide to PHARMACOLOGY (GtoPdb, http:\/\/www.guidetopharmacology.org) provides expert-curated molecular interactions between successful and potential drugs and their targets in the human genome. Developed by the International Union of Basic and Clinical Pharmacology (IUPHAR) and the British Pharmacological Society (BPS), this resource, and its earlier incarnation as IUPHAR-DB, is described in our 2014 publication. This update incorporates changes over the intervening seven database releases. The unique model of content capture is based on established and new target class subcommittees collaborating with in-house curators. Most information comes from journal articles, but we now also index kinase cross-screening panels. Targets are specified by UniProtKB IDs. Small molecules are defined by PubChem Compound Identifiers (CIDs); ligand capture also includes peptides …",
                "This Editorial is part of a series. To view the other Editorials in this series, visit: http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12956\/abstract; http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12954\/abstract; http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12955\/abstract and http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.13112\/abstract",
                "The Concise Guide to PHARMACOLOGY 2013\/14 provides concise overviews of the key properties of over 2000 human drug targets with their pharmacology, plus links to an open access knowledgebase of drug targets and their ligands (www.guidetopharmacology.org), which provides more detailed views of target and ligand properties. The full contents can be found at http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12444\/full.Enzymes are one of the seven major pharmacological targets into which the Guide is divided, with the others being G protein‐coupled receptors, ligand‐gated ion channels, ion channels, nuclear hormone receptors, catalytic receptors and transporters. These are presented with nomenclature guidance and summary information on the best available pharmacological tools, alongside key references and suggestions for further reading. A new landscape format has easy to use tables comparing …",
                "The International Union of Basic and Clinical Pharmacology\/British Pharmacological Society (IUPHAR\/BPS) Guide to PHARMACOLOGY (http:\/\/www.guidetopharmacology.org) is a new open access resource providing pharmacological, chemical, genetic, functional and pathophysiological data on the targets of approved and experimental drugs. Created under the auspices of the IUPHAR and the BPS, the portal provides concise, peer-reviewed overviews of the key properties of a wide range of established and potential drug targets, with in-depth information for a subset of important targets. The resource is the result of curation and integration of data from the IUPHAR Database (IUPHAR-DB) and the published BPS ‘Guide to Receptors and Channels’ (GRAC) compendium. The data are derived from a global network of expert contributors, and the information is extensively linked to relevant databases, including …"
            ],
            [
                [
                    "Pharmacology and biochemistry of significant drug targets"
                ]
            ],
            [
                "Stephen G. Alexander Associate Professor Chief Departmental Advisor 204 Kreger Hall 513-529-5653 alexansg@MiamiOH.edu B.S. Aerospace Engineering, Pennsylvania State University, 1977 M.S. Aerospace Engineering, Pennsylvania State University, 1979 Ph.D. Physics, Pennsylvania State University 1990 Joined Miami in 1993 Working with other Miami faculty, I developed and teach PHY191 & PHY192, General Physics with Lab 1 & 2. I also teach PHY111, Astronomy & Space Physics, and PHY311, Contemporary Astronomy, the third course in our thematic sequence, \"Your Place in the Universe.\" My group's research centers around computational astrophysics, where we attempt to solve astronomical problems employing computational physics. These problems have consisted of many issues associated with the formation of solar systems and the orbital and rotational evolution of planetary satellites. Recently, we adapted our codes to study self-bound gravitating systems like stellar clusters and galaxies. Here, we are simulating the motion of stars in Dwarf Spheroidal Galaxies using an alternative to the dark matter paradigm, i.e. Modified Newtonian Dynamics (MOND)."
            ]
        ]
    ]
}