{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "54V10XU4",
            "BDVDuywAAAAJ",
            [
                "Transition from turbulent to coherent flows in confined three-dimensional active fluids",
                "Cinnamate-based DNA photolithography",
                "Polygamous particles",
                "Electron transport in In-rich In xGa1-xN films",
                "Kinetics of DNA-coated sticky particles",
                "Growth and characterization of GaN\/AlGaN high-electron mobility transistors grown on p-type Si substrates",
                "Effect of buffer layers on electrical, optical and structural properties of AlGaN\/GaN heterostructures grown on Si",
                "Collective dynamics of microtubule-based 3D active fluids from single microtubules",
                "Microtubule-based active fluids with improved lifetime, temporal stability and miscibility with passive soft materials",
                "Transport measurements on MOVPE-grown InN films"
            ],
            [
                "Conventional nonequilibrium systems are composed of inanimate components whose dynamics is powered by the external input of energy. For example, in a turbulent fluid, energy cascades down many length scales before being dissipated. In comparison, diverse nonequilibrium processes in living organisms are powered at the microscopic scale by energy-transducing molecular processes. Energy injected at the smallest scales cascades up many levels of structural organization, collectively driving dynamics of subcellular organelles, cells, tissues, and entire organisms. However, the fundamental principles by which animate components self-organize into active materials and machines capable of producing macroscopic work remain unknown. Elucidating these rules would not only provide insight into organization processes that take place in living matter but might lay the foundation for the …",
                "As demonstrated by means of DNA nanoconstructs 1, as well as DNA functionalization of nanoparticles 2, 3, 4 and micrometre-scale colloids 5, 6, 7, 8, complex self-assembly processes require components to associate with particular partners in a programmable fashion. In many cases the reversibility of the interactions between complementary DNA sequences is an advantage 9. However, permanently bonding some or all of the complementary pairs may allow for flexibility in design and construction 10. Here, we show that the substitution of a cinnamate group for a pair of complementary bases provides an efficient, addressable, ultraviolet light-based method to bond complementary DNA covalently. To show the potential of this approach, we wrote micrometre-scale patterns on a surface using ultraviolet light and demonstrated the reversible attachment of conjugated DNA and DNA-coated colloids. Our strategy …",
                "DNA is increasingly used as an important tool in programming the self-assembly of micrometer- and nanometer-scale particles. This is largely due to the highly specific thermoreversible interaction of cDNA strands, which, when placed on different particles, have been used to bind precise pairs in aggregates and crystals. However, DNA functionalized particles will only reach their true potential for particle assembly when each particle can address and bind to many different kinds of particles. Indeed, specifying all bonds can force a particular designed structure. In this paper, we present the design rules for multiflavored particles and show that a single particle, DNA functionalized with many different “flavors,” can recognize and bind specifically to many different partners. We investigate the cost of increasing the number of flavors in terms of the reduction in binding energy and melting temperature. We find that a single 2 …",
                "We have performed electrical transport measurements on metal-organic vapor phase epitaxy grown In-rich InxGa1−xN (x=1, 0.98, and 0.92) films. Within the experimental error, the electron density in InGaN films is temperature independent over a wide temperature range (4K⩽T⩽285K). Therefore, InxGa1−xN (0.92⩽x⩽1) films can be regarded as degenerate semiconductor systems. The experimental results demonstrate that electron transport in In-rich InxGa1−xN (x=1, 0.98, and 0.92) films is metalliclike. This is supported by the temperature dependence of the density, resistivity, and mobility which is similar to that of a metal. We suggest that over the whole measuring temperature range residue imperfection scattering limits the electron mobility in In-rich InxGa1−xN (x=1, 0.98, and 0.92) films.",
                "DNA-functionalized particles are promising for complex self-assembly due to their specific controllable thermoreversible interactions. However, there has been little work on the kinetics and the aggregation rate, which depend on the rate of particle encounters and the probability that an encounter results in particles sticking. In this study, we investigate theoretically and experimentally the aggregation times of micron-scale particles as a function of DNA coverage and salt concentration. Our 2-μ m colloids accommodate up to 70 000 DNA strands. For full coverage and high salt concentration, the aggregation time is 5 min while for 0.1 coverage and low salt it is 4 days. A simple model using reaction-limited kinetics and experimental oligomer hybridization rates describes the data well. A controlling factor is the Coulomb barrier at the nanometer scale retarding DNA hybridization. Our model allows easy measurements of …",
                "In order to grow high-quality GaN, we often choose sapphire as our substrates. However, silicon can be regarded as a new substrate due to its low cost and large wafer size. It is known that the difficulty of growing GaN on silicon is their large lattice mismatch (∼17%) and thermal mismatch (∼54%) between GaN and silicon. The usual process to reduce such mismatches is to grow an AlN layer as an intermediate layer. In this paper, we inserted a thin SiN layer between GaN and AlN to improve the quality of GaN, and the result showed that such thin SiN layer could greatly enhance the mobility of 2DEG formed at the interface of AlGaN and GaN. This suggests that it is possible to grow high-quality GaN on silicon as well as on sapphire with more studies of growth techniques.",
                "AlGaN\/GaN heterostructures with different buffer layers were grown on Si substrates by metal-organic vapor phase epitaxy (MOVPE). The electrical property of the two-dimensional electron gas (2DEG) formed at the AlGaN\/GaN interface was correlated with both the optical and structural quality of the GaN layer involved. A combination of two sets of high-temperature and low-temperature AlN and an ultrashort exposure to SiH 4 showed the best-grown GaN, followed by a similar buffer layer without the SiH 4 exposure, and a graded AlGaN buffer layer only. The enhancements in both electron mobility and 2DEG density were also accompanied by a reduced donor–acceptor pair (DAP) emission and a reduced dislocation density in the top GaN grown.",
                "Self-organization of kinesin-driven, microtubule-based 3D active fluids relies on the collective dynamics of single microtubules. However, the connection between macroscopic fluid flows and microscopic motion of microtubules remains unclear. In this work, the motion of single microtubules was characterized by means of 2D gliding assays and compared with the flows of 3D active fluids. While the scales of the two systems differ by ∼1000×, both were driven by processive, non-processive or an equal mixture of both molecular motor proteins. To search for the dynamic correlation between both systems, the motor activities were tuned by varying temperature and ATP concentration, and the changes in both systems were compared. Motor processivity played an important role in active fluid flows but only when the fluids were nearly motionless; otherwise, flows were dominated by hydrodynamic resistance controlled by …",
                "We have developed several distinct model systems of microtubule-based 3D active isotropic fluids and have compared their dynamical and structural properties. The non-equilibrium dynamics of these fluids is powered by three different types of kinesin motors: a processive motor, a non-processive motor, and a motor which is permanently linked to a microtubule backbone. The fourth modification uses specific microtubule crosslinkers to induce bundle formation instead of a non-specific depletant. In comparison to the formerly developed systems, each new active fluid formulation has certain enhanced properties. Firstly, linking motors to the microtubule backbone enhances the fluid lifetime from hours to several days. Furthermore, switching to the non-processive motors significantly increases the temporal stability of the active dynamics, while using specific cross-linkers yields systems that can incorporate other passive soft materials, such as, polymer gels or liquid crystals. These novel developed model systems will significantly aid and improve our ability to quantify diverse phenomena observed in microtubule based active matter.",
                "We have performed electrical transport measurements on InN films. Our results show that the electron transport in our InN films is metallic-like, that is, within the experimental error the carrier density is temperature-independent over a wide temperature range (4 K≤T≤290 K). At low temperatures, the resistivities of our InN devices appear to saturate and show gradual increase with increasing temperatures. We suggest that residue impurity scattering limits the electron mobility in InN films. We compare our results with existing theoretical models."
            ],
            [
                [
                    "Soft Matter",
                    "Colloids",
                    "DNA",
                    "Microtubules",
                    "Kinesin Motors"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}