{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "54VYBWZ5",
            "jxgjuvUAAAAJ",
            [
                "A comparative study of four modified Al coatings on Ni3Al-based single crystal superalloy",
                "Microstructure and oxidation behavior of modified aluminide coating on Ni3Al-based single crystal superalloy",
                "Kinetics and microstructural evolution during recrystallization of a Ni3Al-based single crystal superalloy",
                "Surface recrystallization of a Ni 3 Al based single crystal superalloy at different annealing temperature and blasting pressure",
                "Thermal cycle fatigue behaviors of a single crystal Ni3Al base alloy",
                "Thermal stability of a Stellite\/steel hardfacing interface during long-term aging",
                "Effects of interfacial microstructure on mechanical properties of Stellite-hardfaced coating during long-term aging",
                "Microstructural and mechanical characterization of Stellite-hardfaced coatings with two types of buffer layers"
            ],
            [
                "Four modified Al diffusion coatings (Al, Cr–Al, Al–Si and Cr–Al–Si coatings) were prepared on Ni3Al based single crystal superalloy IC20. The oxidation tests were carried out at 1 150 °C for up to 100 h. Cyclic hot corrosion tests were carried out at 950 °C for 50 h. The results indicate that the oxidation and corrosion resistances of IC20 alloy are improved significantly by the coatings, and both oxidation and hot corrosion resistances of the four coatings are rated in the order (from worst to best) of Cr–Al, Al, Cr–Al–Si, Al–Si coatings. It is found that the degradations of Al and Cr–Al coatings are very quick due to the serious inter-diffusion between the coatings and substrates. The inter-diffusion between Si-containing coatings and substrates is reduced since Si effectively retards the outward diffusion of Mo. The weak effects of Cr and benefit effects of Si to the oxidation and hot corrosion resistance were discussed. The hot …",
                "Al, Al-Si and Cr-Al-Si coatings are prepared onto IC20 alloy by powder pack cementation to improve the oxidation resistance of the alloy. The isothermal oxidation behaviors of the coatings and the uncoated IC20 alloy at 1 100 °C are comparatively investigated. For the coatings, less weight gains are obtained compared to the uncoated alloy after 100 h thermal exposure. The Al-Si coating exhibits the best oxidation resistance, while the addition of Cr accelerates the scale spallation. Phase transformation from β-NiAl to γ and γ′ occurs in the coating after oxidation for extended periods. The oxidation protection and degradation mechanisms for these coatings are discussed.",
                "The recrystallization kinetics and microstructural evolution of a Ni3Al-based single crystal superalloy were presented, especially the different recrystallization behaviors between the dendrite arm and the interdendritic region. The single crystal alloy was deformed by grit blasting. A succeeding annealing under inert atmosphere at 1280°C for different time led to the formation of recrystallized grains close to the grit blasting surface. It was found that the recrystallization depth and velocity in the dendrite arm were respectively deeper and faster than those in the interdendritic region where the Y-NiMo phase existed. The recrystallization process in the interdendritic region was significantly inhibited by the Y-NiMo precipitates. However, the pinning effect gradually weakened with the annealing time due to the dissolution of the Y-NiMo phase, and the recrystallization depth in the dendrite arm was deeper than that in the …",
                "The effects of annealing temperature and grit blasting pressure on the recrystallization behavior of a Ni3Al based single crystal superalloy were studied in this work. The results show that the precipitation of the Y-NiMo phase occurs at 900 and 1000 °C, which precedes recrystallization. The initial recrystallization temperature was between 1000 and 1100 °C. Cellular recrystallization was formed at 1100 and 1200 °C, which consisted of large columnar γ′ and fine γ + γ′. The dendrite arm closed to the interdendritic region may act as nucleation sites during initial recrystallization by a particle simulated nucleation mechanism at 1280 °C. The size of the grains first turned large and then became small upon the pressure while the recrystallization depth increased all the time.",
                "The thermal cycle fatigue behaviors of a single crystal Ni3Al base alloy named as IC6SX have been investigated under the test condition of 1000←→15 °C. The experimental results showed that the thermal fatigue resistance of the transversal specimens of the alloy was superior to that of the longitudinal specimens. The cracks of the specimens propagated along the interdendritic region more easily than the dendrite, and might pass through the dendrite due to the accumulation of the thermal strain. Optical Microscopy (OM) and Electron Probe X-ray Microanalysis (EPXM) were adopted to observe the crack growth and the microstructural evolution, and composition near the fatigue crack, respectively. The mechanism of the thermal fatigue damage of the alloy was discussed.",
                "Disbonding and delamination of Stellite hardfacing used in high-temperature valves have caused serious challenges in the power generation industry in recent years. To determine the microstructural factors that may contribute to the failures, Stellite 21 and Stellite 6 hardfacing alloys were deposited onto an F91 steel substrate using plasma-transferred arc welding. A series of aging experiments simulating service temperatures were conducted at temperatures between 550 and 650 °C for exposure times ranging from 1008 to 8760 h. The F91\/S21 interface was found to be unstable during aging; a hard layer was formed, consisting mainly of three phases. This layer follows a parabolic rate of growth; its thickness increases as the square root of aging time. The activation energy was determined, which might be associated with carbon diffusion. Complementary characterization methods showed that the three phases …",
                "Disbonding and delamination of Stellite-hardfaced coatings from high-temperature valves have presented a major challenge to the power generation industry. In order to study how the interfacial microstructure of Stellite-hardfaced coatings might damage valve integrity during service, a series of aging experiments were conducted at temperatures ranging from 550 to 650 °C over three durations within a one-year period. After high-temperature exposure, the hardfacing interface was characterized using innovative Charpy U-notch specimens. It was observed that the impact energy decreased significantly (by at least 92%) after aging. The fractographic analysis revealed that the fractures of the aged hardfacing specimens were brittle. It is proposed that the interfacial layer formed during aging provides a brittle crack propagation pathway. The reduction in absorbed impact energy is mainly associated with the formation …",
                "In recent years, a major challenge facing the power generation industry is delamination of Stellite-hardfaced coatings from high-temperature valves. In order to meet this challenge, IN82 buffer layer was evaluated to replace the problematic S21 buffer layer. S6 and either S21 or IN82 hardfacing alloys were deposited onto F91 steel substrates using plasma-transferred arc hardfacing. Aging was conducted at temperatures between 550 and 650 °C for three exposure durations within a one-year period. A comparative study was carried out on the microstructure and mechanical properties of IN82 and S21 hardfaced specimens. The F91\/S21 interface is unstable during aging because a hard and brittle interfacial layer grows, which significantly reduces the impact energy of S21 hardfaced specimens. In contrast, the F91\/IN82 interface is microstructurally much more stable than the F91\/S21 interface; an interfacial band …"
            ],
            [
                [
                    "Materials Engineering"
                ]
            ],
            [
                "Yuxiao Wu Yuxiao Wu Research: Theoretical Particle Physics Research Advisor: Jeffrey Harvey yuxiaowu@uchicago.edu"
            ]
        ]
    ]
}