{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "54ZLFS3Z",
            "ABlLIhYAAAAJ",
            [
                "All-optical high-speed signal processing with silicon–organic hybrid slot waveguides",
                "Materials constants of KNbO3 relevant for electro‐ and acousto‐optics",
                "Refractive indices of orthorhombic KNbO 3. I. Dispersion and temperature dependence",
                "Refractive indices of orthorhombic KNbO3. II. Phase-matching configurations for nonlinear-optical interactions",
                "Silicon organic hybrid technology—A platform for practical nonlinear optics",
                "A High‐Optical Quality Supramolecular Assembly for Third‐Order Integrated Nonlinear Optics",
                "Direct imaging of anisotropic exciton diffusion and triplet diffusion length in rubrene single crystals",
                "Optical properties of highly nonlinear silicon-organic hybrid (SOH) waveguide geometries",
                "A new class of organic donor–acceptor molecules with large third-order optical nonlinearities"
            ],
            [
                "Integrated optical circuits based on silicon-on-insulator technology are likely to become the mainstay of the photonics industry. Over recent years an impressive range of silicon-on-insulator devices has been realized, including waveguides 1, 2, filters 3, 4 and photonic-crystal devices 5. However, silicon-based all-optical switching is still challenging owing to the slow dynamics of two-photon generated free carriers. Here we show that silicon–organic hybrid integration overcomes such intrinsic limitations by combining the best of two worlds, using mature CMOS processing to fabricate the waveguide, and molecular beam deposition to cover it with organic molecules that efficiently mediate all-optical interaction without introducing significant absorption. We fabricate a 4-mm-long silicon–organic hybrid waveguide with a record nonlinearity coefficient of γ≈ 1× 10 5 W− 1 km− 1 and perform all-optical demultiplexing of …",
                "The elastic, piezoelectric, dielectric, elasto‐optic, and electro‐optic tensors have been determined by numerically evaluating the measurements published until now and using the additional measurements presented in this work. The dependence of the speed of two elastic waves on the applied electric field is measured yielding one electroelastic constant g13133=(95±10)NV−1 m−1. The complete set of parameters consisting of the low‐frequency clamped dielectric constants εSij, refractive indices, elastic stiffness constants at constant electric field CEijkl, piezoelectric coefficients eijk, elasto‐optic tensor at constant electric field pEijkl, and clamped electro‐optic coefficients rSijk is used to calculate effective electro‐optic coefficients and effective dielectric constants that have to be used in photorefractive experiments where the elastic deformations associated with a periodic space‐charge field have to be considered.",
                "We have measured the refractive indices of potassium niobate in the orthorhombic phase at six different temperatures between 22 and 180°C in the wavelength range 400–3400 nm. Sellmeier coefficients are determined by using a two-term oscillator model with an IR correction term. The temperature-dependent spontaneous polarization and the quadratic polarization optical coefficients are obtained from the index data. For practical purposes the temperature dependence can be well approximated by a polynomial expansion of degree 2.",
                "Based on temperature-dependent refractive-index data of orthorhombic KNbO_3 [ J. Opt. Soc. Am. B9,  380 ( 1992)], we analyze various nonlinear-optical second-order interactions. Phase-matching curves as a function of wavelength, propagation direction, and temperature are given. Both type I and type II phase matching are found to be possible in KNbO_3 for second-harmonic generation and for sum-frequency generation and optical parametric oscillation. To demonstrate the precision of the calculations based on the new refractive-index data, we compare experimentally measured values with calculated values of acceptance angles, phase-matching angles, and phase-matching temperatures for some specific cases. A temperature-tuned optical parametric oscillator employing KNbO_3 is demonstrated. Good agreement is found between calculated and experimental results.",
                "A cost-effective route to build electrically as well as optically controlled modulators in silicon photonics is reviewed. The technology enables modulation at bit rates beyond 100 Gbit\/s. This platform relies on the well-established silicon-based complementary metal-oxide-semiconductor processing technology for fabricating silicon-on-insulator (SOI) waveguides, while an organic cladding layer adds the required nonlinearity. The strength of this hybrid technology is discussed, and two key devices in communications are exemplarily regarded in more detail. The first device demonstrates demultiplexing of a 120 Gbit\/s signal by means of four-wave mixing in a slot-waveguide that has been filled with a highly nonlinear chi (3) -organic material. The second device is a 100 Gbit\/s\/1 V electrooptic modulator based on a slow-light SOI photonic crystal covered with a chi (2)  -nonlinear organic material.",
                "A high‐quality organic thin film for integrated nonlinear optics is produced by molecular beam deposition of a compact molecule that has a high specific third‐order polarizability. The resulting dense, homogenous, amorphous supramolecular assembly with a large third‐order nonlinearity and high‐optical quality enables novel applications in integrated nonlinear optics.",
                "We visualize exciton diffusion in rubrene single crystals using localized photoexcitation and spatially resolved detection of excitonic luminescence. We show that the exciton mobility in this material is strongly anisotropic with long-range diffusion by several micrometers associated only with the direction of molecular stacking in the crystal, along the b axis. We determine a triplet exciton diffusion length of 4.0±0.4 μ m from the spatial exponential decay of the photoluminescence that originates from singlet excitons formed by triplet-triplet fusion.",
                "Geometry, nonlinearity, dispersion and two-photon absorption figure of merit of three basic silicon-organic hybrid waveguide designs are compared. Four-wave mixing and heterodyne pump-probe measurements show that all designs achieve high nonlinearities. The fundamental limitation of two-photon absorption in silicon is overcome using silicon-organic hybrid integration, with a five-fold improvement for the figure of merit (FOM). The value of FOM = 2.19 measured for silicon-compatible nonlinear slot waveguides is the highest value published.",
                "Donor–acceptor molecules with 4-(dimethylamino)phenyl donor and 1,1,4,4-tetracyanobuta-1,3-diene acceptor moieties are readily prepared by short, high-yielding routes. The quite small chromophores are characterised by X-ray crystallography and feature intense intramolecular charge-transfer bands, substantial quinoid character in the donor rings, reversible electrochemical reductions and oxidations and powerful third-order optical nonlinearities."
            ],
            [
                [
                    "photonics",
                    "nonlinear optics",
                    "condensed matter physics"
                ]
            ]
        ]
    ]
}