{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "57A9KFT6",
            "AEb-z9IAAAAJ",
            [
                "Atheists and other cultural outsiders: Moral boundaries and the non-religious in the United States",
                "From existential to social understandings of risk: Examining gender differences in nonreligion",
                "The politics of religious prejudice and tolerance for cultural others",
                "Christian America? Secularized Evangelical Discourse and the Boundaries of National Belonging",
                "The Stakes of Symbolic Boundaries",
                "Intersectionality and power: Notes from the editors",
                "The true (non) believer? Atheists and the atheistic in the United States",
                "The New Structural Transformation of the Public Sphere"
            ],
            [
                "We use data from a nationally representative survey to analyze anti-atheist sentiment in the United States in 2014, replicating analyses from a decade earlier and extending them to consider the factors that foster negative sentiment toward other non-religious persons. We find that anti-atheist sentiment is strong, persistent, and driven in part by moral concerns about atheists and in part by agreement with cultural values that affirm religiosity as a constitutive moral grounding of citizenship and national identity. Moral concerns about atheists also spill over to shape attitudes toward those who are spiritual but not religious (SBNRs) and influence evaluations of the recent decline in religious identification. Americans have more positive views of SBNRs than of atheists, but a plurality of Americans still negatively evaluate the increase in the percentage of Americans who claim no religious identification (nones). Our …",
                "Across many social contexts, women are found to be more religious than men. Risk preference theory proposes that women are less likely than men to accept the existential risks associated with nonbelief. Building on previous critiques of this theory, we argue that the idea of risk is relevant to understanding the relationship between gender and religiosity if risk is understood not as existential, but as social. The research on existential risk focuses on religious identification as solely a matter of belief; as part of the movement away from this cognitivist bias, we develop the concept of social risk to theorize the ways that social location and differential levels of power and privilege influence women’s nonreligious choices. We show that women’s nonreligious preferences in many ways mirror those of other marginalized groups, including nonwhites and the less educated. We argue that nonreligion is socially risky, that …",
                "While some research argues that religious pluralism in the United States dampens conflict by promoting tolerance, other work documents persistent prejudice toward religious out-groups. We address this ambiguity by identifying a distinct cultural style that structures Americans’ attitudes toward religious others: support for public religious expression (PRE). Using data from a recent nationally representative survey, we find a strong and consistent relationship between high support for PRE, negative attitudes toward religious out-groups, and generalized intolerance. Addressing the previously overlooked public aspects of religion and cultural membership in the United States has important implications for studies of civic inclusion.",
                "Many scholars argue that evangelical Christian beliefs and traditions are central to dominant conceptions of American national identity, but most empirical studies in this area focus on the activities and identities of evangelical Christians themselves. Missing is an assessment of how evangelical-infused understandings of national belonging shape the views of people outside the white evangelical subculture. We analyze how Americans of all religious backgrounds evaluate a secularized evangelical discourse (SED)—a repertoire of political statements that are phrased in religiously nonparticularistic terms, but have roots in evangelical Christian history and epistemologies and have been politicized through social movements and party politics. Using latent class analysis and nationally representative survey data, we identify four prevailing profiles of support for claims about public religious expression anchored in …",
                "Sociological theories of symbolic boundaries (understandings of who belongs to in-groups and out-groups) and social boundaries (material stratification) argue both are related, but empirical analyses often focus on one or the other. Using survey data from 2014, we replicate and validate earlier research describing patterns in how Americans draw symbolic boundaries against a range of minority groups. We then go beyond this work by demonstrating a new link between boundary-drawing and attitudes about inequality and civil liberties with material implications. Drawing symbolic boundaries is not a benign practice; rather, it is associated with willingness to draw social boundaries that support material and political inequality.",
                "The past fifteen years have seen an explosion in research about secularism and non-religion. We know more about the emergence and social context of non-religion, including who leaves religious institutions and why (Gervais and Norenzayan 2012; Hout and Fischer 2002, 2014; Keysar 2014; Sherkat 2014; Vargas 2012; Voas and Chaves 2016; Zuckerman 2011), the historical context of non-religion in the United States (eg Porterfield 2012; Schmidt 2016), and how non-religious individuals understand themselves and come together to forge identities and communities (Baker and Smith 2015; Blankholm 2014; Cimino and Smith 2014; García and Blankholm 2016; Guenther et al. 2013; Kettell 2013, 2014; LeDrew 2013, 2015; Manning 2015; Smith 2011, 2013; Stewart 2016; Sumerau and Cragun 2016).Much of this work does not consider non-religion an isolated case, but rather in relation to other religious groups and authorities in society (Lee 2015; Quack 2014). Taking this relational approach, we quickly come to two conclusions that at first appear contradictory in the case of non-religion in the United States. First, non-religion can be marginalized. A growing body of work highlights both prejudicial attitudes and discriminatory behavior toward non-religious individuals (Cragun et al. 2012; Edgell et al. 2006; 2016; Gervais et al. 2011; Hammer et al. 2012; Swan and Heesacker 2012; Volokh 2006; Wallace et al. 2014). Second, non-religion is concurrent with a high degree of social advantage. Non-religious Americans tend to be more white, male, and well-educated, and are therefore able to exercise a certain degree of agency in choosing to …",
                "Since the 1980s, the United States has seen rapid growth in non-religious populations. These groups comprised only 8% of the us population in 1980 and have since grown to 20% in 2012 (Hout and Fischer 2014). 2 Research on this trend focuses on three themes. Demographic work assessing the nature and origins of this change tends to point away from a broad-spectrum increase in atheism, which remains at about 2–4% of the population. Instead, it finds evidence for cohort replacement with “unchurched believers” responding to a political climate that associates religious belonging with conservative beliefs. These cohorts are made up of a highly heterogeneous group of individuals who call themselves everything from “spiritual but not religious” and “nothing in particular” to secular, freethinker, post-theist, and a range of other terms as opposed to “atheist”(Baker and Smith 2009; Hout and Fischer 2002, 2014 …",
                "Set against the background of mid-twentieth-century institutional changes analyzed by Jürgen Habermas, we provide an account of new social conditions that compose “the public sphere” in the contemporary United States. First, we review recent developments in theorizing the public sphere, arguing they benefit from renewed attention to institutional changes in how that sphere operates. Second, we identify and summarize three lines of recent sociological research that document a new structural transformation of the contemporary public sphere: (1) civic communication through new media; (2) the professionalization of social movements; and (3) new, hybrid institutions such as think tanks, nonprofit foundations, and other public-private partnerships. Third, we argue that these new formations define a uniquely autonomous, interstitial social field. We conclude by discussing the implications of this synthesis for …"
            ],
            [
                [
                    "political sociology",
                    "cultural sociology",
                    "public opinion",
                    "religion",
                    "secularism"
                ]
            ]
        ]
    ]
}