{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "57BPY0G6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Tom  Maccarone,  Ph.D Professor Department of Physics Thomas.Maccarone@ttu.edu (806) 834-3760 113 Science Building Ph.D., Astronomy, Yale University, 2001 M.S., M.Phil, Astronomy, Yale University, 1999 B.S,. Physics, California Institute of Technology, 1996 Web Links Tom Maccarone's Page Physics 2305 Course Page Research Page My major research interests involve (1) understanding the populations of X-ray binary\n                           systems, especially in globular clusters and (2) understanding the physics of accretion\n                           in black hole and neutron star X-ray binary systems, with occasional attempts to draw\n                           connections between accretion physics in stellar mass and supermassive black holes.\n                           I like to keep an eye on a broad range of topics in astronomy, and I occasionally\n                           get involved with other areas, such as galaxy evolution, as an offshoot of these two\n                           main themes. Most of my work involves the use of space-based data, but I often supplement\n                           this with ground-based data and I occasionally do a bit of theoretical work. A few\n                           highlights from the first theme are that I led the discovery of the first globular\n                           cluster black hole X-ray binary, which was found in the galaxy NGC 4472, and that\n                           I was a key team member for the discoveries of the first stellar mass black holes\n                           in globular clusters in our own Milky Way galaxy. I am also one of the key team members\n                           for the Chandra Galactic Bulge Surve project, coordinating the radio follow-up and\n                           some of the ultraviolet and infrared follow-up, and the Vista Variables in the Via\n                           Lactea survey project, mostly focusing on the connections with high energy astrophysics.\n                           On the theme of accretion physics, a few of my key results include the measurement\n                           of the luminosity at which accreting objects show qualitative changes to their observational\n                           appearance (and presumably accretion geometry), and having helped to pioneer the use\n                           of infrared timing measurements to understand how jets couple to accretion disks (in\n                           work led by Piergiorgio Casella, who was a Marie Curie fellow working with me at the\n                           time). Among the \"offshoot\" work, a key set of results came from the thesis of my\n                           first Ph.D. student, Mark Peacock, in which he produced the most comprehensive, homogeneously\n                           analyzed data set to date on the globular cluster system of M31, the spiral galaxy\n                           in Andromeda, and used the data to help solve a controversy in galaxy evolution, by\n                           showing that only certain sets theoretical models for how to turn bursts of star formation\n                           into colors were consistent with the M31 data. I also am interested in identifying\n                           new techniques for time series analysis, and figuring out how to apply them to problems\n                           in astrophysics that have not been solved by traditional time series analysis methodology. Key Publications Maccarone, Thomas J.; Kundu, Arunav; Zepf, Stephen E.; Rhode, Katherine L., 2007,\n                           \"A black hole in a globular cluster\", Nature, 445, 183 Strader, J., Chomiuk, L., Maccarone, T., Miller-Jones, J., Seth, A., 2012, \"Two stellar-mass\n                           black holes in the globular cluster M22\", Nature, 490, 71 Maccarone, T.J., \"Do X-ray binary spectral state transition luminosities vary?\", 2003,\n                           Astronomy & Astrophysics, 409, 697 Maccarone, Thomas J.; Gallo, Elena; Fender, Rob, \"The connection between radio-quiet\n                           active galactic nuclei and the high\/soft state of X-ray binaries\", 2003, Monthly Notices\n                           of the Royal Astronomical Society, 345, L19 Casella, P.; Maccarone, T. J.; O'Brien, K.; Fender, R. P.; Russell, D. M.; van der\n                           Klis, M.; Pe'Er, A.; Maitra, D.; Altamirano, D.; Belloni, T.; Kanbach, G.; Klein-Wolt,\n                           M.; Mason, E.; Soleri, P.; Stefanescu, A.; Wiersema, K.; Wijnands, R., \"Fast infrared\n                           variability from a relativistic jet in GX 339-4\", 2010, Monthly Notices of the Royal\n                           Astronomical Society, 404, L21 Jonker, P. G.; Bassa, C. G.; Nelemans, G.; Steeghs, D.; Torres, M. A. P.; Maccarone,\n                           T. J.; Hynes, R. I.; Greiss, S.; Clem, J.; Dieball, A.; Mikles, V. J.; Britt, C. T.;\n                           Gossen, L.; Collazzi, A. C.; Wijnands, R.; In't Zand, J. J. M.; Méndez, M.; Rea, N.;\n                           Kuulkers, E.; Ratti, E. M.; van Haaften, L. M.; Heinke, C.; Özel, F.; Groot, P. J.;\n                           Verbunt, F., \"The Galactic Bulge Survey: Outline and X-ray Observations\", 2011, The\n                           Astrophysical Journal Supplement, 194, 18 Minniti, D.; Lucas, P. W.; Emerson, J. P.; Saito, R. K.; Hempel, M.; Pietrukowicz,\n                           P.; Ahumada, A. V.; Alonso, M. V.; Alonso-Garcia, J.; Arias, J. I.; Bandyopadhyay,\n                           R. M.; Barbá, R. H.; Barbuy, B.; Bedin, L. R.; Bica, E.; Borissova, J.; Bronfman,\n                           L.; Carraro, G.; Catelan, M.; Clariá, J. J.; Cross, N.; de Grijs, R.; Dékány, I.;\n                           Drew, J. E.; Fariña, C.; Feinstein, C.; Fernández Lajús, E.; Gamen, R. C.; Geisler,\n                           D.; Gieren, W.; Goldman, B.; Gonzalez, O. A.; Gunthardt, G.; Gurovich, S.; Hambly,\n                           N. C.; Irwin, M. J.; Ivanov, V. D.; Jordán, A.; Kerins, E.; Kinemuchi, K.; Kurtev,\n                           R.; López-Corredoira, M.; Maccarone, T.; Masetti, N.; Merlo, D.; Messineo, M.; Mirabel,\n                           I. F.; Monaco, L.; Morelli, L.; Padilla, N.; Palma, T.; Parisi, M. C.; Pignata, G.;\n                           Rejkuba, M.; Roman-Lopes, A.; Sale, S. E.; Schreiber, M. R.; Schröder, A. C.; Smith,\n                           M.; Sodré, L., Jr.; Soto, M.; Tamura, M.; Tappert, C.; Thompson, M. A.; Toledo, I.;\n                           Zoccali, M.; Pietrzynski, G., \"VISTA Variables in the Via Lactea (VVV): The public\n                           ESO near-IR variability survey of the Milky Way\", 2010, New Astronomy, 15, 433 \"Signal processing and inference for the physical sciences\", 2013, volume 371 of Philosophical\n                           Transactions of the Royal Society A, editors Nick Jones and Thomas J. Maccarone Contact Undergrad. Inquiry Undergrad. Inquiry Contact Grad. Inquiry Grad. Inquiry Contact TTU Contact Contact TTU 3:31 PM"
            ]
        ]
    ]
}