{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "57YVFSB2",
            "OYOX-ZUAAAAJ",
            [
                "Hidden order in the cuprates",
                "Imaging Cooper pairing of heavy fermions in CeCoIn5",
                "Novel neutron resonance mode in d x 2− y 2-wave superconductors",
                "The resonance peak in cuprate superconductors",
                "Electronic structure of underdoped cuprates",
                "Phase transition, longitudinal spin fluctuations, and scaling in a two-layer antiferromagnet",
                "Differential conductance and quantum interference in Kondo systems",
                "Local defect in metallic quantum critical systems",
                "First-order superconducting transition near a ferromagnetic quantum critical point",
                "Quantum Griffiths effects in metallic systems"
            ],
            [
                "We propose that the enigmatic pseudogap phase of cuprate superconductors is characterized by a hidden broken symmetry of d x 2− y 2-type. The transition to this state is rounded by disorder, but in the limit that the disorder is made sufficiently small, the pseudogap crossover should reveal itself to be such a transition. The ordered state breaks time-reversal, translational, and rotational symmetries, but it is invariant under the combination of any two. We discuss these ideas in the context of ten specific experimental properties of the cuprates, and make several predictions, including the existence of an as-yet undetected metal-metal transition under the superconducting dome.",
                "The Cooper pairing mechanism of heavy fermionsuperconductors 1, 2, 3, 4, long thought to be due to spin fluctuations 5, 6, 7, has not yet been determined. It is the momentum space (k-space) structure of the superconducting energy gap Δ (k) that encodes specifics of this pairing mechanism. However, because the energy scales are so low, it has not been possible to directly measure Δ (k) for any heavy fermion superconductor. Bogoliubov quasiparticle interference imaging 8, a proven technique for measuring the energy gaps of superconductors with high critical temperatures 9, 10, 11, has recently been proposed 12 as a new method to measure Δ (k) in heavy fermion superconductors, specifically CeCoIn 5 (ref. 13). By implementing this method, we detect a superconducting energy gap whose nodes are oriented along k∥(±1,±1) π\/a 0 directions 14, 15, 16, 17. Moreover, for the first time in any heavy fermion …",
                "We show that a new resonant magnetic excitation at incommensurate momenta, observed recently by inelastic neutron scattering experiments on YBa 2 Cu 3 O 6.85 and YBa 2 Cu 3 O 6.6, is a spin exciton. Its location in the Brillouin zone and its frequency are determined by the momentum dependence of the particle-hole continuum. We identify several features that distinguish this novel mode from the previous resonance mode observed near Q=(π, π).",
                "We pursue the consequences of a theory in which the resonance peak observed in inelastic neutron scattering experiments on underdoped and optimally doped YBa 2 Cu 3 O 6+ x compounds arises from a spin-wave excitation. We find that it is heavily damped in the normal state and only becomes visible in the superconducting state due to the drastic decrease in spin damping. We show that a spin-fermion model correctly describes the doping dependence of the peak position and of the integrated intensity. Finally, we make several predictions concerning resonance peaks in other cuprate superconductors.",
                "We consider a two-dimensional Fermi-liquid coupled to low-energy commensurate spin fluctuations. At small coupling, the hole Fermi surface is large and centered around Q=(π, π). We show that as the coupling increases, the shape of the quasiparticle Fermi surface and the spin-fermion vertex undergo a substantial evolution. At strong couplings, g⪢ ω 0, where ω 0 is the upper cutoff in the spin susceptibility, the hole Fermi surface consists of small pockets centered at (±π 2,±π 2). The full spin-fermion vertex is much smaller than the bare one, and scales nearly linearly with¦ q− Q¦, where q is the momentum of the susceptibility. At intermediate couplings, there exist both, a large hole Fermi surface centered at (π, π), and four hole pockets, but the quasiparticle residue is small everywhere except for the pieces of the pockets which face the origin of the Brillouin zone. The relevance of these results for recent …",
                "We consider a two-layer Heisenberg antiferromagnetic which can be either in the Néel-ordered or in the disordered phase at T= 0, depending on the ratio of the intralayer and interlayer exchange constants. We reduce the problem to an interacting Bose gas and study the sublattice magnetization and the transverse susceptibility in the ordered phase, and the spectrum of quasiparticle excitations in both phases. We compare the results with spin-wave theory and argue that the longitudinal spin fluctuations, which are not included in the spin-wave description, are small at vanishing coupling between the layers, but increase as the system approaches the transition point. We also compute the uniform susceptibility at the critical point to order O (T 2), and show that the corrections to scaling are numerically small, and the linear behavior of χ u extends to high temperatures. This is consistent with the results of the recent …",
                "We present a large-N theory for the differential conductance, d I\/d V, in Kondo systems measured via scanning tunneling spectroscopy. We demonstrate that quantum interference between tunneling processes into the conduction band and into the magnetic f-electron states is crucial in determining the experimental Fano line shape of d I\/d V. This allows one to uniquely extract the Kondo coupling and the ratio of the tunneling amplitudes from the experimental d I\/d V curve. Finally, we show that d I\/d V directly reflects the strength of the antiferromagnetic interaction in Kondo lattice systems.",
                "We present a theory of a single point, line, or plane defect coupling to the square of the order parameter in a metallic system near a quantum critical point at or above its upper critical dimension. At criticality, a spin droplet is nucleated around the defect with its core size determined by the strength of the defect potential. Outside the core a universal slowly decaying tail of the droplet is found, leading to many dissipative channels coupling to the droplet and to a complete suppression of quantum tunneling. We propose an NMR experiment to measure the impurity-induced changes in the local spin susceptibility.",
                "We address the issue of how triplet superconductivity emerges in an electronic system near a ferromagnetic quantum critical point (FQCP). Previous studies found that the superconducting transition is of second order, and T c is strongly reduced near the FQCP due to pair-breaking effects from thermal spin fluctuations. In contrast, we demonstrate that near the FQCP, the system avoids pair-breaking effects by undergoing a first order transition at a much larger T c. A second order superconducting transition emerges only at some distance from the FQCP.",
                "Elementary analytical extremal statistics arguments are used to analyze the possibility of quantum Griffiths effects in nearly critical systems with overdamped dynamics, such as arise in conventional theories of metallic quantum criticality. The overdamping is found to strongly suppress quantum tunneling of rare regions, leading to superparamagnetic rather than quantum Griffiths behavior. Implications for theories of non-Fermi-liquid behavior in heavy-fermion materials are discussed."
            ],
            [
                [
                    "theoretical condensed matter physics"
                ]
            ],
            [
                "Dirk  Morr, PhD Professor 2614 SES (312) 996-2237 dkmorr@uic.edu Professor Morr's research in theoretical condensed matter physics focuses on the abundance of interesting phenomena in strongly correlated electron systems. He has worked on a wide range of topics, ranging from quantum phase transitions, and optical and electronic properties of magnetic systems to the interplay of magnetism and superconductivity and related resonance phenomena. He has developed a series of theoretical models to explain the results of nuclear-magnetic resonance, angle-resolved photoemission, tunnelling spectroscopy, Raman spectroscopy, and neutron scattering experiments. Among his more recent work is the prediction of an unconventional, current-carrying phase in the pseudo-gap regime of the high-temperature superconductors. He has shown that the existence of a magnetic resonance peak in Sr2RuO4 is tied to the symmetry of its superconducting state. Professor Morr's recent work has also addressed the effects of impurities in magnetic systems and superconductors, as well as quantum interference effects between impurities. “Molecular Nanostructures on the Surface of a $d_{x^2-y^2}$-Superconductor”, R. H. Nyberg and D. K. Morr, cond-mat\/0410717 “Quantum Corrals, Eigenmodes and Quantum Mirages ins-wave Superconductors”, D. K. Morr and N. A. Stavropoulos,Phys. Rev. Lett. 92, 107006 (2004). “First order superconducting transition near a ferromagnetic quantum critical point”, A. V. Chubukov, A. Finkelstein, R. Haslinger, and D. K. Morr, Phys. Rev. Lett. 90, 077002 (2003). “Local Defects in Metallic Quantum Critical Systems”, A.J. Millis, D.K. Morr, and J. Schmalian, Phys. Rev. Lett. 87, 167202 (2001). “The Resonance Peak in Sr2RuO4: Signature of Spin Triplet Pairing”, D.K. Morr, P.F. Trautman and M.J. Graf, Phys. Rev. Lett. 86, 5978 (2001). BS, Physics (1989), Heidelberg University MS, Physics (1993), Freie Universitaet Berlin PhD, Physics (1997), University of Wisconsin at Madison"
            ]
        ]
    ]
}