{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "58QV7GY3",
            "F58KM9YAAAAJ",
            [
                "Chimeric antigen receptor T cells for sustained remissions in leukemia",
                "Chimeric antigen receptor–modified T cells in chronic lymphoid leukemia",
                "Chimeric antigen receptor–modified T cells for acute lymphoid leukemia",
                "T cells with chimeric antigen receptors have potent antitumor effects and can establish memory in patients with advanced leukemia",
                "Tisagenlecleucel in children and young adults with B-cell lymphoblastic leukemia",
                "Gene editing of CCR5 in autologous CD4 T cells of persons infected with HIV",
                "Chimeric antigen receptor T cells persist and induce sustained remissions in relapsed refractory chronic lymphocytic leukemia",
                "Infusion of ex vivo expanded T regulatory cells in adults transplanted with umbilical cord blood: safety profile and detection kinetics",
                "Cardiovascular toxicity and titin cross-reactivity of affinity-enhanced T cells in myeloma and melanoma",
                "Chimeric antigen receptor T cells in refractory B-cell lymphomas"
            ],
            [
                "Relapsed acute lymphoblastic leukemia (ALL) is difficult to treat despite the availability of aggressive therapies. Chimeric antigen receptor–modified T cells targeting CD19 may overcome many limitations of conventional therapies and induce remission in patients with refractory disease.We infused autologous T cells transduced with a CD19-directed chimeric antigen receptor (CTL019) lentiviral vector in patients with relapsed or refractory ALL at doses of 0.76×106 to 20.6×106 CTL019 cells per kilogram of body weight. Patients were monitored for a response, toxic effects, and the expansion and persistence of circulating CTL019 T cells.A total of 30 children and adults received CTL019. Complete remission was achieved in 27 patients (90%), including 2 patients with blinatumomab-refractory disease and 15 who had undergone stem-cell transplantation. CTL019 cells proliferated in …",
                "We designed a lentiviral vector expressing a chimeric antigen receptor with specificity for the B-cell antigen CD19, coupled with CD137 (a costimulatory receptor in T cells [4-1BB]) and CD3-zeta (a signal-transduction component of the T-cell antigen receptor) signaling domains. A low dose (approximately 1.5×105 cells per kilogram of body weight) of autologous chimeric antigen receptor–modified T cells reinfused into a patient with refractory chronic lymphocytic leukemia (CLL) expanded to a level that was more than 1000 times as high as the initial engraftment level in vivo, with delayed development of the tumor lysis syndrome and with complete remission. Apart from the tumor lysis syndrome, the only other grade 3\/4 toxic effect related to chimeric antigen receptor T cells was lymphopenia. Engineered cells persisted at high levels for 6 months in the blood and bone marrow and continued to express the chimeric …",
                "Chimeric antigen receptor–modified T cells with specificity for CD19 have shown promise in the treatment of chronic lymphocytic leukemia (CLL). It remains to be established whether chimeric antigen receptor T cells have clinical activity in acute lymphoblastic leukemia (ALL). Two children with relapsed and refractory pre–B-cell ALL received infusions of T cells transduced with anti-CD19 antibody and a T-cell signaling molecule (CTL019 chimeric antigen receptor T cells), at a dose of 1.4×106 to 1.2×107 CTL019 cells per kilogram of body weight. In both patients, CTL019 T cells expanded to a level that was more than 1000 times as high as the initial engraftment level, and the cells were identified in bone marrow. In addition, the chimeric antigen receptor T cells were observed in the cerebrospinal fluid (CSF), where they persisted at high levels for at least 6 months. Eight grade 3 or 4 adverse events were noted. The …",
                "Tumor immunotherapy with T lymphocytes, which can recognize and destroy malignant cells, has been limited by the ability to isolate and expand T cells restricted to tumor-associated antigens. Chimeric antigen receptors (CARs) composed of antibody binding domains connected to domains that activate T cells could overcome tolerance by allowing T cells to respond to cell surface antigens; however, to date, lymphocytes engineered to express CARs have demonstrated minimal in vivo expansion and antitumor effects in clinical trials. We report that CAR T cells that target CD19 and contain a costimulatory domain from CD137 and the T cell receptor ζ chain have potent non–cross-resistant clinical activity after infusion in three of three patients treated with advanced chronic lymphocytic leukemia (CLL). The engineered T cells expanded >1000-fold in vivo, trafficked to bone marrow, and continued to express functional …",
                "In a single-center phase 1–2a study, the anti-CD19 chimeric antigen receptor (CAR) T-cell therapy tisagenlecleucel produced high rates of complete remission and was associated with serious but mainly reversible toxic effects in children and young adults with relapsed or refractory B-cell acute lymphoblastic leukemia (ALL).We conducted a phase 2, single-cohort, 25-center, global study of tisagenlecleucel in pediatric and young adult patients with CD19+ relapsed or refractory B-cell ALL. The primary end point was the overall remission rate (the rate of complete remission or complete remission with incomplete hematologic recovery) within 3 months.For this planned analysis, 75 patients received an infusion of tisagenlecleucel and could be evaluated for efficacy. The overall remission rate within 3 months was 81%, with all patients who had a response to treatment found to be …",
                "CCR5 is the major coreceptor for human immunodeficiency virus (HIV). We investigated whether site-specific modification of the gene (“gene editing”) — in this case, the infusion of autologous CD4 T cells in which the CCR5 gene was rendered permanently dysfunctional by a zinc-finger nuclease (ZFN) — is safe.We enrolled 12 patients in an open-label, nonrandomized, uncontrolled study of a single dose of ZFN-modified autologous CD4 T cells. The patients had chronic aviremic HIV infection while they were receiving highly active antiretroviral therapy. Six of them underwent an interruption in antiretroviral treatment 4 weeks after the infusion of 10 billion autologous CD4 T cells, 11 to 28% of which were genetically modified with the ZFN. The primary outcome was safety as assessed by treatment-related adverse events. Secondary outcomes included measures of immune reconstitution and …",
                "Patients with multiply relapsed or refractory chronic lymphocytic leukemia (CLL) have a poor prognosis. Chimeric antigen receptor (CAR)–modified T cells targeting CD19 have the potential to improve on the low complete response rates with conventional therapies by inducing sustained remissions in patients with refractory B cell malignancies. We previously reported preliminary results on three patients with refractory CLL. We report the mature results from our initial trial using CAR-modified T cells to treat 14 patients with relapsed and refractory CLL. Autologous T cells transduced with a CD19-directed CAR (CTL019) lentiviral vector were infused into patients with relapsed\/refractory CLL at doses of 0.14 × 108 to 11 × 108 CTL019 cells (median, 1.6 × 108 cells). Patients were monitored for toxicity, response, expansion, and persistence of circulating CTL019 T cells. The overall response rate in these heavily …",
                "Acute graft-versus-host disease (aGVHD) is associated with high risk of morbidity and mortality and is a common complication after double umbilical cord blood (UCB) transplantation. To reduce these risks, we established a method of CD4+CD25+FoxP3+ T regulatory cell (Treg) enrichment from cryopreserved UCB followed by a 18 + 1-day expansion culture including anti-CD3\/anti-CD28 antibody-coated beads and recombinant human interleukin-2. In a “first-in-human” clinical trial, we evaluated the safety profile of UCB Treg in 23 patients. Patients received a dose of 0.1-30 × 105UCB Treg\/kg after double UCB transplantation. The targeted Treg dose was achieved in 74% of cultures, with all products being suppressive in vitro (median 86% suppression at a 1:4 ratio). No infusional toxicities were observed. After infusion, UCB Treg could be detected for 14 days, with the greatest proportion of circulating CD4 …",
                "An obstacle to cancer immunotherapy has been that the affinity of T-cell receptors (TCRs) for antigens expressed in tumors is generally low. We initiated clinical testing of engineered T cells expressing an affinity-enhanced TCR against HLA-A*01–restricted MAGE-A3. Open-label protocols to test the TCRs for patients with myeloma and melanoma were initiated. The first two treated patients developed cardiogenic shock and died within a few days of T-cell infusion, events not predicted by preclinical studies of the high-affinity TCRs. Gross findings at autopsy revealed severe myocardial damage, and histopathological analysis revealed T-cell infiltration. No MAGE-A3 expression was detected in heart autopsy tissues. Robust proliferation of the engineered T cells in vivo was documented in both patients. A beating cardiomyocyte culture generated from induced pluripotent stem cells triggered T-cell killing, which …",
                "Patients with diffuse large B-cell lymphoma or follicular lymphoma that is refractory to or that relapses after immunochemotherapy and transplantation have a poor prognosis. High response rates have been reported with the use of T cells modified by chimeric antigen receptor (CAR) that target CD19 in B-cell cancers, although data regarding B-cell lymphomas are limited.We used autologous T cells that express a CD19-directed CAR (CTL019) to treat patients with diffuse large B-cell lymphoma or follicular lymphoma that had relapsed or was refractory to previous treatments. Patients were monitored for response to treatment, toxic effects, the expansion and persistence of CTL019 cells in vivo, and immune recovery.A total of 28 adult patients with lymphoma received CTL019 cells, and 18 of 28 had a response (64%; 95% confidence interval [CI], 44 to 81). Complete remission occurred …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}