{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "58ZT9UJB",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                ">\n    \n  \n    \n      James J. (Jamie) Bock James J. (Jamie) Bock Professor of Physics; Jet Propulsion Laboratory Senior Research Scientist Contact information for James J. (Jamie) Bock jjb@astro.caltech.edu Research Website B.S., Duke University, 1987; M.A., University of California, Berkeley, 1990; Ph.D., 1994. Jet Propulsion Laboratory Research Scientist, 1994-2012; Visiting Associate, Caltech, 1994-2008; Senior Faculty Associate, 2008-12; Professor, 2012-; Jet Propulsion Laboratory Senior Research Scientist, 2012-. ; Research Interests Experimental Cosmology My research program develops unique experiments to study the early universe. The cosmic microwave background comes from the time photons last substantially interacted with matter in the universe, when free electrons and protons combined to form neutral hydrogen. Measurements of the minute temperature variations on the CMB give us a snapshot of the universe at this time called recombination, about 380,000 years after the Big Bang. CMB temperature variations are sensitive to the geometry and composition of the universe, and serve as the experimental foundation for our modern conception of cosmology. The figure above depicts the all-sky measurement of spatial fluctuations at 143 GHz from the Planck satellite. The variations are dominated by the CMB over most of this image, except in the plane of the Galaxy visible as the stripe across the center. These state of the art CMB measurements were enabled by novel low-temperature bolometers developed by our group at Caltech and JPL. CMB polarization may allow us to probe the state of the universe at even earlier times. Inflation is an exponential expansion of space-time that occurred a small fraction of a second after the Big Bang. Conceived in the 1980s, the theory of inflation was motivated to explain the approximate flatness of the universe and the extreme spatial uniformity of the CMB. Inflation is likely the outcome of exotic physics, such as a phase transition associated with GUT energy scales. In the intervening 3 decades, increasingly capable CMB experiments have verified the spatial power, statistics, and polarization signatures predicted by basic models of inflation. Inflation also can produce a background of gravitational waves, with an amplitude that depends on the physical process driving inflation. These gravitational waves leave fingerprints in the CMB in a polarization pattern with a distinctive curl property that changes sign when viewed in a mirror. The experimental cosmology group is leading a new generation of instruments to search for inflationary polarization. The Keck Polarimeter Array (above) and the coming BICEP3 experiment are making polarization measurements on degree angular scales from the South Pole, an excellent site for millimeter-wave measurements. The SPIDER balloon experiment studies polarization on larger patches of sky from an Antarctic long-duration balloon-borne platform. We are using the latest in superconducting detector array technology developed at JPL (image at right) to reach the high sensitivities that enable these challenging and subtle measurements. We are now in a very exciting phase of this program, achieving sensitivity levels that will either detect inflationary polarization or supply new constraints on inflationary theory. I have also developed an interest in experiments to study galaxy formation and the epoch of reionization, a later period in the universe when UV photons from the first stars reionized the intergalactic medium, in atomic form since the recombination epoch associated with the CMB. These measurements are based on 'intensity mapping', using information in the spatial structure of intensity variations to measure galaxy clustering. The key here is that intensity mapping uses a small wide-field instrument to map large-scale structure, instead of a large telescope to detect individual galaxies. Our group pioneered some of the first measurements of this kind with data from Herschel and Planck satellites. The CIBER sounding rocket experiment (see two images at left) applies intensity mapping to study the near-infrared extragalactic background, to search for the component of the background associated with stellar emission from the epoch of reionization. CIBER uses wide-field cameras in two bands, and has had four successful flights. These results have motivated us to develop a new camera system with improved sensitivity and expanded wavelength coverage in multiple bands. Finally, we have recently embarked on a new program, an epoch of reionization experiment (TIME) that studies fluctuations in line emission from singly ionized carbon, redshifted from 158 um rest frame into the millimeter-wave. Measuring fluctuations in line emission requires higher sensitivity, but unlike continuum measurements give 3-dimensional information in redshift slices. The first phase of TIME seeks to detect C+ fluctuations from the epoch of reionization, using a stack of novel 2-dimensional waveguide grating spectrometers (shown at right) to perform millimeter-wave imaging spectroscopy. If the amplitude is at theoretically predicted levels, a detection sets the stage for a more powerful mapping experiment based on a large focal plane of 'on-chip' spectrometers fabricated from low-loss superconducting RF circuits. Additional info can be found on the Observational Cosmology Group web page ."
            ]
        ]
    ]
}