{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5BGM51H0",
            "o-FxB9wAAAAJ",
            [
                "Parallel reactive molecular dynamics: Numerical methods and algorithmic techniques",
                "A reactive molecular dynamics simulation of the silica-water interface",
                "Molecular dynamics simulation of a dipalmitoylphosphatidylcholine bilayer with NaCl",
                "Aqueous solutions next to phospholipid membrane surfaces: insights from simulations",
                "An improved united atom force field for simulation of mixed lipid bilayers",
                "Simulation of the early stages of nano-domain formation in mixed bilayers of sphingomyelin, cholesterol, and dioleylphosphatidylcholine",
                "Molecular dynamics simulation of dipalmitoylphosphatidylserine bilayer with Na+ counterions",
                "Sphingomyelin-cholesterol domains in phospholipid membranes: atomistic simulation",
                "Mixed bilayer containing dipalmitoylphosphatidylcholine and dipalmitoylphosphatidylserine: lipid complexation, ion binding, and electrostatics",
                "Complexation of phosphatidylcholine lipids with cholesterol"
            ],
            [
                "Molecular dynamics modeling has provided a powerful tool for simulating and understanding diverse systems – ranging from materials processes to biophysical phenomena. Parallel formulations of these methods have been shown to be among the most scalable scientific computing applications. Many instances of this class of methods rely on a static bond structure for molecules, rendering them infeasible for reactive systems. Recent work on reactive force fields has resulted in the development of ReaxFF, a novel bond order potential that bridges quantum-scale and classical MD approaches by explicitly modeling bond activity (reactions) and charge equilibration. These aspects of ReaxFF pose significant challenges from a computational standpoint, both in sequential and parallel contexts. Evolving bond structure requires efficient dynamic data structures. Minimizing electrostatic energy through charge …",
                "We report our study of a silica-water interface using reactive molecular dynamics. This first-of-its-kind simulation achieves length and time scales required to investigate the detailed chemistry of the system. Our molecular dynamics approach is based on the ReaxFF force field of van Duin et al. [J. Phys. Chem. A 107, 3803 (2003)]. The specific ReaxFF implementation (SERIALREAX) and force fields are first validated on structural properties of pure silica and water systems. Chemical reactions between reactive water and dangling bonds on a freshly cut silica surface are analyzed by studying changing chemical composition at the interface. In our simulations, reactions involving silanol groups reach chemical equilibrium in ∼250 ps. It is observed that water molecules penetrate a silica film through a proton-transfer process we call “hydrogen hopping,” which is similar to the Grotthuss mechanism. In this process …",
                "Molecular dynamics simulations are performed on two hydrated dipalmitoylphosphatidylcholine bilayer systems: one with pure water and one with added NaCl. Due to the rugged nature of the membrane\/electrolyte interface, ion binding to the membrane surface is characterized by the loss of ion hydration. Using this structural characterization, binding of Na+ and Cl− ions to the membrane is observed, although the binding of Cl− is seen to be slightly weaker than that of Na+. Dehydration is seen to occur to a different extent for each type of ion. In addition, the excess binding of Na+ gives rise to a net positive surface charge density just outside the bilayer. The positive density produces a positive electrostatic potential in this region, whereas the system without salt shows an electrostatic potential of zero.",
                "It is well established that water plays a very important role in the functioning of biological molecules and their assemblies. Among such molecular assemblies are biological membranes. The self-assembly of these membranes is driven by the hydrophobic effectsa clear consequence of their aqueous environment. Water contributes to the mechanism responsible for membrane\/membrane interaction and contributes to the assisted passage of ions and other molecules across biomembranes through special membrane-embedded proteins. Since natural biomembranes represent complicated assemblies of molecules, their study is extremely involved.",
                "We introduce a new force field (43A1-S3) for simulation of membranes by the Gromacs simulation package. Construction of the force fields is by standard methods of electronic structure computations for bond parameters and charge distribution and specific volumes and heats of vaporization for small-molecule components of the larger lipid molecules for van der Waals parameters. Some parameters from the earlier 43A1 force field are found to be correct in the context of these calculations, while others are modified. The validity of the force fields is demonstrated by correct replication of X-ray form factors and NMR order parameters over a wide range of membrane compositions in semi-isotropic NTP 1 atm simulations. 43-A1-S3 compares favorably with other force fields used in conjunction with the Gromacs simulation package with respect to the breadth of phenomena that it accurately reproduces.",
                "It is known from experimental studies that lipid bilayers composed of unsaturated phospholipids, sphingomyelin, and cholesterol contain microdomains rich in sphingomyelin and cholesterol. These domains are similar to “rafts” isolated from cell membranes, although the latter are much smaller in lateral size. Such domain formation can be a result of very specific and subtle lipid-lipid interactions. To identify and study these interactions, we have performed two molecular dynamics simulations, of 200-ns duration, of dioleylphosphatidylcholine (DOPC), sphingomyelin (SM), and cholesterol (Chol) systems, a 1:1:1 mixture of DOPC\/SM\/Chol, and a 1:1 mixture of DOPC\/SM. The simulations show initial stages of the onset of spontaneous phase-separated domains in the systems. On the simulation timescale cholesterol favors a position at the interface between the ordered SM region and the disordered DOPC region in the …",
                "We performed a molecular dynamics simulation of dipalmitoylphosphatidylserine (DPPS) bilayer with Na+ counterions. We found that hydrogen bonding between the N H 3+ group and the phosphate group leads to a reduction in the area per headgroup when compared to the area in dipalmitoylphosphatidylcholine bilayer. The Na+ ions bind to the oxygen in the carboxyl group of serine, thus giving rise to a dipolar bilayer similar to dipalmitoylphosphatidylethanolamine bilayer. The results of the simulation show that counterions play a crucial role in determining the structural and electrostatic properties of DPPS bilayer.",
                "We have carried out an atomic-level molecular dynamics simulation of a system of nanoscopic size containing a domain of 18:0 sphingomyelin and cholesterol embedded in a fully hydrated dioleylposphatidylcholine (DOPC) bilayer. To analyze the interaction between the domain and the surrounding phospholipid, we calculate order parameters and area per molecule as a function of molecule type and proximity to the domain. We propose an algorithm based on Voronoi tessellation for the calculation of the area per molecule of various constituents in this ternary mixture. The calculated areas per sphingomyelin and cholesterol are in agreement with previous simulations. The simulation reveals that the presence of the liquid-ordered domain changes the packing properties of DOPC bilayer at a distance as large as ∼8 nm. We calculate electron density profiles and also calculate the difference in the thickness …",
                "Two mixed bilayers containing dipalmitoylphosphatidylcholine and dipalmitoylphosphatidylserine at a ratio of 5: 1 are simulated in NaCl electrolyte solutions of different concentration using the molecular dynamics technique. Direct NH··· O and CH··· O hydrogen bonding between lipids was observed to serve as the basis of interlipid complexation. It is deduced from our results and previous studies that dipalmitoylphosphatidylcholine alone is less likely to form interlipid complexes than in the presence of bound ions or other bilayer “impurities” such as dipalmitoylphosphatidylserine. The binding of counterions is observed and quantitated. Based upon the calculated ion binding constants, the Gouy-Chapman surface potential (ψ 0 GC) is calculated. In addition we calculated the electrostatic potential profile (Φ) by twice integrating the system charge distribution. A large discrepancy between ψ 0 GC and the value of Φ at …",
                "It is postulated that the specific interactions between cholesterol and lipids in biological membranes are crucial in the formation of complexes leading subsequently to membrane domains (so-called rafts). These interactions are studied in molecular dynamics simulations performed on a dipalmitoylphosphatidylcholine (DPPC)-cholesterol bilayer mixture and a dilauroylphosphatidylcholine (DLPC)-cholesterol bilayer mixture, both having a cholesterol concentration of 40 mol %. Complexation of the simulated phospholipids with cholesterol is observed and visualized, exhibiting 2:1 and 1:1 stoichiometries. The most popular complex is found to be 1:1 in the case of DLPC, whereas the DPPC system carries a larger population of 2:1 complexes. This difference in the observed populations of complexes is shown to be a result of differences in packing geometry and phospholipid conformation due to the differing tail length …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}