{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5BL4DFAQ",
            "fk7wND8AAAAJ",
            [
                "The Baryon oscillation spectroscopic survey of SDSS-III",
                "The tenth data release of the sloan digital sky survey: First spectroscopic data from the sdss-iii apache point observatory galactic evolution experiment",
                "Closing in on a short-hard burst progenitor: constraints from early-time optical imaging and spectroscopy of a possible host galaxy of GRB 050509b",
                "Target selection for the apache point observatory Galactic evolution experiment (APOGEE)",
                "Systematic errors in weak lensing: application to SDSS galaxy-galaxy weak lensing",
                "From shock breakout to peak and beyond: extensive panchromatic observations of the type Ib supernova 2008D associated with swift x-ray transient 080109",
                "The ninth data release of the Sloan Digital Sky Survey: first spectroscopic data from the SDSS-III Baryon Oscillation Spectroscopic Survey",
                "Observations of the naked-eye GRB 080319B: implications of nature's brightest explosion",
                "The NIRSPEC ultracool dwarf radial velocity survey",
                "Type Ia supernovae are good standard candles in the near infrared: evidence from PAIRITEL"
            ],
            [
                "The Baryon Oscillation Spectroscopic Survey (BOSS) is designed to measure the scale of baryon acoustic oscillations (BAO) in the clustering of matter over a larger volume than the combined efforts of all previous spectroscopic surveys of large-scale structure. BOSS uses 1.5 million luminous galaxies as faint as i= 19.9 over 10,000 deg 2 to measure BAO to redshifts z< 0.7. Observations of neutral hydrogen in the Lyα forest in more than 150,000 quasar spectra (g< 22) will constrain BAO over the redshift range 2.15< z< 3.5. Early results from BOSS include the first detection of the large-scale three-dimensional clustering of the Lyα forest and a strong detection from the Data Release 9 data set of the BAO in the clustering of massive galaxies at an effective redshift z= 0.57. We project that BOSS will yield measurements of the angular diameter distance d A to an accuracy of 1.0% at redshifts z= 0.3 and z= 0.57 and …",
                "The Sloan Digital Sky Survey (SDSS) has been in continuous operation since 2000 April. It uses a dedicated wide-field 2.5 m telescope (Gunn et al. 2006) at Apache Point Observatory (APO) in the Sacramento Mountains in Southern New Mexico. It was originally instrumented with a wide-field imaging camera with an effective area of 1.5 deg2 (Gunn et al. 1998), and a pair of double spectrographs fed by 640 fibers (Smee et al. 2013). The initial survey (York et al. 2000) carried out imaging in five broad bands (ugriz)(Fukugita et al. 1996) to a depth of r∼ 22. 5 mag over 11,663 deg2 of high-latitude sky, and spectroscopy of 1.6 million galaxy, quasar, and stellar targets over 9380 deg2. The resulting images were calibrated astrometrically (Pier et al. 2003) and photometrically (Ivezic et al. 2004; Tucker et al. 2006; Padmanabhan et al. 2008), and the properties of the detected objects were measured (Lupton et al. 2001 …",
                "The localization of the short‐duration, hard‐spectrum gamma‐ray burst GRB 050509b by the Swift satellite was a watershed event. We report the discovery of the probable host galaxy, a bright elliptical galaxy at  . This is the first known redshift and host of a short‐hard GRB and shows that at least some short‐hard GRBs are cosmological in origin. We began imaging the GRB field 8 minutes after the burst and continued for 8 days. We present a reanalysis of the XRT afterglow and report the absolute position of the GRB. Based on positional coincidences, the GRB and the elliptical are likely to be physically related, unlike any known connection between a long‐duration GRB and an early‐type galaxy. Similarly unique, GRB 050509b likely also originated from within a rich cluster of galaxies with detectable diffuse X‐ray emission. We demonstrate that while the burst was underluminous, the ratio of the blast wave …",
                "The Apache Point Observatory Galactic Evolution Experiment (APOGEE) is a high-resolution infrared spectroscopic survey spanning all Galactic environments (ie, bulge, disk, and halo), with the principal goal of constraining dynamical and chemical evolution models of the Milky Way. APOGEE takes advantage of the reduced effects of extinction at infrared wavelengths to observe the inner Galaxy and bulge at an unprecedented level of detail. The survey's broad spatial and wavelength coverage enables users of APOGEE data to address numerous Galactic structure and stellar populations issues. In this paper we describe the APOGEE targeting scheme and document its various target classes to provide the necessary background and reference information to analyze samples of APOGEE data with awareness of the imposed selection criteria and resulting sample properties. APOGEE's primary sample consists of …",
                "Weak lensing is emerging as a powerful observational tool to constrain cosmological models, but is at present limited by an incomplete understanding of many sources of systematic error. Many of these errors are multiplicative and depend on the population of background galaxies. We show how the commonly cited geometric test, which is rather insensitive to cosmology, can be used as a ratio test of systematics in the lensing signal at the 1 per cent level. We apply this test to the galaxy-galaxy lensing analysis of the Sloan Digital Sky Survey (SDSS), which at present is the sample with the highest weak lensing signal-to-noise ratio and has the additional advantage of spectroscopic redshifts for lenses. This allows one to perform meaningful geometric tests of systematics for different subsamples of galaxies at different mean redshifts, such as brighter galaxies, fainter galaxies and high-redshift luminous red …",
                "We present extensive early photometric (ultraviolet through near-infrared) and spectroscopic (optical and near-infrared) data on supernova (SN) 2008D as well as X-ray data analysis on the associated Swift X-ray transient (XRT) 080109. Our data span a time range of 5 hr before the detection of the X-ray transient to 150 days after its detection, and a detailed analysis allowed us to derive constraints on the nature of the SN and its progenitor; throughout we draw comparisons with results presented in the literature and find several key aspects that differ. We show that the X-ray spectrum of XRT 080109 can be fit equally well by an absorbed power law or a superposition of about equal parts of both power law and blackbody. Our data first established that SN 2008D is a spectroscopically normal SN Ib (ie, showing conspicuous He lines) and showed that SN 2008D had a relatively long rise time of 18 days and a modest …",
                "The Sloan Digital Sky Survey III (SDSS-III) presents the first spectroscopic data from the Baryon Oscillation Spectroscopic Survey (BOSS). This ninth data release (DR9) of the SDSS project includes 535,995 new galaxy spectra (median z∼ 0. 52), 102,100 new quasar spectra (median z∼ 2. 32), and 90,897 new stellar spectra, along with the data presented in previous data releases. These spectra were obtained with the new BOSS spectrograph and were taken between 2009 December and 2011 July. In addition, the stellar parameters pipeline, which determines radial velocities, surface temperatures, surface gravities, and metallicities of stars, has been updated and refined with improvements in temperature estimates for stars with Teff< 5000 K and in metallicity estimates for stars with [Fe\/H]>− 0. 5. DR9 includes new stellar parameters for all stars presented in DR8, including stars from SDSS-I and II, as well as …",
                "The first gamma-ray burst (GRB) confirmed to be bright enough to be seen with the naked eye, GRB 080319B at redshift z= 0.937, allowed for exquisite follow-up observations across the electromagnetic spectrum. We present our detailed optical and infrared (IR) observations of the afterglow, consisting of over 5000 images starting 51 s after the GRB trigger, in concert with our own analysis of the Swift UVOT, Burst Alert Telescope (BAT), and XRT data. The event is extreme not only in observed properties but also intrinsically: it was the most luminous event ever recorded at optical and IR wavelengths and had an exceedingly high isotropic-equivalent energy release in γ-rays. At early times, the afterglow evolution is broadly consistent with being reverse-shock dominated, but then is subsumed by a forward shock at around 1000 s. The overall spectral energy distribution, spanning from ultraviolet through near-IR …",
                "We report the results of an infrared Doppler survey designed to detect brown dwarf and giant planetary companions to a magnitude-limited sample of ultracool dwarfs. Using the NIRSPEC spectrograph on the Keck II telescope, we obtained approximately 600 radial velocity (RV) measurements over a period of six years of a sample of 59 late-M and L dwarfs spanning spectral types M8\/L0 to L6. A subsample of 46 of our targets has been observed on three or more epochs. We rely on telluric CH 4 absorption features in Earth's atmosphere as a simultaneous wavelength reference and exploit the rich set of CO absorption features found in the K-band spectra of cool stars and brown dwarfs to measure RVs and projected rotational velocities. For a bright, slowly rotating M dwarf standard we demonstrate an RV precision of 50 ms–1 and for slowly rotating L dwarfs we achieve a typical RV precision of approximately 200 …",
                "We have obtained 1087 NIR ( ) measurements of 21 SNe Ia using PAIRITEL, nearly doubling the number of well‐sampled NIR SN Ia light curves. These data strengthen the evidence that SNe Ia are excellent standard candles in the NIR, even without correction for optical light‐curve shape. We construct fiducial NIR templates for normal SNe Ia from our sample, excluding only the three known peculiar SNe Ia: SN 2005bl, SN 2005hk, and SN 2005ke. The  ‐band absolute magnitudes in this sample of 18 SNe Ia have an intrinsic rms of only 0.15 mag with no correction for light‐curve shape. We found a relationship between the  ‐band extinction and optical color excess of  . This variation is as small as the scatter in distance modulus measurements currently used for cosmology based on optical light curves after corrections for light‐curve shape. Combining the homogeneous PAIRITEL measurements with 23 SNe Ia …"
            ],
            [
                [
                    "Exoplanets",
                    "Low-mass stars"
                ]
            ]
        ]
    ]
}