{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5D350012",
            "sJ8zdS8AAAAJ",
            [
                "Guidelines for the use and interpretation of assays for monitoring autophagy",
                "A review on the occurrence of micropollutants in the aquatic environment and their fate and removal during wastewater treatment",
                "Interface Engineering of MoS2\/Ni3S2 Heterostructures for Highly Enhanced Electrochemical Overall‐Water‐Splitting Activity",
                "Temporal activation of p53 by a specific MDM2 inhibitor is selectively toxic to tumors and leads to complete tumor growth inhibition"
            ],
            [
                "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
                "Micropollutants are emerging as a new challenge to the scientific community. This review provides a summary of the recent occurrence of micropollutants in the aquatic environment including sewage, surface water, groundwater and drinking water. The discharge of treated effluent from WWTPs is a major pathway for the introduction of micropollutants to surface water. WWTPs act as primary barriers against the spread of micropollutants. WWTP removal efficiency of the selected micropollutants in 14 countries\/regions depicts compound-specific variation in removal, ranging from 12.5 to 100%. Advanced treatment processes, such as activated carbon adsorption, advanced oxidation processes, nanofiltration, reverse osmosis, and membrane bioreactors can achieve higher and more consistent micropollutant removal. However, regardless of what technology is employed, the removal of micropollutants depends on …",
                "To achieve sustainable production of H2 fuel through water splitting, low‐cost electrocatalysts for the hydrogen‐evolution reaction (HER) and the oxygen‐evolution reaction (OER) are required to replace Pt and IrO2 catalysts. Herein, for the first time, we present the interface engineering of novel MoS2\/Ni3S2 heterostructures, in which abundant interfaces are formed. For OER, such MoS2\/Ni3S2 heterostructures show an extremely low overpotential of ca. 218 mV at 10 mA cm−2, which is superior to that of the state‐of‐the‐art OER electrocatalysts. Using MoS2\/Ni3S2 heterostructures as bifunctional electrocatalysts, an alkali electrolyzer delivers a current density of 10 mA cm−2 at a very low cell voltage of ca. 1.56 V. In combination with DFT calculations, this study demonstrates that the constructed interfaces synergistically favor the chemisorption of hydrogen and oxygen‐containing intermediates, thus …",
                "We have designed MI-219 as a potent, highly selective and orally active small-molecule inhibitor of the MDM2–p53 interaction. MI-219 binds to human MDM2 with a Ki value of 5 nM and is 10,000-fold selective for MDM2 over MDMX. It disrupts the MDM2–p53 interaction and activates the p53 pathway in cells with wild-type p53, which leads to induction of cell cycle arrest in all cells and selective apoptosis in tumor cells. MI-219 stimulates rapid but transient p53 activation in established tumor xenograft tissues, resulting in inhibition of cell proliferation, induction of apoptosis, and complete tumor growth inhibition. MI-219 activates p53 in normal tissues with minimal p53 accumulation and is not toxic to animals. MI-219 warrants clinical investigation as a new agent for cancer treatment."
            ],
            [
                [
                    "Metallic (bulk & film) nanostructures - Deformation & Fracture - Radiation tolerance"
                ]
            ],
            [
                "Jin Yu Jin Yu Assistant Professor of Physics & Astronomy jin.yu@uci.edu (949) 824-2995 RH 210K Biophysics BS and MS from Tsinghua University, Physics PhD from University of Illinois at Urbana-Champaign, Physics Computational Biophysics Research on Biomolecular Systems Website: https:\/\/sites.uci.edu\/jinyulab\/ Employment History Postdoc at University of California, Berkeley Principal Investigator at Beijing Computational Science Research Center Marie Tonini, mtonini@uci.edu, 949-824-0475"
            ]
        ]
    ]
}