{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5DI2629Z",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "GUNTHER M. ROLAND Professor of Physics rolandg@mit.edu (617) 253-9735 24-409 Anna Maria Convertino (617) 253-2391 RELATED LINKS: Phobos Collaboration Heavy Ion Group at MIT's Laboratory for Nuclear Science High Energy Physics Professor Roland studies the properties of strongly interacting matter under extreme conditions, such as those achieved in collisions of ultra-relativistic lead-lead collisions at CERN's Large Hadron Collider. At the temperatures and densities reached in these collisions, matter exists in the form of a Quark-Gluon Plasma (QGP), a decon\fned state of quarks and gluons in thermal equilibrium. Results from LHC and earlier experiments have revealed the QGP to have unique properties compared to any other known state of matter, such as a very small shear viscosity to entropy density ratio. The MIT Relativistic Heavy Ion Group works on the CMS experiment at CERN, using jet, photon and heavy-avor probes, as well as momentum correlations, to extract the thermodynamic and transport properties of the QGP from collision data. Recent work by Roland's group has dramatically improved the precision of this process and revealed QGP-like signatures also in smaller collision systems such as proton-proton and proton-lead. Studies of parton propagation through the QGP have provided \ffirst information on the angular and momentum pattern of QCD energy radiation. Future high-luminosity data from the LHC will allow a continuation of QGP studies with unprecedented statistical precision and highly di\u000berential signatures, such as Z+jet correlations. The MIT group is preparing a new calorimeter trigger system and fast online event selection tools to maximize these opportunities. Professor Roland joined the Heavy Ion Group in the MIT Department of Physics in September 2000 from CERN, where he was a Scientific Associate. In July 2004, he was promoted to Associate Professor of Physics at MIT. He received his Ph.D. from the Institut fur Kernphysik, Frankfurt, in 1993. He was promoted to Full Professor in July 2011. \"Ratios of charged antiparticles to particles near mid-rapidity in Au+Au collisions at sqrt(s) = 130 GeV\", B. B. Back et al. (PHOBOS collab.), Phys Rev Lett. 87 (10): art. no. 102301 (2001). \"Event-by-Event Fluctuations of the kaon to pion ratio in central Pb+Pb collisions at 158 GeV per nucleon\", S. V. Afanasiev et al. (NA49 collab.), Phys. Rev. Lett. 86 1965 (2001). \"Charged particle multiplicity near mid-rapidity in central Au + Au collisions at sqrt(s) = 56 GeV and 130 GeV\", B. B. Back et al. (PHOBOS collab.), Phys. Rev. Lett. 85 3100 (2000). \"Event-by-event transverse momentum fluctuations in central Pb+Pb collisions at 158 GeV per Nucleon\", H. Appelshauser et al. (NA49 collab.), Phys. Lett. B 459 679 (1999). \"Transverse momentum dependence of Bose-Einstein correlations in 200-A\/GeV\/c S + A collisions\", NA35 Collaboration, Phys. Rev. Lett. 74 1303 (1995). July 15, 2020 4:43 PM"
            ]
        ]
    ]
}