{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5E53KDX2",
            "6PImcPwAAAAJ",
            [
                "Degradation of phenanthrene by bacterial strain isolated from soil in oil refinery fields in Shanghai China",
                "Interactions between perchlorate and nitrate reductions in the biofilm of a hydrogen-based membrane biofilm reactor",
                "Sorption of ammonium and phosphate from aqueous solution by biochar derived from phytoremediation plants",
                "Isolation and characterization of phenanthrene-degrading strains Sphingomonas sp. ZP1 and Tistrella sp. ZP5",
                "Nitrate shaped the selenate-reducing microbial community in a hydrogen-based biofilm reactor",
                "Bioreduction of chromate in a methane-based membrane biofilm reactor",
                "Interactions between nitrate-reducing and sulfate-reducing bacteria coexisting in a hydrogen-fed biofilm",
                "Selenate and nitrate bioreductions using methane as the electron donor in a membrane biofilm reactor",
                "Complete perchlorate reduction using methane as the sole electron donor and carbon source",
                "Using a two-stage hydrogen-based membrane biofilm reactor (MBfR) to achieve complete perchlorate reduction in the presence of nitrate and sulfate"
            ],
            [
                "A bacterial strain Pseudomonas stutzeri ZP2 was identified with phenanthrene-degrading ability based on Gram staining, oxydase reaction, biochemical tests, FAME analysis, G + C content and 16S rDNA gene sequence analysis. It is the first time that P. stutzeri is reported to process the capability for phenanthrene degradation. The strain was isolated from soil samples contaminated with polycyclic aromatic hydrocarbon (PAH)-containing waste from an oil refinery field in Shanghai, China. Strain P sp. ZP2 can utilize naphthalene, phenanthrene and Tween 80 as its sole carbon source and can degrade phenanthrene very fast, 6 days for 96% phenanthrene at 250 ppm concentration. The optimal growth conditions of strain ZP2 was determined to be at pH 8.0, 37 °C, respectively. The results also indicate that strain ZP2 can remove more than 90% of phenanthrene at any concentrations ranged from 250 to 1000 ppm in …",
                "We studied the microbial functional and structural interactions between nitrate (NO3–) and perchlorate (ClO4–) reductions in the hydrogen (H2)-based membrane biofilm reactor (MBfR). When H2 was not limiting, ClO4– and NO3– reductions were complete, and the MBfR’s biofilm was composed mainly of bacteria from the ε- and β-proteobacteria classes, with autotrophic genera Sulfuricurvum, Hydrogenophaga, and Dechloromonas dominating the biofilm. Based on functional-gene and pyrosequencing assays, Dechloromonas played the most important role in ClO4– reduction, while Sulfuricurvum and Hydrogenophaga were responsible for NO3– reduction. When H2 delivery was insufficient to completely reduce both electron acceptors, NO3– reduction out-competed ClO4– reduction for electrons from H2, and mixotrophs become important in the MBfR biofilm. β-Proteobacteria became the dominant class, and …",
                "The study on biochar derived from plant biomass for environmental applications is attracting more and more attention. Twelve sets of biochar were obtained by treating four phytoremediation plants, Salix rosthornii Seemen, Thalia dealbata, Vetiveria zizanioides, and Phragmites sp., sequentially through pyrolysis at 500 °C in a N2 environment, and under different temperatures (500, 600, and 700 °C) in a CO2 environment. The cation exchange capacity and specific surface area of biochar varied with both plant species and pyrolysis temperature. The magnesium (Mg) content of biochar derived from T. dealbata (TC) was obviously higher than that of the other plant biochars. This biochar also had the highest sorption capacity for phosphate and ammonium. In terms of biomass yields, adsorption capacity, and energy cost, T. dealbata biochar produced at 600 °C (TC600) is the most promising sorbent for …",
                "Two bacteria strains Sphingomonas sp. strain ZP1 and Tistrella sp. strain ZP5 were identified as phenanthrene-degrading ones, based on Gram staining, oxydase reaction, biochemical tests, FAME analysis, G + C content and 16S rDNA gene sequence analysis. We isolated these two bacteria strains Sphingomonas sp. ZP1 and Tistrella sp. ZP5 from soil samples contaminated with polycyclic aromatic hydrocarbon (PAH)-containing waste from oil refinery field in Shanghai, China. Strain Sphingomonas sp. ZP1 was able to degrade naphthalene, phenanthrene, toluene, methanol and ethanol, salicylic acid and Tween 80. Moreover, it can remove nearly all the phenanthrene at 0.025% concentration in 8 days. Strain Tistrella sp. ZP5 cannot degrade phenanthrene individually but it can increase the speed of phenanthrene degradation together with ZP1. The growth conditions of strain Sphingomonas sp. ZP1 were …",
                "To study the effect of nitrate (NO3–) on selenate (SeO42–) reduction, we tested a H2-based biofilm with a range of influent NO3– loadings. When SeO42– was the only electron acceptor (stage 1), 40% of the influent SeO42– was reduced to insoluble elemental selenium (Se0). SeO42– reduction was dramatically inhibited when NO3– was added at a surface loading larger than 1.14 g of N m–2 day–1, when H2 delivery became limiting and only 80% of the input NO3– was reduced (stage 2). In stage 3, when NO3– was again removed from the influent, SeO42– reduction was re-established and increased to 60% conversion to Se0. SeO42– reduction remained stable at 60% in stages 4 and 5, when the NO3– surface loading was re-introduced at ≤0.53 g of N m–2 day–1, allowing for complete NO3– reduction. The selenate-reducing microbial community was significantly reshaped by the high NO3– surface loading in …",
                "For the first time, we demonstrate chromate (Cr(VI)) bioreduction using methane (CH4) as the sole electron donor in a membrane biofilm reactor (MBfR). The experiments were divided into five stages lasting a total of 90 days, and each stage achieved a steady state for at least 15 days. Due to continued acclimation of the microbial community, the Cr(VI)-reducing capacity of the biofilm kept increasing. Cr(VI) removal at the end of the 90-day test reached 95% at an influent Cr(VI) concentration of 3 mg Cr\/L and a surface loading of 0.37g of Cr m–2 day–1. Meiothermus (Deinococci), a potential Cr(VI)-reducing bacterium, was negligible in the inoculum but dominated the MBfR biofilm after Cr(VI) was added to the reactor, while Methylosinus, a type II methanotrophs, represented 11%–21% of the total bacterial DNA in the biofilm. Synergy within a microbial consortia likely was responsible for Cr(VI) reduction based on CH4 …",
                "To explore the relationships between denitrifying bacteria (DB) and sulfate-reducing bacteria (SRB) in H2-fed biofilms, we used two H2-based membrane biofilm reactors (MBfRs) with or without restrictions on H2 availability. DB and SRB compete for H2 and space in the biofilm, and sulfate (SO42–) reduction should be out-competed when H2 is limiting inside the biofilm. With H2 availability restricted, nitrate (NO3–) reduction was proportional to the H2 pressure and was complete at a H2 pressure of 3 atm; SO42– reduction began at H2 ≥ 3.4 atm. Without restriction on H2 availability, NO3– was the preferred electron acceptor, and SO42– was reduced only when the NO3– surface loading was ≤0.13 g N\/m2-day. We assayed DB and SRB by quantitative polymerase chain reaction targeting the nitrite reductases and dissimilatory sulfite reductase, respectively. Whereas DB and SRB increased with higher H2 …",
                "Selenate (SeO42–) bioreduction is possible with oxidation of a range of organic or inorganic electron donors, but it never has been reported with methane gas (CH4) as the electron donor. In this study, we achieved complete SeO42– bioreduction in a membrane biofilm reactor (MBfR) using CH4 as the sole added electron donor. The introduction of nitrate (NO3–) slightly inhibited SeO42– reduction, but the two oxyanions were simultaneously reduced, even when the supply rate of CH4 was limited. The main SeO42–-reduction product was nanospherical Se0, which was identified by scanning electron microscopy coupled to energy dispersive X-ray analysis (SEM-EDS). Community analysis provided evidence for two mechanisms for SeO42– bioreduction in the CH4-based MBfR: a single methanotrophic genus, such as Methylomonas, performed CH4 oxidation directly coupled to SeO42– reduction, and a …",
                "Using a CH4-based membrane biofilm reactor (MBfR), we studied perchlorate (ClO4–) reduction by a biofilm performing anaerobic methane oxidation coupled to denitrification (ANMO-D). We focused on the effects of nitrate (NO3–) and nitrite (NO2–) surface loadings on ClO4– reduction and on the biofilm community’s mechanism for ClO4– reduction. The ANMO-D biofilm reduced up to 5 mg\/L of ClO4– to a nondetectable level using CH4 as the only electron donor and carbon source when CH4 delivery was not limiting; NO3– was completely reduced as well when its surface loading was ≤0.32 g N\/m2-d. When CH4 delivery was limiting, NO3– inhibited ClO4– reduction by competing for the scarce electron donor. NO2– inhibited ClO4– reduction when its surface loading was ≥0.10 g N\/m2-d, probably because of cellular toxicity. Although Archaea were present through all stages, Bacteria dominated the ClO4 …",
                "We evaluated a strategy for achieving complete reduction of perchlorate (ClO4–) in the presence of much higher concentrations of sulfate (SO42–) and nitrate (NO3–) in a hydrogen-based membrane biofilm reactor (MBfR). Full ClO4– reduction was achieved by using a two-stage MBfR with controlled NO3– surface loadings to each stage. With an equivalent NO3– surface loading larger than 0.65 ± 0.04 g N\/m2-day, the lead MBfR removed about 87 ± 4% of NO3– and 30 ± 8% of ClO4–. This decreased the equivalent surface loading of NO3– to 0.34 ± 0.04–0.53 ± 0.03 g N\/m2-day for the lag MBfR, in which ClO4– was reduced to nondetectable. SO42– reduction was eliminated without compromising full ClO4– reduction using a higher flow rate that gave an equivalent NO3– surface loading of 0.94 ± 0.05 g N\/m2-day in the lead MBfR and 0.53 ± 0.03 g N\/m2-day in the lag MBfR. Results from qPCR and …"
            ],
            [
                [
                    "Environmental Engineering"
                ]
            ]
        ]
    ]
}