{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5FANTZ9W",
            "_DgSipYAAAAJ",
            [
                "Graphene-modified polyaniline as the catalyst material for the counter electrode of a dye-sensitized solar cell",
                "Nanographite\/polyaniline composite films as the counter electrodes for dye-sensitized solar cells",
                "A counter electrode based on hollow spherical particles of polyaniline for a dye-sensitized solar cell",
                "Improved exchange reaction in an ionic liquid electrolyte of a quasi-solid-state dye-sensitized solar cell by using 15-crown-5-functionalized MWCNT",
                "Dynamic wetting failure in surfactant solutions",
                "Enhanced efficiency of dye-sensitized solar cells with counter electrodes consisting of platinum nanoparticles and nanographites",
                "Dynamic wetting failure and hydrodynamic assist in curtain coating",
                "Mechanisms of dynamic wetting failure in the presence of soluble surfactants",
                "Dynamic wetting failure in curtain coating: Comparison of model predictions and experimental observations"
            ],
            [
                "A nanocomposite thin film, consisting of graphene (GN) and polyaniline (PANI) (designated as GN\/PANI) is coated as a catalytic layer on an FTO glass by electro-polymerization from a solution containing aniline (ANI) monomers and GNs; the thus coated electrode is used as a counter electrode (CE) for a dye-sensitized solar cell (DSSC). Modification of the surface of GNs by the ANI monomers is confirmed by thermo-gravimetric analysis (TGA). Fourier transform spectroscopy (FTIR) and UV\/Vis absorption spectra are used to demonstrate the non-covalent interactions between ANI and GN in the GN\/ANI particles. The effect of the refluxing process on the dispersibility of GN\/ANI particles in an aqueous solution is studied. The high electro-catalytic ability of GN\/PANI-CE is established through cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS). The short-circuit current density (JSC) and power …",
                "Nanographite\/polyaniline (NG\/PANI) composite films were developed and characterized, and the performances of the dye-sensitized solar cells (DSSCs) employing these composite films as the counter electrode (CE) were evaluated in this study. The nanographite\/aniline (NG\/ANI) particle was firstly synthesized by a reflux method and served as the monomer for the electro-polymerization of the NG\/PANI composite films. The surface modification of NG by ANI was confirmed by EDX mapping, TEM image, zeta-potential, and UV-Vis absorption measurements. The electro-polymerized NG\/PANI composite films were characterized by Raman spectroscopy, XPS, and conducting-AFM, which verified the successful incorporation of NGs in the PANI films. The electro-catalytic activity of the NG\/PANI composite film was evaluated using the positive-feedback mode of scanning electrochemical microscopy (SECM), by which a …",
                "Hollow spherical polyaniline (hsPANI) particles are synthesized and deposited on an ITO\/glass substrate to prepare a counter electrode (designated as hsPANI-CE) for a dye-sensitized solar cell (DSSC). The structure and crystallization of the hsPANI particles are characterized by using high resolution transmission electron microscopy (HR-TEM), field-emission scanning electron microscopy (FE-SEM), X-ray diffractometry (XRD), X-ray photoelectron spectroscopy (XPS), and Raman spectra. A power-conversion efficiency (η) of 6.84% is obtained for the DSSC with the hsPANI-CE, while it is 6.02% in the case of the DSSC with a CE based on pristine PANI (designated as PANI-CE). Such enhancement is attributed to the hsPANI film having a larger active surface area (A) of 0.191 cm2, compared to that of the PANI film (A = 0.126 cm2), both values being estimated by a rotating disk electrode (RDE). Cyclic voltammetric …",
                "Nanocomposite, 15-crown-5-functionalized multi-wall carbon nanotubes (denoted as MWCNT-15-C-5) were synthesized and used as an additive along with the ionic liquid, 1-ethyl-3-methylimidazolium tetrafluoroborate (EMIBF4) in the electrolyte of a dye-sensitized solar cell (DSSC); the pertinent quasi-solid-state DSSC showed a far superior photovoltaic performance than that of a cell with bare EMIBF4 or with MWCNT-added EMIBF4 (MWCNT\/EMIBF4). The heterocyclic structure of the crown ether, 15-C-5, provides its cavities to capture the lithium ions (Li+) in a DSSC, thereby facilitating the dissolution of Li+ and I− in the electrolyte of the cell. This further contributes to an improvement in the exchange reaction of I−\/I3− in the electrolyte with EMIBF4. Consequently, the values of short-circuit current density (JSC) and power-conversion efficiency (η) of the DSSC with both EMIBF4 and MWCNT-15-C-5 in its electrolyte …",
                "The influence of insoluble surfactants on dynamic wetting failure during displacement of Newtonian fluids in a rectangular channel is studied in this work. A hydrodynamic model for steady Stokes flows of dilute surfactant solutions is developed and evaluated using three approaches:(i) a one-dimensional (1D) lubrication-type approach,(ii) a novel hybrid of a 1D description of the receding phase and a 2D description of the advancing phase, and (iii) an asymptotic theory of Cox (J. Fluid Mech., vol. 168, 1986b, pp. 195-220). Steady-state solution families in the form of macroscopic contact angles as a function of the capillary number are determined and limit points are identified. When air is the receding fluid, Marangoni stresses are found to increase the receding-phase pressure gradients near the contact line by thinning the air film without significantly changing the capillary-pressure gradients there. As a consequence …",
                "The effect of a counter electrode (CE), fabricated by hybridizing the platinum nanoparticle (PtNP) and the nanographite (NG) on a dye-sensitized solar cell (DSSC), has been studied in this work. The catalytic PtNP\/NG composite film for a CE is prepared using aniline (ANI) monomers as a dispersing medium, followed by spin-coating and annealing processes. The PtNP\/NG composite film owns a high catalytic ability of converting tri-iodide to iodide due to the large surface roughness of the film. Thus, the DSSC assembled with the corresponding CE gives enhanced short-circuit current density (JSC) and power-conversion efficiency (η) of 17.57 mA cm−2 and 7.07%, respectively, while the corresponding values are 14.57 mA cm−2 and 6.65% for a DSSC with a bare PtNP CE. Lower loading amounts of PtNPs for the PtNP\/NG CE than those for the bare PtNP CE is demonstrated. Transmission electron microscopy (TEM …",
                "Dynamic wetting failure in curtain coating of Newtonian liquids is studied in this work. A hydrodynamic model accounting for air flow near the dynamic contact line (DCL) is developed to describe two-dimensional (2D) steady wetting and to predict the onset of wetting failure. A hybrid approach is used where air is described by a one-dimensional model and liquid by a 2D model, and the resulting hybrid formulation is solved with the Galerkin finite element method. The results reveal that the delay of wetting failure in curtain coating-often termed hydrodynamic assist-mainly arises from the hydrodynamic pressure generated by the inertia of the impinging curtain. This pressure leads to a strong capillary-stress gradient that pumps air away from the DCL and thus increases the critical substrate speed for wetting failure. Although the parameter values used in the model are different from those in experiments due to …",
                "A hydrodynamic model and flow visualization experiments are used to understand the mechanisms through which soluble surfactants can influence the onset of dynamic wetting failure. In the model, a Newtonian liquid displaces air in a rectangular channel in the absence of inertia. A Navier-slip boundary condition and constant contact angle are used to describe the dynamic contact line, and surfactants are allowed to adsorb to the interface and moving channel wall (substrate). The Galerkin finite element method is used to calculate steady states and identify the critical capillary number [formula omitted: see PDF] at which wetting failure occurs. It is found that surfactant solubility weakens the influence of Marangoni stresses, which tend to promote the onset of wetting failure. Adsorption of surfactants to the substrate can delay the onset of wetting failure due to the emergence of Marangoni stresses that thicken the air …",
                "In this work dynamic wetting failure of Newtonian liquids in a curtain coating geometry is studied using a hydrodynamic model developed in our prior work (Liu et al., 2016b). The model is used to predict the onset of wetting failure with curtain heights consistent with prior experimental setups. In the model, a Navier-slip boundary condition and constant contact angle are used to describe the dynamic contact line (DCL). The governing equations are solved with the Galerkin finite-element method and the critical substrate speed is identified at which wetting failure occurs. A boundary of a coating window is constructed which outlines the critical substrate speed for different flow rates of the liquid curtain. The model predictions are compared with prior experimental observations reported by Blake et al. (1999) and Marston et al. (2009). The model reproduces the non-monotonic behavior of the critical speed as the liquid flow …"
            ],
            [
                [
                    "Fluid mechanics",
                    "CFD",
                    "coating process",
                    "dye-sensitized solar cell",
                    "process development"
                ]
            ],
            [
                "Chen-Yu Liu Chen-Yu Liu James H. Rudy Professor, Physics CL21@indiana.edu (812) 856-5806 Swain West 273; Center for Exploration of Energy and Matter 110A Director Funded Postdoctoral Fellow, Los Alamos National Laboratory, 2002-2005 Ph.D., Princeton University, 2002 B.S., National Taiwan University, 1997 Resume\/CV Personal Website nuclear physics (experimental) About Chen-Yu Liu My research group focuses primarily on experimental tests of fundamental symmetries. Other than using high energy colliders to directly create new particles, we search for the footprints of exotic particles in low temperature, low energy systems. These searches look for the parity violating, CP violating, or time reversal violating features in the systems of interest. Currently, we concentrate on two areas of low-energy particle physics. The first is the development of ultra-cold neutron (UCN) sources for fundamental physics experiments, the other is a search for the electric dipole moment (EDM) of the electron in solid state system and EDM of the neutron. UCN is a new tool available only in the past two decades. UCN can be trapped in material bottles or magnetic traps, and allows for precision measurements on various observables of neutrons. UCN has been applied to high precision measurements on the beta-decay lifetime, decay asymmetries, and the search for its intrinsic EDM . In light of these potentials, our group is developing the next generation of UCN source using the magnetic scattering in low temperature solid oxygen. We plan to build a university based UCN source coupled to the low energy neutron source (LENS) which is in operation at IUCF . The search of EDM has a high discovery potential to shed lights into the sources of CP violation required to produce the matter-antimatter asymmetry of the universe. We are pursuing the search of EDM of electron using a solid-state system at sub-Kelvin temperatures. The experiment is designed to measure a Stark induced magnetization (through EDM interaction) using state-of-the-art SQUID magnetometry. A (cryogen-free) dilution refrigerator will be used to further enhance the sensitivity of EDM at low temperatures. We are also doing research and development for the SNS neutron EDM experiment, especially in the subsystem involving the SQUID magnetometers."
            ]
        ]
    ]
}