{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5FGHFWJD",
            "6wsB8qsAAAAJ",
            [
                "Using Bayesian belief networks to evaluate fish and wildlife population viability under land management alternatives from an environmental impact statement",
                "Conservation assessment of greater sage-grouse and sagebrush habitats",
                "Life stage simulation analysis: estimating vital‐rate effects on population growth for conservation",
                "Reliability of conservation actions based on elasticity analysis of matrix models",
                "Characteristics of sagebrush habitats and limitations to long-term conservation",
                "Elk distribution and modeling in relation to roads",
                "Sensitivity analysis to guide population recovery: prairie-chickens as an example",
                "Biodiversity, exotic plant species, and herbivory: the good, the bad, and the ungulate",
                "Source habitats for terrestrial vertebrates of focus in the interior Columbia Basin: broad-scale trends and management implications",
                "Greater sage-grouse as an umbrella species for sagebrush-associated vertebrates"
            ],
            [
                "We developed procedures for using Bayesian belief networks (BBNs) to model habitat and population viability of selected at-risk fish and wildlife species. The BBN models represent the ecological causal web of key environmental correlates (KECs) that most influence habitat capability, potential population response for each species, and influence of habitat planning alternatives. BBN models represent site-specific KECs, habitat capability at the subwatershed level, and pattern of habitat capability across all subwatersheds. BBNs use Dirichlet prior probability distributions and standard Bayesian updating of posterior probabilities. We derived estimates of prior and conditional probabilities from a mix of empirical data and expert judgment, mostly the latter. Sensitivity analyses identified planning decisions and KECs that most influence species outcomes, and can help prioritize monitoring activities. BBN models …",
                "Jack has been employed as a Principal Wildlife Research Biologist with the Idaho Department of Fish and Game for the last 20 years. He received his BS degree from the University of Idaho and MS and Ph. D. degrees from Washington State University. Jack is a Certified Wildlife Biologist and works on grouse conservation issues at national and international scales. He is a member of the Western Sage and Columbian Sharp-tailed Technical Committee and the Grouse Specialists’ Group. Jack has been involved with sage-grouse research and management issues for over 27 years.",
                "We developed a simulation method, known as life‐stage simulation analysis (LSA) to measure potential effects of uncertainty and variation in vital rates on population growth (λ) for purposes of species conservation planning. Under LSA, we specify plausible or hypothesized levels of uncertainty, variation, and covariation in vital rates for a given population. We use these data under resampling simulations to establish random combinations of vital rates for a large number of matrix replicates and finally summarize results from the matrix replicates to estimate potential effects of each vital rate on λ in a probability‐based context. Estimates of potential effects are based on a variety of summary statistics, such as frequency of replicates having the same vital rate of highest elasticity, difference in elasticity values calculated under simulated conditions vs. elasticities calculated using mean invariant vital rates, percentage of …",
                " Matrix population models have entered the mainstream of conservation biology, with analysis of proportional sensitivities (elasticity analysis) of demographic rates becoming important components of conservation decision making. We identify areas where management applications using elasticity analysis potentially conflict with the mathematical basis of the technique, and we use a hypothetical example and three real data sets (Prairie Chicken [  Tympanuchus cupido], desert tortoise [Gopherus agassizii], and killer whale [Orcinus orca]) to evaluate the extent to which conservation recommendations based on elasticities might be misleading. First, changes in one demographic rate can change the qualitative ranking of the elasticity values calculated from a population matrix, a result that dampens enthusiasm for ranking conservation actions based solely on which rates have the highest elasticity values. Second …",
                "This report is distributed to the US Fish and Wildlife Service (FWS) as an Administrative Report of the US Geological Survey. The FWS is receiving the information in this form in order to consider it in a Greater Sage-grouse listing decision. The information is unpublished and not available for distribution by the FWS. The report has received scientific peer review and policy review, both managed by the US Geological Survey. The same information has been submitted for publication in Studies in Avian Biology, a peer-reviewed volume produced the by Cooper Ornithological Society.",
                "We tested performance of 3 aspects of an elk (Cervus elaphus)-road density model that has been used extensively throughout western North America but has not been sufficiently validated. First, we tested the hypothesis that elk selection of habitats increases with increasing distance away from open roads. This forms the empirical basis for the model. Second, we compared the model's predictions of relative elk habitat selection, or habitat effectiveness (HE), with observed values at varying levels of road density. And third, we examined the potentially confounding effects of different spatial patterns of roads on model predictions. We conducted our study during spring and summer, 1993-95, at the Starkey Experimental Forest and Range (Starkey), northeast Oregon. Selection ratios were calculated using >100,000 recorded locations of 89 radiocollared female elk, with locations mapped in relation to 0.1-km-wide …",
                "               Calculation of elasticities in matrix population models is a formal type of sensitivity analysis that is used increasingly to guide recovery of declining populations. Results presumably allow recovery efforts to focus on the life stage most responsible for change in population growth, as indexed by the highest elasticity. Specifically, the highest elasticity denotes the vital rate whose proportionate change exerts the largest proportionate effect on the finite rate of increase (λ). We examined the utility of this analysis given uncertainty in parameter estimates and random variation in vital rates. We modeled these conditions to test the hypothesis that nest success and brood survival exert the greatest effect on population growth of greater prairie-chickens (Tympanuchus cupido pinnatus). We calculated elasticity associated with each age-specific vital rate contained in 1,000 randomly-generated replicates of a Leslie matrix …",
                "Invasion of natural ecosystems by exotic plant species is a major threat to biodiversity. Disturbance to native plant communities, whether natural or management induced, is a primary factor contributing to successful invasion by exotic plant species. Herbivory by both wild and domestic ungulates exerts considerable impact on structure and composition of native plant communities. Intensive herbivory by ungulates can enhance exotic plant invasion, establishment, and spread for three reasons: (1) many exotic plants are adapted to ground disturbances such as those caused by ungulate feeding, trampling, and movements; (2) many exotic plants are adapted for easy transport from one area to another by ungulates via endozoochory and epizoochory; (3) many exotic plants are not palatable or are of low palatability to ungulates, and consequently, their survival is favored as ungulates reduce or eliminate palatable …",
                "A major assumption of our work was that validation research will be conducted by agency scientists and other researchers to corroborate our findings. As a preliminary step in the process of validation, we found high agreement between trends in source habitats and prior trends in habitat outcomes that were estimated as part of the habitat outcome analysis for terrestrial species within the basin. Results of our assessment also were assumed to lead to finer scale evaluations of habitats for some species, groups, or families as part of implementation procedures. Implementation procedures are necessary to relate our findings to local conditions; this would enable managers to effectively apply local conservation and restoration practices to support broadscale conservation and restoration strategies that may evolve from our findings.",
                "Widespread degradation of the sagebrush ecosystem in the western United States, including the invasion of cheatgrass, has prompted resource managers to consider a variety of approaches to restore and conserve habitats for sagebrush-associated species. One such approach involves the use of greater sage-grouse, a species of prominent conservation interest, as an umbrella species. This shortcut approach assumes that managing habitats to conserve sage-grouse will simultaneously benefit other species of conservation concern. The efficacy of using sage-grouse as an umbrella species for conservation management, however, has not been fully evaluated. We tested that concept by comparing:(1) commonality in land-cover associations, and (2) spatial overlap in habitats between sage-grouse and 39 other sagebrush-associated vertebrate species of conservation concern in the Great Basin ecoregion …"
            ],
            [
                [
                    "wildlife landscape ecology",
                    "ungulate ecology",
                    "disturbance ecology",
                    "restoration ecology",
                    "vertebrates of conservation concern"
                ]
            ],
            [
                "›              Michael Widom Michael Widom Professor of Physics Professor of Materials Science & Engineering (Courtesy) Condensed Matter Theory Wean Hall 6305 412-268-7645 lab website PhD: University of Chicago (1983) B.A.: Cornell University (1980) Professional Societies: Fellow, American Physical Society Fellow, AAAS Honors and Awards: Alfred P. Sloan Fellowship, 1991 Curriculum ViTAE Professor of Physics, Carnegie Mellon University, 1995– Professor of Materials Science & Engineering (Courtesy), 2011– Visiting Adjunct Professor, University of Pittsburgh Medical School, 2007–16 Visiting Professor, Université Paris VI (France), 1999 Visiting Professor, Université Paris VII (France), 1996 Visiting Professor, Université Paris Sud (France), 1993 Visiting Associate Professor, Cornell University, 1991–92 Associate Professor, Carnegie Mellon University, 1990–94 Assistant Professor, Carnegie Mellon University, 1985–90 Post-doctoral Research: Harvard University, 1983–85 My research focuses on theoretical modeling of novel materials in condensed matter and biological physics settings. Methods of statistical mechanics, quantum mechanics and computer simulation are used to investigate structure, stability and properties of these materials. Metals in noncrystalline (nonperiodic) structures are a major focus of effort, including: Liquid metals, for example the liquid-liquid transition in supercooled silicon); Metallic glasses, which are multi-component alloys that freeze into a solid while maintaining a liquid-like structure; Quasicrystals, which are partially ordered and highly symmetric structures that are spatially quasiperiodic. These problems are addressed using first-principles total energy calculation coupled with statistical mechanics to model entire ensembles of probable structures. Recent Publications M. Widom, M.C. Gao, First principles calculation of the entropy of liquid aluminum Entropy 21 (2019) Michael Widom, Modeling the structure and thermodynamics of high-entropy alloys J. Mater. Res. 33, 2881 (2018) B. Feng, M. Widom, Band structure theory of the BCC to HCP Burgers distortion Phys. Rev. B 98, 174108 (2018) M.C. Gao, M. Widom, Information entropy of liquid metals J. Phys. Chem. B 122, 3550 (2018) B. Feng, M. Widom, Elastic stability and lattice distortion of refractory high entropy alloys Mat. Chem. Phys. 210, 309 (2018) Zhiyang Yu ., Segregation-induced ordered superstructures at general grain boundaries in a nickel-bismuth alloy Science 358, 97 (2017) Sanxi Yao ., Phase Diagram of Carbon Nickel Tungsten: Superatom Model Phys. Rev. Mat. 1, 043402 (2017) Michael C. Gao ., Computational Modeling of High-Entropy Alloys: Structures, Thermodynamics and Elasticity J. Mater. Res. 32, 3627 (2017) T. Ogitsu, V. Lordi, E. Schwegler, M. Widom, Comment on “New Ground-State Crystal Structure of Elemental Boron,\" Phys. Rev. Lett. 118, 159601 (2017) A. Acharya, M. Widom, A microscopic continuum model for defect dynamics in metallic glasses J. Mech. Phys. Solids 104, 1 (2017) Patrick C. Mende ., Characterization of hexagonal boron nitride layers on nickel surfaces by low-energy electron microscopy Surf. Sci. 659, 31 (2017) S. Yao, Q. Gao, M. Widom, Phase diagram of boron carbide with variable carbon composition Phys. Rev. B 95, 054101 (2017) Michael Widom, Frequency estimate for multicomponent crystalline compounds J. Stat. Phys. 167, 726 (2017)  Researcher ID Widom Research Group Current and Recent Projects Metal alloys Atomistic modeling and statistical mechanics of\nquasicrystals, metal alloys with noncrystalline quasiperiodic structures of\nhigh symmetry ( description ) Structure, formation and properties of bulk metallic\nglass-forming alloys\n( sample publication ) Intermetallic structures and their enthalpies of formation\n( cohesive energy database ) Biological Physics Buckling instability of viral capsids\n( reprint ) Normal mode analysis of spherical and icosahedral shells\n( description reprint ) Secondary structure of RNA\n( description ) People Bojun Feng (Graduate Student) Yang Huang (Graduate Student) Marek Mihalkovic (Visiting Scientist, Slovakia) Michael\n  Widom (Professor) ( CV publications ) and many more Publications ( full listing , ResearcherID , ) Teaching 33-783 Solid State (graduate) (Fall 2018) 33-342 Thermal Physics II (undergraduate) (Spring 2019) Software Wavetrans is a set of tools for extracting electronic wavefunctions from VASP WAVECAR files MCMD Enthalpy database"
            ]
        ]
    ]
}