{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5FSPICRE",
            "zVhI4aEAAAAJ",
            [
                "Three-dimensional structure of induced electrorheological solid",
                "Laser diffraction determination of the crystalline structure of an electrorheological fluid",
                "Structure-enhanced yield stress of magnetorheological fluids",
                "Super-strong magnetorheological fluids",
                "Fractional quantization of Hall conductance",
                "Simulation of structure formation in an electrorheological fluid",
                "Reducing the viscosity of crude oil by pulsed electric or magnetic field",
                "Gauge invariance and fractional quantum Hall effect",
                "Ground state of electrorheological fluids from Monte Carlo simulations"
            ],
            [
                "The induced electrorheological solid has thick columns in the field direction (z axis), spreading between two electrodes. The ground state is proposed to be a body-centered tetragonal lattice with a 1=√ 6 ax^, a 2=√ 6 ay^, and a 3= 2az^, where a is the radius of dielectric spheres. This bct lattice can be regarded as a compound of chains of class A and B, where chains B are obtained from chains A by shifting a distance a in the z direction.",
                "The electric-field-induced structures of small glass spheres in silicone oil produce laser diffraction patterns which verify, for the first time, the body-centered-tetragonal lattice structure predicted by theory. By a mechanism totally unlike that of conventional x-ray scattering, the incident laser beam propagates through the lattice of close-packed spheres via stable optic modes along regular arrays of transparent spheres, and then produces diffraction patterns after exiting from the lattice.",
                "The yield stress of magnetorheological (MR) fluids depends on the induced solid structure. Since thick columns have a yield stress much higher than a single-chain structure, we improve the yield stress of MR fluids by changing the fluid microstructure. Immediately after a magnetic field is applied, we compress the MR fluid along the field direction. Scanning electron microscopy images show that particle chains are pushed together to form thick columns. The shear force measured after the compression shows that the structure-enhanced static yield stress can reach as high as 800 kPa under a moderate magnetic field, while the same MR fluid has a yield stress of 80 kPa without compression. This improved yield stress increases with the magnetic field and compression pressure and has an upper limit well above 800 kPa. The method may also be useful for electrorheological fluids.",
                "Magnetorheological (MR) fluids, which can rapidly be changed from a liquid state to a solid state and vice versa by a magnetic field, have the potential to revolutionize several industrial sectors. The key issue is to enhance their yield shear stress. This paper reviews the physical mechanism and microstructure of MR fluids. It finds that the weak points of the MR microstructure under a shear force are at the chains' ends. Hence, a general technique, a compression-assisted-aggregation process, is developed to change the induced MR structure to a structure that consists of robust thick columns with strong ends. The scanning electronic micrographic (SEM) images confirm such a structure change. With this approach, MR fluids become super-strong. The enhanced yield stress of MR fluids reaches 800 kPa at a moderate magnetic field.",
                "It is shown how the correlation energy of a system of two-dimensional electrons in a strong magnetic field may be enhanced if the electrons are in a regular array of the Landau orbitals. This gives an energy gap if the proportion ν of occupied orbitals is a simple fraction without giving rise to charge-density waves which may pin the system. The gap is determined self-consistently. Such a state can give rise to the plateaus in the Hall conductance observed at fractional multiples of e 2 h.",
                "The temporal evolution of three-dimensional structure in an electrorheological (ER) fluid is examined by a computer simulation. A parameter B characterizing the ratio of the Brownian force to the dipolar force is introduced. For a wide range of B, the ER fluid has a rapid chain formation followed by aggregation of chains into thick columns which has a body-centered tetragonal lattice structure. The Peierls-Landau instability of single chains help formation of thick columns. If the Brownian force is very small, the ER system may be trapped in some local energy-minimum state.",
                "A method with pulsed electric or magnetic field to reduce the viscosity of crude oil is developed. Specifically, for paraffin-base crude oil, a magnetic field pulse can effectively reduce its viscosity for several hours, while, for asphalt-base crude oil or mixed-base crude oil, an electric field pulse can do the same. The method does not change the temperature of the crude oil; instead, it temporary aggregates paraffin particles or asphaltene particles inside the crude oil into large ones. This particle aggregation changes the rheological property of the crude oil and leads to the viscosity reduction. While this viscosity reduction is not permanent, it is suitable for many important applications, such as oil transport via deepwater pipelines, since it lasts for several hours and is repeatable. ",
                "It is shown that gauge-invariance arguments imply the possibility of the fractional quantum Hall effect; the Hall conductance is accurately quantized to a rational value. The ground state of a system showing the fractional quantum Hall effect must be degenerate; the nondegenerate ground state can only produce the integral quantum Hall effect.",
                "We use Monte Carlo simulations to investigate the ground state of electrorheological (ER) fluids in a strong electric field. Our results suggest a body-centered tetragonal (bct) lattice with conventional Bravais vectors a 1=√ 6 ax^, a 2=√ 6 ay^, and a 3= 2az^ where a is the radius of dielectric spheres and the z axis is the direction of the applied electric field. This bct lattice can be regarded as a compound of chains of class A and class B where chains of class B are obtained from chains of class A by shifting a distance of a in the z direction. For typical ER systems, this bct structure can be formed at room temperature."
            ],
            [
                [
                    "Physics",
                    "Soft Condensed Matter Physics",
                    "Fluid Dynamics",
                    "Atmosphere Physics"
                ]
            ]
        ]
    ]
}