{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5G45LBW1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Nancy Marinelli Nancy Marinelli Research Professor Experimental Particle Physics First Degree in Physics, U. of Bari, Italy, 1993 Ph.D., ibid., 1997 E-mail: nancy.marinelli@cern.ch Address: Off Campus \/ CERN Phone: (574-63)1-6386 Fax: (574-63)1-5952 Prof. Marinelli started her career as a PhD working in the ALEPH Collaboration at LEP (the Large Electron-Positron collider at CERN , Geneva, Switzerland). During the period of her involvement, the facility was operating at the Zo resonance energy, and Marinelli contributed to one of the most important phases of verification of the Standard Model. Presently she is actively engaged in the experimental program of the LHC (the Large Hadron Collider also at CERN ). This program will keep probing the Standard Model and beyond, by searching for the missing Higgs boson while being open to whatever else Nature would like to present to us, from the predicted to the even more fascinatingly unpredicted. Prof. Marinelli has been a collaborator for a decade on the CMS experiment, one of the four giant detectors that will be recording LHC data. She has made a substantial contribution to the initial phase of integration and testing of the read-out and control electronics for the 10 million-channel Silicon Tracker in CMS , at the time when only few samples of micro-chips were available, precursors of the highly sophisticated system of today. More recently, she has been engaged in and leading the reconstruction of photons and electrons. Although these particles fall under the domain of electromagnetic calorimetry, in CMS these objects are very much affected by the Tracker. Because of its large material budget, a fraction of photons (which can reach 80% in certain kinematic regions of the detector) convert in the Silicon, producing electrons which suffer their own bremsstrahlung radiation losses. Challenging reconstruction issues result, which involve a detailed interplay of tracking and electromagnetic calorimetry; this is a domain in which Marinelli has concentrated significant attention, since the presence of the large fraction of photon conversions has repercussions for several physics analyses in CMS . With the advent of data taking at the LHC, Prof. Marinelli became directly involved in the measurement of the inclusive photon cross section and is presently collaborating to the search for the Higgs boson decaying to pairs of photons. \"Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC”, The CMS Collaboration, Phys. Lett. B 716 (2012) 30-61. \"Measurement of the Differential Isolated Prompt Photon Production Cross Section in pp Collisions at √7 TeV'', Phys. Rev. D 84 , 052011 (2011). “Inclusive semileptonic branching ratios of b hadrons produced in Z decays,” The ALEPH Collaboration, A. Heister et al., Eur. Phys. J. C 22 (2002) 4, 613. “Measurement of the b forward-backward asymmetry and mixing using high-p⊥leptons,” The ALEPH Collaboration, D. Buskulic et al., 29 May 1996, Phys. Lett. B 384 (1996) 414. Marinelli CV -- PDF file"
            ]
        ]
    ]
}