{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5G5TDDXQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "       College  Physical Sciences           Home   About   APS video tour of Physics & Astronomy  Visiting the Department  Annual Reports  Employment     Education   Undergraduate  Graduate admissions  Current graduate students  Physics PhD Bridge Program  REU program    Research  Astro Division   People   Faculty  Affiliated Faculty  Researchers, Project Scientists, Adjuncts  Lecturers  Postdoctoral Scholars  Graduate Students  Staff  Memorials    Events  Clubs  Giving            Resources     Faculty  Affiliated Faculty  Lecturers  Postdoctoral Scholars  Researchers, Project Scientists, & Adjuncts  Graduate Students  Staff         W. Gilbert Clark  Professor Emeritus Experimental Condensed Matter Office: Knudsen 6-130C Email: Website Educational Background Ph.D., Cornell, 1961 Research Interest This group's research focus is the experimental application of magnetic resonance, often under extreme conditions, to a \n      variety of problems in condensed matter physics, and development of some of the instrumentation needed to perform the experiments. These measurements are also often combined with electrical transport and thermal measurements on the samples. Our current focus is \n      in three main areas: (1) The static and dynamic properties of spin density waves and related phases in organic conductors, (2) use of \n      spin echoes to investigate the driven motion of vortices in superconductors, and (3) development of nuclear magnetic resonance \n      instrumentation for use with the highest steady magnetic fields available. Item 2 involves developing a new method to probe vortex motion in superconductors as well as its application to the basic physics \n      and practical aspects of motion, pinning, and nucleation of vortices. The instrumentation associated with item 3 will be very compact, \n      so that it is readily transported to high magnetic field laboratories at MIT, Los Alamos, Tallahassee, Grenoble, and elsewhere. It \n      will be used for research on items 1, 2, and other topics that may emerge in the near future.       UCLA Physics & Astronomy Department Copyright 2021 UCLA Physics & Astronomy 475 Portola Plaza, Los Angeles, CA 90095-1547 310-825-3440   Contact Physics & Astronomy     ABOUT UCLA    UCLA Home  Division of Physical Sciences  UCLA COVID-1S9 Resources  Maps, directions, and parking      RESOURCES    Instructional Support  Diversity  Wellness  Computing and IT Support  Machine Shop and Instrument Fabrication Facility  Physics & Astronomy Administration  Demoweb: Lecture demonstration  Demoweb: Lab manuals   "
            ]
        ]
    ]
}