{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5G62FGR3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Venkatesh (\"Venky\") Narayanamurti Venkatesh (\"Venky\") Narayanamurti Benjamin Peirce Research Professor of Technology and Public Policy Please note: this is an archived page! For current information, please go to http:\/\/venky.seas.harvard.edu\/ . Professor Narayanamurti’s current research is directed mainly at the physics of electron and hole transport in novel semiconductor electronic materials and devices. The primary methods used are scanning tunneling microscopy (STM) and ballistic electron emission microscopy (BEEM). Unlike more traditional methods (such as IV), BEEM allows the study of local transport with nanometer resolution. Depending on the carrier mean free path, interfaces buried deep in the semiconductor can be probed. In addition, the energy distribution of the injected carriers can be independently varied simply by varying the tip voltage. Professor Narayanamurti’s laboratory has four BEEM\/STM devices, and the technique is applied to a diverse set of problems. Recent examples include the following: Using the scanning probe capabilities Professor Narayanamurti and his coworkers recently succeeded in imaging single InAs and InP self assembled quantum dots (SAQDs) of typical size 300=Å buried spatially beneath an Au\/GaAs interface. The BEEM images show enhanced current through quantum dots located by the STM topography. Further, BEEM current spectra (collector current vs. tip voltage) show structures at tip biases below the Schottky barrier threshold, when positioned above the dot. When the tip is positioned off the dot, no such structure is observed. The results provide the first evidence of resonant tunneling through a zero-dimensional (0D) state within SAQDs. BEEM is also being used for probing such fundamental properties as heterojunction band offsets, transport in new and technologically important wide bandgap semiconductors such as GaN and AlGaInP, and tunneling through “minibands” of semiconductor superlattices. Second derivative BEEM spectroscopy is used to directly monitor the heterostructure transmission coefficient. Finally, important new modifications of BEEM instruments are being developed. Metal coated fibers are being used to replace gold tips for simultaneous probing of the local luminescence due to electron injection into p-type material. ________________________ Deni Peric Pierce Hall 107D 29 Oxford Street venky@seas.harvard.edu p: (617) 384-8211"
            ]
        ]
    ]
}