{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5GA0PDLN",
            "Sha9_3YAAAAJ",
            [
                "Gene ontology: tool for the unification of biology",
                "The genome sequence of Drosophila melanogaster",
                "The Gene Ontology (GO) database and informatics resource",
                "Annotation of functional variation in personal genomes using RegulomeDB",
                "Comparative genomics of the eukaryotes",
                "GO:: TermFinder—open source software for accessing Gene Ontology information and finding significantly enriched Gene Ontology terms associated with a list of genes",
                "Saccharomyces Genome Database: the genomics resource of budding yeast",
                "The gene ontology resource: 20 years and still GOing strong",
                "Creating the gene ontology resource: design and implementation",
                "SGD: Saccharomyces genome database"
            ],
            [
                "1FlyBase (http:\/\/www. flybase. bio. indiana. edu). 2Berkeley Drosophila Genome Project (http:\/\/fruitfly. bdgp. berkeley. edu). 3Saccharomyces Genome Database (http:\/\/genome-www. stanford. edu). 4Mouse Genome Database and Gene Expression Database (http:\/\/www. informatics. jax. org). Correspondence should be addressed to JMC (e-mail: cherry@ stanford. edu) and DB (e-mail: botstein@ genome. stanford. edu), Department of Genetics, Stanford University School of Medicine, Stanford, California, USA.The accelerating availability of molecular sequences, particularly the sequences of entire genomes, has transformed both the theory and practice of experimental biology. Where once biochemists characterized proteins by their diverse activities and abundances, and geneticists characterized genes by the phenotypes of their mutations, all biologists now acknowledge that there is likely to be a single limited …",
                "The fly Drosophila melanogaster is one of the most intensively studied organisms in biology and serves as a model system for the investigation of many developmental and cellular processes common to higher eukaryotes, including humans. We have determined the nucleotide sequence of nearly all of the ∼120-megabase euchromatic portion of theDrosophila genome using a whole-genome shotgun sequencing strategy supported by extensive clone-based sequence and a high-quality bacterial artificial chromosome physical map. Efforts are under way to close the remaining gaps; however, the sequence is of sufficient accuracy and contiguity to be declared substantially complete and to support an initial analysis of genome structure and preliminary gene annotation and interpretation. The genome encodes ∼13,600 genes, somewhat fewer than the smaller Caenorhabditis elegansgenome, but with comparable …",
                " The Gene Ontology (GO) project ( http:\/\/www. geneontology.org\/ ) provides structured, controlled vocabularies and classifications that cover several domains of molecular and cellular biology and are freely available for community use in the annotation of genes, gene products and sequences. Many model organism databases and genome annotation groups use the GO and contribute their annotation sets to the GO resource. The GO database integrates the vocabularies and contributed annotations and provides full access to this information in several formats. Members of the GO Consortium continually work collectively, involving outside experts as needed, to expand and update the GO vocabularies. The GO Web resource also provides access to extensive documentation about the GO project and links to applications that use GO data for functional analyses. ",
                "As the sequencing of healthy and disease genomes becomes more commonplace, detailed annotation provides interpretation for individual variation responsible for normal and disease phenotypes. Current approaches focus on direct changes in protein coding genes, particularly nonsynonymous mutations that directly affect the gene product. However, most individual variation occurs outside of genes and, indeed, most markers generated from genome-wide association studies (GWAS) identify variants outside of coding segments. Identification of potential regulatory changes that perturb these sites will lead to a better localization of truly functional variants and interpretation of their effects. We have developed a novel approach and database, RegulomeDB, which guides interpretation of regulatory variants in the human genome. RegulomeDB includes high-throughput, experimental data sets from ENCODE and …",
                "A comparative analysis of the genomes ofDrosophila melanogaster, Caenorhabditis elegans, and Saccharomyces cerevisiae—and the proteins they are predicted to encode—was undertaken in the context of cellular, developmental, and evolutionary processes. The nonredundant protein sets of flies and worms are similar in size and are only twice that of yeast, but different gene families are expanded in each genome, and the multidomain proteins and signaling pathways of the fly and worm are far more complex than those of yeast. The fly has orthologs to 177 of the 289 human disease genes examined and provides the foundation for rapid analysis of some of the basic processes involved in human disease.",
                " Summary: GO::TermFinder comprises a set of object-oriented Perl modules for accessing Gene Ontology (GO) information and evaluating and visualizing the collective annotation of a list of genes to GO terms. It can be used to draw conclusions from microarray and other biological data, calculating the statistical significance of each annotation. GO::TermFinder can be used on any system on which Perl can be run, either as a command line application, in single or batch mode, or as a web-based CGI script. Availability: The full source code and documentation for GO::TermFinder are freely available from http:\/\/search.cpan.org\/dist\/GO-TermFinder\/",
                "The Saccharomyces Genome Database (SGD, http:\/\/www.yeastgenome.org) is the community resource for the budding yeast Saccharomyces cerevisiae. The SGD project provides the highest-quality manually curated information from peer-reviewed literature. The experimental results reported in the literature are extracted and integrated within a well-developed database. These data are combined with quality high-throughput results and provided through Locus Summary pages, a powerful query engine and rich genome browser. The acquisition, integration and retrieval of these data allow SGD to facilitate experimental design and analysis by providing an encyclopedia of the yeast genome, its chromosomal features, their functions and interactions. Public access to these data is provided to researchers and educators via web pages designed for optimal ease of use.",
                "The Gene Ontology resource (GO; http:\/\/geneontology.org) provides structured, computable knowledge regarding the functions of genes and gene products. Founded in 1998, GO has become widely adopted in the life sciences, and its contents are under continual improvement, both in quantity and in quality. Here, we report the major developments of the GO resource during the past two years. Each monthly release of the GO resource is now packaged and given a unique identifier (DOI), enabling GO-based analyses on a specific release to be reproduced in the future. The molecular function ontology has been refactored to better represent the overall activities of gene products, with a focus on transcription regulator activities. Quality assurance efforts have been ramped up to address potentially out-of-date or inaccurate annotations. New evidence codes for high-throughput experiments now enable users to …",
                "The exponential growth in the volume of accessible biological information has generated a confusion of voices surrounding the annotation of molecular information about genes and their products. The Gene Ontology (GO) project seeks to provide a set of structured vocabularies for specific biological domains that can be used to describe gene products in any organism. This work includes building three extensive ontologies to describe molecular function, biological process, and cellular component, and providing a community database resource that supports the use of these ontologies. The GO Consortium was initiated by scientists associated with three model organism databases: SGD, the Saccharomyces Genome database; FlyBase, the Drosophila genome database; and MGD\/GXD, the Mouse Genome Informatics databases. Additional model organism database groups are joining the project. Each of these …",
                "             The              Saccharomyces              Genome Database (SGD) provides Internet access to the complete              Saccharomyces cerevisiae              genomic sequence, its genes and their products, the phenotypes of its mutants, and the literature supporting these data. The amount of information and the number of features provided by SGD have increased greatly following the release of the              S.cerevisiae              genomic sequence, which is currently the only complete sequence of a eukaryotic genome. SGD aids researchers by providing not only basic information, but also tools such as sequence similarity searching that lead to detailed information about features of the genome and relationships between genes. SGD presents information using a variety of user-friendly, dynamically created graphical displays illustrating physical, genetic and sequence feature maps. SGD can be accessed via the …"
            ],
            [
                [
                    "Genomics",
                    "Genetics",
                    "Saccharomyces Genome Database",
                    "Gene Ontology",
                    "ENCODE"
                ]
            ],
            [
                "Top Michael Cherry Roy P. Daniels Professor of Physics Ph.D., 1978 - University of Chicago 343-D Nicholson Hall, Tower Dr. 225-578-8591-Office cherry@lsu.edu Research Group Samer Alnussirat ( alnussirat1@lsu.edu ) Doug Granger ( granger@phunds.phys.lsu.edu) DJ Pleshinger ( dplesh2@lsu.edu) Deirdre Smith ( dsm1229@lsu.edu ) Mason Tregre ( mtregr3@lsu.edu) Jill Trepanier ( jtrepa3@lsu.edu ) Deborah Brewster (dbrews4@lsu.edu) Caleb Derrickson (cderri2@lsu.edu) Terrestrial Gamma Flashes - TGF and Energetic Thunderstorm Rooftop Array Observation of Gamma Rays at Ground Level Associated with Nearby Thunderstorms , R. Ringuette et al., J. Geophysical Res: Space Phys. 118 , 7841 (2013) Gamma-rays Associated with Nearby Thunderstorms at Ground Level , R. Ringuette et al., Proc. XV Intl. Conf. on Atmospheric Electricity, Norman, June\n                     2014. Gamma-Ray Flashes Produced by Lightning Observed at Ground Level by TETRA-II , D.J. Pleshinger et al., J. Geophys. Res.-Space Phys (2019). Simultaneous Space-based Observations of Terrestrial Gamma-ray Flashes and Lightning\n                        Optical Emissions: Investigation of the TGF Production Mechanisms , S. Alnussirat et al., Phys. Rev. D 100, 083018 (2019). High Energy Cosmic Rays and Gamma Rays - CALET The CALorimeteric Electron Telescope ( CALET ): CALET Upper Limits on X-Ray and Gamma-Ray Counterparts of GW 151226 , O. Adriani et al., Astrophysical Journal Letters, 829 : L20 (2016). Article. Energy Calibration of CALET Onboard the International Space Station, Y. Asaoka et\n                     al., Astroparticle Physics 91 , 1 (2017). “ Energy Spectrum of Cosmic Ray Electron + Positron from 10 GeV to 3 TeV Observed with\n                        the Calorimetric Electron Telescope on the International Space Station ”, O. Adriani et al., Phys. Rev. Lett. 119, 181101 (2017). “ Multi-Messenger Observations of a Binary Neutron Star Merger ”, B.P. Abbott et al. (LIGO Scientific Collaboration, VIRGO Collaboration, and Partner\n                     Astronomy Groups), Astrophys. J. Lett. 848:L12 (2017). “Characteristics and Performance of the Calorimetric Electron Telescope (CALET) Calorimeter\n                        for Gamma-Ray Observations” , N. Cannady et al., Astrophys. J. Suppl. 238:5 (2018). “High Statistics Measurement of Cosmic-ray Electron and Positron Spectrum from 11\n                        GeV to 4.8 TeV with the Calorimetric Electron Telescope on the International Space\n                        Station” , O. Adriani et al., Phys. Rev. Lett. 120, 261102 (2018). “Direct Measurement of the Cosmic-Ray Proton Spectrum from 50 GeV to 10 TeV with the\n                        Calorimetric Electron Telescope on the International Space Station” , O. Adriani et al., Phys. Rev. Lett. 122, 181102 (2019). Transition Radiation Detectors\/Small Angle Spectrometer at LHC ( SAS ) Measurements of the Frequency Spectrum of Transition Radiation , M.L. Cherry and D. Muller, Phys. Rev. Letters 38 , 5 (1977). Measurements of the Spectrum and Energy Dependence of X-Ray Transition Radiation , M.L. Cherry, Phys. Rev. D 17 , 2245 (1978). Compton Scattered Transition Radiation from Very High Energy Particles , M.L. Cherry and G.L. Case, Astroparticle Physics 18 , 629 (2003). Measurements of Compton Scattered Transition Radiation at High Lorentz Factors , G.L. Case et al., Nuclear Instruments and Methods in Physics Research A 524 , 257 (2004). Measuring the Lorentz Factors of Energetic Particles with Transition Radiation , M.L.Cherry, Nucl. Instrum. Meth. in Phys. Res. A 706, 39 (2013). Preliminary TRD simulations for Forward Scattering Experiment , M.L. Cherry, Small Angle Spectrometer at LHC Workshop, CERN, Oct. 2015. Identification of Particles with Lorentz factor up to 104 with Transition Radiation\n                        Detectors Based on Micro-strip Silicon Detectors , J. Alozy et al., Nucl. Instrum. Meth. A 927, 1 (2019). Gamma Ray Burst Monitor (GBM) Observations of V0332+53 during the 2015 Outburst using Fermi\/GBM, MAXI, Swift, and\n                        INTEGRA . Z.Baum et al; MNRAS 467 , 4424 (2017). Kepler K2 Observations of Sco X-1: Orbital Modulations and Correlations with Fermi\n                        GBM and MAXI , R.I. Hynes et al., MNRAS 459 , 3596 (2016). Earth occultation imaging of the low energy gamma-ray sky with GBM , J. Rodi et al., Astronomy & Astrophysics 562, 7, 2014 and arXiv:1304.1478. Long term variability of Cygnus X-1. V. State definitions with all sky monitor , V. Grinberg et al., Astronomy & Astrophysics 554 , 88, 2013. Three years of Fermi GBM Earth Occultation Monitoring: Observations of Hard X-ray\/Soft\n                        Gamma-Ray Sources , C. A. Wilson-Hodge et al., Astrophysical Journal Supplement Series 201, 133, 2012. First Results from Fermi Gamma-ray Burst Monitor Earth Occultation Monitoring: Observations\n                        of Soft Gamma-ray Sources Above 100 keV , G. L. Case et al., Astrophysical Journal 729, 105, 2011. When a Standard Candle Flickers , C. A. Wilson-Hodge et al., Astrophysical Journal 727 , L40, 2011. Emulsion Experiments High energy cosmic rays - JACEE (Japanese-American Cooperative Emulsion Experiment) Nucleus-nucleus interactions - Krakow-Louisiana-Minnesota (KLM) collaboration. Particle Production in Interactions of 200 GeV\/Nucleon Oxygen and Sulfur Nuclei in\n                        Nuclear Emulsion , A. Dabrowska et al., Phys. Rev. D 47 , 1751 (1993). Fragmentation and Multifragmentation of 10.6 A GeV Gold Nuclei , M.L. Cherry et al., Phys. Rev. C 52 , 2652 (1995). High Multiplicity Lead-Lead Interactions at 158 GeV\/nucleon , P. Deines-Jones et al., Phys. Rev. C 53 , 3044 (1996). Automated Track Recognition and Event Reconstruction in Nuclear Emulsion , P. Deines-Jones et al., Nucl. Instrum. Meth. in Physics Research A 390 , 219 (1997). Cosmic Ray Proton and Helium Spectra - Results from the JACEE Experiment , K. Asakimori et al., Astrophysical Journal 502 , 278 (1998). Charged Particle Production in the Pb+Pb System at 158 GeV\/c per Nucleon , P. Deines-Jones et al., Phys. Rev. C 62 , 014903 (2000). Solar Neutrinos-SAGE (Russian-American Gallium Experiment) Measurement of the Solar Neutrino Capture Rate by SAGE and Implications for Neutrino\n                        Oscillations in Vacuum , Phys. Rev. Lett. 83 , 4686 (1999). Measurement of the Solar Neutrino Capture rate with Gallium Metal , Phys. Rev. C60 , 055801 (1999). Measurement of the Response of the Russian-American Gallium Experiment to Neutrinos\n                        from a 51Cr Source , Phys. Rev. C 59 , 2246 (1999). The Russian-American Gallium Experiment (SAGE) Cr neutrino Source Measurement , Phys. Rev. Lett. 77 , 4708 (1996). Results from SAGE (The Russian-American Gallium Solar Neutrino Experiment) , Phys. Lett. B 328 , 234 (1994). Search for Neutrinos from the Sun Using the Reaction 71Ga(n,e-)71Ge , Phys. Rev. Lett. 67 , 3332 (1991)."
            ]
        ]
    ]
}