{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5GFV3OKI",
            "BBkzgBcAAAAJ",
            [
                "Extreme oxygen sensitivity of electronic properties of carbon nanotubes",
                "Engineering carbon nanotubes and nanotube circuits using electrical breakdown",
                "Nanotubes for electronics",
                "Nanotube nanodevice",
                "Current saturation and electrical breakdown in multiwalled carbon nanotubes",
                "Unique characteristics of cold cathode carbon-nanotube-matrix field emitters",
                "A simple and robust electron beam source from carbon nanotubes",
                "Identifying and counting point defects in carbon nanotubes"
            ],
            [
                "The electronic properties of single-walled carbon nanotubes are shown here to be extremely sensitive to the chemical environment. Exposure to air or oxygen dramatically influences the nanotubes9 electrical resistance, thermoelectric power, and local density of states, as determined by transport measurements and scanning tunneling spectroscopy. These electronic parameters can be reversibly “tuned” by surprisingly small concentrations of adsorbed gases, and an apparently semiconducting nanotube can be converted into an apparent metal through such exposure. These results, although demonstrating that nanotubes could find use as sensitive chemical gas sensors, likewise indicate that many supposedly intrinsic properties measured on as-prepared nanotubes may be severely compromised by extrinsic air exposure effects.",
                "Carbon nanotubes display either metallic or semiconducting properties. Both large, multiwalled nanotubes (MWNTs), with many concentric carbon shells, and bundles or “ropes” of aligned single-walled nanotubes (SWNTs), are complex composite conductors that incorporate many weakly coupled nanotubes that each have a different electronic structure. Here we demonstrate a simple and reliable method for selectively removing single carbon shells from MWNTs and SWNT ropes to tailor the properties of these composite nanotubes. We can remove shells of MWNTs stepwise and individually characterize the different shells. By choosing among the shells, we can convert a MWNT into either a metallic or a semiconducting conductor, as well as directly address the issue of multiple-shell transport. With SWNT ropes, similar selectivity allows us to generate entire arrays of nanoscale field-effect transistors based solely …",
                "Copyright 2000 Scientific American, Inc. that wires and functional devices tens of nanometers or smaller in size could be made from nanotubes and incorporated into electronic circuits that work far faster and on much less power than those existing today. The first carbon nanotubes that Iijima observed back in 1991 were so-called multiwalled tubes: each contained a number of hollow cylinders of carbon atoms nested inside one another like Russian dolls. Two years later Iijima and Donald Bethune of IBM independently created single-walled nanotubes that were made of just one layer of carbon atoms. Both kinds of tubes are made in similar ways, and they have many similar properties—the most obvious being that they are exceedingly narrow and long. The single-walled variety, for example, is about one nanometer in diameter but can run thousands of nanometers in length. What makes these tubes so stable is the …",
                "A scanning tunneling microscope (STM) was used to explore the local electrical characteristics of single-wall carbon nanotubes. As the STM tip was moved along the length of the nanotubes, well-defined positions were found where the transport current changes abruptly from a graphitic-like response to one that is highly nonlinear and asymmetrical, including near-perfect rectification. The observations are consistent with the existence of localized, on-tube nanodevices of a type proposed theoretically.",
                "We investigate the limits of high energy transport in multiwalled carbon nanotubes (MWNTs). In contrast to metal wires, MWNTs do not fail in the continuous, accelerating manner typical of electromigration. Instead, they fail via a series of sharp, equally sized current steps. We assign these steps to the sequential destruction of individual nanotube shells, consistent with the MWNT's concentric-shell geometry. Furthermore, the initiation of this failure is very sensitive to air exposure. In air failure is initiated by oxidation at a particular power, whereas in vacuum MWNTs can withstand much higher power densities and reach their full current carrying capacities.",
                "The attributes of electron field emission from disordered matrix arrays of carbon nanotubes are studied and found to be quite reproducible in spite of the disorder, density, and quality variations from sample to sample. At low applied electric fields, the electron field emission current-voltage characteristics qualitatively follow conventional Fowler-Nordheim behavior up to a critical current density. However, the current rise at low applied fields is anomalously steep, suggesting that the Fowler-Nordheim model is not sufficient to quantitatively characterize the emission. In the high-field region, the emission characteristics have a more complex behavior. In that regime, the instantaneous field emission is reminiscent of the low-field behavior, but discrete switching events lead to an overall current suppression. We attribute the sudden and well-defined onset of the switching events to interactions between neighboring nanotube …",
                "A simple fabrication method is described to produce reliable and robust (self‐repairing) field emission sources from randomly aligned carbon nanotubes. The sources display stable and reproducible current–voltage characteristics with sharp turn on near 100 V and emission currents up to 400 mA\/cm2 at 200 V. Two successful methods are described for patterning the emission source area into emitting and nonemitting regions.",
                "The prevailing conception of carbon nanotubes and particularly single-walled carbon nanotubes (SWNTs) continues to be one of perfectly crystalline wires. Here, we demonstrate a selective electrochemical method that labels point defects and makes them easily visible for quantitative analysis. High-quality SWNTs are confirmed to contain one defect per 4 μm on average, with a distribution weighted towards areas of SWNT curvature. Although this defect density compares favourably to high-quality, silicon single-crystals, the presence of a single defect can have tremendous electronic effects in one-dimensional conductors such as SWNTs. We demonstrate a one-to-one correspondence between chemically active point defects and sites of local electronic sensitivity in SWNT circuits, confirming the expectation that individual defects may be critical to understanding and controlling variability, noise and chemical …"
            ],
            [
                [
                    "nanotechnology",
                    "carbon nanotubes",
                    "molecular electronics"
                ]
            ]
        ]
    ]
}