{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5GHQELXN",
            "4BgQ2zEAAAAJ",
            [
                "Hedge fund activism, corporate governance, and firm performance"
            ],
            [
                "Using a large hand‐collected data set from 2001 to 2006, we find that activist hedge funds in the United States propose strategic, operational, and financial remedies and attain success or partial success in two‐thirds of the cases. Hedge funds seldom seek control and in most cases are nonconfrontational. The abnormal return around the announcement of activism is approximately 7%, with no reversal during the subsequent year. Target firms experience increases in payout, operating performance, and higher CEO turnover after activism. Our analysis provides important new evidence on the mechanisms and effects of informed shareholder monitoring."
            ],
            [
                [
                    "silicon photonics",
                    "photonic crystal",
                    "nanophotonics",
                    "optical interconnects"
                ]
            ],
            [
                "Jiang Wei, Ph.D. Jiang Wei, Ph.D. Assistant Professor jwei1@tulane.edu (504) 865-5089 Ph.D., University of Washington-Seattle (2010) Dr. Wei's research interests include Nanodevice Physics. H. Ji, J. Wei, D. Natelson. \"Modulation of the Electrical Properties of VO2 Nanobeams Using an Ionic Liquid as a Gating Medium.\" Nano Letters 12(6): 2988-2992 (2012). J. Wei, H. Ji, W. Guo and D. Natelson, “Hydrogen stabilization of metallic VO2 in single-crystal nanobeams”, Nature Nanotechnology 7, 357–362 (2012). J. Wei, D. Natelson, “Nanostructure Studies of Strongly Correlated Materials”, Nanoscale 3, 3509-3521 (2011). Z. Wang, J. Wei, P. Morse, O. E. Vilches and D. Cobden, “Phase transitions on the surface of a carbon nanotube”, Science 327, 552 (2010). J. Wei, Z. Wang, W. Chen, and D. H. Cobden, “Vanadium dioxide nanobeams: probing sub-domain properties of strongly correlated materials”, Nature Nanotechnology 4, 420 (2009). Department of Physics 5042 Percival Stern Hall PHYS 1210: Introductory Physics I"
            ]
        ]
    ]
}