{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5GMVSGE8",
            "P9Czs2wAAAAJ",
            [
                "Phase transitions in a system of spatially separated electrons and holes",
                "Phase transitions in a system of two coupled quantum wells",
                "Bose-Einstein condensation and superfluidity of magnetoexcitons in bilayer graphene",
                "Superconducting photonic crystals: Numerical calculations of the band structure",
                "Magnetoplasmons in layered graphene structures"
            ],
            [
                "The formation of a superfluid exciton liquid in a system of spatially separated electrons and holes in a system of two coupled quantum wells is predicted and its properties are investigated. The ground-state energy and the equilibrium density of the exciton liquid are calculated as functions of distance D between the quantum wells. The properties of a rarefied exciton gas with dipole-dipole repulsions are considered, where this gas is the metastable phase for D<1.9a* and the stable phase for D<1.9a* (a* is the radius of the two-dimensional exciton). The gas-liquid quantum transition is examined for increasing D. The Berezinskii-Kosterlitz-Thouless transition temperatures, at which superfluidity arises in the system, are found for different values of D. Possible experimental manifestations of the predicted effects are discussed.",
                "It is predicted that an excitonic liquid is formed in a system of spatially separated electrons (e) and holes (h) in a system of two coupled quantum wells. The ground-state energy and the equilibrium density of the excitonic liquid are calculated as a function of the distance D between the wells. A gas-liquid quantum transition with increasing D is studied. The Berezinskii-Kosterlitz-Thouless transition temperatures at which superfluidity appears in the system are found (for different D). A quantum Mott metal-insulator transition in an anisotropic double-quantum-well structure is investigated. The region of existence of crystalline order in a system of spatially separated e and h is studied. Possible experimental manifestations of the predicted effects are discussed.",
                "We propose experiments to observe Bose-Einstein condensation and superfluidity of quasi-two-dimensional spatially indirect magnetoexcitons in two-layer graphene. The energy spectrum of collective excitations, the sound spectrum, and the effective magnetic mass of magnetoexcitons are presented in the strong magnetic field regime. The superfluid density n S and the temperature of the Kosterlitz-Thouless phase transition T c are shown to be increasing functions of the excitonic density n but decreasing functions of B and the interlayer separation D.",
                "The band structure of a type of photonic crystal with superconducting constituent elements is calculated numerically via a plane wave expansion. The density of photonic states and the dependence of the width of the photonic gap on the filling factor is analyzed for a two-dimensional photonic crystal consisting of an infinite array of parallel superconducting cylinders.",
                "We calculate the dispersion equations for magnetoplasmons in a single layer, a pair of parallel layers, a graphite bilayer, and a superlattice of graphene layers in a perpendicular magnetic field. We demonstrate the feasibility of a drift-induced instability of magnetoplasmons. The magnetoplasmon instability in a superlattice is enhanced compared to a single graphene layer. The energies of the unstable magnetoplasmons could be in the terahertz (THz) part of the electromagnetic spectrum. The enhanced instability makes superlattice graphene a potential source of THz radiation."
            ],
            [
                [
                    "Condensed Matter Theory",
                    "Light-Matter interaction",
                    "Novel 2D Materials",
                    "Quantum Entanglement"
                ]
            ],
            [
                "Oleg Berman Associate Professor New York City College of Technology 718-260-4956 Room Number: N-810 Office Hours: OBerman@citytech.cuny.edu Ph.D. Institute of Spectroscopy"
            ]
        ]
    ]
}