{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5HUP96YG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "ROBERT A. SIMCOE Francis L. Friedman   Professor of Physics Director, MIT Kavli Institute for Astrophysics and Space Research simcoe@space.mit.edu (617) 324-0542 Ronald McNair Building, 37-241 Debbie Meinbresse (617) 253-1456 RELATED LINKS: MIT Pappalardo Fellowships in Physics Program Personal Page Astrophysics: Cosmology - Optical Research Interests Rob Simcoe maintains strong interests in the development of  optical\/infrared instrumentation for ground-based astronomy, and the observation of galaxies and intergalactic matter at the epoch when the universe was ~5-10% of its present age. In particular, he has worked to improve characterizations of the spatial distribution of elements heavier than Hydrogen and Helium at early times. In the wake of the Big Bang, the universe is thought to have been primarily composed of H and He, with nearly all large scale production of heavier elements taking place through nuclear fusion in the cores of the first stars. When these stars ended their lifetimes, they exploded as supernovae and polluted intergalactic space with newly formed chemicals. By studying the strength and spatial variation of intergalactic oxygen and carbon at early epochs, Simcoe has been working toward an understanding of when and where the first stars in the universe were formed. Further work in correlating the locations of early galaxies with heavy elements in the nearby intergalactic medium is also leading to some of the the first direct physical characterizations of the cycle of galaxy formation, supernova feedback, and chemical enrichment during the peak era of star formation over cosmic time. Infrared astronomical spectroscopy is an essential tool for studying these earliest epochs and Simcoe has been active in developing new instrumentation toward this end.  In 2010 his group commissioned FIRE, a fully cryogenic infrared spectrometer on the 6.5 meter Magellan telescopes at Las Campanas Observatory, Chile.  His group in the Optical\/IR lab of the MIT-Kavli Institute continues to work on development of IR instrumentation for specialized applications such as exoplanet transit photometry. Robert A. Simcoe came to MIT as a Pappalardo Postdoctoral Fellow in Physics in 2003. He specializes in observational astrophysics, with particular emphasis on the chemistry of galaxies and intergalactic matter in the early universe.  An amateur astronomer and telescope maker from his youth, Simcoe went on to earn his A.B. in Astrophysical Sciences from Princeton in 1997, and his Ph.D. in Astronomy from Caltech in 2003.  He joined the MIT Physics faculty in 2006, after which he served as PI and Project Scientist for the FIRE infrared spectrometer, a facility instrument for the 6.5 meter Magellan telescopes.  He was awarded an Alfred P. Sloan foundation research fellowship in 2009. Professor Simcoe was named the new director of MIT’s Kavli Institute for Astrophysics and Space Research (MKI) in January 2019. Popular Articles \" Cosmic Dawn: Hunting for the First Stars in the Universe ,\" Robert Simcoe, , Fall 2005. \" The Cosmic Web:  Observations and simulations of the intergalactic medium reveal the largest structures in the universe ,\" Robert A. Simcoe, American Scientist , January-February 2004. Research Articles \" A Survey of MgII Absorption at 2 < z < 6 with Magellan \/ FIRE: I: Sample and Evolution of the MgII Frequency \" Michael S. Matejek, Robert A. Simcoe, eprint arXiv:1201.3919 , 01\/2012 \" Constraints on the Universal C IV Mass Density at z ~ 6 from Early Infrared Spectra Obtained with the Magellan FIRE Spectrograph ,\" Robert A. Simcoe, Kathy L. Cooksey, Michael Matejek, Adam J. Burgasser, John Bochanski, Elizabeth Lovegrove, Rebecca A. Bernstein, Judith L. Pipher, William J. Forrest, Craig McMurtry, Xiaohui Fan, John O'Meara, The Astrophysical Journal , Vol 743,    Issue 1, article id. 21 (2011). \" The FIRE infrared spectrometer at Magellan: construction and commissioning , \" Robert A. Simcoe, Adam J. Burgasser, John J. Bochanski, Paul L. Schechter, Rebecca A. Bernstein, Bruce C. Bigelow, Judith L. Pipher, Judith L.; William Forrest, Craig McMurtry, Matthew J. Smith, Jason Fishner, Ground-based and Airborne Instrumentation for Astronomy III . Edited by McLean, Ian S.; Ramsay, Suzanne K.; Takami, Hideki. Proceedings of the SPIE, Volume 7735, pp. 773514-773514-12 (2010). \" Observations of Chemically Enriched QSO Absorbers near z~2.3 Galaxies: Galaxy Formation Feedback Signatures in the Intergalactic Medium ,\" Robert A. Simcoe, Wallace L. W. Sargent, Michael Rauch, George Becker, The Astrophysical Journal , Volume 637, Issue 2, pp. 648-668 (2006). \" The Distribution of Metallicity in the Intergalactic Medium at z~2.5: O VI and C IV Absorption in the Spectra of Seven QSOs \" Robert A. Simcoe, Wallace L. W. Sargent, Michael Rauch, The Astrophysical Journal , Volume 606, Issue 1, pp. 92-115 (2004). \" The Discovery of Y Dwarfs using Data from the Wide-field Infrared Survey Explorer (WISE) \" Michael C. Cushing, J. Davy Kirkpatrick, Christopher R. Gelino, Roger L. Griffith, Michael F. Skrutskie, A. Mainzer, Kenneth A. Marsh,Charles A. Beichman, Adam J. Burgasser, Lisa A. Prato, Robert A. Simcoe, Mark S. Marley, D. Saumon, Richard S. Freedman, Peter R. Eisenhardt, Edward L. Wright, The Astrophysical Journal , Volume 743, Issue 1, article id. 50 (2011). July 15, 2020 4:43 PM"
            ]
        ]
    ]
}