{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5IMF7AYW",
            "gkinrf4AAAAJ",
            [
                "Spin-Orbit Coupling in Two-Dimensional Electron and Hole Systems",
                "Observation of a ν= 1\/2 fractional quantum Hall state in a double-layer electron system",
                "Evidence for two-dimentional quantum Wigner crystal",
                "Counterflow measurements in strongly correlated GaAs hole bilayers: evidence for electron-hole pairing",
                "Valley susceptibility of an interacting two-dimensional electron system",
                "Structural characterization of ion-implanted graphite",
                "Wigner Crystallization and Metal-Insulator Transition of Two-Dimensional Holes in GaAs at ",
                "Observation of a reentrant insulating phase near the 1\/3 fractional quantum Hall liquid in a two-dimensional hole system",
                "The effect of spin splitting on the metallic behavior of a two-dimensional system",
                "Resistance spikes at transitions between quantum Hall ferromagnets"
            ],
            [
                "In quasi two-dimensional electron and hole systems spin-orbit (SO) coupling strongly influences both the orbital and spin components of motion. In inversion asymmetric systems SO coupling causes a spin splitting even at magnetic field B= 0. Often this is analyzed by measuring the Shubnikov-de Haas (SdH) oscillations at B> 0. However, SO coupling can give rise to anomalous SdH oscillations that are not simply related to the B= 0 spin splitting. Coupling the anisotropic orbital motion to the spin degree of freedom results in an anisotropic Zeeman splitting even for different crystallographic directions of an in-plane magnetic field.",
                "We report the observation, for the first time, of a fractional quantum Hall state at ν= 1\/2 Landau-level filling in a low disorder, double-layer electron system realized in a 680-Å-wide GaAs\/AlGaAs single quantum well. A nearly vanishing diagonal resistance and a Hall resistance quantized at 2h\/e 2 to within 0.3% are observed at≃ 15 T and≃ 26 mK. The activated temperature dependence of the diagonal resistance minimum yields a quasiparticle excitation energy gap of 230 mK.",
                "We report observations of an electric-field threshold conduction and of related ac voltage (broad-band noise) generation in low-disorder two-dimensioanl electron systems in the extreme magnetic quantum limit. We interpret these phenomena as definitive evidence for formation of a pinned quantum Wigner crystal and determine its melting phase diagram from the disappearance of threshold and noise behavior at higher temperatures.",
                "We study interacting GaAs bilayer hole systems, with very small interlayer tunneling, in a counterflow geometry where equal currents are passed in opposite directions in the two, independently contacted layers. At low temperatures, both the longitudinal and Hall counterflow resistances tend to vanish in the quantum Hall state at total bilayer filling ν= 1, demonstrating the pairing of oppositely charged carriers in opposite layers. The counterflow Hall resistance decreases much more strongly than the longitudinal resistances as the temperature is reduced.",
                "We report direct measurements of the valley susceptibility, the change of valley population in response to an applied symmetry-breaking strain, in an AlAs two-dimensional electron system. As the two-dimensional density is reduced, the valley susceptibility dramatically increases relative to its band value, reflecting the system’s strong electron-electron interaction. The increase has a remarkable resemblance to the enhancement of the spin susceptibility and establishes the analogy between the spin and valley degrees of freedom.",
                "Ion implantation of graphite is characterized with respect to lattice damage and the distribution of implanted ions. Both the depth profile of the damage and of the implanted ions are shown to follow the models previously developed for ion-implanted semiconductors. Raman spectroscopy is used in a variety of ways to monitor different aspects of the lattice damage while Auger spectroscopy is used to monitor the implantation profile. Both first-and second-order Raman spectra are reported as a function of ionic mass and ion energy. The surface damage is examined by scanning electron microscopy while the microcrystalline regions in an amorphous background are observed by scanning transmission electron microscopy.",
                "We report the transport properties of a low disorder two-dimensional hole system (2DHS) in the GaAs\/AlGaAs heterostructure, which has an unprecedentedly high peak mobility of 7× 10 5 cm 2\/V s, with a hole density of 4.8× 10 9< p< 3.72× 10 10 cm− 2 in the temperature range of 50 mK< T< 1.3 K. From their T, p, and electric field dependences, we find that the metal-insulator transition in zero magnetic field in this exceptionally clean 2DHS occurs at r s= 35.1±0.9, which is in good agreement with the critical r s for Wigner crystallization r s c= 37±5, predicted by Tanatar and Ceperley for an ideally clean 2D system.",
                "In a dilute, low-disorder, two-dimensional IholeR system at the GaAs\/AlGaAs heterointerface, we observe a reentrant insulating behavior around the ν= 1\/3 fractional quantum Hall liquid at B≃ 5 T, strikingly similar to recent observations in low-disorder 2D IelectronR systems near ν= 1\/5. We interpret this behavior as manifesting a weakly pinned hole Wigner crystal around ν= 1\/3, and suggest that its observation at such large ν is a result of Landau level mixing which, in the case of much heavier holes, significantly modifies the ground-state energies of the fractional quantum Hall and Wigner crystal states of the system.",
                "Experiments on a constant-density two-dimensional hole system in a gallium arsenide quantum well revealed that the metallic behavior observed in the zero–magnetic-field temperature dependence of the resistivity depends on the symmetry of the confinement potential and the resulting spin splitting of the valence band.",
                "We report a manifestation of first-order magnetic transitions in two-dimensional electron systems. This phenomenon occurs in aluminum arsenide quantum wells with sufficiently low carrier densities and appears as a set of hysteretic spikes in the resistance of a sample placed in crossed parallel and perpendicular magnetic fields, each spike occurring at the transition between states with different partial magnetizations. Our experiments thus indicate that the presence of magnetic domains at the transition starkly increases dissipation, an effect also suspected in other ferromagnetic materials. Analysis of the positions of the transition spikes allows us to deduce the change in exchange-correlation energy across the magnetic transition, which in turn will help improve our understanding of metallic ferromagnetism."
            ],
            [
                [
                    "Solid State Physics",
                    "Low-dimensional Electronic Systems"
                ]
            ],
            [
                "Mansour  Shayegan Mansour  Shayegan Associated Professor shayegan@princeton.edu B408 EQuad"
            ]
        ]
    ]
}