{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5JBLAZ8Y",
            "xKrmD5IAAAAJ",
            [
                "Hofstadter’s butterfly and the fractal quantum Hall effect in moiré superlattices",
                "Effects of layer stacking on the combination Raman modes in graphene",
                "Structure of a peptide adsorbed on graphene and graphite",
                "Giant spin-splitting and gap renormalization driven by trions in single-layer WS 2\/h-BN heterostructures",
                "Strong modulation of spin currents in bilayer graphene by static and fluctuating proximity exchange fields",
                "Uncovering the dominant scatterer in graphene sheets on SiO 2",
                "Multiphonon Raman scattering in graphene",
                "Nanosecond spin relaxation times in single layer graphene spin valves with hexagonal boron nitride tunnel barriers",
                "Spin inversion in graphene spin valves by gate-tunable magnetic proximity effect at one-dimensional contacts",
                "Large area epitaxial germanane for electronic devices"
            ],
            [
                "Electrons moving through a spatially periodic lattice potential develop a quantized energy spectrum consisting of discrete Bloch bands. In two dimensions, electrons moving through a magnetic field also develop a quantized energy spectrum, consisting of highly degenerate Landau energy levels. When subject to both a magnetic field and a periodic electrostatic potential, two-dimensional systems of electrons exhibit a self-similar recursive energy spectrum 1. Known as Hofstadter’s butterfly, this complex spectrum results from an interplay between the characteristic lengths associated with the two quantizing fields 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, and is one of the first quantum fractals discovered in physics. In the decades since its prediction, experimental attempts to study this effect have been limited by difficulties in reconciling the two length scales. Typical atomic lattices (with periodicities of less than one nanometre …",
                "We have observed new combination modes in the range from 1650 to 2300 cm−1 in single-(SLG), bi-, few-layer and incommensurate bilayer graphene (IBLG) on silicon dioxide substrates. A peak at ∼1860 cm−1 (iTALO−) is observed due to a combination of the in-plane transverse acoustic (iTA) and the longitudinal optical (LO) phonons. The intensity of this peak decreases with increasing number of layers and this peak is absent for bulk graphite. The overtone of the out-of-plane transverse optical (oTO) phonon at ∼1750 cm−1, also called the M band, is suppressed for both SLG and IBLG. In addition, two previously unidentified modes at ∼2200 and ∼1880 cm−1 are observed in SLG. The 2220 cm−1 (1880 cm−1) mode is tentatively assigned to the combination mode of in-plane transverse optical (iTO) and TA phonons (oTO+LO phonons) around the K point in the graphene Brillouin zone. Finally, the peak …",
                "Noncovalent functionalization of graphene using peptides is a promising method for producing novel sensors with high sensitivity and selectivity. Here we perform atomic force microscopy, Raman spectroscopy, infrared spectroscopy, and molecular dynamics simulations to investigate peptide-binding behavior to graphene and graphite. We studied a dodecamer peptide identified with phage display to possess affinity for graphite. Optical spectroscopy reveals that the peptide forms secondary structures both in powder form and in an aqueous medium. The dominant structure in the powder form is α-helix, which undergoes a transition to a distorted helical structure in aqueous solution. The peptide forms a complex reticular structure upon adsorption on graphene and graphite, having a helical conformation different from α-helix due to its interaction with the surface. Our observation is consistent with our molecular …",
                "In two-dimensional (2D) semiconducting transition metal dichalcogenides (TMDs), new electronic phenomena such as tunable bandgaps 1, 2, 3 and strongly bound excitons and trions emerge from strong many-body effects 4, 5, 6, beyond the spin and valley degrees of freedom induced by spin–orbit coupling and by lattice symmetry 7. Combining single-layer TMDs with other 2D materials in van der Waals heterostructures offers an intriguing means of controlling the electronic properties through these many-body effects, by means of engineered interlayer interactions 8, 9, 10. Here, we use micro-focused angle-resolved photoemission spectroscopy (microARPES) and in situ surface doping to manipulate the electronic structure of single-layer WS 2 on hexagonal boron nitride (WS 2\/h-BN). Upon electron doping, we observe an unexpected giant renormalization of the spin–orbit splitting of the single-layer WS 2 …",
                "Two-dimensional materials provide a unique platform to explore the full potential of magnetic proximity-driven phenomena, which can be further used for applications in next-generation spintronic devices. Of particular interest is to understand and control spin currents in graphene by the magnetic exchange field of a nearby ferromagnetic material in graphene–ferromagnetic-insulator (FMI) heterostructures. Here, we present the experimental study showing the strong modulation of spin currents in graphene layers by controlling the direction of the exchange field due to FMI magnetization. Owing to clean interfaces, a strong magnetic exchange coupling leads to the experimental observation of complete spin modulation at low externally applied magnetic fields in short graphene channels. Additionally, we discover that the graphene spin current can be fully dephased by randomly fluctuating exchange fields. This is …",
                "We have measured the impact of atomic hydrogen adsorption on the electronic transport properties of graphene sheets as a function of hydrogen coverage and initial, pre-hydrogenation field-effect mobility. Our results are compatible with hydrogen adsorbates inducing intervalley mixing by exerting a short-range scattering potential. The saturation coverages for different devices are found to be proportional to their initial mobility, indicating that the number of native scatterers is proportional to the saturation coverage of hydrogen. By extrapolating this proportionality, we show that the field-effect mobility can reach 1.5× 10 4 cm 2\/V s in the absence of the hydrogen-adsorbing sites. This affinity to hydrogen is the signature of the most dominant type of native scatterers in graphene-based field-effect transistors on SiO 2.",
                "We report on multiphonon Raman scattering in graphene samples. Higher-order combination modes involving three and four phonons are observed in single-layer, bilayer, and few-layer graphene samples prepared by mechanical exfoliation. The intensity of the higher-order phonon modes (relative to the G peak) is highest in single-layer graphene and decreases with increasing layers. In addition, all higher-order modes are observed to upshift in frequency almost linearly with increasing graphene layers, betraying the underlying interlayer van der Waals interactions.",
                "We present an experimental study of spin transport in single layer graphene using atomic sheets of hexagonal boron nitride (h-BN) as a tunnel barrier for spin injection. While h-BN is expected to be favorable for spin injection, previous experimental studies have been unable to achieve spin relaxation times in the nanosecond regime, suggesting potential problems originating from the contacts. Here, we investigate spin relaxation in graphene spin valves with h-BN barriers and observe room temperature spin lifetimes in excess of a nanosecond, which provides experimental confirmation that h-BN is indeed a good barrier material for spin injection into graphene. By carrying out measurements with different thicknesses of h-BN, we show that few layer h-BN is a better choice than monolayer for achieving high non-local spin signals and longer spin relaxation times in graphene.",
                "Graphene has remarkable opportunities for spintronics due to its high mobility and long spin diffusion length, especially when encapsulated in hexagonal boron nitride (h-BN). Here, we demonstrate gate-tunable spin transport in such encapsulated graphene-based spin valves with one-dimensional (1D) ferromagnetic edge contacts. An electrostatic backgate tunes the Fermi level of graphene to probe different energy levels of the spin-polarized density of states (DOS) of the 1D ferromagnetic contact, which interact through a magnetic proximity effect (MPE) that induces ferromagnetism in graphene. In contrast to conventional spin valves, where switching between high-and low-resistance configuration requires magnetization reversal by an applied magnetic field or a high-density spin-polarized current, we provide an alternative path with the gate-controlled spin inversion in graphene.",
                "We report the synthesis and transfer of epitaxial germanane (GeH) onto arbitrary substrates by electrochemical delamination and investigate its optoelectronic properties. GeH films with thickness ranging from 1 to 600 nm (2–1000 layers) and areas up to~ 1 cm 2 have been reliably transferred and characterized by photoluminescence, x-ray diffraction, and energy-dispersive x-ray spectroscopy. Wavelength dependent photoconductivity measurements on few-layer GeH exhibit an absorption edge and provide a sensitive characterization tool for ultrathin germanane materials. The transfer process also enables the possibility of integrating germanane into vertically stacked heterostructures."
            ],
            [
                [

                ]
            ],
            [
                "›              Jyoti Katoch Jyoti Katoch Assistant Professor Condensed Matter Experiment Wean Hall 6414 412-268-8897 website Ph.D.: University of Central Florida (2014) B.S.: Panjab University (India), Physics, Mathematics and Chemistry (2004) Honors and Awards: DOE Early Career Research Award, 2019 Assistant Professor, Carnegie Mellon University, 2018– Research Scientist, Ohio State University, 2016–2018 Post-doctoral Research: Ohio State University, 2014–2016 I am interested in investigating the electronic, optical and spin dependent properties of novel quantum materials like two-dimensional materials and their devices. I have expertise in controlling the properties of 2D materials using atomic scale modifications (adatoms, heterostructures, proximity effects, etc.) with an intent to tweak their properties on demand, as well as explore novel physical phenomenons emerging due to such modifications. My research focuses on growth of novel quantum materials using molecular beam epitaxy (MBE) techniques and state-of-the-art characterization tools. We utilize a unique in-situ low temperature ultra-high vacuum magneto-transport measurement setup with capabilities to evaporate controlled amount of adatoms, and simultaneously perform quantum transport, Raman and photoluminsence spectroscopy on devices. In addition, we study the electronic band structure of mesoscopic sized quantum materials and devices using in-operando NanoARPES with a spatial resolution reaching up to 50 nm at MASTERO beamline in Advanced light source. Søren Ulstrup ., Imaging microscopic electronic contrasts at the interface of single-layer WS 2 with oxide and boron nitride substrates Appl. Phys. Lett. 114, 151601 (2019) Rahul Rao ., Spectroscopic evaluation of charge-transfer doping and strain in graphene\/MoS 2 heterostructures Phys. Rev. B 99, 195401 (2019) Jyoti Katoch ., Transport Spectroscopy of Sublattice-Resolved Resonant Scattering in Hydrogen-Doped Bilayer Graphene Phys. Rev. Lett. 121, 136801 (2018) Roland J. Koch ., Electronic Structure of Exfoliated and Epitaxial Hexagonal Boron Nitride Phys. Rev. Mat. 2, 074006 (2018) Jyoti Katoch ., Giant spin-splitting and gap renormalization driven by trions in single-layer WS 2 \/h-BN heterostructures Nature Phys. 14, 355 (2018) Simranjeet Singh ., Strontium oxide tunnel barriers for high quality spin transport and large spin accumulation in graphene Nano Lett. 17, 7578 (2017) Jinsong Xu ., Growth of uniform CaGe 2 films by alternating layer molecular beam epitaxy J. Crystal Growth 460, 134 (2017) Simranjeet Singh ., Strong modulation of spin currents in bilayer graphene by static and uctuating proximity exchange fields Phys. Rev. Lett. 118, 187201 (2017) Søren Ulstrup ., Spatially Resolved Electronic Properties of Single-Layer WS 2 on Transition Metal Oxides ACS Nano 10, 11, 10058 (2016) Maxx Q. Arguilla ., NaSn 2 As 2 : An Exfoliatable Metallic van der Waals Zintl Phase ACS Nano 10, 10, 9500 (2016) Jyoti Katoch, Adatom induced phenomenon in graphene , Invited Review article, Synthetic Metals, 210, A, 68 (2015) Jyoti Katoch ., Uncovering the dominant scatterer in graphene sheets on SiO 2 Phys. Rev. B 82, 081417(R) (2010)  google Scholar Home Research Epitaxial Growth & Interface Engineering Spins and magnetism in quantum materials Photoemission spectroscopy on Devices in-operando Tuning of  material properties Publications Group Members Facilities STEM OUTREACH GALLERY News THE LIQUID GROUP AT CMU Home Research Epitaxial Growth & Interface Engineering Spins and magnetism in quantum materials Photoemission spectroscopy on Devices in-operando Tuning of  material properties Publications Group Members Facilities STEM OUTREACH GALLERY News PHYSICS OF NOVEL QUANTUM MATERIALS We investigate the intrinsic physical properties of novel quantum materials, with an aim to provide additional “on demand” functionality using external knobs such as adatoms, defects, proximity effects, etc. Our current focus is to explore two-dimensional (2D) materials, topological materials, and van der Waals based cross-dimensional synthetic hetero-structures. We seek to understand and exploit the interplay of charge, spin and valley degrees of freedom in these systems for future device applications. newS Post-doc Position opening PAPER ON TUNABLE MANY BODY EFFECTS JYOTI WINS DOE EARLY CAREER AWARD Back to Top"
            ]
        ]
    ]
}