{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5LF6G32B",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                        Stay Healthy, Hawks:  Coronavirus (COVID-19) Updates.  Students: Please call ahead before coming to campus for face-to-face services.  Spring 2021 Updates.          Search         Future Students    How to Apply    Visit UHCL    Admitted Students    Tuition, Costs and Aid    Degrees and Programs    Contact Admissions    More Information      Current Students    Class Schedule    Academic Calendar    Advising    Events    Library    Academic Resources and Support    Student Services and Resources    More Information      Alumni    Lifetime Membership    Alumni Events    Update Your information    Awards and Recognitions    Give to UHCL    More Information      Faculty & Staff    Administrative Offices    Benefits    Training    Policies    Course Development    Faculty Research    More Information      Community    Maps and Directions    Parking    Employment    News and Events    More Information          Menu       Search       Information For           E-Services  Hawk Card  Class Schedule  Outlook  Blackboard  Give  UHCL Pearland  Year in Review       Academics     Back  Degrees and Programs  Colleges  Academic Resources and Offices  Advising  First Year Seminar  Library  Off-Campus Education  UHCL Online  Centers and Institutes  Extended and Professional Education  Academic Calendar  Catalog  Commencement  Global Learning   Enhance your degree plan with a minor. With over 40 minors to choose from, UHCL has something for every interest.  Explore UHCL Degrees and Programs         Admissions     Back  Apply for Admission  Admitted Students  Visit  Freshman  Transfer  Graduate  International  Non-Degree Seeking  Former Students  Counselors  Parents  Forms  Contact Admissions   Explore our 524-acre campus located on a wildlife and nature preserve in the heart\n                  of Clear Lake’s high tech community. Schedule a Campus Visit         Costs and Aid     Back  Cost of Attendance  Apply for Aid  Types of Aid  Scholarships  Forms and Resources  Payment  Frequently Asked Questions   Most UHCL students don’t pay the full cost of college on their own. Last year, for\n                  example, two out of three UHCL students received some kind of aid package. Learn More         Campus Life     Back  Student Affairs  Orientation and New Student Programs  Health and Wellness  Student Involvement and Leadership  Diversity, Equity and Inclusion  Career Services  Campus Community  Housing  Dining  Events  Student Services and Resources  Arts and Culture   From annual traditions like the Cultural Extravaganza, to faculty vs. student kickball\n                     games, UHCL's campus activities offer an ideal opportunity to explore life outside\n                     the classroom.  Learn More      News and Events     About UHCL     Back  Administrative Leadership  Strategic Partnerships  History  Facts and Statistics  Map and Directions  Directory  Administrative Offices and Resources  Working at UHCL  Accreditations   Looking for a career change? A new career at UHCL could be in your future. Explore UHCL Employment Opportunities         Success and Outcomes     Back  Career Outcomes  Student Success  Institutional Success  Notable Alumni   The experience you get here is for a purpose - to give you a better chance at career\n                  success. And while we’re affordable, we’re a great value because of how far our degree\n                  takes you. Learn More               Information For           Back    Future Students    Current Students    Alumni    Faculty & Staff    Community        Apply  Request Info  Visit  Contact Us               Home \/ College of Science and Engineering \/ Departments and Programs \/ Department of Physical and Applied Sciences \/ Physics Program \/ Faculty   Faculty          In this section About the Program Advisory Board Program History Student Resources Lecture Series Archived Lectures        Physics Program Faculty        David Garrison  David  Garrison  Interim Associate Dean, Professor and Former Chair of Physics, Science and Engineering  Contact number:  281-283-3796 Email:  garrison@uhcl.edu Office: B3611  Faculty Bio           Ju H. Kim  Ju H. Kim  Professor of Physics, Science and Engineering  Contact number:  281-283-3717 Email:  KimJ@UHCL.edu Office: B3611  Faculty Bio           Samina S. Masood  Samina S. Masood  Associate Professor of Physics, Science and Engineering  Contact number:  281-283-3781 Email:  masood@uhcl.edu Office: B3525-8  Faculty Bio           Walter Thompson  Walter  Thompson  Lecturer of Physics, Science and Engineering  Contact number:  281-283-3768 Email:  ThompsonW@UHCL.edu Office: B3321  Faculty Bio           Paul A. Withey  Paul  Withey  Program Chair of Physics, Associate Professor of Physics, Science and Engineering  Contact number:  281-283-3799 Email:  Withey@UHCL.edu Office: B3531  Faculty Bio          Contact    Physics Program  Paul Withey Program Chair Phone: 281-283-3799 Email: Withey@uhcl.edu                             Maps and Directions    Emergency Information    University of Houston System      Fraud & Non-Compliance Hotline    Campus Safety    Directory      E-Services    Blackboard    Outlook        TRAIL (Statewide Search)    State of Texas    Texas Homeland Security    Texas Public Information Act    Fraud Reporting      Compact with Texans    Linking Notice    Privacy Notice    University Policies    Report It      Campus Carry    Discrimination and Sexual Misconduct Reporting and Awareness    Mental Health Resources    Web Accessibility                                             281-283-7600  2700 Bay Area Boulevard, Houston, TX 77058    © 2021 University of Houston-Clear Lake   Report a problem with this webpage                          ©      "
            ]
        ]
    ]
}