{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5NVI9XMS",
            "zKGokogAAAAJ",
            [
                "Differential evolution: A survey of the state-of-the-art",
                "Role of lipids and fatty acids in stress tolerance in cyanobacteria",
                "Biological activities of Withania somnifera",
                "Measuring arthropod biodiversity in the tropical forest canopy.",
                "The two FIGO systems for normal and abnormal uterine bleeding symptoms and classification of causes of abnormal uterine bleeding in the reproductive years: 2018 revisions",
                "Beekeeping in India",
                "Biotechnological potential of plant-associated endophytic fungi: hope versus hype",
                "Entropy and channel capacity in the regenerative setup with applications to Markov channels",
                "Rethinking production of Taxol®(paclitaxel) using endophyte biotechnology",
                "The Dust-storm and the Hanging Mist: A Study of Birsa Munda and His Movement in Chhotanagpur, 1874-1901"
            ],
            [
                "Differential evolution (DE) is arguably one of the most powerful stochastic real-parameter optimization algorithms in current use. DE operates through similar computational steps as employed by a standard evolutionary algorithm (EA). However, unlike traditional EAs, the DE-variants perturb the current-generation population members with the scaled differences of randomly selected and distinct population members. Therefore, no separate probability distribution has to be used for generating the offspring. Since its inception in 1995, DE has drawn the attention of many researchers all over the world resulting in a lot of variants of the basic algorithm with improved performance. This paper presents a detailed review of the basic concepts of DE and a survey of its major variants, its application to multiobjective, constrained, large scale, and uncertain optimization problems, and the theoretical studies conducted on DE so …",
                "Lipids are the most effective source of storage energy, function as insulators of delicate internal organs and hormones and play an important role as the structural constituents of most of the cellular membranes. They also have a vital role in tolerance to several physiological stressors in a variety of organisms including cyanobacteria. The mechanism of desiccation tolerance relies on phospholipid bilayers which are stabilized during water stress by sugars, especially by trehalose. Unsaturation of fatty acids also counteracts water or salt stress. Hydrogen atoms adjacent to olefinic bonds are susceptible to oxidative attack. Lipids are rich in these bonds and are a primary target for oxidative reactions. Lipid oxidation is problematic as enzymes do not control many oxidative chemical reactions and some of the products of the attack are highly reactive species that modify proteins and DNA. This review deals with the role of lipids and fatty acids in stress tolerance in cyanobacteria.",
                "Withania somnifera (Ashwagandha) is a plant used in medicine from the time of Ayurveda, the ancient system of Indian medicine. The dried roots of the plant are used in the treatment of nervous and sexual disorders. From chemistry point of view, the drug contains group of biologically active constituents known as withanolides. The chemical structures of withanolides have been studied and they are widely distributed in family Solanacae. Withaferin-A is therapeutically active withanolide reported to be present in leaves. In animal studies, withaferin-A has shown significant anticancer activity. Majority of the anticancer drugs like Vinblastine, Vincristine, and Taxol have been derived from green flora. Today there is much interest in natural products with anticancer activity. Withanolides are of under research potential as far treatment of cancer is concerned. The article reviews the scope of studies published in favor of anticancer potential of withaferin-A.",
                "A historical review of what has been achieved with arthropod diversity sampling sampling Subject Category: Techniques, Methodologies and Equipment",
                "The International Federation of Gynecology and Obstetrics (FIGO) systems for nomenclature of symptoms of normal and abnormal uterine bleeding (AUB) in the reproductive years (FIGO AUB System 1) and for classification of causes of AUB (FIGO AUB System 2; PALM‐COEIN) were first published together in 2011. The purpose was to harmonize the definitions of normal and abnormal bleeding symptoms and to classify and subclassify underlying potential causes of AUB in the reproductive years to facilitate research, education, and clinical care. The systems were designed to be flexible and to be periodically reviewed and modified as appropriate.To review, clarify, and, where appropriate, revise the previously published systems.To a large extent, the process has been an iterative one involving the FIGO Menstrual Disorders Committee, as well as a number of …",
                "BEEKEEPING has been practised in India from time immemorial. The earliest mention of it is found in the Vedas and the",
                "The potential of endophytes, particularly endophytic fungi, capable of demonstrating desirable functional traits worth exploitation using red biotechnology is well established. However, these discoveries have not yet translated into industrial bioprocesses for commercial production of biopharmaceuticals using fungal endophytes. Here, we define the current challenges in transforming curiosity driven discoveries into industrial scale endophyte biotechnology. The possible practical, feasible, and sustainable strategies that can lead to harnessing fungal endophyte-mediated pharmaceutical products are discussed.",
                "We obtain new entropy and mutual information formulae for regenerative stochastic processes. We use them on Markov channels to generalize the results in Goldsmith and Varaiya (1996). Also we obtain tighter bounds on capacity and better algorithms than in Goldsmith and Varaiya.",
                "Taxol® (generic name paclitaxel) represents one of the most clinically valuable natural products known to mankind in the recent past. More than two decades have elapsed since the notable discovery of the first Taxol®-producing endophytic fungus, which was followed by a plethora of reports on other endophytes possessing similar biosynthetic potential. However, industrial-scale Taxol® production using fungal endophytes, although seemingly promising, has not seen the light of the day. In this opinion article, we embark on the current state of knowledge on Taxol® biosynthesis focusing on the chemical ecology of its producers, and ask whether it is actually possible to produce Taxol® using endophyte biotechnology. The key problems that have prevented the exploitation of potent endophytic fungi by industrial bioprocesses for sustained production of Taxol® are discussed.",
                "I still recall the sleepy hours of the night of the 30th December, 1960, spent at Birbanki, about twentyeight miles south of Khunti, across the wild range of“winding and crooked hills”. A song (mentioned earlier, from which the title of the book has been derived) of the Ulgulan (the Great Tumult, as the Mundas recall their last movement under Birsa Munda) lyrically rendered in bhajan melody accompanied with the corresponding vigorous dance number round a winter bonfire, moved me to pursue the present study. I could not make any headway for pressure of work for almost two years and a half, though I absorbed and grew into my melieu. I discovered the manuscript written by Birsa's disciple and comrade-in-arm, Bharmi Munda, on the 22nd May, 1962, and also collected a number of folk songs on the move. ment. Slowly the work grew on me: I could not wrench it out of the historical context. A four-month interlude of leisure from official work enabled me to develop the work into a doctoral dissertation,“Birsa Munda and his movement in Chotanagpur 1874-1901”."
            ],
            [
                [
                    "Finance",
                    "Cost Accounting",
                    "Succession Planning"
                ]
            ],
            [
                "›              Simranjeet Singh Simranjeet Singh Assistant Research Professor Condensed Matter Experiment Wean Hall 6402 website Ph.D.: University of Central Florida (2014) B.Sc.: Panjab University (India), Physics, Mathematics and Chemistry (2004) Assistant Research Professor, Carnegie Mellon University, 2018– Post-doctoral Researcher: Ohio State University, 2015–2018 I am interested in studying magnetism, spin transport and spin dynamics in low dimensional condensed matter systems. We seek to exploit the interplay of charge, spin and valley degrees of freedom in quantum confined systems for developing new methods of spin flux generation, detection and control. Our current focus is to explore the spin physics in two-dimensional materials, topological systems and van der Waals based cross-dimensional synthetic hetero-structures. We employ a wide range of experimental techniques, including: atomically precise assembly of van der Waals material heterostructures, nanodevice fabrication, thin film growth, quantum spin\/charge transport, spin-charge interconversion methods, magnetization dynamics, and spin pumping in mesoscopic devices. Jyoti Katoch ., Transport Spectroscopy of Sublattice-Resolved Resonant Scattering in Hydrogen-Doped Bilayer Graphene Phys. Rev. Lett. 121, 136801 (2018) Elizabeth J. McCormick ., Imaging Spin Dynamics in Monolayer WS 2 by Time- Resolved Kerr Rotation Microscopy 2D Mater. 5, 011010 (2018) Tiancong Zhu, Simranjeet Singh ., Probing tunneling spin injection into graphene via bias dependence Phys. Rev. B 98, 054412 (2018) Jinsong Xu, Simranjeet Singh ., Spin inversion in graphene spin valves by gate-tunable magnetic proximity effect at one-dimensional contacts Nature Comm. 9, 2869 (2018) Jyoti Katoch ., Giant spin-splitting and gap renormalization driven by trions in single-layer WS 2 \/h-BN heterostructures Nature Phys. 14, 355 (2018) Simranjeet Singh ., Strontium oxide tunnel barriers for high quality spin transport and large spin accumulation in graphene Nano Lett. 17, 7578 (2017) Simranjeet Singh ., Strong modulation of spin currents in bilayer graphene by static and fluctuating proximity exchange fields Phys. Rev. Lett. 118, 187201 (2017) Simranjeet Singh ., Nanosecond spin relaxation times in single layer graphene spin valves with hexagonal boron nitride tunnel barriers Appl. Phys. Lett. 109, 122411 (2016) Simranjeet Singh ., Moderate positive spin Hall angle in uranium Appl. Phys. Lett. 107, 232403 (2015) Simranjeet Singh ., Dynamical spin injection at a quasi-one-dimensional ferromagnetgraphene interface Appl. Phys. Lett. 106, 032411 (2015) Researcher ID  google Scholar Home Research Epitaxial Growth & Interface Engineering Spins and magnetism in quantum materials Photoemission spectroscopy on Devices in-operando Tuning of  material properties Publications Group Members Facilities STEM OUTREACH GALLERY News THE LIQUID GROUP AT CMU Home Research Epitaxial Growth & Interface Engineering Spins and magnetism in quantum materials Photoemission spectroscopy on Devices in-operando Tuning of  material properties Publications Group Members Facilities STEM OUTREACH GALLERY News PHYSICS OF NOVEL QUANTUM MATERIALS We investigate the intrinsic physical properties of novel quantum materials, with an aim to provide additional “on demand” functionality using external knobs such as adatoms, defects, proximity effects, etc. Our current focus is to explore two-dimensional (2D) materials, topological materials, and van der Waals based cross-dimensional synthetic hetero-structures. We seek to understand and exploit the interplay of charge, spin and valley degrees of freedom in these systems for future device applications. newS Post-doc Position opening PAPER ON TUNABLE MANY BODY EFFECTS JYOTI WINS DOE EARLY CAREER AWARD Back to Top"
            ]
        ]
    ]
}