{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5NYHD0AO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Sergey Stolbov Associate Professor PSB 309 Sergey.Stolbov@ucf.edu 407-823-1543 Dr. Stolbov received his Ph.D. in Physics from Rostov State University, Russia, in 1982. He worked as a Senior Researcher at Institute of Physics in Rostov State University, Russia, 1983 – 1998. He spent one year as a Research Associate in Texas Center for Superconductivity at the University of Houston before joining Carnegie Institution of Washington as a Postdoctoral Fellow in 1999. He joined Kansas State University as a Research Associate in 2000 and a Research Assistant Professor in 2004. He joined UCF in 2006 where he is an Associate Professor. My research focuses on revealing microscopic phenomena responsible for technologically important properties of materials using quantum-mechanical computational techniques and utilizing this knowledge for rational design of advanced materials. During my tenure track term I have developed two research programs. One is “Computational design of efficient electrocatalysis for oxygen reduction reaction (ORR) on cathodes of hydrogen fuel cells”. Within this project, a radically new approach for computational rational design of the catalysts has been developed and several new potentially efficient and cost-effective catalysts have been predicted. These results have been widely featured in dozens of science and technology news web-portals, such as www.hydrogenfuelnews.com, www.sciencedaily.com, www.theengineer.co.uk. For further application of this approach, I have been awarded with the Early-concept Grant for Exploratory Research (EAGER) by NSF. During this term, I was also exploring the selenium-modified ruthenium (Se\/Ru) structures known as alternative ORR catalysts, and revealed the key factors controlling their catalytic properties. My second research program “Exploring new generation of photocatalysts for hydrogen production from water under solar irradiation” is also related to the clean energy problem. Efficiency of the photocatalysts is determined by synergistic effect of multiple macroscopic properties of the materials. I am developing a computational framework for systematic studies of these properties and applying it to understand mechanisms underlying this complex phenomenon and predict new efficient photocatalysts for hydrogen production from water. S. Stolbov and S. Zuluaga, Factors Controlling the Reactivity of Catalytically Active Monolayers on Metal Substrates. J. Phys. Chem. Lett., 2013, 4 (9), pp 1537–1540. S. Stolbov and S. Zuluaga. Sulfur doping effects on the electronic and geometric structures of graphitic carbon nitride photocatalyst: insights from first principles. J. Phys.: Condens. Matter 25, 085507 (2013). S. Stolbov, M. Alcántara Ortigoza, Rational Design of Competitive Electrocatalysts for Hydrogen Fuel Cells. J. Phys. Chem. Letts. 3 , 463 (2012). This work has been featured in dozens of science and technology news web-portals, such as www.hydrogenfuelnews.com, www.sciencedaily.com, www.theengineer.co.uk. S. Stolbov. Nature of Selenium Sub-Monolayer Effect on the Oxygen Electro-Reduction Reaction Activity of Ru(0001). J. Phys. Chem. C 116 , 17731 (2012). S. Zuluaga and S. Stolbov. First principles study of oxygen adsorption on Se-modified Ru nanoparticles, J. Phys. Condens. Matt. 24 , 345303 (2012). S. Zuluaga, S. Stolbov, Factors controlling the energetics of the oxygen reduction reaction on the Pd-Co electro-catalysts: Insight from first principles. J. Chem. Phys . 135 , 134702 (2011). S. Stolbov, First-principles study of formation of Se submonolayer structures on Ru surfaces , Phys. Rev . B 82 , 155463 (2010). S. Stolbov, M. Alcántara Ortigoza, R. Adzic, and T. S. Rahman, High CO tolerance of Pt\/Ru nanocatalyst: Insight from first principles calculations. J. Chem. Phys . 130 , 124714 (2009). D. Le, S. Stolbov, T.S. Rahman, Reactivity of the Cu 2 O(100) surface: Insights from first principles calculations, Surf. Sci. 603 , 1637 (2009). S. Stolbov, M. Alcantara Ortigoza and T. S Rahman, Application of density functional theory to CO tolerance in fuel cells: a brief review. J. Phys.: Condens. Matter 21, 474226 (2009) M. Alcántara Ortigoza, S. Stolbov, and T. S. Rahman, Formation of Pt islets on facets of Ru nanoparticles: First-principles study. Phys. Rev. B 78 , 195417 (2008). K. L. Wong, G. Pawin, K.-Y. Kwon, X. Lin, T. Jiao, U. Solanki, R. H. J. Fawcett, L. Bartels, S. Stolbov, and T. S. Rahman, A Molecule Carrier, Science 315 , 1391 (2007). T. S. Rahman, S. Stolbov, and F. Mehmood, Alkali-induced effects on metal substrates and adsorbed molecules. Appl. Phys. A. 87 , 367 (2007). B. White, M. Yin, A. Hall, D. Le, S. Stolbov, T. Rahman, N.  Turro, ans S. O’Brien, Complete CO oxidation over Cu 2 O nanoparticles supported on silica gel. Nano Letters 6, 2095 (2006). S. Stolbov and T. S. Rahman, Alkali induced enhancement of surface electronic polarizibility, Phys. Rev. Lett. . 96 , 186801 (2006). T. J. Stasevich, T. L. Einstein, and S. Stolbov, Extended lattice gas interaction of Cu on Cu(111) and Cu(100): Ab-initio evaluation and implication. Phys. Rev . B, 73 , 115426 (2006). F. Mehmood, S. Stolbov, T. S. Rahman, C and S induce changes in the electronic and geometric structure of Pd(533) and Pd(320). J. Phys.: Cond. Matt. 18 , 8015 (2006). K.-Y. Kwon, K. L. Wong, G. Pawin, L. Bartels, S. Stolbov, and T. S. Rahman, Unidirectional adsorbate motion on a high-symmetry surface:  “Walking” molecules can stay the course. Phys. Rev. Lett ., 95 166101 (2005); see also Physics Today 58 , No.12, p. 9 (2005), Physics News Update (AIP) No751 #2 (2005). This work has been recognized by the American Institute of Physics as one of the Top 25 Physics Stories for 2005 , Physics News Update (AIP) No757 (2005). S. Stolbov, T. S. Rahman, First principles study of some factors controlling the rate of ammonia decomposition on Ni and Pd surfaces. J. Chem. Phys ., 123, 204716 (2005). S. Stolbov, S. Hong, A. Kara, and T. S. Rahman, Origin of the C induced p4g reconstruction of Ni(001), Phys. Rev. B 72 ,155423 (2005); S. Stolbov, F. Mehmood, T. S. Rahman, M. Alatalo, I. Makkonen, P. Salo, Site selectivity in chemisorption of C on Pd(211), Phys. Rev. B 70 ,155410 (2004); K. L. Wong, X. Lin, K.-Y. Kwon, G. Pawin, B. V. Rao, A. Liu, L. Bartels, S. Stolbov, T. S. Rahman, Halogen-substituted thiophenol molecules on Cu(111), Langmuir 20 , 10928 (2004); F. Baumberger, Th. Herrmann, A. Kara, S. Stolbov, N. Esser, T. S. Rahman, J. Osterwalder, W. Richter, and T. Greber, Optical recognition of atomic steps on surfaces, Phys. Rev. Lett. 90 , 177402 (2003); R. Nünthel, T. Gleitsmann, P. Poulopoulos, A. Scherz, J. Lindner, E. Kosubek, Ch. Litwinski, Z. Li, H. Wende, K. Baberschke, S. Stolbov, T. S. Rahman,Epitaxial growth of Ni on Cu(001) with the assistance of O-surfactant and its magnetism compared to Ni\/Cu(001), Surf. Sci . 531 (2003) 53; S. Stolbov, T. S. Rahman, Role of Long Range Interaction in Oxygen Superstructure Formation on O\/Cu(001) and Ni(001), Phys. Rev. Lett. 89, 116101 (2002); S. Stolbov, A. Kara, T. S. Rahman, Electronic Structure of the c(2×2)O\/Cu(001) System, Phys. Rev. B, 66 , 245405 (2002); S. Stolbov, T. S. Rahman, Relationship between Electronic and Geometric Structures of the O\/Cu(001) System, J. Chem. Phys., 117, 8523 (2002); S. V. Stolbov, R. E. Cohen, First-principles Calculation of the Formation Energy in MgO-CaO Solid Solutions, Phys. Rev. B 65 092203 (2002); Tyler Campbell"
            ]
        ]
    ]
}