{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5O7HGFXD",
            "HiGByFoAAAAJ",
            [
                "An ultrafast terahertz scanning tunnelling microscope",
                "Size vs Surface: Tuning the Photoluminescence of Freestanding Silicon Nanocrystals Across the Visible Spectrum via Surface Groups",
                "Polarization and temperature dependence of photoluminescence from zincblende and wurtzite InP nanowires",
                "Temperature dependence of photoluminescence from single core-shell GaAs–AlGaAs nanowires",
                "Phase diagram of the ultrafast photoinduced insulator-metal transition in vanadium dioxide",
                "High Light Absorption and Charge Separation Efficiency at Low Applied Voltage from Sb-Doped SnO2\/BiVO4 Core\/Shell Nanorod-Array Photoanodes",
                "Perpendicular magnetization reversal, magnetic anisotropy, multistep spin switching, and domain nucleation and expansion in  films",
                "Terahertz pulse induced intervalley scattering in photoexcited GaAs"
            ],
            [
                "Ultrafast studies 1, 2 of excitations on the nanometre scale are essential for guiding applications in nanotechnology. Efforts to integrate femtosecond lasers with scanning tunnelling microscopes (STMs) 3 have yielded a number of ultrafast STM techniques 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, but the basic ability to directly modulate the STM junction bias while maintaining nanometre spatial resolution has been limited to∼ 10 ps (refs 7, 8) and has required specialized probe or sample structures. Here, without any modification to the STM design, we modulate the STM junction bias by coupling terahertz pulses to the scanning probe tip of an STM and demonstrate terahertz-pulse-induced tunnelling in an STM. The terahertz STM (THz-STM) provides simultaneous subpicosecond (< 500 fs) time resolution and nanometre (2 nm) imaging resolution under ambient laboratory conditions, and can directly image ultrafast carrier …",
                "The syntheses of colloidal silicon nanocrystals (Si-NCs) with dimensions in the 3–4 nm size regime as well as effective methodologies for their functionalization with alkyl, amine, phosphine, and acetal functional groups are reported. Through rational variation in the surface moieties we demonstrate that the photoluminescence of Si-NCs can be effectively tuned across the entire visible spectral region without changing particle size. The surface-state dependent emission exhibited short-lived excited-states and higher relative photoluminescence quantum yields compared to Si-NCs of equivalent size exhibiting emission originating from the band gap transition. The Si-NCs were exhaustively characterized using transmission electron microscopy (TEM), X-ray photoelectron spectroscopy (XPS), and Fourier transformed infrared spectroscopy (FTIR), and their optical properties were thoroughly investigated using …",
                "We use polarization-resolved and temperature-dependent photoluminescence of single zincblende (ZB) (cubic) and wurtzite (WZ) (hexagonal) InP nanowires to probe differences in selection rules and bandgaps between these two semiconductor nanostructures. The WZ nanowires exhibit a bandgap 80meV higher in energy than the ZB nanowires. The temperature dependence of the PL is similar but not identical for the WZ and ZB nanowires. We find that ZB nanowires exhibit strong polarization parallel to the nanowire axis, while the WZ nanowires exhibit polarized emission perpendicular to the nanowire axis. This behavior is interpreted in terms of the different selection rules for WZ and ZB crystal structures.",
                "Temperature-dependent polarized microphotoluminescence measurements of single GaAs∕AlGaAs core-shell nanowires are used to probe their electronic states. The low-temperature emission from these wires is strongly enhanced compared with that observed in bare GaAs nanowires and is strongly polarized, reflecting the dielectric mismatch between the nanowire and the surrounding air. The temperature-dependent band gap of the nanowires is seen to be somewhat different from that observed in bulk GaAs, and the PL rapidly quenches above 120K, with an activation energy of 17meV reflecting the presence of nonradiative defects.",
                "We use time-resolved terahertz spectroscopy to probe the ultrafast dynamics of the insulator-metal phase transition induced by femtosecond laser pulses in a nanogranular vanadium dioxide (VO 2) film. Based on the observed thresholds for characteristic transient terahertz dynamics, a phase diagram of critical pump fluence versus temperature for the insulator-metal phase transition in VO 2 is established for the first time over a broad range of temperatures down to 17 K. We find that both Mott and Peierls mechanisms are present in the insulating state and that the photoinduced transition is nonthermal. We propose a critical-threshold model for the ultrafast photoinduced transition based on a critical density of electrons and a critical density of coherently excited phonons necessary for the structural transition to the metallic state. As a result, evidence is found at low temperatures for an intermediate metallic state …",
                "BiVO4 has become the top-performing semiconductor among photoanodes for photoelectrochemical water oxidation. However, BiVO4 photoanodes are still limited to a fraction of the theoretically possible photocurrent at low applied voltages because of modest charge transport properties and a trade-off between light absorption and charge separation efficiencies. Here, we investigate photoanodes composed of thin layers of BiVO4 coated onto Sb-doped SnO2 (Sb:SnO2) nanorod-arrays (Sb:SnO2\/BiVO4 NRAs) and demonstrate a high value for the product of light absorption and charge separation efficiencies (ηabs × ηsep) of ∼51% at an applied voltage of 0.6 V versus the reversible hydrogen electrode, as determined by integration of the quantum efficiency over the standard AM 1.5G spectrum. To the best of our knowledge, this is one of the highest ηabs × ηsep efficiencies achieved to date at this voltage for …",
                "We present a comprehensive study of the reversal process of perpendicular magnetization in thin layers of the ferromagnetic semiconductor Ga1−xMnxAs. For this investigation we have purposely chosen Ga1−xMnxAs with a low Mn concentration (x≈0.02), since in such specimens contributions of cubic and uniaxial anisotropy parameters are comparable, allowing us to identify the role of both types of anisotropy in the magnetic reversal process. As a first step we have systematically mapped out the angular dependence of ferromagnetic resonance in thin Ga1−xMnxAs layers, which is a highly effective tool for obtaining the magnetic anisotropy parameters of the material. The process of perpendicular magnetization reversal was then studied by magnetotransport (i.e., Hall effect and planar Hall-effect measurements). These measurements enable us to observe coherent spin rotation and noncoherent spin switching …",
                "Nonlinear transient absorption bleaching of intense few-cycle terahertz (THz) pulses is observed in photoexcited GaAs using opticalpump – THz-probe techniques. A simple model of the electron transport dynamics shows that the observed nonlinear response is due to THz-electric- field-induced intervalley scattering over sub-picosecond time scales as well as an increase in the intravalley scattering rate attributed to carrier heating. Furthermore, the nonlinear nature of the THz pulse transmission at high peak fields leads to a measured terahertz conductivity in the photoexcited GaAs that deviates significantly from the Drude behavior observed at low THz fields, emphasizing the need to explore nonlinear THz pulse interactions with materials in the time domain."
            ],
            [
                [
                    "Terahertz spectroscopy",
                    "Nanoscience",
                    "Ultrafast optics",
                    "Biophysics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}