{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5OUEUW5F",
            "jb-bYtIAAAAJ",
            [
                "Twitter mood predicts the stock market",
                "Distance and similarity measures for hesitant fuzzy linguistic term sets and their application in multi-criteria decision making",
                "Approximation theory of fuzzy systems-MIMO case",
                "Approximation theory of fuzzy systems\/spl minus\/SISO case",
                "Qualitative decision making with correlation coefficients of hesitant fuzzy linguistic term sets",
                "Hesitant fuzzy linguistic VIKOR method and its application in qualitative multiple criteria decision making",
                "Approximation accuracy analysis of fuzzy systems as function approximators",
                "A bibliometric analysis and visualization of medical big data research",
                "Novel correlation coefficients between hesitant fuzzy sets and their application in decision making",
                "An enhanced consensus reaching process in group decision making with intuitionistic fuzzy preference relations"
            ],
            [
                "Behavioral economics tells us that emotions can profoundly affect individual behavior and decision-making. Does this also apply to societies at large, i.e. can societies experience mood states that affect their collective decision making? By extension is the public mood correlated or even predictive of economic indicators? Here we investigate whether measurements of collective mood states derived from large-scale Twitter feeds are correlated to the value of the Dow Jones Industrial Average (DJIA) over time. We analyze the text content of daily Twitter feeds by two mood tracking tools, namely OpinionFinder that measures positive vs. negative mood and Google-Profile of Mood States (GPOMS) that measures mood in terms of 6 dimensions (Calm, Alert, Sure, Vital, Kind, and Happy). We cross-validate the resulting mood time series by comparing their ability to detect the public's response to the presidential election …",
                "The hesitant fuzzy linguistic term sets (HFLTSs), which can be used to represent an expert’s hesitant preferences when assessing a linguistic variable, increase the flexibility of eliciting and representing linguistic information. The HFLTSs have attracted a lot of attention recently due to their distinguished power and efficiency in representing uncertainty and vagueness within the process of decision making. To enhance and extend the applicability of HFLTSs, this paper investigates and develops different types of distance and similarity measures for HFLTSs. The paper first proposes a family of distance and similarity measures between two HFLTSs. Then a variety of weighted or ordered weighted distance and similarity measures between two collections of HFLTSs are proposed and analyzed for discrete and continuous cases respectively. After that, the application of these measures to multi-criteria decision making …",
                "In this paper, the approximation properties of MIMO fuzzy systems generated by the product inference are discussed. We first give an analysis of fuzzy basic functions (FBF's) and present several properties of FBF's. Based on these properties of FBF's, we obtain several basic approximation properties of fuzzy systems: 1) basic approximation property which reveals the basic approximation mechanism of fuzzy systems; 2) uniform approximation bounds which give the uniform approximation bounds between the desired (control or decision) functions and fuzzy systems; 3) uniform convergent property which shows that fuzzy systems with defined approximation accuracy can always be obtained by dividing the input space into finer fuzzy regions; and 4) universal approximation property which shows that fuzzy systems are universal approximators and extends some previous results on this aspect. The similarity between …",
                "In this paper, the approximation problem of SISO fuzzy systems is discussed. Based on the fact that fuzzy systems can be represented by a linear combination of fuzzy basic functions (FBF's), we first give a systematic and detailed analysis of FBF's and present five properties of FBF's: structure similarity and compatibility between the membership functions and FBF's, complementarity and less fuzziness of FBF's, and composition of fuzzy systems. These properties provide a clear picture of the shape and features of FBF's. Based on these properties of FBF's, we obtain some basic approximation properties of fuzzy systems: basic approximation property, uniform approximation property, uniform convergent property and universal approximation property. These results reveal the basic approximation mechanism of fuzzy systems and verify a few basic ideas in the design of fuzzy systems.< >",
                "The hesitant fuzzy linguistic term set (HFLTS) is a new and flexible tool in representing hesitant qualitative information in decision making. Correlation measures and correlation coefficients have been applied widely in many research domains and practical fields. This paper focuses on the correlation measures and correlation coefficients of HFLTSs. To start the investigation, the definition of HFLTS is improved and the concept of hesitant fuzzy linguistic element (HFLE) is introduced. Motivated by the idea of traditional correlation coefficients of fuzzy sets, intuitionistic fuzzy sets and hesitant fuzzy sets, several different types of correlation coefficients for HFLTSs are proposed. The prominent properties of these correlation coefficients are then investigated. In addition, considering that different HFLEs may have different weights, the weighted correlation coefficients and ordered weighted correlation coefficients are further …",
                "The hesitant fuzzy linguistic term set (HFLTS) has turned out to be a powerful and flexible technique in representing decision makers' qualitative assessments in the processes of decision making. The aim of this paper is to develop a method to solve the multicriteria decision making (MCDM) problem within the context of HFLTS in which the criteria conflict with each other. To do so, the concepts of ideal solutions for a HFL-MCDM problem have been introduced. In addition, in order to represent the closeness of one solution to the ideal one, we propose a sort of hesitant fuzzy linguistic measures, such as the hesitant fuzzy linguistic group utility measure, the hesitant fuzzy linguistic individual regret measure, and the hesitant fuzzy linguistic compromise measure. Based on these measures, we develop a hesitant fuzzy linguistic VIKOR (HFL-VIKOR) method, which is motivated by the traditional VIKOR method. The …",
                "This paper establishes the approximation error bounds for various classes of fuzzy systems (i.e., fuzzy systems generated by different inferential and defuzzification methods). Based on these bounds, the approximation accuracy of various classes of fuzzy systems is analyzed and compared. It is seen that the class of fuzzy systems generated by the product inference and the center-average defuzzifier has better approximation accuracy and properties than the class of fuzzy systems generated by the min inference and the center-average defuzzifier, and the class of fuzzy systems defuzzified by the MoM defuzzifier. In addition, it is proved that fuzzy systems can represent any linear and multilinear function and explicit expressions of fuzzy systems generated by the MoM defuzzified method are given.",
                "With the rapid development of “Internet plus”, medical care has entered the era of big data. However, there is little research on medical big data (MBD) from the perspectives of bibliometrics and visualization. The substantive research on the basic aspects of MBD itself is also rare. This study aims to explore the current status of medical big data through visualization analysis on the journal papers related to MBD. We analyze a total of 988 references which were downloaded from the Science Citation Index Expanded and the Social Science Citation Index databases from Web of Science and the time span was defined as “all years”. The GraphPad Prism 5, VOSviewer and CiteSpace softwares are used for analysis. Many results concerning the annual trends, the top players in terms of journal and institute levels, the citations and H-index in terms of country level, the keywords distribution, the highly cited papers, the co-authorship status and the most influential journals and authors are presented in this paper. This study points out the development status and trends on MBD. It can help people in the medical profession to get comprehensive understanding on the state of the art of MBD. It also has reference values for the research and application of the MBD visualization methods. View Full-Text",
                "Hesitant fuzzy set (HFS) is now attracting more and more scholars’ attention due to its efficiency in representing comprehensively uncertain and vague information. Considering that correlation coefficient is one of the most widely used indices in data analysis, in this paper, after pointing out the weakness of the existing correlation coefficients between HFSs, we propose a novel correlation coefficient formulation to measure the relationship between two HFSs. As a departure, some new concepts, such as the mean of a hesitant fuzzy element (HFE), the hesitant degree of a HFE, the mean of a HFS, the variance of a HFS and the correlation between two HFSs are defined. Based on these concepts, a novel correlation coefficient formulation between two HFSs is developed. Afterwards, the upper and lower bounds of the correlation coefficient are defined. A theorem is given to determine these two bounds. It is stated that …",
                "Group decision making (GDM) with intuitionistic fuzzy preference relations (IFPRs) has been an important and active research topic recently, in which one of the most challenging issues is how to reach the group consensus so as to get the best decision. As the uniform consensus is often unachievable in practice, in order to achieve the consensus, the existing method needs to remove the experts with the most different opinions from the decision group. It has two drawbacks: the first is the loss of the valuable judgments and opinions of the removed experts. This is especially harmful in practice where most experts or decision makers often have the biased knowledge in the sense of in-depth expertise in some aspects and naive views in other aspects. The second is demotivating the experts in GDM. To overcome these weaknesses in the existing method, this paper presents an enhanced consensus reaching process …"
            ],
            [
                [
                    "Computational Intelligence",
                    "Machine Learning",
                    "Decision Support Systems",
                    "Big Data",
                    "Energy Demand Management"
                ]
            ]
        ]
    ]
}