{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5PMUMRTC",
            "SF_FiFQAAAAJ",
            [
                "Multipass spectral broadening of 18 mJ pulses compressible from 1.3 ps to 41 fs",
                "Coherent combining of multimillijoule parametric-amplified femtosecond pulses",
                "Coherent combining of femtosecond pulses parametrically amplified in BBO crystals",
                "Relativistic few-cycle pulses with high contrast from picosecond-pumped OPCPA",
                "Coherent combining efficiency in tiled and filled aperture approaches",
                "Super-intense femtosecond multichannel laser system with coherent beam combining",
                "Towards intense isolated attosecond pulses from relativistic surface high harmonics",
                "Coherent combining of relativistic-intensity femtosecond laser pulses",
                "High-intensity femtosecond laser systems based on coherent combining of optical fields",
                "Multi-octave supercontinuum generation with IR radiation filamentation in transparent solid-state media"
            ],
            [
                "Nonlinear compression of laser pulses with tens of millijoule energy in a gas-filled multipass cell is a promising approach to realize a new generation of high average power femtosecond sources. For the first time, to the best of our knowledge, we demonstrate nonlinear broadening of pulses with about 18 mJ of energy at a 5 kHz repetition rate in an argon-filled Herriott cell and show compressibility from 1.3 ps to 41 fs. In addition to the large compression factor, the output beam has an outstanding quality and excellent spectral homogeneity. Furthermore, we discuss prospects to scale the energy to the 100 mJ level in the near future.",
                "We report on the first experimental realization of the coherent combining of multimillijoule parametric-amplified femtosecond pulses. An original two-channel laser system based on parametric amplification in β-BaB 2 O 4 and LiB 3 O 5 crystals was created. High-contrast laser pulses, with up to 100 mJ of energy and with a pulse duration of 23 fs, were generated in both channels. An original setup for active timing-jitter stabilization was developed. It allowed reduction of the relative timing jitter of the amplified pulses to 40 as, which enabled coherent combining with an efficiency as high as 95%. At the present time, this work demonstrates coherent combining of femtosecond pulses with both the highest energy and the shortest pulse duration.",
                "We report on the first experimental realization of coherent combining of parametrically amplified femtosecond pulses. The proposed and implemented two-loop active stabilization system allows us to achieve 110 as relative timing jitter between combined pulses, which is necessary for efficient coherent beam combining. In each channel of the two-channel laser setup, pulses were parametrically amplified in β-BaB_2O_4 (BBO) crystals to 50 μJ energy, compressed to 49 fs duration, and then coherently combined with efficiency as high as 97%. Currently, it is the shortest duration of amplified pulses for which coherent combining is demonstrated.",
                "For experiments in plasma, nuclear, and high-energy physics, there is a strong demand for laser pulses exhibiting relativistic intensity, few-cycle pulse duration, and a very high contrast. Here we present a picosecond-pumped optical parametric chirped pulse amplification (OPCPA) system delivering pulses at 10 Hz repetition rate with the following key parameters: a compressed pulse duration of less than 7 fs (close to the Fourier limit), a contrast of better than 10^11 starting from 1 ps before the main pulse, and a peak intensity of 6.9×10^19  W\/cm^2 achieved with an off-axis parabolic mirror (f\/1.6). In a proof-of-principle experiment, these pulses were used to generate high harmonics from solid surfaces with photon energies exceeding 55 eV. These results underline the promising perspectives of the reported system for relativistic light–matter interaction experiments and attosecond science.",
                "Different approaches to qualify coherent beam combining performance in tiled and filled aperture combining experiments are discussed. The dependence of the combining efficiency on different misalignments and the number of combining pulses has been investigated and analytical equations for its evaluation have been obtained. The results provide design guidelines for laser systems based on coherent beam combining and allow comparison of experiments performed in different combining approaches. The analysis shows that there are good prospects to scale achieved peak intensity.",
                "The conceptual design of ultra-high intensity multichannel laser system with coherent beam combining is presented. Design of 1 PW and 10 PW laser channels with pulse repetition rate of 10 Hz based on optical parametric amplification in LBO crystals is considered. Requirements of the most critical pulse parameters for high efficiency coherent beam combining and their dependence on the number of channels is analyzed. Experimentally coherent beam combining of parametrically amplified compressed femtosecond pulses is demonstrated for the first time. Original two-loop relative timing jitter active stabilization scheme is proposed and experimentally investigated. 97% coherent beam combining efficiency is achieved with 110 as relative timing jitter.",
                "Relativistic surface high harmonics have been considered a unique source for the generation of intense isolated attosecond pulses in the extreme ultra-violet and x-ray spectral ranges. Their practical realization, however, is still a challenging task and requires identification of optimum experimental conditions and parameters. Here, we present measurements and particle-in-cell simulations to determine the optimum values for the most important parameters. In particular, we investigate the dependence of harmonics efficiency, divergence, and beam quality on the pre-plasma scale length as well as identify the optimum conditions for generation of isolated attosecond pulses by measuring the dependence of the harmonics spectrum on the carrier–envelope phase of the driving infrared field.",
                " We report on the experimental realization of the peak intensity scaling technique. Coherent combining of relativistic-intensity femtosecond laser pulses is demonstrated for the first time. The original stabilization setup developed by us provides 100 Hz stabilization bandwidth and a 85 mrad root mean square relative phase instability of amplified pulses which enables as high as 93 % efficiency of coherent beam combining under tight focusing. The peak intensity scaling from 3 × 1019 W\/cm2 for the two individual beams to 1.15 × 1020 W\/cm2 for the combined beam is achieved using a f\/1.2 parabolic mirror. A Strehl ratio of about 0.5 is experimentally obtained without any wavefront correction setup. Currently, it is this work that demonstrates coherent combining of femtosecond pulses with the record pulse parameters, namely with simultaneously the highest peak intensity, highest peak power, highest energy …",
                "The basic design principles of high-intensity laser systems based on coherent combining of radiation of multichannel laser facilities are considered. The influence of the instability of parameters of individual beams on coherent combining efficiency is analyzed, and requirements on their values for realization of high-efficiency coherent combining are determined. The fundamental possibility of coherent combining of parametrically amplified femtosecond pulses is experimentally demonstrated for the first time. Combining pulses with an energy of ∼1 mJ (pulse duration of 25–30 fs) with an efficiency exceeding 83% is realized by using a spherical mirror and a specially developed high-precision electro-optical relative time jitter stabilization scheme, which ensures its stability at ∼170 as level. The analysis conducted and the experimental data confirm that there are no fundamental limitations on intensity scaling …",
                "Supercontinuum generation from the near to far IR during radiation filamentation in solid-state media in an anomalous dispersion region is theoretically investigated. The initial search for appropriate media with the use of an interference model showed that the widest IR spectrum is generated in media with high values of zero group velocity dispersion wavelength with the pump wavelength located not far from it. Halides belong to one of such media groups. The possibility of generation of a very wide supercontinuum in calcium fluoride (0.52–3.35 μm, which corresponds to 2.7 octaves), sodium chloride (0.7–7.6 μm, 3.5 octaves), and potassium iodide (0.66–22 μm, 5.1 octaves) is demonstrated by numerical simulation. Also, pulse self-compression down to 13 fs at the 5-μm central wavelength (about single period) has been observed in potassium iodide. The mechanisms of multi-octave supercontinuum …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}