{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5PTCVL8Z",
            "tT97SlgAAAAJ",
            [
                "Technological, Organisational, and Environmental drivers for enterprise systems upgrade",
                "Higher education provision using systems thinking approach–case studies",
                "Urban computing and smart cities: Towards changing city processes by applying enterprise systems integration practices",
                "Enterprise Systems Upgrade Drivers: A Technological, Organisational and Environmental Perspective.",
                "A systematic approach for enterprise systems upgrade decision-making",
                "Business process change: A guide for implementers",
                "A framework for addressing the challenges of business process change during enterprise systems integration",
                "Recognition of preclinical signs of dementia: A qualitative study exploring the experiences of family carers and professional care assistants"
            ],
            [
                "PurposeEnterprise systems (ES) upgrade is a complex phenomenon, yet it is possible to reduce the complexity through understanding of the upgrade drivers. The purpose of this paper is to investigate the various upgrade drivers, in order to provide a detailed understanding of the factors driving upgrade decisions.",
                "The purpose of this paper is to highlight the complexities involved in higher education provision and how systems thinking and socio-technical systems (STS) thinking approach can be used to understand the education ecosystem. Systems thinking perspective is provided using two case studies: the development of European Learner Mobility (EuroLM) service and the delivery of Enterprise System Management (ESM) course at the Birmingham City University, UK. The case studies present how systems thinking using STS approaches like applied organisational change and Cognitive Work Analysis can be used to capture a conceptual model of the education system for understanding the interactions and relationships between the people, technology, processes and the organisations. Using systems thinking perspective, EuroLM has developed a set of technical standards addressed to the European systems …",
                "For developing smart cities, it is necessary to integrate all components of a city as a system of systems. This is facilitated by urban computing as a technology to address the complexity of providing adequate services to citizens through various city sectors\/systems. Since business processes across city sectors\/systems should be aligned with the objectives of urban computing, Business Process Change (BPC) is also a significant prerequisite of city systems integration for Smart City Development (SCD). However, there is limited research on understanding of BPC and its challenges in SCD, while in the private sector, the BPC best practices for Enterprise Systems Integration (ESI) have already been recognised and implemented. By considering city as an enterprise, this research aims at providing an understanding of similarities and differences between BPC challenges in the two contexts: SCD and ESI. This study …",
                "The decision to upgrade Enterprise Systems (ES) is influenced by various factors, which are either internal or external to the organisation. Although previous studies have explored these factors, the majority of these studies have focused on Enterprise Resources Planning (ERP) systems only. Thus, this study through a qualitative survey design draws from the expertise of 41 respondents representing 23 large organisations the different factors that influence upgrade decisions of the entire ES landscape. The paper utilises the Technology-Organisation-Environment (TOE) framework as a theoretical lens to classify the upgrade drivers into three main contexts: technological, organisational, and environmental. The paper’s findings suggest that upgrade decisions are dependent on establishing the need to upgrade, which relies on the interaction of the numerous technological, organisational and environmental drivers. This classification facilitates organisations to easily comprehend the different drivers influencing the decision to upgrade their systems.",
                "Enterprise systems (ES) upgrade is fundamental to maintaining a system’s continuous improvement and stability. However, while the extant literature is replete with research on ES upgrade decision-making, there is scant knowledge about how different decision processes facilitate this decision to upgrade. This paper aims to investigate and better understand these processes from an organisational perspective.The study adopted a qualitative survey design, and used a Web-based questionnaire and semi-structured interviews to collect data from 23 large organisations. Data accrued were qualitatively analysed and manually coded to identify the various decision processes undertaken during ES upgrade decisions.Analysis results reveal complex interrelations between the upgrade drivers, the need to evaluate the new version’s functionality and the upgrade impact …",
                "Systems integration has become a need for enterprises, in order to deal with competitive business environment. Business Process Change (BPC) is known as the most imperative challenge for systems integration. Currently, a number of BPC methodologies have been developed by researchers and experts, but none of them comprises “identification of BPC type” as a significant stage for BPC. This research attempts to integrate this stage with others and activities of BPC and develop a BPC steps model, in order to specify them in various changing levels.",
                "Enterprise systems integration (ESI) is necessary for today’s business environment to access real-time data and quickly respond to fluctuating market demand. business process change (BPC) as a significant prerequisite of ESI encompasses various challenges that must be tackled by employing success factors, techniques and approaches. The purpose of this paper is to focus on BPC challenges and develop a conceptual framework for addressing BPC challenges in ESI.BPC challenges and their success factors were first identified through a literature analysis. Then, the findings from the literature were thematically analysed and qualitatively validated through 35 unstructured interviews for developing the conceptual framework.The findings from the literature suggested 17 BPC challenge along with their success factors. During the validation process, 15 BPC …",
                "To identify preclinical signs of dementia by exploring the experiences of family caregivers and professional care assistants.Dementia results in disability, emotional strain and financial loss for people with dementia, family members and nations. Informal identification of social and behavioural risk signifiers could facilitate timely interventions with potential to delay onset of serious disability.A retrospective qualitative approach using a naturalistic interpretive design was used. Focus groups enabled in‐depth understanding of the participants’ experiences of life or work with people who subsequently developed dementia.Purposive sampling was used to recruit family carers and professional carers who had cared for people who later developed dementia. The data from focus groups were fully transcribed and anonymised, and transcripts were analysed by two …"
            ],
            [
                [
                    "Enterprise systems",
                    "Management of information systems",
                    "Socio-technical systems and ERP"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}