{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5PTHAYXM",
            "kVAo0uYAAAAJ",
            [
                "Black-hole–neutron-star mergers: disk mass predictions",
                "Effects of neutron-star dynamic tides on gravitational waveforms within the effective-one-body approach",
                "Evolution of spin direction of accreting magnetic protostars and spin–orbit misalignment in exoplanetary systems",
                "Neutron star-black hole mergers with a nuclear equation of state and neutrino cooling: dependence in the binary parameters",
                "Black-hole–neutron-star mergers at realistic mass ratios: Equation of state and spin orientation effects",
                "Evolving black hole-neutron star binaries in general relativity using pseudospectral and finite difference methods"
            ],
            [
                "Determining the final result of black-hole–neutron-star mergers, and, in particular, the amount of matter remaining outside the black hole at late times and its properties, has been one of the main motivations behind the numerical simulation of these systems. Black-hole–neutron-star binaries are among the most likely progenitors of short gamma-ray bursts—as long as massive (probably a few percents of a solar mass), hot accretion disks are formed around the black hole. Whether this actually happens strongly depends on the physical characteristics of the system, and, in particular, on the mass ratio, the spin of the black hole, and the radius of the neutron star. We present here a simple two-parameter model, fitted to existing numerical results, for the determination of the mass remaining outside the black hole a few milliseconds after a black-hole–neutron-star merger (ie, the combined mass of the accretion disk, the …",
                "Extracting the unique information on ultradense nuclear matter from the gravitational waves emitted by merging neutron-star binaries requires robust theoretical models of the signal. We develop a novel effective-one-body waveform model that includes, for the first time, dynamic (instead of only adiabatic) tides of the neutron star as well as the merger signal for neutron-star–black-hole binaries. We demonstrate the importance of the dynamic tides by comparing our model against new numerical-relativity simulations of nonspinning neutron-star–black-hole binaries spanning more than 24 gravitational-wave cycles, and to other existing numerical simulations for double neutron-star systems. Furthermore, we derive an effective description that makes explicit the dependence of matter effects on two key parameters: tidal deformability and fundamental oscillation frequency.",
                "Recent observations have shown that in many exoplanetary systems the spin axis of the parent star is misaligned with the planet’s orbital axis. These have been used to argue against the scenario that short-period planets migrated to their present-day locations due to tidal interactions with their natal discs. However, this interpretation is based on the assumption that the spins of young stars are parallel to the rotation axes of protostellar discs around them. We show that the interaction between a magnetic star and its circumstellar disc can (although not always) have the effect of pushing the stellar spin axis away from the disc angular momentum axis towards the perpendicular state and even the retrograde state. Planets formed in the disc may therefore have their orbital axes misaligned with the stellar spin axis, even before any additional planet–planet scatterings or Kozai interactions take place. In general …",
                "We present a first exploration of the results of neutron star-black hole mergers using black hole masses in the most likely range of 7 M⊙–10 M⊙, a neutrino leakage scheme, and a modeling of the neutron star material through a finite-temperature nuclear-theory based equation of state. In the range of black hole spins in which the neutron star is tidally disrupted (χ BH≳ 0.7), we show that the merger consistently produces large amounts of cool (T≲ 1 MeV), unbound, neutron-rich material (M ej∼ 0.05 M⊙–0.20 M⊙). A comparable amount of bound matter is initially divided between a hot disk (T max∼ 15 MeV) with typical neutrino luminosity of L ν∼ 10 53 erg\/s, and a cooler tidal tail. After a short period of rapid protonization of the disk lasting∼ 10 ms, the accretion disk cools down under the combined effects of the fall-back of cool material from the tail, continued accretion of the hottest material onto the black hole …",
                "Black-hole–neutron-star mergers resulting in the disruption of the neutron star and the formation of an accretion disk and\/or the ejection of unbound material are prime candidates for the joint detection of gravitational-wave and electromagnetic signals when the next generation of gravitational-wave detectors comes online. However, the disruption of the neutron star and the properties of the postmerger remnant are very sensitive to the parameters of the binary (mass ratio, black-hole spin, neutron star radius). In this paper, we study the impact of the radius of the neutron star and the alignment of the black-hole spin on black-hole–neutron-star mergers within the range of mass ratio currently deemed most likely for field binaries (M BH∼ 7 M NS) and for black-hole spins large enough for the neutron star to disrupt (J BH\/M BH 2= 0.9). We find that (i) In this regime, the merger is particularly sensitive to the radius of the …",
                "We present a code for solving the coupled Einstein-hydrodynamics equations to evolve relativistic, self-gravitating fluids. The Einstein field equations are solved in generalized harmonic coordinates on one grid using pseudospectral methods, while the fluids are evolved on another grid using shock-capturing finite difference or finite volume techniques. We show that the code accurately evolves equilibrium stars and accretion flows. Then we simulate an equal-mass nonspinning black hole-neutron star binary, evolving through the final four orbits of inspiral, through the merger, to the final stationary black hole. The gravitational waveform can be reliably extracted from the simulation."
            ],
            [
                [
                    "Numerical relativity",
                    "Accretion Disks"
                ]
            ],
            [
                "Francois  Foucart Assistant Professor, Department of Physics Francois Foucart is an Assistant Professor in the Physics Department at UNH. He is originally from Brussels, Belgium, and obtained undegraduate engineering degrees from the Free University of Brussels (ULB) and the Ecole Centrale Paris (ECP). He moved to the United States for a Ph.D in Physics, graduating from Cornell University in 2011. He was then a postdoctoral fellow for 3 years at the Canadian Institute for Theoretical Astrophysics (CITA) in Toronto, and a NASA Einstein fellow at the Lawrence Berkeley National Lab (LBL) for another 3 years, before moving to UNH in 2017. Francois Foucart works on computational astrophysics, with a particular focus on studies of black holes and neutron stars, general relativistic hydrodynamics, radiation transport, and nuclear astrophysics. In particular, he studies merging black holes and neutron stars, and models the gravitational wave and electromagnetic signals (gamma-ray bursts, optical\/infrared transients) that these mergers power, as well as their role in the production of heavy atoms such as gold and platinum. He also studies the evolution of accretion disks both as remnants of binary mergers and in the neighborhood of supermassive black holes. Simulations of merging compact objects are especially important in order to interpret observations of gravitational waves by the LIGO and Virgo detectors, as well as the electromagnetic signals detectable by ground-based and space-based observatories which accompany these events (if one of the merging objects is a neutron star). Observations of binary mergers can also help us ellucidate open problems in nuclear physics: the properties of cold, neutron-rich matter at the extremely large densities existing in the core of a neutron star, and the origin of elements produced by rapid neutron capture (r-process) nucleosynthesis (incl. gold, platinum, uranium,...). In August 2017, the LIGO and Virgo detectors observed for the first time gravitational waves powered by the collision of two neutron stars. These gravitational waves were followed by observations of the post-merger remnant across the entire electromagnetic spectrum. After this first detection, it now seems likely that dozens of neutron star mergers will be observed over the next decade. If we have reliable models to interpret these observations, we can use neutron star mergers to study gravity, nuclear physics, the life and death of massive stars, the mechanisms powering the observed population of short gamma-ray bursts, and the origin of many of the heavy elements observed in the solar system today! An important objective of my research is thus to use numerical simulations to develop and test models of the gravitational wave and electromagnetic signals powered by neutron star mergers. Simulations of accretion disks around supermassive black holes, on the other hand, will help us understand the impact of the disk's inflows and outflows on the formation and evolution of the surrounding galaxy, and will also play an important role in the interpretation of observations of Sgr A* (the supermassive black hole at the center of the Milky Way) by the Event Horizon Telescope. These observations will, for the first time, provide us with images resolving the event horizon of a black hole! Personal Website francois.foucart@unh.edu DeMeritt Hall 329 Education: Ph.D, Cornell University"
            ]
        ]
    ]
}