{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5QXS302E",
            "P68O1fkAAAAJ",
            [
                "The resource theory of informational nonequilibrium in thermodynamics",
                "Jarzynski-like equality for the out-of-time-ordered correlator",
                "Microcanonical and resource-theoretic derivations of the thermal state of a quantum system with noncommuting charges",
                "Beyond heat baths: Generalized resource theories for small-scale thermodynamics",
                "Introducing one-shot work into fluctuation relations",
                "Quasiprobability behind the out-of-time-ordered correlator",
                "Parity anomaly and Landau-level lasing in strained photonic honeycomb lattices",
                "Resilience of scrambling measurements",
                "Beyond heat baths II: Framework for generalized thermodynamic resource theories",
                "Quantum engine based on many-body localization"
            ],
            [
                "We review recent work on the foundations of thermodynamics in the light of quantum information theory. We adopt a resource-theoretic perspective, wherein thermodynamics is formulated as a theory of what agents can achieve under a particular restriction, namely, that the only state preparations and transformations that they can implement for free are those that are thermal at some fixed temperature. States that are out of thermal equilibrium are the resources. We consider the special case of this theory wherein all systems have trivial Hamiltonians (that is, all of their energy levels are degenerate). In this case, the only free operations are those that add noise to the system (or implement a reversible evolution) and the only nonequilibrium states are states of informational nonequilibrium, that is, states that deviate from the maximally mixed state. The degree of this deviation we call the state’s nonuniformity; it is the …",
                "The out-of-time-ordered correlator (OTOC) diagnoses quantum chaos and the scrambling of quantum information via the spread of entanglement. The OTOC encodes forward and reverse evolutions and has deep connections with the flow of time. So do fluctuation relations such as Jarzynski's equality, derived in nonequilibrium statistical mechanics. I unite these two powerful, seemingly disparate tools by deriving a Jarzynski-like equality for the OTOC. The equality's left-hand side equals the OTOC. The right-hand side suggests a protocol for measuring the OTOC indirectly. The protocol is platform-nonspecific and can be performed with weak measurement or with interference. Time evolution need not be reversed in any interference trial. The equality enables fluctuation relations to provide insights into holography, condensed matter, and quantum information and vice versa.",
                "The grand canonical ensemble lies at the core of quantum and classical statistical mechanics. A small system thermalizes to this ensemble while exchanging heat and particles with a bath. A quantum system may exchange quantities represented by operators that fail to commute. Whether such a system thermalizes and what form the thermal state has are questions about truly quantum thermodynamics. Here we investigate this thermal state from three perspectives. First, we introduce an approximate microcanonical ensemble. If this ensemble characterizes the system-and-bath composite, tracing out the bath yields the system’s thermal state. This state is expected to be the equilibrium point, we argue, of typical dynamics. Finally, we define a resource-theory model for thermodynamic exchanges of noncommuting observables. Complete passivity—the inability to extract work from equilibrium states—implies the …",
                "Thermodynamics has recently been extended to small scales with resource theories that model heat exchanges. Real physical systems exchange diverse quantities: heat, particles, angular momentum, etc. We generalize thermodynamic resource theories to exchanges of observables other than heat, to baths other than heat baths, and to free energies other than the Helmholtz free energy. These generalizations are illustrated with “grand-potential” theories that model movements of heat and particles. Free operations include unitaries that conserve energy and particle number. From this conservation law and from resource-theory principles, the grand-canonical form of the free states is derived. States are shown to form a quasiorder characterized by free operations, d majorization, the hypothesis-testing entropy, and rescaled Lorenz curves. We calculate the work distillable from—and we bound the work cost of …",
                "Two approaches to small-scale and quantum thermodynamics are fluctuation relations and one-shot statistical mechanics. Fluctuation relations (such as Crooks' theorem and Jarzynski's equality) relate nonequilibrium behaviors to equilibrium quantities such as free energy. One-shot statistical mechanics involves statements about every run of an experiment, not just about averages over trials. We investigate the relation between the two approaches. We show that both approaches feature the same notions of work and the same notions of probability distributions over possible work values. The two approaches are alternative toolkits with which to analyze these distributions. To combine the toolkits, we show how one-shot work quantities can be defined and bounded in contexts governed by Crooks' theorem. These bounds provide a new bridge from one-shot theory to experiments originally designed for testing …",
                "Two topics, evolving rapidly in separate fields, were combined recently: the out-of-time-ordered correlator (OTOC) signals quantum-information scrambling in many-body systems. The Kirkwood-Dirac (KD) quasiprobability represents operators in quantum optics. The OTOC was shown to equal a moment of a summed quasiprobability [Yunger Halpern, Phys. Rev. A 95, 012120 (2017)]. That quasiprobability, we argue, is an extension of the KD distribution. We explore the quasiprobability's structure from experimental, numerical, and theoretical perspectives. First, we simplify and analyze Yunger Halpern's weak-measurement and interference protocols for measuring the OTOC and its quasiprobability. We decrease, exponentially in system size, the number of trials required to infer the OTOC from weak measurements. We also construct a circuit for implementing the weak-measurement scheme. Next, we calculate the …",
                "We describe the formation of highly degenerate, Landau-level-like amplified states in a strained photonic honeycomb lattice in which amplification breaks the sublattice symmetry. As a consequence of the parity anomaly, the zeroth Landau level is localized on a single sublattice and possesses an enhanced or reduced amplification rate. The selection of the sublattice depends on the strain orientation but is independent of the valley. The spectral properties of the higher Landau levels are constrained by a generalized time-reversal symmetry. In the setting of two-dimensional photonic crystal lasers, the anomaly affects the mode selection and lasing threshold while in three-dimensional photonic lattices it can be probed via the beam dynamics.",
                "Most experimental protocols for measuring scrambling require time evolution with a Hamiltonian and with the Hamiltonian's negative counterpart (backward time evolution). Engineering controllable quantum many-body systems for which such forward and backward evolution is possible is a significant experimental challenge. Furthermore, if the system of interest is quantum chaotic, one might worry that any small errors in the time reversal will be rapidly amplified, obscuring the physics of scrambling. This paper undermines this expectation: We exhibit a renormalization protocol that extracts nearly ideal out-of-time-ordered-correlator measurements from imperfect experimental measurements. We analytically and numerically demonstrate the protocol's effectiveness, up to the scrambling time, in a variety of models and for sizable imperfections. The scheme extends to errors from decoherence by an environment.",
                "Thermodynamics, which describes vast systems, has been reconciled with small scales, relevant to single-molecule experiments, in resource theories. Resource theories have been used to model exchanges of energy and information. Recently, particle exchanges were modeled; and an umbrella family of thermodynamic resource theories was proposed to model diverse baths, interactions, and free energies. This paper motivates and details the family's structure and prospective applications. How to model electrochemical, gravitational, magnetic, and other thermodynamic systems is explained. Szilárd's engine and Landauer's Principle are generalized, as resourcefulness is shown to be convertible not only between information and gravitational energy, but also among diverse degrees of freedom. Extensive variables are associated with quantum operators that might fail to commute, introducing extra nonclassicality …",
                "Many-body-localized (MBL) systems do not thermalize under their intrinsic dynamics. The athermality of MBL, we propose, can be harnessed for thermodynamic tasks. We illustrate this ability by formulating an Otto engine cycle for a quantum many-body system. The system is ramped between a strongly localized MBL regime and a thermal (or weakly localized) regime. The difference between the energy-level correlations of MBL systems and of thermal systems enables mesoscale engines to run in parallel in the thermodynamic limit, enhances the engine's reliability, and suppresses worst-case trials. We estimate analytically and calculate numerically the engine's efficiency and per-cycle power. The efficiency mirrors the efficiency of the conventional thermodynamic Otto engine. The per-cycle power scales linearly with the system size and inverse-exponentially with a localization length. This work introduces a …"
            ],
            [
                [
                    "Physics (quantum information",
                    "statistical mechanics\/thermodynamics)"
                ]
            ]
        ]
    ]
}