{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5R3CEX3D",
            "l5s4uJ8AAAAJ",
            [
                "Hadron Spectra, Decays and Scattering Properties Within Basis Light Front Quantization",
                "Trends and Progress in Nuclear and Hadron Physics: a straight or winding road",
                "Hankel transforms of linear combinations of Catalan numbers",
                "Light mesons within the basis light-front quantization framework"
            ],
            [
                "We survey recent progress in calculating properties of the electron and hadrons within the basis light front quantization (BLFQ) approach. We include applications to electromagnetic and strong scattering processes in relativistic heavy ion collisions. We present an initial investigation into the glueball states by applying BLFQ with multigluon sectors, introducing future research possibilities on multi-quark and multi-gluon systems.",
                "Quantitative calculations of the properties of hadrons and nuclei, with assessed uncertainties, have emerged as competitive with experimental measurements in a number of major cases. We may well be entering an era where theoretical predictions are critical for experimental progress. Cross-fertilization between the fields of relativistic hadronic structure and non-relativistic nuclear structure is readily apparent. Non-perturbative renormalization methods such as similarity renormalization group and Okubo–Lee–Suzuki schemes as well as many-body methods such as coupled cluster, configuration interaction and lattice simulation methods are now employed and advancing in both major areas of physics. New algorithms to apply these approaches on supercomputers are shared among these areas of physics. The roads to success have intertwined with each community taking the lead at various times in the …",
                "Cvetkovic, Rajkovic, and Ivkovic proved that the Hankel transform of the sequence of sums of adjacent Catalan numbers is the bisection of the sequence of Fibonacci numbers. Here, we find recurrence relations for the Hankel transform of more general linear combinations of Catalan numbers, involving up to four adjacent Catalan numbers, with arbitrary coefficients. Using these, we make certain conjectures about the recurrence relations satisfied by the Hankel transform of more extended linear combinations.",
                "We study the light-unflavored mesons as relativistic bound states in the nonperturbative Hamiltonian formalism of the basis light-front quantization approach. The dynamics for the valence quarks of these mesons is specified by an effective Hamiltonian containing the one-gluon exchange interaction and the confining potentials both introduced in our previous work on heavy quarkonia, supplemented additionally by a pseudoscalar contact interaction. We diagonalize this Hamiltonian in our basis function representation to obtain the mass spectrum and the light-front wave functions (LFWFs). Based on these LFWFs, we then study the structure of these mesons by computing the electromagnetic form factors, the decay constants, the parton distribution amplitudes, and the parton distribution functions. Our results are comparable to those from experiments and other theoretical models."
            ],
            [
                [
                    "High Performance Computing",
                    "Quantum Field Theory"
                ]
            ],
            [
                "Wenyang Qian Graduate Student Nuclear A522 Zaffarano Hall wqian@iastate.edu 515-294-5469"
            ]
        ]
    ]
}