{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5SBFX92O",
            "uP5xsLUAAAAJ",
            [
                "Quantum computation with trapped polar molecules",
                "Cold and ultracold molecules: science, technology and applications",
                "Order of magnitude smaller limit on the electric dipole moment of the electron",
                "New limit on the electron electric dipole moment",
                "Laser cooling of a diatomic molecule",
                "Optical production of ultracold polar molecules",
                "A coherent all-electrical interface between polar molecules and mesoscopic superconducting resonators"
            ],
            [
                "We propose a novel physical realization of a quantum computer. The qubits are electric dipole moments of ultracold diatomic molecules, oriented along or against an external electric field. Individual molecules are held in a 1D trap array, with an electric field gradient allowing spectroscopic addressing of each site. Bits are coupled via the electric dipole-dipole interaction. Using technologies similar to those already demonstrated, this design can plausibly lead to a quantum computer with≳ 10 4 qubits, which can perform∼ 10 5 CNOT gates in the anticipated decoherence time of∼ 5 s.",
                "This paper presents a review of the current state of the art in the research field of cold and ultracold molecules. It serves as an introduction to the focus issue of New Journal of Physics on Cold and Ultracold Molecules and describes new prospects for fundamental research and technological development. Cold and ultracold molecules may revolutionize physical chemistry and few-body physics, provide techniques for probing new states of quantum matter, allow for precision measurements of both fundamental and applied interest, and enable quantum simulations of condensed-matter phenomena. Ultracold molecules offer promising applications such as new platforms for quantum computing, precise control of molecular dynamics, nanolithography and Bose-enhanced chemistry. The discussion is based on recent experimental and theoretical work and concludes with a summary of anticipated future directions and …",
                "The Standard Model of particle physics is known to be incomplete. Extensions to the Standard Model, such as weak-scale supersymmetry, posit the existence of new particles and interactions that are asymmetric under time reversal (T) and nearly always predict a small yet potentially measurable electron electric dipole moment (EDM), de, in the range of 10−27 to 10−30 e·cm. The EDM is an asymmetric charge distribution along the electron spin () that is also asymmetric under T. Using the polar molecule thorium monoxide, we measured de = (–2.1 ± 3.7stat ± 2.5syst) × 10−29e·cm. This corresponds to an upper limit of |de| < 8.7 × 10−29e·cm with 90% confidence, an order of magnitude improvement in sensitivity relative to the previous best limit. Our result constrains T-violating physics at the TeV energy scale.",
                "We present the result of our most recent search for T violation in 205 Tl, which is interpreted in terms of an electric dipole moment of the electron d e. We find d e=(6.9±7.4)× 10− 28 e cm, which yields an upper limit| d e|≤ 1.6× 10− 27 e cm with 90% confidence. The present apparatus is a major upgrade of the atomic beam magnetic-resonance device used to set the previous limit on d e.",
                "It has been roughly three decades since laser cooling techniques produced ultracold atoms 1, 2, 3, leading to rapid advances in a wide array of fields. Laser cooling has not yet been extended to molecules because of their complex internal structure. However, this complexity makes molecules potentially useful for a wide range of applications 4. For example, heteronuclear molecules possess permanent electric dipole moments that lead to long-range, tunable, anisotropic dipole–dipole interactions. The combination of the dipole–dipole interaction and the precise control over molecular degrees of freedom possible at ultracold temperatures makes ultracold molecules attractive candidates for use in quantum simulations of condensed-matter systems 5 and in quantum computation 6. Also, ultracold molecules could provide unique opportunities for studying chemical dynamics 7, 8 and for tests of fundamental …",
                "We demonstrate the production of ultracold polar RbCs molecules in their vibronic ground state, via photoassociation of laser-cooled atoms followed by a laser-stimulated state transfer process. The resulting sample of X 1 Σ+(v= 0) molecules has a translational temperature of∼ 100 μ K and a narrow distribution of rotational states. With the method described here it should be possible to produce samples even colder in all degrees of freedom, as well as other bialkali species.",
                "Building a scalable quantum processor requires coherent control and preservation of quantum coherence in a large-scale quantum system. Mesoscopic solid-state systems such as Josephson junctions and quantum dots feature robust control techniques using local electrical signals and self-evident scaling; however, in general the quantum states decohere rapidly. In contrast, quantum optical systems based on trapped ions and neutral atoms exhibit much better coherence properties, but their miniaturization and integration with electrical circuits remains a challenge. Here we describe methods for the integration of a single-particle system—an isolated polar molecule—with mesoscopic solid-state devices in a way that produces robust, coherent, quantum-level control. Our setup provides a scalable cavity-QED-type quantum computer architecture, where entanglement of distant qubits stored in long-lived rotational …"
            ],
            [
                [
                    "Atomic Physics",
                    "Molecular Physics",
                    "Particle Physics"
                ]
            ],
            [
                "David DeMille David DeMille Professor Office: GCIS E129 Office Phone: 773-702-7021 ddemille@uchicago.edu"
            ]
        ]
    ]
}