{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5SJ8A7XE",
            "CgIjkKEAAAAJ",
            [
                "Seasonal variation of nocturnal temperatures between 1 and 105 km altitude at 54° N observed by lidar",
                "First continuous temperature measurements within polar mesosphere summer echoes",
                "Daylight measurements of mesopause temperature and vertical wind with the mobile scanning iron lidar",
                "Scanning iron temperature lidar for mesopause temperature observation",
                "First simultaneous measurements of Na and K thermospheric layers along with TILs from Arecibo",
                "In situ observations of small scale neutral and plasma dynamics in the mesosphere\/lower thermosphere at 79 N",
                "The new scanning iron lidar, current state and future developments"
            ],
            [
                " Temperature soundings are performed by lidar at the mid-latitude station of Kühlungsborn (Germany, 54° N, 12° E). The profiles cover the complete range from the lower troposphere (~1 km) to the lower thermosphere (~105 km) by simultaneous and co-located operation of a Rayleigh-Mie-Raman lidar and a potassium resonance lidar. Observations have been done during 266 nights between June 2002 and July 2007, each of 3–15 h length. This large and unique data set provides comprehensive information on the altitudinal and seasonal variation of temperatures from the troposphere to the lower thermosphere. The remaining day-to-day-variability is strongly reduced by harmonic fits at constant altitude levels and a representative data set is achieved. This data set reveals a two-level mesopause structure with an altitude of about 86–87 km (~144 K) in summer and ~102 km (~170 K) during the rest of the year. The average stratopause altitude is ~48 km throughout the whole year, with temperatures varying between 258 and 276 K. From the fit parameters amplitudes and phases of annual, semi-annual, and quarter-annual variations are derived. The amplitude of the annual component is largest with amplitudes of up to 30 K in 85 km, while the quarter-annual variation is smallest and less than 3 K at all altitudes. The lidar data set is compared with ECMWF temperatures below about 70 km altitude and reference data from the NRLMSISE-00 model above. Apart from the temperature soundings the aerosol backscatter ratio is measured between 20 and 35 km. The seasonal variation of these values is presented here for the first time.",
                "Simultaneous measurements of polar mesosphere summer echoes (PMSE) by a VHF radar and temperatures in the mesopause region by a potassium lidar were performed on Spitsbergen (78∘ N) in the years 2001 and 2003. In total 254 h of simultaneous observations are available. The lidar also detected 226 h of noctilucent clouds. In the presence of PMSE temperatures are practically always lower than the frost point which confirms the importance of ice particles for PMSE. However, we also observe extremely low temperatures but no PMSE which we explain by too weak or missing turbulence. The potential role of missing water vapor is discussed in the manuscript. Around the mesopause approximately 80% of the observations show very low temperatures but not PMSE. The importance of sufficiently strong turbulence increases with height since increasing viscosity destroys small scale fluctuations. This …",
                "We report on what we believe to be the first continuous daytime measurements of temperature and vertical wind with a mobile scanning iron lidar. The favorable combination of low backscatter coefficient, high number density, narrow resonance line, and strong Fraunhofer line allows nearly background-free observations during daylight. Owing to the low backscatter coefficient at 386 nm the Fe lidar can operate at a field of view of 54 μrad, which permits efficient spectral filtering with a compact double etalon.",
                "We introduce a new method for temperature profile measurements in the mesopause region in the altitude range from 80 to 105 km. A frequency-doubled narrowband alexandrite laser is used to scan the iron resonance line at 386 nm. The isotopic shifts of the iron isotopes and the laser bandwidth are derived by the measurement itself. Neglecting the minor isotopes results in large temperature errors up to 28 K. We discuss the derived temperatures in comparison with results of our potassium temperature lidar. The iron lidar-derived temperatures have typically a statistical error of 0.4 K and vary by less than 10 K, which is due to the daily natural variation. The all-solid-state system, which is compact, can be containerized and deployed at remote locations.",
                "This work presents the first simultaneous observations of Na and K between 120 and 150 km altitudes along with ionospheric tidal ion layers (TILs) obtained on 30 January 2006 data from Arecibo. The latter displays an average downward phase velocity of ~14.7 ms−1. However, the neutral layers descend together at a much slower velocity of about ~0.69 ms−1. This indicates that thermospheric atomic metal layers are not necessarily associated with TILs. The ratio of the average Na\/K abundances in thermosphere is ~35.5 as compared to 150 in the main layer (80–105 km). The long lifetimes of ions at ~140 km implies that neutral layers cannot result from direct neutralization of metal ions in the TILs. We investigate different mechanisms that can deposit neutral atoms at thermospheric altitudes.",
                "From June 29 to July 6 2003, the German-Norwegian ROMA-SvalRak campaign (ROMA = Rocket borne Observations in the Middle Atmosphere) took place at the SvalRak rocket range, Ny-Ålesund (78.9°N, 11.9°E; Spitzbergen). The main scientific aim of this campaign was to study polar mesosphere summer echoes (PMSE) and mesospheric turbulence. During this campaign a total of three instrumented sounding rockets was launched. In addition, ground based observations with a VHF radar and a potassium lidar at Longyearbyen complemented the in situ measurements. All three sounding rockets were equipped with the CONE (COmbined sensor for Neutrals and Electrons) instrument to measure small scale structure of neutral air and electron density, and neutral temperature. The PIP (positive ion probe) instrument was used to measure small scale structure of the positive ion density. Furthermore, two cold …",
                "This paper gives an update on the design and developments of the new scanning Doppler iron temperature lidar as described in [1]. Continuous temperature profiles in the altitude range from 50 to 105 km are derived by using the iron resonance and Rayleigh backscatter signal of this lidar. We show a common volume measurement with the well established potassium and Rayleigh-Mie-Raman (RMR) lidar at the Leibniz-Institute of Atmospheric Physics (IAP) in Kühlungsborn (Germany, 54 N). The iron lidar temperatures match quite well and have an uncertainty of 0.4 K at the top of the iron layer. Improvements for daylight capability are under development and will be pointed out."
            ],
            [
                [
                    "laser remote sensing",
                    "photonics",
                    "atmospheric sciences"
                ]
            ]
        ]
    ]
}