{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5UHQ82IP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Catalina Marinescu Professor of Physics and Astronomy 202B Kinard Laboratory 864-656-5315 dcm@clemson.edu Marinescu Research Website Ph.D., Physics, Purdue University, West Lafayette, IN M.S., Physics, University of Bucharest, Bucharest, Romania B.S., Physics, University of Bucharest, Bucharest, Romania Condensed Matter Condensed Matter Theory Spin transport in semiconductor systems Superconductivity Many-body phenomena Thermoelectrics Quantum transport Marinescu Research Website Condensed matter physics is a diverse research area, ranging from innovative studies of the basic properties of materials to the development and study of nanometer-scale electronic, thermoelectric and spintronic systems. Within this field fall the exploration of new materials such as carbon nanotubes and semiconducting nanowires as well as the development of next generation electronic devices. Many of the technologies that impact society today (e.g. electronics, magnetics, and photonics) emerged directly from research in condensed matter physics. To learn more about the research in condensed matter physics at Clemson University, please explore the links below. Theoretical Condensed Matter Murray Daw - Theory of Materials Catalina Marinescu - Condensed Matter Theory Sumanta Tewari - Quantum Computation Yao Wang - Quantum Many-body Problems Experimental Condensed Matter Jianbo Gao - Ultrafast Photophysics of Devices Lab Jian He - Synthesis and Characterization of Transition Metal Oxides Ramakrishna Podila - Nano-Bio Lab Apparao Rao - Nanomaterials Research Laboratory Kasra Sardashti - Quantum Materials & Devices Chad Sosolik - Surface and Interface Nanoscience Laboratory October 2019"
            ]
        ]
    ]
}