{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5UJNH6LA",
            "VqHtUUcAAAAJ",
            [
                "The Aquarius Project: the subhaloes of galactic haloes"
            ],
            [
                "We have performed the largest ever particle simulation of a Milky Way sized dark matter halo, and present the most comprehensive convergence study for an individual dark matter halo carried out thus far. We have also simulated a sample of six ultrahighly resolved Milky Way sized haloes, allowing us to estimate the halo-to-halo scatter in substructure statistics. In our largest simulation, we resolve nearly 300 000 gravitationally bound subhaloes within the virialized region of the halo. Simulations of the same object differing in mass resolution by factors of up to 1800 accurately reproduce the largest subhaloes with the same mass, maximum circular velocity and position, and yield good convergence for the abundance and internal properties of dark matter substructures. We detect up to four generations of subhaloes within subhaloes, but contrary to recent claims, we find less substructure in subhaloes than in the …"
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "Mark Vogelsberger Associate Professor of Physics mvogelsb@mit.edu (617) 324-2415 Ronald McNair Building, 37-611 RELATED LINKS: Computational Structure and Galaxy Formation Group Illustris simulation The IllustrisTNG Project Theoretical Astrophysics Professor Vogelsberger is a theoretical astrophysicist whose research interests broadly cover structure and galaxy formation, dark matter physics and large-scale hydrodynamical simulations. He makes extensive use of numerical simulations using state-of-the-art high-performance supercomputers around the world. Cosmology and galaxy formation recently entered their golden age with an enormous amount of observational data becoming available. This allows detailed tests of theories of structure formation in the Universe. The combination of ever more sophisticated observations, theoretical models, and powerful supercomputer simulations have led to a better understanding of how galaxies and structure in the Universe have formed. Cosmological galaxy formation simulations play a crucial role in this process. Vogelsberger has been the main architect of the Illustris simulation ( http:\/\/www.illustris-project.org ), one of the most detailed galaxy formation simulation to date containing more than 40,000 galaxies whose properties closely match observational data. This simulation has been the first of its kind showing clear diversity in the galaxy population.  Professor Vogelsberger is also developing new methods to extend and improve current galaxy formation models. He has been working on new numerical techniques to model anisotropic thermal conduction in galaxy clusters, radiative transfer, large-scale properties of cosmological magnetic fields, and first self-consistent models of cosmic dust within galaxy formation simulations. More recently, he has been one of the main developers of the IllustrisTNG project ( http:\/\/www.tng-project.org ), the successor of the Illustris project.  IllustrisTNG represents currently one of the largest and most detailed galaxy formation simulation projects. Vogelsberger also explores dark matter scenarios beyond cold dark matter by performing and developing new simulations of alternative dark matter models. His models of self-interacting dark matter are able to solve small-scale problems of the cold dark matter paradigm while at the same time not violating any observational constraints. He has developed a new effective framework, ETHOS - effective theory for structure formation, to study alternative dark matter models much more efficiently with simulations by mapping detailed particle physics models to effective structure formation parameters. Recently, he has also presented the first detailed simulations of models of inelastic self-interacting dark matter. Professor Vogelsberger grew up in Germany, and received his undergraduate degree in physics from the University of Mainz and his Ph.D from the University of Munich and the Max Planck Institute for Astrophysics in 2010, advised by Prof. Simon D.M. White. In 2009 he won the Rudolf Kippenhahn Prize for his thesis work. He was an ITC postdoctoral fellow at the Harvard-Smithsonian Center for Astrophysics from 2009-2012, and a Hubble fellow from 2012-2013. In 2014, Dr. Vogelsberger joined the MIT physics faculty as Assistant Professor. In 2016 he won an Alfred P. Sloan Fellowship in Physics. Professor Vogelsberger was promoted to Associate Professor in 2018. \"Cosmological Simulations of Galaxy Formation\", M. Vogelsberger, F. Marinacci, P. Torrey, E. Puchwein, submitted (2019) \"Dust in and around galaxies: dust in cluster environments and its impact on gas cooling\", M. Vogelsberger, R. McKinnon, S. O'Neil, F. Marinacci, R. Kannan, submitted (2019) \"High redshift JWST predictions from IllustrisTNG: Dust modeling and galaxy luminosity functions\" , M. Vogelsberger, D. Nelson, A. Pillepich, X. Shen, F. Marinacci, V. Springel, R. Pakmor, S. Tacchella, R. Weinberger, P. Torrey, L. Hernquist, submitted (2019) \"Evaporating the Milky Way halo and its satellites with inelastic self-interacting dark matter\", M. Vogelsberger, J. Zavala, K. Schutz, T. Slatyer, MNRAS, 484, 4 (2019) \"The uniformity and time-invariance of the intra-cluster metal distribution in galaxy clusters from the IllustrisTNG simulations\", M. Vogelsberger, F. Marinacci, P. Torrey, S. Genel, V. Springel, R. Weinberger, R. Pakmor, L. Hernquist, J. Naiman, A. Pillepich, D. Nelson, MNRAS, 474, 2 (2018) \"ETHOS - an effective theory of structure formation: dark matter physics as a possible explanation of the small-scale CDM problems\", M. Vogelsberger, J. Zavala, F. Cyr-Racine, C. Pfrommer, T. Bringmann, K. Sigurdson, MNRAS, 460, 2 (2016) \"Dwarf galaxies in CDM and SIDM with baryons: observational probes of the nature of dark matter\", M. Vogelsberger, J. Zavala, C. Simpson, A. Jenkins, MNRAS, 444, 4 (2014) \"Introducing the Illustris Project: simulating the coevolution of dark and visible matter in the Universe\", M. Vogelsberger, S. Genel, V. Springel, P. Torrey, D. Sijacki, D. Xu, G. Snyder, D. Nelson, L. Hernquist, MNRAS, 444, 2 (2014) \"Properties of galaxies reproduced by a hydrodynamic simulation\", M. Vogelsberger, S. Genel, V. Springel, P. Torrey, D. Sijacki, D. Xu, G. Snyder, S. Bird, D. Nelson, L. Hernquist, Nature, 509, 7499 (2014) \"A model for cosmological simulations of galaxy formation physics\", M. Vogelsberger, S. Genel, D. Sijacki, P. Torrey, V. Springel, L. Hernquist, MNRAS, 436, 4 (2013) \"Direct detection of self-interacting dark matter\", M. Vogelsberger, J. Zavala, MNRAS, 430, 3 (2013) \"Subhaloes in self-interacting galactic dark matter haloes\", M. Vogelsberger, J. Zavala, A. Loeb, MNRAS, 423, 4 (2012) \"Moving mesh cosmology: numerical techniques and global statistics\", M. Vogelsberger, D. Sijacki, D. Keres, V. Springel, L. Hernquist, MNRAS, 425, 4 (2012) \"Streams and caustics: the fine-grained structure of Λ cold dark matter haloes\", M. Vogelsberger, S. White, MNRAS, 413, 2 (2011) \"Phase-space structure in the local dark matter distribution and its signature in direct detection experiments\", M. Vogelsberger, A. Helmi, V. Springel, S. White, J. Wang, C. Frenk, A. Jenkins, A. Ludlow, J. Navarro, MNRAS, 395, 2 (2009) \"Prospects for detecting supersymmetric dark matter in the Galactic halo\", V. Springel, S. White, C. Frenk, J. Navarro, A. Jenkins, M. Vogelsberger, J. Wang, A. Ludlow, A. Helmi, Nature, 456, 7218, 73 (2008) \"The fine-grained phase-space structure of cold dark matter haloes\", M. Vogelsberger, S. White, A. Helmi, V. Springel, MNRAS, 385, 1 (2008) July 15, 2020 4:41 PM"
            ]
        ]
    ]
}