{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5UYHILHD",
            "jGsbBpsAAAAJ",
            [
                "Effects of photoionization on propagation and branching of positive and negative streamers in sprites",
                "Efficient models for photoionization produced by non-thermal gas discharges in air based on radiative transfer and the Helmholtz equations",
                "Monte Carlo model for analysis of thermal runaway electrons in streamer tips in transient luminous events and streamer zones of lightning leaders",
                "Effects of photoionization on similarity properties of streamers at various pressures in air",
                "Comparison of acceleration, expansion, and brightness of sprite streamers obtained from modeling and high‐speed video observations",
                "Comparison of results from sprite streamer modeling with spectrophotometric measurements by ISUAL instrument on FORMOSAT‐2 satellite",
                "Formation of streamer discharges from an isolated ionization column at subbreakdown conditions",
                "Observation of a gamma‐ray flash at ground level in association with a cloud‐to‐ground lightning return stroke",
                "Application of photoionization models based on radiative transfer and the Helmholtz equations to studies of streamers in weak electric fields",
                "Molecular nitrogen LBH band system far‐UV emissions of sprite streamers"
            ],
            [
                "Modeling studies indicate that double‐headed streamers originating from single electron avalanches in lightning‐driven quasi‐static electric fields at mesospheric altitudes accelerate and expand, reaching transverse scales from tens to a few hundreds of meters and propagation speeds up to one tenth of the speed of light, in good agreement with recent telescopic, high‐speed video and multichannel photometric observations of sprites. The preionization of the medium ahead of a streamer by the ionizing UV photons originating from a region of high electric field in the streamer head (i.e., photoionization) significantly modifies the streamer scaling properties as a function of air pressure in comparison with those predicted by similarity laws. The photoionization leads to lower peak electric fields in the streamer head, lower streamer electron densities, wider initial streamer structures, and lower acceleration and …",
                "This paper presents formulation of computationally efficient models of photoionization produced by non-thermal gas discharges in air based on three-group Eddington and improved Eddington (SP 3) approximations to the radiative transfer equation, and on effective representation of the classic integral model for photoionization in air developed by Zheleznyak et al (1982) by a set of three Helmholtz differential equations. The reported formulations represent extensions of ideas advanced recently by Ségur et al (2006) and Luque et al (2007), and allow fast and accurate solution of photoionization problems at different air pressures for the range, where is the partial pressure of molecular oxygen in air in units of Torr (at atmospheric pressure) and R in cm is an effective geometrical size of the physical system of interest. The presented formulations can be extended to other gases and gas mixtures subject to availability of …",
                "Streamers are thin filamentary plasmas that can initiate spark discharges in relatively short (several centimeters) gaps at near ground pressures and are also known to act as the building blocks of streamer zones of lightning leaders. These streamers at ground pressure, after 1\/N scaling with atmospheric air density N, appear to be fully analogous to those documented using telescopic imagers in transient luminous events (TLEs) termed sprites, which occur in the altitude range 40–90 km in the Earth's atmosphere above thunderstorms. It is also believed that the filamentary plasma structures observed in some other types of TLEs, which emanate from the tops of thunderclouds and are termed blue jets and gigantic jets, are directly linked to the processes in streamer zones of lightning leaders. Acceleration, expansion, and branching of streamers are commonly observed for a wide range of applied electric fields. Recent …",
                "Modelling studies are presented of positive streamers developing at various pressures in air in a point-to-plane discharge geometry. The modelling results emphasize that the quenching of the singlet excited states of molecular nitrogen emitting photoionizing radiation is responsible for non-similar behaviour of streamers at pressures higher than approximately 30 Torr. Our modelling results are consistent with recent experimental work showing that streamers have more and thinner channels and branch more frequently at higher (ie near atmospheric) pressures than at lower pressures. The results also demonstrate the importance of accounting for effects associated with electrode geometry for the interpretation of experimental studies on similarity properties of streamers at various pressures.",
                "We compare sprite streamer modeling results with high‐speed video recordings of sprites made with 50‐μs temporal resolution. Both the modeling results and the sprite videos show that sprite streamers propagate with acceleration and expansion during the initial stage of sprite development. The acceleration computed from the modeling for the applied electric fields close to the conventional breakdown threshold field is on the order of (0.5–1) × 1010 m s−2 and is in good agreement with the peak values observed experimentally. We further discuss the effects of different spatial and temporal resolutions of an observational system on the visual appearances of sprite streamers. It is found that the large variation in brightness of sprites estimated from several observational studies can be directly attributed to different temporal and spatial resolutions of used instruments. Mainly due to the increasing radius of the streamer …",
                "Three intensity ratios of the second positive band system of N2 to N2 LBH band system, the first negative band system of N2+, and the first positive band system of N2 are obtained separately from sprite streamer modeling and from measurements by ISUAL instrument on FORMOSAT‐2 satellite. The direct comparison between the obtained ratios indicates that in order to explain the ISUAL spectrophotometric data the maximum field driving the emissions of an observed sprite event must be greater than three times of the conventional breakdown threshold field. These findings are consistent with an assumption that most of the observed sprite emissions during initial sprite development originate from localized high field regions associated with tips of sprite streamers.",
                "This Letter reports a modeling study on the formation of streamer discharges from an isolated ionization column under subbreakdown condition. Numerical simulations show that positive streamers are able to form from the tip of an ionization column in a uniform applied electric field well below the breakdown threshold field. However, even when the applied field approaches the breakdown threshold field, negative streamers fail to originate from the other tip of the ionization column after the positive streamer has propagated a certain distance. The results reported explain some puzzling observations on streamer discharges in nature such as the predominant initiation of sprites by downward propagating positive streamers and help advance the initiation theories of sprites and lightning.",
                "Terrestrial gamma‐ray flashes (TGFs) are bright, sub‐millisecond bursts of gamma‐rays, originating within the Earth's atmosphere. Most TGFs have been detected by spacecraft in low‐Earth orbit. Only two TGFs have previously been observed from within our atmosphere: one at ground level and one from an aircraft at 14.1 km. We report on a new TGF‐like gamma‐ray flash observed at ground level, detected by the 19‐station Thunderstorm Energetic Radiation Array (TERA) at the University of Florida\/Florida Tech International Center for Lightning Research and Testing (ICLRT). The gamma‐ray flash, which had a duration of 52.7 μs, occurred on June 30, 2009 during a natural negative cloud‐to‐ground lightning return stroke, 191 μs after the start of the stroke. This event is the first definitive association of a gamma‐ray flash with natural CG lightning and is among the most direct links to a specific lightning process so …",
                "Recent advances in development of photoionization models in air based on radiative transfer and Helmholtz equations open new perspectives for efficient solution of nonthermal gas discharge problems involving complex geometries. Many practical applications require accurate modeling of streamer discharges developing in weak electric fields, in which the photoionization process significantly contributes to discharge dynamics. This paper (1) reports original studies, which demonstrate the validity and accuracy of the recently proposed photoionization models for studies of streamers in weak electric fields, and (2) introduces efficient boundary conditions for the photoinization models based on radiative transfer theory.",
                "The time dependent optical emission model developed by Liu and Pasko (2004) is applied to studies of far‐UV emissions of sprite streamers due to N2 Lyman‐Birge‐Hopfield (LBH) band system. Modeling results indicate that the LBH emissions of sprite streamers at 70 km are generally stronger by up to a factor of 10 than those from the first negative band system of N2+, and experimental measurements of the ratio of these two emissions at sprite altitudes can be used to determine poorly known quenching altitude of the N2 (a1Πg) state."
            ],
            [
                [
                    "Atmospheric and Space Electricity",
                    "Plasma Discharges",
                    "Computational Electrodynamics"
                ]
            ]
        ]
    ]
}