{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5W0TQV0C",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Tan Ahn Tan Ahn Assistant Professor B.S., Physics, Stony Brook University, 2002 M.S., Physics, Stony Brook University, 2004 Ph.D., Physics, Stony Brook University, 2008 E-mail: tan.ahn@nd.edu Office Address: 223 Office Phone: 574-631-1524 Web page: http:\/\/www3.nd.edu\/~tahn1\/index.html Atomic nuclei and their properties are determined by the individual protons and neutrons that make up the nucleus and the interactions between then. These ingredients result in a vast and diverse array of phenomena at the femto-scale. My research interest is in studying the emergent properties of nuclei and their implications in reactions and nucleosynthesis. Our experiments use radioactive-ion beams in conjunction with active-target detectors. This technique allows for the study of unstable nuclei that are otherwise experimentally inaccessible. My research interests fall into three areas: 1) Cluster structure of nuclei; How and in what conditions do clusters form in light nuclei? 2) Testing ab-initio nuclear theory; Can we experimentally constrain ab-initio theory to gain insight into nuclear structure and its associated phenomena? 3) Development of active-target techniques; How can we optimize our experimental techniques to take full advantage of radioactive-ion beams? To answer these questions, I perform experiments using radioactive beams available at Notre Dame and national user facilities. Cross section measurements to low lying excited final states of in the  24 Mg(α,p) 27 Al*(γ) reaction as an energy source for X-ray bursts T. Ahn , S. Aguilar, R. J. deBoer, D. W. Bardayan, A. Boeltzig, C. R. Brune, S. P. Burcher, K. Y. Chae, S. L. Henderson, R. K. Grzywacz, K. L. Jones, J. M. Kovoor, K. T. Macon, K. Manukyan, S. Mosby, P. D. O’Malley, M. Renaud, K. Smith, C. Thornsberry, B. Vande Kolk, M. Wiescher, Physical Review C, (2020) Low Energy Nuclear Physics with Active Targets and Time Projection Chambers , D. Bazin, T. Ahn , Y. Ayyad, S. Beceiro-Novo, A. O. Macchiavelli, W. Mittig, J. S. Randhawa, Prog. Part. Nucl. Phys. (2020) First measurement of the B(E2; 3\/2- →1\/2-) transition strength in Be-7: Testing ab initio predictions for A = 7 nuclei , S. L. Henderson, T. Ahn , M. A. Caprio, P. J. Fasano, A. Simon, W. Tan, P. O'Malley, J. Allen, D. W. Bardayan , D. Blankstein , B. Frentz , M. R. Hall, J. J. Kolata , A. E. McCoy, S. Moylan, C. S. Reingold , S. Y. Strauss, and R. O. Torres- Isea , Phys. Rev. C 99, 064320 (2019) CV for Prof. Tan Ahn"
            ]
        ]
    ]
}