{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5WA4TBGR",
            "eWO2fCMAAAAJ",
            [
                "Tests of the gravitational inverse-square law below the dark-energy length scale",
                "Reading DNA at single-nucleotide resolution with a mutant MspA nanopore and phi29 DNA polymerase",
                "Submillimeter test of the gravitational inverse-square law: a search for “large” extra dimensions",
                "Test of the equivalence principle using a rotating torsion balance",
                "Submillimeter tests of the gravitational inverse-square law",
                "Torsion balance experiments: A low-energy frontier of particle physics",
                "Nanopore DNA sequencing with MspA",
                "Single-molecule DNA detection with an engineered MspA protein nanopore",
                "New tests of the universality of free fall",
                "Measurement of Newton's constant using a torsion balance with angular acceleration feedback"
            ],
            [
                "We conducted three torsion-balance experiments to test the gravitational inverse-square law at separations between 9.53 mm and 55 μ m, probing distances less than the dark-energy length scale λ d= ℏ c\/ρ d 4≈ 85 μ m. We find with 95% confidence that the inverse-square law holds (| α|≤ 1) down to a length scale λ= 56 μ m and that an extra dimension must have a size R≤ 44 μ m.",
                "Nanopore technologies are being developed for fast and direct sequencing of single DNA molecules through detection of ionic current modulations as DNA passes through a pore's constriction 1, 2. Here we demonstrate the ability to resolve changes in current that correspond to a known DNA sequence by combining the high sensitivity of a mutated form of the protein pore Mycobacterium smegmatis porin A (MspA) 3 with phi29 DNA polymerase (DNAP) 4, which controls the rate of DNA translocation through the pore. As phi29 DNAP synthesizes DNA and functions like a motor to pull a single-stranded template through MspA, we observe well-resolved and reproducible ionic current levels with median durations of∼ 28 ms and ionic current differences of up to 40 pA. Using six different DNA sequences with readable regions 42–53 nucleotides long, we record current traces that map to the known DNA sequences …",
                "Motivated by higher-dimensional theories that predict new effects, we tested the gravitational 1\/r 2 law at separations ranging down to 218 μ m using a 10-fold symmetric torsion pendulum and a rotating 10-fold symmetric attractor. We improved previous short-range constraints by up to a factor of 1000 and find no deviations from Newtonian physics.",
                "We used a continuously rotating torsion balance instrument to measure the acceleration difference of beryllium and titanium test bodies towards sources at a variety of distances. Our result Δ a N, Be− Ti=(0.6±3.1)× 10− 15 m\/s 2 improves limits on equivalence-principle violations with ranges from 1 m to∞ by an order of magnitude. The Eötvös parameter is η Earth, Be− Ti=(0.3±1.8)× 10− 13. By analyzing our data for accelerations towards the center of the Milky Way we find equal attractions of Be and Ti towards galactic dark matter, yielding η DM, Be− Ti=(− 4±7)× 10− 5. Space-fixed differential accelerations in any direction are limited to less than 8.8× 10− 15 m\/s 2 with 95% confidence.",
                "Motivated by a variety of theories that predict new effects, we tested the gravitational 1\/r 2 law at separations between 10.77 mm and 137 μ m using two different 10-fold azimuthally symmetric torsion pendulums and rotating 10-fold symmetric attractors. Our work improves upon other experiments by up to a factor of about 100. We found no deviation from Newtonian physics at the 95% confidence level and interpret these results as constraints on extensions of the standard model that predict Yukawa or power-law forces. We set a constraint on the largest single extra dimension (assuming toroidal compactification and that one extra dimension is significantly larger than all the others) of R*<~ 160 μ m, and on two equal-sized large extra dimensions of R*<~ 130 μ m. Yukawa interactions with| α|>~ 1 are ruled out at 95% confidence for λ>~ 197 μ m. Extra-dimensions scenarios stabilized by radions are restricted to …",
                "We review recent mechanical experiments that test some of the most basic principles of physics including the weak and strong forms of the Equivalence Principle, the gravitational inverse-square law, and Lorentz invariance. The very high sensitivity of these tests allows one to place interesting constraints on string-theory inspired conjectures about new Yukawa forces from the exchange of very light scalar, pseudoscalar or vector particles, large extra dimensions, the chameleon mechanism, non-commutative spacetime geometry, and Planck-scale Lorentz violation.",
                "Nanopore sequencing has the potential to become a direct, fast, and inexpensive DNA sequencing technology. The simplest form of nanopore DNA sequencing utilizes the hypothesis that individual nucleotides of single-stranded DNA passing through a nanopore will uniquely modulate an ionic current flowing through the pore, allowing the record of the current to yield the DNA sequence. We demonstrate that the ionic current through the engineered Mycobacterium smegmatis porin A, MspA, has the ability to distinguish all four DNA nucleotides and resolve single-nucleotides in single-stranded DNA when double-stranded DNA temporarily holds the nucleotides in the pore constriction. Passing DNA with a series of double-stranded sections through MspA provides proof of principle of a simple DNA sequencing method using a nanopore. These findings highlight the importance of MspA in the future of nanopore …",
                "Nanopores hold great promise as single-molecule analytical devices and biophysical model systems because the ionic current blockades they produce contain information about the identity, concentration, structure, and dynamics of target molecules. The porin MspA of Mycobacterium smegmatis has remarkable stability against environmental stresses and can be rationally modified based on its crystal structure. Further, MspA has a short and narrow channel constriction that is promising for DNA sequencing because it may enable improved characterization of short segments of a ssDNA molecule that is threaded through the pore. By eliminating the negative charge in the channel constriction, we designed and constructed an MspA mutant capable of electronically detecting and characterizing single molecules of ssDNA as they are electrophoretically driven through the pore. A second mutant with additional …",
                "We use a continuously rotating torsion balance to make new tests of the universality of free fall (UFF). We study differential accelerations of Be-Cu and Be-Al test-body pairs in the fields of Earth, the Sun, our Galaxy, and in the direction of the cosmic microwave dipole. We also compare the acceleration towards the Sun and our galactic center of Cu and single-crystal Si in an Al shell (this pair of bodies approximates the elemental compositions of Earth’s core and the Moon or Earth’s crust, respectively). In terms of the classic UFF parameter η, our Earth-source results are η (Be, Cu)=(-1.9±2.5)× 10− 12 and η (Be, Al)=(-0.2±2.8)× 10− 12 where all errors are 1σ. Thus our limit on UFF violation for Be and a composite Al\/Cu body is η=(-1.1±1.9)× 10− 12. Our solar-source results are Δa (Be, Cu)=(-3.0±3.6)× 10− 12 cm\/s 2, Δa (Be, Al)=(+ 2.4±5.8)× 10− 12 cm\/s 2, and Δa (Si\/Al, Cu)=(+ 3.0±4.0)× 10− 12 cm\/s 2. This latter result …",
                "We measured Newton's gravitational constant G using a new torsion balance method. Our technique greatly reduces several sources of uncertainty compared to previous measurements:(1) It is insensitive to anelastic torsion fiber properties;(2) a flat plate pendulum minimizes the sensitivity due to the pendulum density distribution;(3) continuous attractor rotation reduces background noise. We obtain G=(6.674215±0.000092)× 10− 11 m 3 kg− 1 s− 2; the Earth's mass is, therefore, M⊕=(5.972245±0.000082)× 10 24 kg and the Sun's mass is M⊙=(1.988435±0.000027)× 10 30 kg."
            ],
            [
                [
                    "single-molecule biophysics",
                    "experimental gravity"
                ]
            ],
            [
                "Jens Gundlach Professor gundlach@npl.washington.edu 206-543-8774 C529 Biological Physics Gravitational Physics Eot-Wash Group LIGO Scientific Collaboration Nanopore Physics Lab Selected Research Low‐Frequency Tilt Seismology with a Precision Ground‐Rotation Sensor, M. P. Ross, K. Venkateswara, C. A. Hagedorn, J. H. Gundlach, J. S. Kissel, J. Warner, H. Radkins, T. J. Shaffer, M. W. Coughlin, P. Bodin. Seismological Research Letters ; 89 (1): 67–76. PHYS 334 A: Electric Circuits Laboratory PHYS 117 A: General Physics Laboratory PHYS 117 B: General Physics Laboratory PHYS 117 C: General Physics Laboratory PHYS 117 D: General Physics Laboratory PHYS 117 E: General Physics Laboratory PHYS 117 F: General Physics Laboratory PHYS 117 G: General Physics Laboratory PHYS 117 H: General Physics Laboratory PHYS 117 I: General Physics Laboratory PHYS 117 J: General Physics Laboratory PHYS 117 K: General Physics Laboratory PHYS 117 L: General Physics Laboratory PHYS 117 M: General Physics Laboratory PHYS 117 N: General Physics Laboratory PHYS 117 O: General Physics Laboratory PHYS 117 P: General Physics Laboratory PHYS 117 Q: General Physics Laboratory PHYS 117 R: General Physics Laboratory PHYS 117 S: General Physics Laboratory PHYS 118 A: General Physics Laboratory PHYS 118 B: General Physics Laboratory PHYS 118 C: General Physics Laboratory PHYS 118 D: General Physics Laboratory PHYS 118 E: General Physics Laboratory PHYS 118 F: General Physics Laboratory PHYS 118 G: General Physics Laboratory PHYS 118 H: General Physics Laboratory PHYS 119 A: General Physics Laboratory PHYS 119 B: General Physics Laboratory PHYS 119 C: General Physics Laboratory PHYS 119 D: General Physics Laboratory PHYS 119 E: General Physics Laboratory PHYS 119 F: General Physics Laboratory PHYS 119 G: General Physics Laboratory PHYS 119 H: General Physics Laboratory PHYS 119 A: General Physics Laboratory PHYS 119 B: General Physics Laboratory PHYS 119 C: General Physics Laboratory PHYS 119 D: General Physics Laboratory PHYS 119 E: General Physics Laboratory PHYS 119 F: General Physics Laboratory PHYS 119 G: General Physics Laboratory PHYS 119 H: General Physics Laboratory PHYS 119 I: General Physics Laboratory PHYS 119 J: General Physics Laboratory PHYS 119 K: General Physics Laboratory PHYS 119 L: General Physics Laboratory PHYS 119 M: General Physics Laboratory PHYS 118 A: General Physics Laboratory PHYS 118 B: General Physics Laboratory PHYS 118 C: General Physics Laboratory PHYS 118 D: General Physics Laboratory PHYS 118 E: General Physics Laboratory PHYS 118 F: General Physics Laboratory PHYS 118 G: General Physics Laboratory PHYS 118 H: General Physics Laboratory PHYS 118 I: General Physics Laboratory PHYS 118 J: General Physics Laboratory PHYS 118 K: General Physics Laboratory PHYS 118 L: General Physics Laboratory PHYS 118 M: General Physics Laboratory PHYS 118 N: General Physics Laboratory PHYS 118 O: General Physics Laboratory PHYS 118 P: General Physics Laboratory PHYS 118 Q: General Physics Laboratory PHYS 118 R: General Physics Laboratory PHYS 118 S: General Physics Laboratory PHYS 122 CN: Electromagnetism PHYS 122 CQ: Electromagnetism PHYS 122 CT: Electromagnetism PHYS 122 CU: Electromagnetism PHYS 122 DR: Electromagnetism PHYS 122 DT: Electromagnetism PHYS 118 A: General Physics Laboratory PHYS 118 B: General Physics Laboratory PHYS 118 D: General Physics Laboratory PHYS 118 E: General Physics Laboratory PHYS 118 F: General Physics Laboratory PHYS 118 G: General Physics Laboratory PHYS 122 AM: Electromagnetism PHYS 122 AN: Electromagnetism PHYS 122 AO: Electromagnetism PHYS 122 AP: Electromagnetism PHYS 122 AQ: Electromagnetism PHYS 122 AR: Electromagnetism PHYS 122 AS: Electromagnetism PHYS 122 AT: Electromagnetism PHYS 122 AU: Electromagnetism PHYS 122 AV: Electromagnetism PHYS 122 BM: Electromagnetism PHYS 122 BN: Electromagnetism PHYS 122 BO: Electromagnetism PHYS 122 BP: Electromagnetism PHYS 122 BQ: Electromagnetism PHYS 122 BR: Electromagnetism PHYS 122 BS: Electromagnetism PHYS 122 BT: Electromagnetism PHYS 122 CM: Electromagnetism PHYS 122 CN: Electromagnetism PHYS 122 CO: Electromagnetism PHYS 122 CP: Electromagnetism PHYS 122 CQ: Electromagnetism PHYS 122 CR: Electromagnetism PHYS 122 CS: Electromagnetism PHYS 122 CT: Electromagnetism PHYS 119 B: General Physics Laboratory PHYS 119 C: General Physics Laboratory PHYS 119 D: General Physics Laboratory PHYS 119 E: General Physics Laboratory PHYS 119 F: General Physics Laboratory PHYS 119 G: General Physics Laboratory PHYS 119 I: General Physics Laboratory PHYS 119 J: General Physics Laboratory PHYS 119 K: General Physics Laboratory PHYS 119 L: General Physics Laboratory PHYS 119 M: General Physics Laboratory PHYS 119 N: General Physics Laboratory PHYS 123 BM: Waves PHYS 123 BN: Waves PHYS 123 BO: Waves PHYS 123 CM: Waves PHYS 123 CN: Waves PHYS 123 CO: Waves PHYS 123 CP: Waves PHYS 123 CQ: Waves PHYS 123 CR: Waves PHYS 123 CS: Waves PHYS 123 CT: Waves PHYS 123 CU: Waves PHYS 123 DM: Waves PHYS 123 DN: Waves PHYS 123 DO: Waves PHYS 123 DP: Waves PHYS 123 DQ: Waves PHYS 123 DR: Waves PHYS 123 DS: Waves PHYS 123 DT: Waves PHYS 123 DU: Waves Winter 2018 PHYS 117 A: General Physics Laboratory PHYS 117 B: General Physics Laboratory PHYS 117 C: General Physics Laboratory PHYS 117 E: General Physics Laboratory PHYS 117 F: General Physics Laboratory PHYS 117 G: General Physics Laboratory PHYS 117 H: General Physics Laboratory PHYS 117 I: General Physics Laboratory PHYS 117 K: General Physics Laboratory PHYS 117 L: General Physics Laboratory PHYS 121 AM: Mechanics PHYS 121 AN: Mechanics PHYS 121 AP: Mechanics PHYS 121 AQ: Mechanics PHYS 121 AR: Mechanics PHYS 121 AS: Mechanics PHYS 121 AT: Mechanics PHYS 121 BM: Mechanics PHYS 121 BN: Mechanics PHYS 121 BO: Mechanics PHYS 121 BP: Mechanics PHYS 121 BQ: Mechanics PHYS 121 BR: Mechanics PHYS 121 BS: Mechanics PHYS 121 BT: Mechanics PHYS 121 BW: Mechanics PHYS 121 CM: Mechanics PHYS 121 CN: Mechanics PHYS 121 CO: Mechanics PHYS 121 CP: Mechanics PHYS 121 CQ: Mechanics PHYS 121 CR: Mechanics PHYS 121 CT: Mechanics PHYS 121 CU: Mechanics Autumn 2017 PHYS 117 A: General Physics Laboratory PHYS 117 B: General Physics Laboratory PHYS 117 C: General Physics Laboratory PHYS 117 E: General Physics Laboratory PHYS 117 F: General Physics Laboratory PHYS 117 G: General Physics Laboratory PHYS 117 I: General Physics Laboratory PHYS 117 K: General Physics Laboratory PHYS 117 L: General Physics Laboratory PHYS 117 O: General Physics Laboratory PHYS 117 P: General Physics Laboratory PHYS 117 Q: General Physics Laboratory PHYS 121 AM: Mechanics PHYS 121 AN: Mechanics PHYS 121 AO: Mechanics PHYS 121 AQ: Mechanics PHYS 121 AS: Mechanics PHYS 121 AT: Mechanics PHYS 121 AU: Mechanics PHYS 121 AV: Mechanics PHYS 121 BM: Mechanics PHYS 121 BO: Mechanics PHYS 121 CM: Mechanics PHYS 121 CN: Mechanics PHYS 121 CO: Mechanics PHYS 121 CP: Mechanics PHYS 121 CQ: Mechanics PHYS 121 CR: Mechanics PHYS 121 CS: Mechanics PHYS 121 CT: Mechanics PHYS 121 CU: Mechanics PHYS 121 DM: Mechanics PHYS 121 DN: Mechanics PHYS 121 DO: Mechanics PHYS 121 DP: Mechanics PHYS 121 DV: Mechanics PHYS 121 EM: Mechanics PHYS 121 EN: Mechanics PHYS 121 EP: Mechanics PHYS 121 EQ: Mechanics PHYS 121 ES: Mechanics PHYS 121 EU: Mechanics Related News Three UW Physics professors are the recipients of the 2021 Breakthrough Prize in Fundamental Physics - September 10, 2020 Nanopore sequencing technology lands licensing deal - October 16, 2013 Team of reseachers led by Jens Gundlach hit on fast and cheap DNA sequencing - April 12, 2012"
            ]
        ]
    ]
}