{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5X3XTPUM",
            "CkpKA0sAAAAJ",
            [
                "Renormalization group flows from holography--Supersymmetry and a c-theorem",
                "Self-duality in odd dimensions",
                "Continuous distributions of D3-branes and gauged supergravity",
                "N= 2 supersymmetric RG flows and the IIB dilaton",
                "New vacua of gauged N= 8 supergravity in five dimensions",
                "Gauged N= 8 d= 5 supergravity",
                "Gauged maximally extended supergravity in seven dimensions",
                "BRST analysis of physical states for 2D gravity coupled to c≦ 1 matter",
                "N= 1 supersymmetric renormalization group flows from IIB supergravity",
                "Compactification of {ce: inline-formula} d= 11 {\/ce: inline-formula} supergravity on S 4 (or {ce: inline-formula} 11= 7+ 4 {\/ce: inline-formula}, too)"
            ],
            [
                "We obtain first order equations that determine a supersymmetric kink solution in five-dimensional N= 8 gauged supergravity. The kink interpolates between an exterior anti-de Sitter region with maximal supersymmetry and an interior anti-de Sitter region with one quarter of the maximal supersymmetry. One eighth of supersymmetry is preserved by the kink as a whole. We interpret it as describing the renormalization group flow in N= 4 super-Yang-Mills theory broken to an N= 1 theory by the addition of a mass term for one of the three adjoint chiral superfields. A detailed correspondence is obtained between fields of bulk supergravity in the interior anti-de Sitter region and composite operators of the infrared field theory. We also point out that the truncation used to find the reduced symmetry critical point can be extended to obtain a new N= 4 gauged supergravity theory holographically dual to a sector of N= 2 gauge theories based on quiver diagrams.We consider more general kink geometries and construct a c-function that is positive and monotonic if a weak energy condition holds in the bulk gravity theory. For even-dimensional boundaries, the c-function coincides with the trace anomaly coefficients of the holographically related field theory in limits where conformal invariance is recovered.",
                "For spacetime dimension d = 4k − 1 one may take the “square root” of the Proca equation for a massive antisymmetric tensor field. The result is a “self-dual” field which propagates half as many massive modes. We present a simple supersymmetric model for d = 3. We also discuss other types of odd-dimensional self-duality, in d = 4k + 1 and in euclidean spaces.",
                "States on the Coulomb branch of Script N= 4 super-Yang-Mills theory are studied from the point of view of gauged supergravity in five dimensions. These supersymmetric solutions provide examples of consistent truncation from type-IIB supergravity in ten dimensions. A mass gap for states created by local operators and perfect screening for external quarks arise in the supergravity approximation. We offer an interpretation of these surprising features in terms of ensembles of brane distributions.",
                "We show that there is a non-trivial relationship between the dilaton of IIB supergravity, and the coset of scalar fields in five-dimensional, gauged N= 8 supergravity. This has important consequences for the running of the gauge coupling in massive perturbations of the AdS\/CFT correspondence. We conjecture an exact analytic expression for the ten-dimensional dilaton in terms of five-dimensional quantities, and we test this conjecture. Specifically, we construct a family of solutions to IIB supergravity that preserve half of the supersymmetries, and are lifts of supersymmetric flows in five-dimensional, gauged N= 8 supergravity. Via the AdS\/CFT correspondence these flows correspond to softly broken N= 4, large N Yang–Mills theory on part of the Coulomb branch of N= 2 supersymmetric Yang–Mills. Our solutions involve non-trivial backgrounds for all the tensor gauge fields as well as for the dilaton and axion.",
                "We analyze a particular SU (2) invariant sector of the scalar manifold of gauged N= 8 supergravity in five dimensions, and find all the critical points of the potential within this sector. The critical points give rise to Anti-de Sitter vacua, and preserve at least an SU (2) gauge symmetry. Consistent truncation implies that these solutions correspond to Anti-de Sitter compactifications of IIB supergravity, and hence to possible near-horizon geometries of 3-branes. Thus we find new conformal phases of softly broken N= 4 Yang–Mills theory. One of the critical points preserves N= 2 supersymmetry in the bulk and is therefore completely stable, and corresponds to an N= 1 superconformal fixed point of the Yang–Mills theory. The corresponding renormalization group flow from the N= 4 point has c IR\/c UV= 27\/32. We also discuss the ten-dimensional geometries corresponding to these critical points.",
                "The complete gauged nonlinear N = 8 d = 5 supergravity action and supersymmetry transformation laws (without four- and three-fermion terms) are presented. They are obtained from the ungauged model by reinterpreting part of the field strenghts of the abelian vector fields as real self-dual second-rank antisymmetric tensors. The complete set of T-tensor identities are given and their validity is checked numerically. The model has a local Yang-Mills SO(6) and a local composite USp(8) symmetry. The self-duality is essential for the consistent coupling of the antisymmetric tensors to the nonabelian gauge fields.",
                "The complete nonlinear gauged N = 4, d = 7 supergravity action and supersymmetry transformation laws (without four- and three-fermion terms) are obtained by the Noether method, starting from the linearized gauged N = 4, d = 7 model, as previously found by spontaneous compactification of d = 11 supergravity on S4. The model has a local Yang-Mills SO(5) and a local composite SO(5) symmetry. Essential in the construction is the selfdual action for the five third-rank antisymmetric tensors.",
                "We consider 2D gravity coupled toc≦1 conformal matter in the conformal gauge. The Liouville system is represented by a free scalar field,φ  L , with background charge such that the BRST operator imposing reparametrization invariance is nilpotent. We compute the cohomology of this BRST charge on the product of the Fock space ofφ  L  with those of the ghosts and one other free scalar field,φ  M  representing the matter system. From this calculation the physical states of the full theory are determined. For thec<1 case the further projection from the Fock space ofφ  M  to the irreducible representation, using Felder's resolution, reproduces the results of Lian and Zuckerman.",
                "We consider N= 1 supersymmetric renormalization group flows of N= 4 Yang-Mills theory from the perspective of ten-dimensional IIB supergravity. We explicitly construct the complete ten-dimensional lift of the flow in which exactly one chiral superfield becomes massive (the LS flow). We also examine the ten-dimensional metric and dilaton configurations for the``super-QCD''flow (the GPPZ flow) in which all chiral superfields become massive. We show that the latter flow generically gives rise to a dielectric 7-brane in the infra-red, but the solution contains a singularity that may be interpreted as a``duality averaged''ring distribution of 5-branes wrapped on S^ 2. At special values of the parameters the singularity simplifies to a pair of S-dual branes with (p, q) charge (1,\\pm 1).",
                "Eleven-dimensional supergravity can compactify spontaneously on either S 7 or S 4. We study the latter case, with attention to its connection with a possible gauged {ce:inline-formula}N = 4{\/ce:inline-formula} supergravity in {ce:inline-formula}d = 7{\/ce:inline-formula}. We derive the linearized field equations and supersymmetry transformation rules for the effective {ce:inline-formula}d = 7{\/ce:inline-formula} supergravity multiplet. There are five third rank antisymmetric tensors in this multiplet which are in the 5 representation of the gauge group USp(4) and they are propagated with a self-duality condition in 7 dimensions. There is also a 14 of scalar fields and they are found to propagate with a non-conformal wave operator."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}