{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5XMSKQ5D",
            "d20NfnwAAAAJ",
            [
                "Electrical conductivity in doped polyacetylene",
                "Synthesis of highly conducting films of derivatives of polyacetylene,(CH) x",
                "Conducting polymers: Halogen doped polyacetylene",
                "Microporous carbon nanoplates from regenerated silk proteins for supercapacitors",
                "Electrical transport in doped polyacetylene",
                "Polyacetylene, (CH)x: n‐type and p‐type doping and compensation",
                "Effect of SOCl2 treatment on electrical and mechanical properties of single-wall carbon nanotube networks",
                "A three-terminal carbon nanorelay",
                "Electrical transport through individual vanadium pentoxide nanowires",
                "Anisotropic field effect mobility in single crystal pentacene"
            ],
            [
                "Doped polyacetylene forms a new class of conducting polymers in which the electrical conductivity can be systematically and continuously varied over a range of eleven orders of magnitude. Transport studies and far-infrared transmission measurements imply a metal-to-insulator transition at dopant concentrations near 1%.",
                "Figure 1. Cyclic voltammograms of uranocene in C6H5CN, 0.1 M (n-Bu) 4N+ PF6-at a Pt disk electrode (area= 0.21 cm2). Conditions: sweep rate, 0.8 V\/s; 6 C; switching potentials, 0.232 (A),, 1.167 (B). Abscissa: 20 µ\/division. shown that no more than V3 of all the COT ligand is liberated as free COT. Subtraction of boththe electrolyte and the solvent bands from the FT IR spectrum of the product solution left bands at 810 (w), 774-780 (m), 758 (w), 719 (w), 644-650 (m), and 608 (w) cm-1, which are in the region characteristic for-COT complexes to lanthanides and actinides. 19b The solution is paramagnetic (Gouy balance) and no peaks in the NMR spectrum were observed which one might attribute to the product. The visible spectrum of a typical THF solution showed bands at 659 (e=¿ 222), 637 (e=¿ 253), 540 (e=¿ 113), 490 (e=¿ 136, sh), 478 (e=¿ 149), and 410 nm (e=¿ 264). 20 The same product is formed in both …",
                "A study of the electrical conductivity of the halogen doped transpolyacetylene system, (CH)x, is reported. When films of trans‐ (CH)x are exposed to chlorine, bromine, or iodine vapor, uptake of halogen occurs; and the conductivity increases markedly, over eleven orders of magnitude in the case of iodine. The behavior of the halogenated polyacetylene is like that of a series of semiconductors with activation energies which vary with halogen content. The results are discussed in terms of a model of the doping process based on charge transfer.",
                "Novel carbon‐based microporous nanoplates containing numerous heteroatoms (H‐CMNs) are fabricated from regenerated silk fibroin by the carbonization and activation of KOH. The H‐CMNs exhibit superior electrochemical performance, displaying a specific capacitance of 264 F\/g in aqueous electrolytes, a specific energy of 133 Wh\/kg, a specific power of 217 kW\/kg, and a stable cycle life over 10000 cycles.",
                "The results of an experimental study of electrical conductivity and thermopower in doped polyacetylene are reported. Included are measurements on both as‐grown and partially oriented films doped with iodine and AsF5; [CH(AsF5)y]xand [CH(I3)y]x, where y covers the full doping range. The data indicate three important concentration regimes; the dilute limit (y<0.001), the transitional region (0.001<y<0.01), and the metallic state (y≳0.01). In the dilute limit, the transport is via carrier hopping; the mobility is small (∼5×10−5 cm2\/V sec) and activated (ΔΕ=0.3 eV). The semiconductor to metal transition is evident in the data and leads to a qualitative change in temperature dependence of the conductivity and to finite zero temperature values above yc?0.01–0.02. The transport mobility increases by five to six orders of magnitude on going through the transitional region. In the metallic state, the high mobility (∼60 cm2\/V …",
                "A series of experiments are reported which demonstrate that donors or acceptors can dope polyacetylene to n type or p type, respectively, and that the two kinds of dopants can compensate one another. The formation of a rectifying p‐n junction is demonstrated. These results suggest the possibility of utilizing doped polyacetylene in a variety of potential semiconductor device applications.",
                "Chemical modification by SOCl2 of an entangled network of purified single-wall carbon nanotubes, also known as ‘bucky paper', is reported to profoundly change the electrical and mechanical properties of this system. Four-probe measurements indicate a conductivity increase by up to a factor of 5 at room temperature and an even more pronounced increase at lower temperatures. This chemical modification also improves the mechanical properties of SWNT networks. Whereas the pristine sample shows an overall semiconducting character, the modified material behaves as a metal. The effect of SOCl2 is studied in terms of chemical doping of the nanotube network. We identified the microscopic origin of these changes using SEM, XPS, NEXAFS, EDX, and Raman spectroscopy measurements and ab initio calculations. We interpret the SOCl2-induced conductivity increase by p-type doping of the pristine material …",
                "Three-terminal nanorelay structures were fabricated with multiwall carbon nanotubes (MWNTs). The nanotube relays were deflected by applying a gate voltage until contact (mechanical and\/or electrical) was made with a drain electrode, thus closing the circuit. It was possible to achieve multiple switching cycles, showing that carbon nanotubes are suitable and practical systems for developing nanoelectromechanical devices of this kind. ",
                "The controlled deposition of individual V2O5 nanowires on chemically modified SiO2 substrates is reported here. Electrical transport measurements were performed on individual fibers (see Figure) and on thin fiber networks, and the conductivity of an individual V2O5 nanowire was estimated to be ∼0.5 S\/cm at room temperature. The structure of the fibers was investigated using scanning force microscopy.",
                "Fan-shaped electrodes were designed on Si∕SiO2 substrate to measure the anisotropic field effect mobility in freestanding single crystal pentacene. Field effect transistor was fabricated by placing single crystal pentacene on the prepatterned electrodes. The contact between the electrodes and single crystal pentacene was enhanced by applying pressure. Angle dependence of field effect mobility in single crystal pentacene showed remarkably anisotropic behavior. The highest mobility value was estimated to be ∼2.3cm2∕Vs at room temperature."
            ],
            [
                [
                    "condensed matter physics",
                    "materials chemistry",
                    "low dimensional cooperative phenomena"
                ]
            ]
        ]
    ]
}