{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5Z71AHRJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Mark Kasevich Professor of Physics and of Applied Physics On Leave from 01\/01\/2021 To 06\/30\/2021 Applied Physics kasevich@stanford.edu Varian Building, Rm. 234 (650) 723-4356 (650) 723-9173 (fax) Department:&nbspApplied Physics Physics Department Varian Building, Room 234 (650) 723-4356 (650) 723-9173 (fax) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) PHYSICS 190 (Aut, Win, Spr, Sum) Electricity and Magnetism PHYSICS 43 (Spr) Electricity and Magnetism PHYSICS 43 (Spr) Electricity and Magnetism Lab PHYSICS 44 (Spr) Electricity and Magnetism PHYSICS 43 (Spr) Electricity and Magnetism Lab PHYSICS 44 (Spr) Matt Grant, Ognjen Markovic, Thomas Wilkason Shaun Burd Yehonatan Israel Julian Martinez Rincon Chris Overstreet David Berryrieser , Minjeong Kim, Brannon Klopfer, Stewart Koppell, Benjamin Malia, Yunfan Wu Tim Chen, Jacob Hines Postdoctoral Research Mentor Shaun Burd Tim Chen, Ian Gabalski , Chris Gustin, Winston Pouse, Patrick Worasaran, Irene Zhang Atomic, Molecular and Optical Physics Sea turtle Examining and manipulating matter at the scale of the atom and molecule. A ttosecond to femtosecond processes, quantum properties of atoms and photons, testing fundamental physics. Research in atomic, molecular, laser and X-ray physics at Stanford takes place in the Physics and Applied Physics Departments and in the Photon Science Department at National Accelerator Laboratory. A rich set of topics are explored in the Varian Physics Laboratory, the Ginzton Lab and through the PULSE Institute for Ultrafast Energy Science. SLAC houses both the Stanford Synchrotron Radiation Lightsource and the Linac Coherent Light Source The structure and dynamics of matter at the atomic scale -- from Angstroms to nanometers in space and attoseconds to femtoseconds in time -- are studied using strong laser and x-ray fields to control and probe the quantum evolution of atoms and molecules. Basic questions in atomic physics are addressed through measurements of \"simple\" atoms, often laser-cooled and at the quantum-measurement level, leading to applications in real-world systems. Precision control of lasers and atoms are used for tests of space-time, advanced optical clocks, ultra-fast timing, atomic sensors, and ultra-sensitive detection of trace atoms.  Quantum sensors of rotation and acceleration based on cold atoms (quantum metrology) are being developed for tests of general relativity, the investigation of many-body quantum effects in Bose-condensed vapors, and ultra-fast laser-induced phenomena. Other efforts aim to create and study novel quantum many-body systems, including quantum soft matter, using new techniques developed for creating and manipulating exotic dipolar ultracold atoms in optical lattices, near cryogenic surfaces, and inside multimode optical resonators.  This research aims to elucidate the interplay between superfluidity, crystallinity, and magnetism to provide better intuition about the organizing principles of strongly interacting matter. Future efforts at Stanford will focus on the generation and detection of highly entangled many-body states of ultracold atoms, primarily using techniques of cavity QED, the exploration of quantum critical phenomena and routes to topological encoding of quantum information. Related Research Areas & Centers AMO@Stanford Atomic, Molecular, and Optical Physics Projects PULSE Institute Philip Bucksbaum (650) 926-5337 phb@slac.stanford.edu My research pages Attsecond Physics Strong-Field Physics Making Molecular Movies Steven Chu (650) 723-2986 Jason Hogan Assistant Professor (650) 498-0693 hogan@stanford.edu Leo Hollberg Research Professor (650) 723-4227 leoh@stanford.edu Mark Kasevich (650) 723-4356 kasevich@stanford.edu Benjamin Lev Associate Professor benlev@stanford.edu LevLab website Monika Schleier-Smith Associate Professor Research Group AMO Physics at Stanford H Schwettman has@stanford.edu"
            ]
        ]
    ]
}