{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5ZYG7ZUM",
            "vluSzycAAAAJ",
            [
                "Diffraction using laser-driven broadband electron wave packets",
                "The roles of photo-carrier doping and driving wavelength in high harmonic generation from a semiconductor",
                "Experimental investigation of strong-field-ionization theories for laser fields from visible to midinfrared frequencies",
                "Laser induced periodic surface structure formation in germanium by strong field mid IR laser solid interaction at oblique incidence",
                "High spatial frequency laser induced periodic surface structure formation in germanium by mid-IR femtosecond pulses",
                "Universal pulse dependence of the low-energy structure in strong-field ionization",
                "Universal pulse dependence of the low-energy structure in strong-field ionization",
                "Femtosecond laser damage of germanium from near-to mid-infrared wavelengths",
                "High-order harmonic generations in intense MIR fields by cascade three-wave mixing in a fractal-poled LiNbO3 photonic crystal"
            ],
            [
                "Directly monitoring atomic motion during a molecular transformation with atomic-scale spatio-temporal resolution is a frontier of ultrafast optical science and physical chemistry. Here we provide the foundation for a new imaging method, fixed-angle broadband laser-induced electron scattering, based on structural retrieval by direct one-dimensional Fourier transform of a photoelectron energy distribution observed along the polarization direction of an intense ultrafast light pulse. The approach exploits the scattering of a broadband wave packet created by strong-field tunnel ionization to self-interrogate the molecular structure with picometre spatial resolution and bond specificity. With its inherent femtosecond resolution, combining our technique with molecular alignment can, in principle, provide the basis for time-resolved tomography for multi-dimensional transient structural determination.",
                "High-harmonic generation from gases produces attosecond bursts and enables high-harmonic spectroscopy to explore electron dynamics in atoms and molecules. Recently, high-harmonic generation from solids has been reported, resulting in novel phenomena and unique control of the emission, absent in gas-phase media. Here we investigate high harmonics from semiconductors with controllable induced photo-carrier densities, as well as the driving wavelengths. We demonstrate that the dominant generation mechanism can be identified by monitoring the variation of the harmonic spectra with the carrier density. Moreover, the harmonic spectral dependence on the driving wavelength is reported and a different dependence from the well-known one in gas-phase media is observed. Our study provides distinct control of the harmonic process from semiconductors, sheds light on the underlying mechanism and …",
                "Strong-field-ionization yield versus intensity is investigated for various atomic targets (Ne, Ar, Kr, Xe, Na, K, Zn, and Mg) and light polarization from visible to mid-infrared (0.4–4 μ m), from multiphoton to tunneling regimes. The experimental findings (normalized yield vs intensity, ratio of circular to linear polarization and saturation intensities) are compared to the theoretical models of Perelomov-Popov-Terent'ev (PPT) and Ammosov-Delone-Krainov (ADK). While PPT is generally satisfactory, ADK validity is found, as expected, to be much more limited.",
                "Laser induced periodic surface structures (LIPSS or ripples) were generated on single crystal germanium after irradiation with multiple 3 µm femtosecond laser pulses at a 45° angle of incidence. High and low spatial frequency LIPSS (HSFL and LSFL, respectively) were observed for both s- and p-polarized light. The measured LSFL period for p-polarized light was consistent with the currently established LIPSS origination model of coupling between surface plasmon polaritons (SPP) and the incident laser pulses. A vector model of SPP coupling is introduced to explain the formation of s-polarized LSFL away from the center of the damage spot. Additionally, a new method is proposed to determine the SPP propagation length from the decay in ripple depth. This is used along with the measured LSFL period to estimate the average electron density and Drude collision time of the laser-excited surface. Finally, full-wave …",
                "Formation of high spatial frequency laser induced periodic surface structures (HSFL) in germanium by 90 fs mid-IR pulses at a 1 kHz repetition rate with wavelengths between λ = 2 and 3.6 μm was studied with varying angle of incidence and polarization. The period of these structures varied from λ\/3 to λ\/8. A modified surface-scattering model including Drude excitation and the optical Kerr effect explains the spatial period scaling of HSFL across the mid-IR wavelengths. Transmission electron microscopy shows the presence of a 30 nm amorphous layer above the structure of crystalline germanium. Various mechanisms including two photon absorption and defect-induced amorphization are discussed as probable causes for the formation of this layer.",
                "We determine quantitatively the laser pulse duration dependence of the low-energy structure (LES) in strong-field atomic ionization and establish its universal character. The electron energy measurement is performed on krypton and argon by varying the duration of a 1.8 μ m midinfrared pulse from two to ten cycles. Comparing the experiment with analytical and numerical results, the soft-recollision mechanism leading to electron momentum bunching is confirmed as the origin of the LES. The universal behavior of the LES peak energy on pulse duration emerges from an analytical description as a product of two factors: one contains the influence of the laser parameters and the target, while the other one describes the pulse duration dependence in terms of optical cycles.",
                "We determine quantitatively the laser pulse duration dependence of the low-energy structure (LES) in strong-field atomic ionization and establish its universal character. The electron energy measurement is performed on krypton and argon by varying the duration of a 1.8 μ m midinfrared pulse from two to ten cycles. Comparing the experiment with analytical and numerical results, the soft-recollision mechanism leading to electron momentum bunching is confirmed as the origin of the LES. The universal behavior of the LES peak energy on pulse duration emerges from an analytical description as a product of two factors: one contains the influence of the laser parameters and the target, while the other one describes the pulse duration dependence in terms of optical cycles.",
                "Femtosecond laser-induced damage and ablation (fs-LIDA) is a rich field in extreme non-perturbative nonlinear optics with wide ranging applications, including laser micro- and nano-machining, waveguide writing, and eye surgery. Our understanding of fs-LIDA, however, is limited mostly to visible and near-infrared wavelengths. In this work, we systematically study single-shot, fs-laser ablation (fs-LIA) of single-crystal germanium from near- to mid-infrared wavelengths, and compare the fs-LIA wavelength scaling with two widely used models. We show that these models are inadequate, particularly at mid-infrared wavelengths. Instead, a hybrid model is proposed involving Keldysh ionization rates, a constant free-carrier density threshold, and multi-band effects, which yields good agreement with experimental observations. Aspects of this model may be applied to understanding other strong-field non-perturbative phenomena in solids.",
                "We report on the generation of harmonic-like photon upconversion in a LiNbO_3-based nonlinear photonic crystal by mid-infrared (MIR) femtosecond laser pulses. We study below bandgap harmonics of various driver wavelengths, reaching up to the 11th order at 4 μm driver with 13% efficiency. We compare our results to numerical simulations based on two mechanisms: cascade three-wave mixing and non-perturbative harmonic generation, both of which include quasi-phase matching. The cascade model reproduces well the general features of the observed spectrum, including a plateau-like harmonic distribution and the observed efficiency. This has the potential for providing a source of tabletop few femtosecond ultraviolet pulses."
            ],
            [
                [
                    "Strong-field AMO physics",
                    "ultrafast optics"
                ]
            ]
        ]
    ]
}