{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "5ZZDECTE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                  View Faculty Video   Clifford Johnson  Professor of Physics and Astronomy  Contact Information  E-mail:  johnson1@usc.edu  Phone: (213) 821-1772 Office: SHS 273  LINKS  The blog - Asymptotia        Education   Ph.D. Theoretical Physics, University of Southampton, 6\/1992  B.S. Physics, Imperial College, London University, 6\/1989    Postdoctoral Training   Postdoctoral Researcher, Institute for Theoretical Physics, UCSB, 09\/1995-08\/1998  Instructor and Postdoctoral Researcher, Princeton University, 01\/1995-08\/1995  Member, Institute for Advanced Study, Princeton, 09\/1992-12\/1994    Academic Appointment, Affiliation, and Employment History  Tenure Track Appointments   Professor, University of Southern California, 08\/21\/2003-  Professor, University of Durham, England, 01\/01\/2000-08\/20\/2003  Assistant Professor, University of Kentucky, 01\/01\/1997-01\/01\/1999  Postdoctoral Research Associate, Institute for Theoretical Physics, University of California, Santa Barbara, 01\/01\/1995-01\/01\/1997  Visiting Research Fellow and Lecturer, Princeton University, 01\/01\/1994-01\/01\/1995  Postdoctoral member, School of Natural Sciences, Institute for Advanced Study, Princeton, NJ, 01\/01\/1992-01\/01\/1994   Visiting and Temporary Appointments   Visiting Professor, University of Durham, England, 08\/20\/2003-09\/01\/2006   Description of Research  Summary Statement of Research Interests  Clifford Johnson's research interests are mainly concerned with the development of theoretical tools for the description of the basic fabric of Nature. He is part of the international effort to understand and describe the origin of, and the fundamental constituents (and their interactions) of the Universe. He works mainly on superstring theory, quantum gravity, gauge theory, and M-theory, studying objects such as black holes and D-branes, using a variety of techniques from Mathematics and Physics.\r\n\r\nMany of the same techniques can be applied to studying aspects of strongly coupled physics that are important in other experimental fields such as nuclear physics and condensed matter physics. Johnson's work in this area has led to insights into new descriptions of phenomena relevant to the quark-gluon plasma, cold atomic gases, and various quantum critical phenomena closely related to high temperature superconductors.  Research Keywords  superstring theory, quantum gravity, M-theory, black holes, D-branes, theoretical physics, quarks, gluons, superconductors  Publications  Book      Johnson, C. V. \r\n                                (2017).\r\n                            The Dialogues: Conversations about the Nature of the Universe. Cambridge, MA: MIT Press. Catalogue entry    Johnson, C. V. \r\n                                (2002).\r\n                            D-Branes. Cambridge Univ. Pr..   Conference Proceeding   Johnson, C. V. Academic Training Lectures on String Theory. Switzerland.  Johnson, C. V. Lectures on String Theory. Waterloo, Canada.   Journal Article   Johnson, C. V. \r\n                                (2014).\r\n                            Holographic Heat Engines. Classical and Quantum Gravity. arXiv   Johnson, C. V. \r\n                                (2014).\r\n                            Quantum Gravity and the Nuts and Bolts of Thermodynamic Volumes. Classical and Quantum Gravity. ArXiv   Johnson, C. V. \r\n                                (2014).\r\n                            The Extended Thermodynamic Structure of Taub-NUT and Taub-Bolt. Classical and Quantum Gravity. arxiv entry   Johnson, C. V. \r\n                                (2013).\r\n                            Large N Phase Transitions, Finite Volume, and Entanglement Entropy. JHEP. \r\n                                Vol. 1403, pp. 047.  Johnson, C. V., Albash, T., MacDonald, S. \r\n                                (2013).\r\n                            Holography, Fractionalization and Magnetic Fields. Lect.Notes Phys.. \r\n                                Vol. 871, pp. 537-554. arXiv   Albash, T., Johnson, C. V. \r\n                                (2012).\r\n                            Holographic Entanglement Entropy and Renormalization Group Flow. JHEP. \r\n                                Vol. 1202, pp. 095.  Johnson, C. V., Albash, T. \r\n                                (2012).\r\n                            Holographic Studies of Entanglement Entropy in Superconductors. JHEP. \r\n                                Vol. 1205, pp. 079.  Albash, T., Johnson, C. V. \r\n                                (2011).\r\n                            {Thermal Dynamics of Quarks and Mesons in N=2* Yang-Mills Theory}. JHEP. \r\n                                Vol. 07, pp. 063.  Albash, T., Johnson, C. V. \r\n                                (2011).\r\n                            {Dynamics of Fundamental Matter in N=2* Yang-Mills Theory}. JHEP. \r\n                                Vol. 04, pp. 012.  Albash, T., Johnson, C. V. \r\n                                (2011).\r\n                            {Evolution of Holographic Entanglement Entropy after Thermal and Electromagnetic Quenches}. New J. Phys.. \r\n                                Vol. 13, pp. 045017.  Iyer, R., Johnson, C. V., Pennington, J. S. \r\n                                (2011).\r\n                            {Non-perturbative String Theory from Water Waves}. J. Phys.. \r\n                                Vol. A44, pp. 375401.  Iyer, R., Johnson, C. V., Pennington, J. S. \r\n                                (2011).\r\n                            {String Theory and Water Waves}. J. Phys.. \r\n                                Vol. A44, pp. 015403.  Albash, T., Johnson, C. V. \r\n                                (2010).\r\n                            {Landau Levels, Magnetic Fields and Holographic Fermi Liquids}. J. Phys.. \r\n                                Vol. A43, pp. 345404.  Albash, T., Johnson, C. V. \r\n                                (2010).\r\n                            {Holographic Aspects of Fermi Liquids in a Background Magnetic Field}. J. Phys.. \r\n                                Vol. A43, pp. 345405.  Johnson, C. V., Steinberg, P. \r\n                                (2010).\r\n                            {What black holes teach about strongly coupled particles}. Phys. Today. \r\n                                Vol. 63N5, pp. 29-33.  Albash, T., Johnson, C. V. \r\n                                (2009).\r\n                            {Vortex and Droplet Engineering in Holographic Superconductors}. Phys. Rev.. \r\n                                Vol. D80, pp. 126009.  Filev, V. G., Johnson, C. V., Shock, J. P. \r\n                                (2009).\r\n                            {Universal Holographic Chiral Dynamics in an External Magnetic Field}. JHEP. \r\n                                Vol. 08, pp. 013.  Johnson, C. V., Kundu, A. \r\n                                (2009).\r\n                            {Meson Spectra and Magnetic Fields in the Sakai-Sugimoto Model}. JHEP. \r\n                                Vol. 07, pp. 103.  Filev, V. G., Johnson, C. V. \r\n                                (2008).\r\n                            Universality in the Large N(c) Dynamics of Flavour: Thermal Vs. Quantum Induced Phase Transitions. Journal of High Energy Physics. \r\n                                Vol. 0810, pp. 058.  Albash, T., Filev, V. G., Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            Quarks in an external electric field in finite temperature large N gauge theory. JHEP. \r\n                                Vol. 0808, pp. 092.  Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            External Fields and Chiral Symmetry Breaking in the Sakai-Sugimoto Model. Journal of High Energy Physics. \r\n                                Vol. 0812, pp. 053.  Johnson, C. V., Albash, T. \r\n                                (2008).\r\n                            A Holographic Superconductor in an External Magnetic Field. Journal of High Energy Physics. \r\n                                Vol. 0809, pp. 121.  Albash, T., Filev, V., Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            A Topology-Changing Phase Transition and the Dynamics of Flavour. Physical Review D\/American Physical Society. \r\n                                Vol. D77, pp. 066004.  Albash, T., Filev, V., Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            Global Currents, Phase Transitions, and Chiral Symmetry Breaking in Large N(c) Gauge Theory. Journal of High Energy Physics. \r\n                                Vol. 0812, pp. 033.  Carlisle, J. E., Johnson, C. V., Pennington, J. S. \r\n                                (2008).\r\n                            Backlund Transformations, D-Branes, and Fluxes in Minimal Type 0 Strings. Journal of Physics A. \r\n                                Vol. 41, pp. 085401.  Albash, T., Johnson, C. V., Filev, V., Kundu, A. \r\n                                (2008).\r\n                            Finite temperature large N gauge theory with quarks in an external magnetic field. JHEP. \r\n                                Vol. 0807, pp. 080.  Albash, T., Johnson, C. V. \r\n                                (2008).\r\n                            {A Holographic Superconductor in an External Magnetic Field}. JHEP. \r\n                                Vol. 09, pp. 121.  Filev, V. G., Johnson, C. V. \r\n                                (2008).\r\n                            {Universality in the Large N_c Dynamics of Flavour: Thermal Vs. Quantum Induced Phase Transitions}. JHEP. \r\n                                Vol. 10, pp. 058.  Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            {External Fields and Chiral Symmetry Breaking in the Sakai- Sugimoto Model}. JHEP. \r\n                                Vol. 12, pp. 053.  Johnson, C. V. \r\n                                (2007).\r\n                            Flavoured large N gauge theory in an external magnetic field. JHEP. \r\n                                Vol. 0710, pp. 019.  Johnson, C. V. \r\n                                (2007).\r\n                            D-branes and fluxes in supersymmetric quantum mechanics. Journal of Physics A.  Filev, V., Johnson, C. V. Aspects of Spinning Strings and Giant Gravitons. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. NA  Filev, V., Johnson, C. V. \r\n                                (2005).\r\n                            Operators with large quantum numbers, spinning strings, and giant gravitons. Physical Review D\/American Physical Society. \r\n                                Vol. Phys.Rev.D71, pp. 106007,2005..  Johnson, C. V. \r\n                                (2005).\r\n                            Unoriented Minimal Type 0 Strings. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. 12 (2004) 073  Johnson, C. V. \r\n                                (2004).\r\n                            An Exact String Theory Model of Closed Time-Like Curves and Cosmological Singularities. Physical Review D\/American Physical Society. \r\n                                Vol. D70 (2004) 126011  Johnson, C. V. \r\n                                (2004).\r\n                            Tachyon condensation, open-closed duality, resolvents, and minimal bosonic and type-0 strings. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. JHEP12(2004)072  Johnson, C. V., Barrett, J. K. \r\n                                (2004).\r\n                            Wrapped D- Branes as BPS Monopoles: The Moduli Space Perspective. Phys. Rev.. \r\n                                Vol. D69  Johnson, C. V. \r\n                                (2004).\r\n                            Non-Perturbative String Equations for Type 0A'. JHEP. \r\n                                Vol. 0403, pp. 041.  Johnson, C. V., Carlisle, J. E. \r\n                                (2003).\r\n                            Holographic RG Flows and Universal Structures on the Coulomb Branch of N=2 Supersymmetric Large n Gauge Theory. JHEP. \r\n                                Vol. 0307, pp. 039.  Johnson, C. V., Svendsen, H. G. \r\n                                (2003).\r\n                            D-brane - Anti - D - brane Forces in Plane Wave Backgrounds: A Fall From Grace. JHEP. \r\n                                Vol. 0305, pp. 055.  Johnson, C. V., Jarv, L. \r\n                                (2003).\r\n                            Rotating Black Holes, Closed Time-Like Curves, Thermodynamics, and the Enhancon Mechanism. Phys. Rev.. \r\n                                Vol. D67  Johnson, C. V., Lovis, K. J., Myers, R. C. \r\n                                (2003).\r\n                            Penrose Limits, Deformed pp-Waves and the String Duals of N=1 Large n Gauge Theory. Phys. Rev. D.. \r\n                                Vol. 67, pp. 066003.  Johnson, C. V., Dyson, L., Jarv, L. \r\n                                (2002).\r\n                            Oblate, Toroidal and Other Shapes for the Enhancon. JHEP. \r\n                                Vol. 0205, pp. 019.  Johnson, C. V., Evans, N., Petrini, M. \r\n                                (2002).\r\n                            Clearing the Throat: Irrelevant Operators and Finite Temperature in Large n Gauge Theory. JHEP. \r\n                                Vol. 0205, pp. 002.  Johnson, C. V., Lovis, K. J., Page, D. C. \r\n                                (2001).\r\n                            The Kahler Structure of Supersymmetric Holographic RG Flows. JHEP. \r\n                                Vol. 0110, pp. 014.  Johnson, C. V., Myers, R. C. \r\n                                (2001).\r\n                            The Enhancon, Black Holes, and the Second Law'. Phys.Rev.. \r\n                                Vol. D64  Johnson, C. V., Myers, R. C., Peet, A. W., Ross, S. F. \r\n                                (2001).\r\n                            The Enhancon and the Consistency of Excision. Phys. Rev.. \r\n                                Vol. D64  Johnson, C. V., Lovis, K. J., Page, D. C. \r\n                                (2001).\r\n                            Probing some N =1 AdS\/CFT RG flows. JHEP. \r\n                                Vol. 0105, pp. 036.  Johnson, C. V., Awad, A. M. \r\n                                (2001).\r\n                            Higher Dimensional Kerr-AdS Black Holes and the AdS\/CFT Correspondence. Phys.Rev.. \r\n                                Vol. D63  Johnson, C. V. \r\n                                (2001).\r\n                            Enhancons, Fuzzy Spheres and Multi-Monopoles. Phys. Rev.. \r\n                                Vol. D63  Johnson, C. V., Myers, R. C., Constable, N. R. \r\n                                (2000).\r\n                            Fractional Branes and the Entropy of 4D Black Holes'. JHEP. \r\n                                Vol. 0009, pp. 039.  Johnson, C. V., Evans, N., Petrini, M. \r\n                                (2000).\r\n                            The Enhancon and N=2 Gauge Theory\/Gravity RG Flows. JHEP. \r\n                                Vol. 0010, pp. 022.  Johnson, C. V., Awad, A. M. \r\n                                (2000).\r\n                            Scale Vs. Conformal Invariance in the AdS\/CFT Correspondence'. Phys. Rev.. \r\n                                Vol. D62  Johnson, C. V., Jarv, L. \r\n                                (2000).\r\n                            Orientifolds, M-Theory, and the ABCD's of the Enhancon. Phys. Rev.. \r\n                                Vol. D62  Johnson, C. V., Peet, A. W., Polchinski, J. \r\n                                (2000).\r\n                            Gauge Theory and the Excision of Repulson Singularities. Phys. Rev.. \r\n                                Vol. D61  Johnson, C. V., Awad, A. M. \r\n                                (1999).\r\n                            Holographic Stress Tensors for Kerr-AdS Black Holes. Phys. Rev.. \r\n                                Vol. D60  Johnson, C. V., Chamblin, A., Emparan, R., Myers, R. \r\n                                (1999).\r\n                            Holography, Thermodynamics and Fluctuations of Charged AdS Black Holes. Phys. Rev. D. \r\n                                Vol. 60, pp. 104026.  Johnson, C. V., Emparan, R., Myers, R. C. \r\n                                (1999).\r\n                            Surface Terms as Counterterms in the AdS\/CFT Correspondence. Phys. Rev. D. \r\n                                Vol. 60, pp. 104001.  Johnson, C. V., Chamblin, A., Emparan, R., Myers, R. C. \r\n                                (1999).\r\n                            Charged AdS Black Holes and Catastrophic Holography. Phys. Rev. D. \r\n                                Vol. 60, pp. 064018.  Johnson, C. V., Chamblin, A., Emparan, R., Myers, R. C. \r\n                                (1999).\r\n                            Large N Phases, Gravitational Instantons and the Nuts and Bolts of AdS Holography. Phys. Rev. D. \r\n                                Vol. 59, pp. 064012.  Johnson, C. V. \r\n                                (1998).\r\n                            On Second-Quantized Open Superstring Theory. Nucl. Phys. B. \r\n                                Vol. 537, pp. 144.  Johnson, C. V. \r\n                                (1998).\r\n                            More Superstrings from Supergravity. Nucl. Phys. B. \r\n                                Vol. 537, pp. 129.  Johnson, C. V. \r\n                                (1998).\r\n                            On the (0,4) Conformal Field Theory of the Throat. Mod. Phys. Lett. A. \r\n                                Vol. 13, pp. 2463.  Johnson, C. V. \r\n                                (1998).\r\n                            Superstrings from Supergravity. Nucl. Phys. B. \r\n                                Vol. 537, pp. 109.  Johnson, C. V. \r\n                                (1998).\r\n                            Anatomy of a Duality. Nucl. Phys. B. \r\n                                Vol. 521, pp. 71.  Johnson, C. V. \r\n                                (1997).\r\n                            From M-Theory to F-Theory, with Branes. Nucl. Phys. B. \r\n                                Vol. 5070, pp. 227.  Johnson, C. V. \r\n                                (1997).\r\n                            On the Orientifolding of Type II NS-Fivebranes. Phys. Rev. D. \r\n                                Vol. 56, pp. 5160.  Johnson, C. V., Evans, N., Shapere, A. \r\n                                (1997).\r\n                            Orientifolds, Branes, and the Duality of 4D Gauge Theories. Nucl. Phys. B. \r\n                                Vol. 505, pp. 251.  Johnson, C. V., Myers, R. \r\n                                (1997).\r\n                            Aspects of Type IIB Theory on ALE Spaces. Phys. Rev. D. \r\n                                Vol. 55, pp. 6382.  Johnson, C. V. \r\n                                (1997).\r\n                            Introduction to D-Branes, with Applications. Nucl. Phys. B (Proc. Suppl.). \r\n                                Vol. 52A, pp. 326-332.  Johnson, C. V., Gimon, E. \r\n                                (1996).\r\n                            Multiple Realisations of N=1 Vacua in Six Dimensions. Nucl. Phys. B. \r\n                                Vol. 479, pp. 285.  Johnson, C. V., Gimon, E. \r\n                                (1996).\r\n                            K3 Orientifolds. Nucl. Phys. B. \r\n                                Vol. 477, pp. 715.  Johnson, C. V., Khuri, R., Myers, R. \r\n                                (1996).\r\n                            Entropy of 4D Extremal Black Holes. Phys. Lett. B. \r\n                                Vol. 378, pp. 78.  Johnson, C. V., Berglund, P., Kachru, S., Zaugg, P. \r\n                                (1996).\r\n                            Heterotic Coset Models and (0,2) String Vacua. Nucl. Phys. B. \r\n                                Vol. 460, pp. 252.  Johnson, C. V., Kaloper, N., Khuri, R., Myers, R. \r\n                                (1996).\r\n                            Is String Theory a Theory of Strings?. Phys. Lett. B. \r\n                                Vol. 368, pp. 71.  Johnson, C. V., Myers, R. \r\n                                (1995).\r\n                            Conformal Field Theory of a Rotating Dyon. Phys. Lett. D. \r\n                                Vol. 52, pp. 2294.  Johnson, C. V. \r\n                                (1995).\r\n                            Heterotic Coset Models. Mod. Phys. Lett. A. \r\n                                Vol. 10, pp. 549.  Johnson, C. V. \r\n                                (1994).\r\n                            Exact Models of Extremal Dyonic Four-Dimensional Black hole Solutions of Heterotic String Theory. Phys. Rev. D. \r\n                                Vol. 50, pp. 4032.  Johnson, C. V., Myers, R. \r\n                                (1994).\r\n                            Taub-NUT Dyons in Heterotic String Theory. Phys. Rev. D. \r\n                                Vol. 50, pp. 6512.  Johnson, C. V. \r\n                                (1994).\r\n                            On Integrable c<1 Open-Closed String Theory. Nucl. Phys. B. \r\n                                Vol. 414, pp. 239.  Johnson, C. V., Dalley, S., Morris, T., Watterstam, A. \r\n                                (1992).\r\n                            Unitary Matrix Models and 2D Quantum Gravity. Mod. Phys. Lett. A. \r\n                                Vol. 7, pp. 2753.  Johnson, C. V., Morris, T., White, P. \r\n                                (1992).\r\n                            The Boundary Cosmological Constant in Stable 2D Quantum Gravity. Phys. Lett. B. \r\n                                Vol. 292, pp. 283.  Johnson, C. V., Morris, T., Watterstam, A. \r\n                                (1992).\r\n                            Global KdV Flows and Stable 2D Quantum Gravity. Phys. Lett. B. \r\n                                Vol. 291, pp. 11.  Johnson, C. V., Morris, T., Spence, B. \r\n                                (1992).\r\n                            Stable Non-Perturbative Minimal Models Coupled to 2D Quantum Gravity. Nucl. Phys. B. \r\n                                Vol. 384, pp. 381.  Johnson, C. V., Ambjorn, J., Morris, T. \r\n                                (1992).\r\n                            Stochastic Quantisation Vs KdV Flows in 2D Quantum Gravity. Nucl. Phys. B. \r\n                                Vol. 374, pp. 496.  Johnson, C. V., Dalley, S., Morris, T. \r\n                                (1992).\r\n                            Non-Perturbative Two-Dimensional Quantum Gravity. Nucl. Phys. B. \r\n                                Vol. 368, pp. 655.  Johnson, C. V., Dalley, S., Morris, T. \r\n                                (1992).\r\n                            Multicritical Complex Matrix Models and non-Perturbative 2D Quantum Gravity. Nucl. Phys. B. \r\n                                Vol. 368, pp. 625.  Johnson, C. V., Dalley, S., Morris, T. \r\n                                (1991).\r\n                            Classification of Critical Hermitian Matrix Models. Phys. Lett. A. \r\n                                Vol. 6, pp. 439.  Johnson, C. V., Dalley, S., Morris, T. \r\n                                (1991).\r\n                            Factorisation Properties of Critical Matrix Models. Phys. Lett. B. \r\n                                Vol. 262, pp. 18.  Johnson, C. V., Webb, S. \r\n                                (1990).\r\n                            The Perception of Detail in Radioisotope Images with Gaussian Noise. Phys. Med. Biol.. \r\n                                Vol. 35, pp. 1145.   Other   Albash, T., Johnson, C. V. \r\n                                (2009).\r\n                            {Phases of Holographic Superconductors in an External Magnetic Field}. http:\/\/arxiv.org\/abs\/arXiv:0906.0519.  Johnson, C. V. \r\n                                (2007).\r\n                            Heterotic Coset Models of Microscopic Strings and Black Holes. http:\/\/arxiv.org\/abs\/arXiv:0707.4303.  Johnson, C. V. \r\n                                (2006).\r\n                            Strings Everywhere?.  Johnson, C. V. \r\n                                (2006).\r\n                            String Theory Without Branes. http:\/\/arxiv.org\/abs\/hep-th\/0610223.  Johnson, C. V. \r\n                                (2000).\r\n                            D-Brane Primer. http:\/\/arxiv.org\/abs\/hep-th\/0007170.  Johnson, C. V., Polshinski, J., Chaudhuri, S. \r\n                                (1996).\r\n                            Notes on D-Branes. http:\/\/arxiv.org\/abs\/hep-th\/9602052.   Proceedings   Johnson, C. V. \r\n                                (2005).\r\n                            Current Trends in String Theory. pp. 2991-3006,2005. Singapore. Annual Meeting of the Division of Particles and Fields (DPF) of the American Physical Society (APS), Riverside, California, 26-31 Aug 2004.\/International Journal of Modern Physics.  Johnson, C. V. \r\n                                (1999).\r\n                            Etudes on D-Branes. Proc. of the 1998 Trieste Spring School, \"Nonperturbative Aspects of Strings, Branes, and Supersymmetry; World Scientific.  Johnson, C. V. \r\n                                (1997).\r\n                            Putting String Duality to Work. Proc. of the 1997 Annual Winter Meeting of the UK HEP community.  Johnson, C. V. \r\n                                (1994).\r\n                            Heterotic Cosets. Proc. of the Trieste Summer School and Workshop on High Energy Physics and Cosmology.  Johnson, C. V., Myers, R. \r\n                                (1994).\r\n                            Stringy Twists of the Taub-NUT Metric. Stanford, CA. Proc. of the 7th Marcel Grossmann meeting on General Relativity.  Johnson, C. V., Dalley, S., Morris, T. \r\n                                (1991).\r\n                            Non-Perturbative Two-Dimensional Quantum Gravity, Again. Barcelona. Proc. of the Workshop on Random Surfaces and 2D Quantum Gravity.    Multimedia Scholarship and Creative Works   Theatre Play, Two act play written and developed in collaboration with playwright (and school of theatre faculty) Oliver Mayer.  It is part of an outreach effort to  create works that portray  science and scientists in a dramatic setting. In 2006 it won an award (Sloan Foundation) from the Magic Theater in San Francisco to be developed further., 2006-2007  Film development , Worked with IOpenShell group in Chemistry on developing some educational videos about basic chemistry and physics projects. Co-wrote, co-directed and co-produced  the films. See results: here and here. , 04\/2008-08\/2009  Book\/ Graphic Novel, Exciting new project combining visual works with text to  bring science (physics and related topics) to a wider audience through narrative and character. Spring 2010 sabbatical began development of the idea and associated techniques. Reports on progress and samples can be found on the blog here. , 2010-  Film, Wrote, co-directed and co-produced a 13 minute documentary film celebrating the 50th Anniversary of the Aspen Center for Physics. Available here (pause to allow download), 2011-2012   Honors and Awards   Klopsteg Memorial Award for outstanding communication of the excitement of contemporary physics to the general public, 2017-2018  Simons Fellowship in Theoretical Physics, 2016-2017  Selection to appear in Who's Who in Black Los Angeles, \r\n                                    Spring\r\n                                2008  Magic Theatre’s Sloan Foundation Commission  for play \"Dark Matters\", 2006-2007  Selection as one of \"Coming Kings\" in King Magazine, \r\n                                    Spring\r\n                                2007  2005 Maxwell Medal and Prize, presented by the Institute of Physics , UK, 2005  USC Raubenheimer Outstanding Senior Faculty Award, In recognition of balance and outstanding performance in the three areas of teaching, scholarship, and service within the University, 2005  NSF Career Award, 1997  EPSRC (U.K.) N.A.T.O. Fellowship, 1992  Lindemann Fellowship, 1992    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}