{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "60NARKTS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Bryan K Clark Associate Professor 2111 Engineering Sciences Building (217) 244-2423 bkclark@illinois.edu Research Website Fall 2018 PHYS 498 Fall 2017 PHYS 498 Yu, Xiongjie, David Pekker, and Bryan K. Clark. \"Finding Matrix Product State Representations of Highly Excited Eigenstates of Many-Body Localized Hamiltonians.\" Physical Review Letters 118.1 (2017): 017201. Pekker, David, and Bryan K. Clark. \"Encoding the structure of many-body localization with matrix product operators.\" Physical Review B 95.3 (2017): 035116. Shapourian, Hassan, and Bryan K. Clark. \"Variational identification of a fractional Chern insulator in an extended Bose-Hubbard model.\" Physical Review B 93, no. 3 (2016): 035125. Sun, J. Clark, B.K., Torquato, S., Car, R. The phase diagram of high-pressure superionic ice, Nature Communications 6, Article number: 8156 doi:10.1038\/ncomms9156 Brown, E., Clark, B.K., Dubois, J., Ceperley, D. Path Integral Monte Carlo Simulation of the Warm-Dense Homogenous Electron Gas, Phys. Rev. Letts. 110, 146405 (2013) Clark, B.K., Kinder, J. Neuscamann, E. Chan, G.K. , Lawler, M. Striped spin liquid crystal ground state instability of kagome antiferromagnets, Phys. Rev. Letts. 111, 187205 (2013) Kolodrubetz, M. H., Spencer, J. S., Clark, B. K. Foulkes, W.M.C. The effect of quantization on the FCIQMC sign problem, JCP, 138, 024110 (2013) Kolodrubetz, M. Clark, B., Partial node configuration-interaction Monte Carlo as applied to the Fermi polaron, Phys. Rev. B. 86, 075109 (2012) Kolodrubetz, M. Clark, B., Huse, D. Nonequilibrium dynamic critical scaling of the quantum Ising chain., Phys. Rev. Letts. 109, 015701 (2012) Kolodrubetz, M. Pekker D., Clark, B., Sengupta, K., Non-equilibrium dynamics of Bosonic Mott insulators in an electric field, Phys. Rev. B. 85, 100505 - Rapid Communications Clark, B. K., et. al., Computing the energy of a water molecule using MultiDeterminants: A simple, efficient algorithm, JCP, 135, 244105 (2011) Clark, B. K., Abanin, D., Sondhi, S.L., Nature of the spin liquid state of the Hubbard model on honeycomb lattice, Phys. Rev. Letts. 107, 087204 (2011) Clark, B. K., M. Casula, and D. M. Ceperley, Hexatic and Mesoscopic phases in a 2D Quantum Coulomb System, Phys. Rev. Letts. 103, 055701 (2009) Clark, B. and D. M. Ceperley, Off-Diagonal Long-Range Order in Solid 4He, Phys. Rev. Letts. 96,105302:1-4 (2006) Quantum Information Science Condensed Matter Theory Illinois Physics researchers awarded DOE grants to advance quantum information science Physics Professors Bryan Clark and Taylor Hughes of the University of Illinois at Urbana-Champaign have been awarded US Department of Energy (DOE) grants to develop new quantum computing capabilities. The awards are part of a $37-million DOE initiative supporting research that will lay the groundwork for the development of new quantum information systems and that will use current quantum information capabilities to advance research in material and chemical sciences. Quantum information science (QIS) is an exciting and rapidly growing field promising a broad range of advances beyond today’s classical technologies. QIS exploits quantum mechanics—the theory that explains nature at all scales, from electrons, to atoms, to neutron stars—as a platform for information processing, data storage, and secure communications. Quantum computers will use qubits, non-binary bits capable of hosting near limitless quantum states to process and store data, while quantum communications will leverage quantum mechanical properties such as entanglement to generate unhackable encryption. Condensed Matter Condensed Matter Theory New algorithm could help find new physics Scientists at the University of Illinois at Urbana-Champaign have developed an algorithm that could provide meaningful answers to condensed matter physicists in their searches for novel and emergent properties in materials. The algorithm, invented by physics professor Bryan Clark and his graduate student Eli Chertkov, inverts the typical mathematical process condensed matter physicists use to search for interesting physics. Their new method starts with the answer—what kinds of physical properties would be interesting to find—and works backward to the question—what class of materials would host such properties."
            ]
        ]
    ]
}