{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "61BJHFG9",
            "FJ2KELcAAAAJ",
            [
                "Cortical pathways to the mammalian amygdala",
                "Projections of the medial and lateral prefrontal cortices to the amygdala: a Phaseolus vulgaris leucoagglutinin study in the rat",
                "Organization of amygdaloid projections to the prefrontal cortex and associated striatum in the rat",
                "Topographical organization of amygdaloid projections to the caudatoputamen, nucleus accumbens, and related striatal-like areas of the rat brain",
                "Neurons of the lateral and basolateral amygdaloid nuclei: a Golgi study in the rat",
                "Cytoarchitecture of the central amygdaloid nucleus of the rat",
                "Cortical afferents to the extended amygdala"
            ],
            [
                "The amygdaloid nuclear complex is critical for producing appropriate emotional and behavioral responses to biologically relevant sensory stimuli. It constitutes an essential link between sensory and limbic areas of the cerebral cortex and subcortical brain regions, such as the hypothalamus, brainstem, and striatum, that are responsible for eliciting emotional and motivational responses.This review summarizes the anatomy and physiology of the cortical pathways to the amygdala in the rat, cat and monkey. Although the basic anatomy of these systems in the cat and monkey was largely delineated in studies conducted during the 1970s and 1980s, detailed information regarding the cortico-amygdalar pathways in the rat was only obtained in the past several years. The purpose of this review is to describe the results of recent studies in the rat and to compare the organization of cortico-amygdalar projections in this …",
                "The projections of different subfields of the medial and lateral prefrontal cortices to the amygdala were studied in the rat using the sensitive Phaseolus vulgaris leucoagglutinin anterograde tract tracing technique. Injections into the infralimbic cortex produced anterograde labeling in the lateral capsular subdivision of the central nucleus, superfacial (corticomedial) amygdaloid nuclei, lateral and accessory basal nuclei, and the anterior amygdaloid area. Injections into the caudal portion of the infralimbic cortex produced additional labeling in the intermediate subdivision of the central nucleus. The prelimbic cortex had projections to the medial portion of the magnocellular basal nucleus and adjacent portions of the lateral nucleus and lateral capsular subdivision of the central nucleus. The medial precentral cortex had projections to the rostromedial part of the magnocellular basal nucleus and adjacent portions of the …",
                "The organization of connections between the amygdala, prefrontal cortex and striatum was studied using anterograde and retrograde tract tracing techniques in the rat. The anterograde transport of Phaseolus vulgaris leucoagglutinin and wheat germ agglutinin conjugated to horseradish peroxidase was used to examine the striatal projections of the prefrontal cortex. These studies revealed that the prelimbic area of the medial prefrontal cortex projects mainly to the medial part of the striatum, whereas the dorsal agranular insular area of the lateral prefrontal cortex projects mainly to the ventrolateral part of the striatum.The organization of amygdaloid projections to the prefrontal cortex and its associated portions of the striatum was investigated using the fluorescence retrograde tract tracing technique. Different color fluorescent dyes, True Blue and Diamidino Yellow, were injected into the prefrontal cortex and striatum …",
                "The topographical organization of amygdaloid projections to the caudatoputamen, nucleus accumbens, and lateral portions of the bed nucleus of the stria terminalis and central amygdaloid nucleus was investigated, in the rat, using the retrograde transport of wheat germ agglutinin-conjugated horseradish peroxidase. Although the caudatoputamen and nucleus accumbens are the principal components of the striatum, there is evidence that lateral portions of the bed nucleus of the stria terminalis and central amygdaloid nucleus may be striatal-like structures. The basolateral nucleus was the main source of amygdaloid fibers to all of these structures. In many instances labeled areas of the basolateral nucleus were continuous with labeled areas in the adjacent lateral and basomedial nuclei. Amygdaloid neurons projecting to the striatum and striatal-like areas exhibited an overlapping topographical organization.In …",
                "Neurons in the lateral and basolateral nuclei of the rat amygdala were studied using Golgi‐Kopsch and rapid Golgi techniques. According to differences in perikaryal, dendritic, and axonal morphology, three main neuronal classes are recognized. Class I neurons, the predominant cell type in both nuclei, are large, spiny neurons that vary in size in different subdivisions of the lateral and basolateral nuclei. These neurons often have a pyramidal shape, exhibiting one or two thick “apical” dendrites and several thinner “basal” dendrites. Axons of class I neurons, which appear to pass out of the nucleus of origin, usually give off several collaterals that arborize modestly in the vicinity of the cell. Class II neurons are smaller, ovoid cells that comprise approximately 5% of impregnated neurons. These neurons are characterized by spine‐sparse dendrites and fairly dense local axonal arborizations. Class II neurons may be …",
                "Since recent studies indicate that distinct neuropeptides and projections are associated with discrete portions of the central amygdaloid nucleus (CN), a detailed investigation of the cytoarchitecture of CN should contribute to an understanding of its organization. Qualitative and quantitative analyses of the rat CN using Nissl, Kluver-Barrera, and Golgi techniques suggests that it consists of four subdivisions. The medial subdivision (CM), which is closely associated with the stria terminalis, is narrow caudally but enlarges near the rostral pole of CN. Most neurons in CM have long dendrites that branch sparingly and have a moderate number of dendritic spines. A smaller number of CM neurons have thick dendrites with virtually no spines. Lateral to CM is the lateral subdivision (CL) which appears round in coronal sections. Neurons of CL have a very dense covering of dendritic spines and resemble medium-size spiny …",
                " The projections of the cerebral cortex to the extended amygdala were studied in the rat using anterograde and retrograde tract‐tracing techniques. Most cortical areas with strong projections to the extended amygdala preferentially targeted either the medial extended amygdala (including the medial amygdalar nucleus, ventromedial substantia innominata, and the medial part of the bed nucleus the stria terminalis) or the central extended amygdala (including the central amygdalar nucleus, dorsolateral substantia innominata, and the lateral part of the bed nucleus of the stria terminalis). Some cortical areas, however, had equal projections to both medial and central portions. The main areas projecting preferentially to the medial extended amygdala were the ventral subiculum, infralimbic cortex, ventral agranular insular area, and the rostral part of the ventrolateral entorhinal area. The main areas projecting …"
            ],
            [
                [
                    "Neuroanatomy fo the amygdala"
                ]
            ]
        ]
    ]
}