{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "61HUR3P7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Teaching CHARLES JUI Professor Biosketch cchjui@gmail.com 801-581-7186 Main Website http:\/\/www.physics.utah.edu\/~jui Assistant FRANK CARSON MISAK Assistant's Email misak@cosmic.utah.edu Assistant's Phone 801-581-6628 Intermountain Network Scientif, 0019 Room: 222 Phone: 801-581-7186 Fax: 801-581-6256 CHARLES  JUI 115 S 1400 E Suite 201 James Fletcher Bldg Salt Lake City, \r\nUT\r\n84112 CHARLES JUI Professor Teaching Research Summary Biography Current Courses Courses I Teach Current Students Former Students Research Keywords Presentations Grants, Contracts & Research Gifts Languages Internal Service Honors & Awards Affiliations In the Media Teaching Research Summary Biography Current Courses Courses I Teach Current Students Former Students Research Keywords Presentations Grants, Contracts & Research Gifts Languages Internal Service Honors & Awards Affiliations In the Media Publications R. U. Abbasi et al. (TA Collaboration) (2018). Testing a Reported Correlation between Arrival Directions of Ultra-high-energy Cosmic Rays and a Flux Pattern from nearby Starburst Galaxies using Telescope Array Data. Astrophys. J. Letters. Vol. 867, L27.\r\n\r\nPublished, 12\/2018. R. U. Abbasi et al. (TA Collaboration) (2018). Mass composition of ultrahigh-energy cosmic rays with the Telescope Array Surface Detector data. Phys. Rev. D. Vol. 99, 022002.\r\n\r\nPublished, 09\/2018. R.U.Abbasi et al. (TA Collaboration) (2018). Gamma-ray Showers Observed at Ground Level in Coincidence With Downward Lightning Leaders. Journal of Geophysical Research: Atmospheres. Vol. 123.\r\n\r\nPublished, 07\/2018. R. U. Abbasi et al. (TA Collaboration) (2018). Study of muons from ultrahigh energy cosmic ray air showers measured with the Telescope Array experiment. Phys. Rev. D. Vol. 98, 022002.\r\n\r\nPublished, 07\/2018. R.U.Abbasi et al. (TA Collaboration) (2018). The Cosmic-Ray Energy Spectrum between 2 PeV and 2 EeV Observed with the TALE detector in monocular mode. Astrophys. J. Vol. 865, 74.\r\n\r\nPublished, 06\/2018. R.U.Abbasi et al. (TA Collaboration) (2018). Evidence of Intermediate-Scale Energy Spectrum Anisotropy of Cosmic Rays E>=10^19.2eV with the Surface Detector of the Telescope Array Project. Astrophys. J. Vol. 862, 91.\r\n\r\nPublished, 05\/2018. R.U.Abbasi et al. (TA Collaboration) (2018). Depth of Ultra High Energy Cosmic Ray Induced Air Shower Maxima Measured by the Telescope Array Black Rock and Long Ridge FADC Fluorescence Detectors and Surface Array in Hybrid Mode. Astrophys J. Vol. 858, 76.\r\n\r\nPublished, 04\/2018. R.U.Abbasi et al. (TA Collaboration) (2017). The bursts of high energy events observed by the telescope array surface detector. Phys. Lett. Vol. A381, 25652572.\r\n\r\nPublished, 08\/28\/2017. R.U.Abbasi et al . (TA Collaboration), “First Measurement of the Cosmic Ray Extensive Air Shower Radar Cross-section Upper Limit with Telescope Array Radar (TARA)” Astroparticle Physics 87 (2017) p1-17.\r\n\r\nPublished, 01\/2017. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... R.U.Abbasi et al . (TA Collaboration), “Search for EeV Protons of Galactic Origin”.  Astropart. Phys. 86 (2017) 21–26.\r\n\r\nPublished, 01\/2017. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... R.U.Abbasi et al . (TA Collaboration), “The energy spectrum of cosmic rays above 10 17.2 eV measured by the fluorescence detectors of the Telescope Array experiment in seven years”. Astroparticle Physics 80 (2016) pp131-140.\r\n\r\nPublished, 07\/2016. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... R.U.Abbasi et al. (TA Collaboration), “Measurement of the proton-air cross section with Telescope Array’s Middle Drum detector and surface array in hybrid mode”, Phys. Rev. D 92, 032007 (2015).\r\n\r\nPublished, 08\/25\/2015. http:\/\/journals.aps.org\/prd\/pdf\/10.1103\/PhysRevD.9... R.U.Abbasi et al. (TA Collaboration), “A Northern Sky Survey For Point-Like Sources Of Eev Neutral Particles With The Telescope Array Experiment”, Astrophysical Journal 804, 133 (2015).\r\n\r\nPublished, 05\/2015. http:\/\/iopscience.iop.org\/article\/10.1088\/0004-637... R.U.Abbasi et al . (TA Collaboration), “Study of Ultra-High Energy Cosmic Ray composition using Telescope Array’s Middle Drum detector and surface array in hybrid mode” Astropart. Phy. 64 49-62, (2015).\r\n\r\nPublished, 04\/2015. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... R.U.Abbasi et al . (TA Collaboration), “The Hybrid Energy Spectrum of Telescope Array’s Middle Drum Detector and Surface Array”. Astropart. Phy. 68 27-44, (2015).\r\n\r\nPublished, 02\/2015. T. Abu-Zayyad et al . (TA Collaboration),  \"Energy Spectrum of Ultra-High Energy Cosmic Rays Observed with the Telescope Array Using a Hybrid Technique.\"  Astropart. Phys., 61 , 93-101 (2015).\r\n\r\nPublished, 02\/2015. B.K.Shin et al . (TA Collaboration), “Gain monitoring of telescope array photomultiplier cameras for the first 4 years of operation.”  Nucl. Instr. Meth. A768 , 96-103  (2014).\r\n\r\nPublished, 12\/2014. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... R.U.Abbasi et al . (TA Collaboration), “Indications of Intermediate-scale Anisotropy of Cosmic Rays with Energy Greater Than 57 EeV in the Northern Sky Measured with the Surface Detector of the Telescope Array Experiment.”  Astrophysical Journal Letters 790 :L21 (2014).\r\n\r\nPublished, 07\/2014. http:\/\/iopscience.iop.org\/2041-8205\/790\/2\/L21\/pdf\/... T. Abu-Zayyad et al. (TA Collaboration), Upper limit on the Ffux of photons with energies above 10 19 eV using the Telescope Array surface detector. Phys. Rev. D 88, (2013) 112005.\r\n\r\nPublished, 12\/2013. http:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysR... T. Abu-Zayyad et al. (TA Collaboration), Correlations Of The Arrival Directions Of Ultra-High Energy Cosmic Rays With Extragalactic Objects As Observed By The Telescope Array Experiment. Astrophys. Journal 777 (2013) 88.\r\n\r\nPublished, 11\/2013. http:\/\/m.iopscience.iop.org\/0004-637X\/777\/2\/88\/pdf... T. Abu-Zayyad et al . (TA Collaboration),  \"The energy spectrum of ultra-high-energy cosmic rays measured by the Telescope Array FADC ﬂuorescence detectors in monocular mode.\" Astropart. Phys. 48 16–24 (2013).\r\n\r\nPublished, 08\/2013. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... T. Abu-Zayyad et al. (TA Collaboration), The Cosmic Ray Energy Spectrum Observed with the Surface Detector of the Telescope Array Experiment. Astrophys. Journal 768, (2013) L1.\r\n\r\nPublished, 05\/2013. http:\/\/iopscience.iop.org\/2041-8205\/768\/1\/L1\/pdf\/2... T. Abu-Zayyad et al. (TA Collaboration). The Energy Spectrum of Telescope Array's Middle Drum Detector and the Direct Comparison to the High Resolution Fly's Eye Experiment. Astropart.Phys. 39-40 (2012) 109-119.\r\n\r\nPublished, 12\/2012. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... T. Abu-Zayyad et al. (TA Collaboration). The surface detector array of the Telescope Array experiment.  Nucl.Instrum.Meth. A689 (2012) 87-97.\r\n\r\nPublished, 10\/2012. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... T. Abu-Zayyad et al. (TA Collaboration). Search for Anisotropy of Ultra-High Energy Cosmic Rays with the Telescope Array Experiment.  Astrophys.J. 757 (2012) 26.\r\n\r\nPublished, 08\/2012. http:\/\/iopscience.iop.org\/0004-637X\/757\/1\/26\/ H. Tokuno et al. (TA Collaboration). New air fluorescence detectors employed in the Telescope Array experiment.  Nucl.Instrum.Meth. A676 (2012) 54-65.\r\n\r\nPublished, 06\/2012. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... R. U. Abbasi et al. (HiRes Collaboration). Indications of Proton-Dominated Cosmic Ray Composition above 1.6 EeV.  Phys.Rev. Lett.104.161101.\r\n\r\nPublished, 04\/2010. http:\/\/prl.aps.org\/abstract\/PRL\/v104\/i16\/e161101 Research Keywords Particle Astrophysics Elementary Particle Physics Astrophysics Presentations Invited Highlight Talk for the Telescope Array Collaboration “Summary of Results from the Telescope Array Experiment”, the 34th International Cosmic Ray Conference (ICRC2015), the Hague, the Netherlands, August, 2015.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/04\/2016. ftp:\/\/ftp.bartol.udel.edu\/jmc\/UHECR\/TA-highlight-i... “Recent Results from the Telescope Array Experiment:”, International Conference for High Energy Physics (ICHEP 2014), Valencia, Spain, July, 2014.\r\nInvited Talk\/Keynote,\r\nPresented, 07\/2014. http:\/\/indico.ific.uv.es\/indico\/getFile.py\/access?... \"Results from the Telescope Array Experiment\", TeV Particle Astrophysics (TEVPA 2013),  Irvine, CA USA August, 2013.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/2013. http:\/\/indico.cern.ch\/event\/221841\/session\/2\/contr... \"Energy Spectrum and Composition of Ultra High Energy Cosmic Ray Showers Using Hybrid Analysis from Telescope Array\", the Spring Meeting of the American Physical Society, Denver, CO USA April 2013.\r\nContributed Talk,\r\nPresented, 04\/2013. Cosmic Ray in the Northern Hemisphere: Results from the Telescope Array Experiment.  The XVth International Conference on Calorimetry in High Energy Physics (Calor 2012).\r\nContributed Talk,\r\nPresented, 06\/2012. https:\/\/indico.ads.ttu.edu\/contributionDisplay.py?... Cosmic Ray in the Northern Hemisphere: Results from the Telescope Array Experiment.  2011 Meeting of the Division of Particles and Fields of the American Physical Society, August 9-13, 2011 in Providence RI.  J. Phys.: Conf. Ser. 404 012037.\r\nContributed Talk,\r\nPresented, 08\/2011. http:\/\/indico.cern.ch\/contributionDisplay.py?contr... Results from the High Resolution Fly's Eye Experiment.  SnowPac 2011, Snowbird, UT.  AIP Conference Proceedings;9\/22\/2011, Vol. 1367 Issue 1, p7.\r\nContributed Talk,\r\nPresented, 02\/2011. http:\/\/connection.ebscohost.com\/c\/articles\/6583310... Results from the High Resolution Fly’s Eye Experiment. International Symposium on the Recent Progress of Ultra-high Energy Cosmic Rays (UHECR2010). 10–12 December 2010, Aichi, Japan. J. Phys.: Conf. Ser. 404 012037.\r\nContributed Talk,\r\nPresented, 12\/2010. http:\/\/iopscience.iop.org\/1742-6596\/404\/1\/012037\/ Grants, Contracts & Research Gifts Telescope Array Operations and Data Analysis by the University of Utah Cosmic Ray Group.\r\n        PI: Pierre Sokolsky.\r\n        Co-PI(s): Gordon Thomson, Charles Jui, John Matthews.\r\n        \r\n        National Science Foundation, \r\n        09\/01\/2014 - 08\/30\/2017.\r\n        Total project budget to date: $2,104,641.00 Baseline Support of the University of Utah Cosmic Ray Physics Group Including Analysis of the Telescope Array.\r\n        PI: Gordon Thomson.\r\n        Co-PI(s): Pierre Sokolsky Charles Jui, John Matthews.\r\n        \r\n        National Science Foundation, \r\n        09\/01\/2014 - 02\/28\/2018.\r\n        Total project budget to date: $2,231,294.00 Baseline Support Of The University Of Utah Cosmic Ray Physics Group Including Analysis Of The Telescope Array\".\r\n        PI: Pierre Sokolsky.\r\n        Co-PI(s): Gordon Thomson, Charles Jui, JOhn Matthews.\r\n        \r\n        National Science Foundation, \r\n        09\/01\/2011 - 08\/31\/2014.\r\n        Total project budget to date: $3,124,772.00 Telescope Array Operations And Data Analysis By The University Of Utah Cosmic Ray Group.\r\n        PI: Pierre Sokolsky.\r\n        Co-PI(s): Gordon Thoson, Charles Jui, John Matthews.\r\n        \r\n        National Science Foundation, \r\n        09\/15\/2011 - 08\/31\/2014.\r\n        Total project budget to date: $1,707,240.00 Languages French, functional."
            ]
        ]
    ]
}