{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "62WURUF3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jesús Pando Jesús \r\n\t    Pando jpando@depaul.edu Chair and  Associate Professor (773) 325-4942 ​Byrne 213 ​Dr. Pando earned his PhD under Prof. Li-Zhi Fang at the University of \r\nArizona. His thesis centered on the development of the wavelet transform\r\n for use in the study of large-scale structure. He received the \r\nChateaubriand post-doctoral, followed by an NSF international \r\npost-doctoral fellowship to continue his work at the Observatoire de \r\nStrasbourg, France. In general, his research focuses on the \r\nuncovering of structure from a noisy background. Originally, he focused \r\nthe formation of large-scale structure formation in the universe, using \r\nhigher order correlations to uncover the clustering patterns of matter \r\nin the universe. Along with continuing to study large-scale structure, \r\nhe is also now investigating secondary structure detection and \r\nprediction in proteins. Dr. Pando has long been involved in \r\nefforts to increase the number of underrepresented groups in the \r\nsciences. He has been a member of the Society for the Advancement of \r\nChicanos\/Hispanics and Native Americans in Science (SACNAS) for 15 years\r\n and is a board member of the National Society of Hispanic Physicists. \r\nHe has served on numerous committees and panels dealing with the issues \r\nfaced by underrepresented students and professionals in STEM fields. Dr. Pando currently serves as the Chair of the Physics Department at DePaul University. Selected Publications: Jesús Pando, Luke Sands, and Sean Shaheen, Detection of protein Secondary Structures via the Discrete Wavelet Transform, 80 , 051909, Physical Review E (2009). Bryan Kim, Ping He, Jesús Pando, Long-Long Feng and Li-Zhi Fang, The velocity field of baryonic gas in the universe , 625 , 599, Astrophysical Journal (2005). Jesús Pando, Long-Long Feng, Li-Zhi Fang, The Statistical Discrepancy between the IGM and Dark Matter Fields: One-Point Statistics , 154 , 475, Astrophysical Journal Supplement (2004). Jesús Pando, Pete Cervantes, and Ruth Howes, A Small First Step , APS Forum on Education Summer 2003 Newsletter.​"
            ]
        ]
    ]
}