{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "643WMO0P",
            "UJslbCYAAAAJ",
            [
                "Electron-ion collider: The next QCD frontier",
                "Determination of the neutron spin structure function",
                "Measurements of the proton and deuteron spin structure functions  and ",
                "Precision Measurement of the Proton Spin Structure Function ",
                "Precision Determination of the Neutron Spin Structure Function ",
                "Deep inelastic scattering of polarized electrons by polarized  and the study of the neutron spin structure",
                "Deep-inelastic electron scattering from carbon",
                "Measurement of the Neutron Radius of  through Parity Violation in Electron Scattering",
                "Basic instrumentation for hall a at jefferson lab",
                "Precision Measurement of the Deuteron Spin Structure Function "
            ],
            [
                "This White Paper presents the science case of an Electron-Ion Collider (EIC), focused on the structure and interactions of gluon-dominated matter, with the intent to articulate it to the broader nuclear science community. It was commissioned by the managements of Brookhaven National Laboratory (BNL) and Thomas Jefferson National Accelerator Facility (JLab) with the objective of presenting a summary of scientific opportunities and goals of the EIC as a follow-up to the 2007 NSAC Long Range plan. This document is a culmination of a community-wide effort in nuclear science following a series of workshops on EIC physics over the past decades and, in particular, the focused ten-week program on “Gluons and quark sea at high energies” at the Institute for Nuclear Theory in Fall 2010. It contains a brief description of a few golden physics measurements along with accelerator and detector concepts required …",
                "The spin structure function of the neutron g 1 n has been determined over the range 0.03< x< 0.6 at an average Q 2 of 2 (GeV\/c) 2 by measuring the asymmetry in deep inelastic scattering of polarized electrons from a polarized He 3 target at energies between 19 and 26 GeV. The integral of the neutron spin structure function is found to be F 0 1 g 1 n (x) dx=-0.022±0.011. Earlier reported proton results together with the Bjorken sum rule predict F 0 1 g 1 n (x) dx=-0.059±0.019.",
                "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
                "We have measured the ratio g 1 p F 1 p over the range 0.029< x< 0.8 and 1.3< Q 2< 10 (G e V\/c) 2 using deep-inelastic scattering of polarized electrons from polarized ammonia. An evaluation of the integral∫ 0 1 g 1 p (x, Q 2) dx at fixed Q 2= 3 (G e V\/c) 2 yields 0.127±0.004 (stat)±0.010 (syst), in agreement with previous experiments, but well below the Ellis-Jaffe sum rule prediction of 0.160±0.006. In the quark-parton model, this implies Δ q= 0.27±0.10.",
                "We report on a precision measurement of the neutron spin structure function g 1 n using deep inelastic scattering of polarized electrons by polarized 3 He. For the kinematic range 0.014< x< 0.7 and 1< Q 2< 17 (GeV\/c) 2, we obtain∫ 0.014 0.7 g 1 n (x) d x=− 0.036±0.004 (stat)±0.005 (syst) at an average Q 2= 5 (GeV\/c) 2. We find relatively large negative values for g 1 n at low x. The results call into question the usual Regge theory method for extrapolating to x= 0 to find the full neutron integral∫ 1 g 1 n (x) dx, needed for testing the quark-parton model and QCD sum rules.",
                "The neutron longitudinal and transverse asymmetries A 1 n and A 2 n have been extracted from deep inelastic scattering of polarized electrons by a polarized He 3 target at incident energies of 19.42, 22.66, and 25.51 GeV. The measurement allows for the determination of the neutron spin structure functions g 1 n (x, Q 2) and g 2 n (x, Q 2) over the range 0.03< x< 0.6 at an average Q 2 of 2 (G e V\/c) 2. The data are used for the evaluation of the Ellis-Jaffe and Bjorken sum rules. The neutron spin structure function g 1 n (x, Q 2) is small and negative within the range of our measurement, yielding an integral∫ 0.03 0.6 g 1 n (x) dx=− 0.028±0.006(stat)±0.006 (syst). Assuming Regge behavior at low x, we extract Γ 1 n=∫ 0 1 g 1 n (x) dx=− 0.031±0.006(stat)±0.009 (syst). Combined with previous proton integral results from SLAC experiment E143, we find Γ 1 p− Γ 1 n= 0.160±0.015 in agreement with the Bjorken sum rule …",
                "We have measured the deep-inelastic electron scattering from carbon up to and including the Δ-region at 36°, 60°, 90° and 145°. The systematic decomposition of the transverse and longitudinal response functions has been obtained by means of a Rosenbluth-type analysis of the data in the momentum transfer interval 200 MeV\/c\/s| q|\/s 600 MeV\/c. A comparison with theoretical calculations which extend over the quasielastic and Δ-peak regions is presented. A reduction of the differences between our data and theory seems obtainable through the introduction of meson-exchange currents, resonant and non-resonant meson production, and the use of the shell model. Our experimental Coulomb sum-rule estimates at higher| q| agree with independent particle model predictions. We compare our results in the vicinity of the Δ-peak with the total absorption cross section for real photons.",
                "We report the first measurement of the parity-violating asymmetry A PV in the elastic scattering of polarized electrons from Pb 208. A PV is sensitive to the radius of the neutron distribution (R n). The result A PV= 0.656±0.060 (stat)±0.014 (syst) ppm corresponds to a difference between the radii of the neutron and proton distributions R n− R p= 0.33− 0.18+ 0.16 fm and provides the first electroweak observation of the neutron skin which is expected in a heavy, neutron-rich nucleus.",
                "The instrumentation in Hall A at the Thomas Jefferson National Accelerator Facility was designed to study electro-and photo-induced reactions at very high luminosity and good momentum and angular resolution for at least one of the reaction products. The central components of Hall A are two identical high resolution spectrometers, which allow the vertical drift chambers in the focal plane to provide a momentum resolution of better than 2× 10− 4. A variety of Cherenkov counters, scintillators and lead-glass calorimeters provide excellent particle identification. The facility has been operated successfully at a luminosity well in excess of 10 38 cm− 2 s− 1. The research program is aimed at a variety of subjects, including nucleon structure functions, nucleon form factors and properties of the nuclear medium.",
                "We report on a high-statistics measurement of the deuteron spin structure function g 1 d at a beam energy of 29 GeV in the kinematic range 0.029< x< 0.8 and 1< Q 2< 10 (GeV\/c) 2. The integral γ 1 d=∫ 1 g 1 d dx evaluated at fixed Q 2= 3 (GeV\/c) 2 gives 0.042±0.003 (stat)±0.004 (syst). Combining this result with our earlier measurement of g 1 p, we find γ 1 p− γ 1 n= 0.163±0.010 (stat)±0.016 (syst), which agrees with the prediction of the Bjorken sum rule with O (α s 3) corrections, γ 1 p− γ 1 n= 0.171±0.008. We find the quark contribution to the proton helicity to be Δ q= 0.30±0.06."
            ],
            [
                [

                ]
            ]
        ]
    ]
}