{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "64M1NLE2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Justin Khoury Cosmology, High Energy Theory DRL 4N4 Professor of Physics, University of Pennsylvania July 1, 2017 Undergraduate Chair of Physics & Astronomy, University of Pennsylvania (2014- ) Associate Professor of Physics, University of Pennsylvania (2012-2017) Assistant Professor of Physics, University of Pennsylvania (2009-2012) Faculty Member, Perimeter Institute for Theoretical Physics (2006-2009) Postdoctoral Fellow, Center for Theoretical Physics, MIT (2004-2006) Postdoctoral Fellow, Institute for String Cosmology and Astroparticle Physics, Columbia University (2002-2004) Ph.D., Princeton University (2002) B.Sc., Mcgill University (1998) Honors: W. M. Keck Foundation Science and Engineering Grant (2017-2019) New Initiative Research Grant, Charles E. Kaufman Foundation (2015-2017) Penn Fellow (2014-2015) National Science Foundation CAREER Award (2012-2017) Alfred P. Sloan Research Fellowship (2010-2012) My research interests lie at the interface of particle physics and cosmology. A central theme of my research program is the possibility that the dark sector includes new light degrees of freedom that couple not only to dark matter but also to baryonic matter. Part of my research efforts over the last few years have focused on the development of screening mechanisms, such as chameleon and symmetron, to explain why such scalars, if light, have escaped detection from laboratory\/solar system tests of gravity. The manifestation of these scalar fields therefore depends sensitively on their environment, which in turn leads to striking experimental signatures. Another central theme of my research program is the development of novel theories of the very early universe that can address the traditional problems of standard big bang cosmology and generate density perturbations consistent with observations. Part of my research efforts focus on alternatives to the inflationary paradigm, such as the Ekpyrotic Universe, in which the seeds of structure formation are generated in a long phase of slow contraction before the big bang. B. Jain and J. Khoury, \"Cosmological Tests of Gravity\", Annals Phys. 325, 1479 (2010), arXiv:1004.3294 [astro-ph]. K. Hinterbichler and J. Khoury, \"Symmetron Fields: Screening Long-Range Forces Through Local Symmetry Restoration\", Phys. Rev. Lett. 104, 231301 (2010), arXiv:1001.4525 [hep-th]. J. Khoury and P.J. Steinhardt, \"Adiabatic Ekpyrosis: Scale-Invariant Curvature Perturbations from a Single Scalar Field in a Contracting Universe\", Phys. Rev. Lett. 104, 091301 (2010), arXiv:0910.2230 [hep-th]. C. de Rham, J. Khoury and A.J. Tolley, \"Flat 3-Brane with Tension in Cascading Gravity\", Phys. Rev. Lett. 103, 161601 (2009), arXiv:0907.0473 [hep-th]. E.I. Buchbinder, J. Khoury and B.A. Ovrut, \"Non-Gaussianities in New Ekpyrotic Cosmology\", Phys. Rev. Lett. 100, 171302 (2008), arXiv:0710.5172 [hep-th] C. de Rham, G. Dvali, S. Hofmann, J. Khoury, O. Pujolas, M. Redi and A. J. Tolley, \"Cascading Gravity: Extending the Dvali-Gabadadze-Porrati Model to Higher Dimension\", Phys. Rev. Lett. 100, 251603 (2008), arXiv:0711.2072 [hep-th]. G. Dvali, S. Hofmann and J. Khoury, \"Degravitation of the cosmological constant and graviton width\", Phys. Rev. D 76, 084006 (2007), arXiv:0703027 [hep-th]. E.I. Buchbinder, J. Khoury and B.A. Ovrut, \"New Ekpyrotic Cosmology\", Phys. Rev. D 76, 123503 (2007), arXiv:0702154 [hep-th]. J. Khoury and A. Weltman, \"Chameleon Fields: Awaiting Surprises for Tests of Gravity in Space\", Phys. Rev. Lett. 93, 171104 (2004), arXiv:0408415 [astro-ph]. J. Khoury, B.A. Ovrut, P.J. Steinhardt and N. Turok, \"The Ekpyrotic Universe: Colliding Branes and the Origin of the Hot Big Bang,\" Phys. Rev. D 64, 123522 (2001)."
            ]
        ]
    ]
}