{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "672X0ZGT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "W. Michael Snow W. Michael Snow wsnow@indiana.edu (812) 855-3881 Swain West 038 Postdoctoral Position, National Institute of Standards and Technology Ph.D., Harvard, 1990 M.S., Harvard, 1985 B.A., Illinois, 1982 nuclear physics (experimental) About W. Michael Snow Weak interactions of the neutron: neutron decay and Standard Model tests of the electrweak theory, nucleon-nucleon weak interaction studies as probes of quark-quark correlations in the QCD ground state. Precision measurements of coherent scattering lengths in few body systems using neutron interferometry. Development of polarized 3He-based neutron polarizers and analyzers. Searches for neutron interactions beyond the Standard Model. Search for Chameleon dark energy using neutron interferometry. Recent Publications S. R. Parnell, A.A. van Well, J. Plomp, R. M. Dalgliesh, N. Juliane-Steinke, J.F. K. Cooper, N. Geerits, V. O. de Haan, K. E. Steffen, and W. M. Snow, Search for exotic spin-dependent couplings of the neutron with matter using spin-echo based neutron interferometry, Phys. Rev. D 101, 122002 (2020). new upper bound on possible weak, long-range interactions of neutrons with the matter in the Earth.  Schaper, C. Auton, L. Barron-Palos, M. Borrego, A. Chavez, L. Cole, C. B. Crawford, J. Curole, H. Dhahri, J. Doskow, W. Fox, M.H. Gervais, B. M. Goodson, K. Knickerbocker, P. Jiang, P. M. King, H. Lu, M. Mocko, D. Olivera-Velarde, S.I. Penttila, A. Perez-Martin, B. Short, W. M. Snow, K. Steffen, J. Vanderwerp, and G. Visser, A modular apparatus for use in high-precision measurements of parity violation in polarized eV neutron transmission , Nucl. Inst. Meth. A 969 , 163961 (2020). arXiv:2001.03432 description of a new apparatus for parity and time reversal violation studies in neutron-nucleus resonances, designed and constructed at IU and installed at Los Alamos  Lu, A. A. Md. Irfan, J. Shen, S. J. Kuhn, W. M. Snow, D. V. Baxter, R. Pynn, and G. Ortiz, An Operator Analysis of Contextuality Witness Measurements for Multimode-Entangled Single Neutron Interferometry, Phys. Rev. A 101 , 042318 (2020). arXiv:1912.10282. mathematical description of single-neutron entangled states and quantum contextuality witness measurements  W. M. Snow, C. Haddock, A. Reid, H. Drabek, K. Dickerson, J. Apanavicius, J. Devaney, J. Woo, and B. Shen, Internal Consistency of Neutron Optics Data from Forward Transmission and from Mirror Reflection for Exotic Yukawa Analyses, Phys. Rev. D 101 , 062004 (2020). arXiv:1910.14271 demonstration of the internal consistency of slow neutron scattering amplitudes measured using different methods, with applications to future searches for possible exotic neutron interactions   Shen, S. Kuhn, D. Baxter, R. Dalgleish, F. Li, S. Lu, G. Ortiz, J. Plomp, S. Parnell, R. Pynn, W. M. Snow, and A. Washington, Unveiling contextual realities by microscopically entangling a neutron, Nature Comm. 11 , 930 (2020). arXiv: 1908.09823 measurement of  Bell and GHZ inequality violations using single-neutron entangled states at the Larmour neutron spin echo instrument at ISIS"
            ]
        ]
    ]
}