{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "680OYSVW",
            "Vd9jVC0AAAAJ",
            [
                "Global trends in emerging infectious diseases",
                "The delayed rise of present-day mammals"
            ],
            [
                "Emerging infectious diseases (EIDs) are a significant burden on global economies and public health 1, 2, 3. Their emergence is thought to be driven largely by socio-economic, environmental and ecological factors 1, 2, 3, 4, 5, 6, 7, 8, 9, but no comparative study has explicitly analysed these linkages to understand global temporal and spatial patterns of EIDs. Here we analyse a database of 335 EID ‘events’(origins of EIDs) between 1940 and 2004, and demonstrate non-random global patterns. EID events have risen significantly over time after controlling for reporting bias, with their peak incidence (in the 1980s) concomitant with the HIV pandemic. EID events are dominated by zoonoses (60.3% of EIDs): the majority of these (71.8%) originate in wildlife (for example, severe acute respiratory virus, Ebola virus), and are increasing significantly over time. We find that 54.3% of EID events are caused by bacteria or …",
                "Did the end-Cretaceous mass extinction event, by eliminating non-avian dinosaurs and most of the existing fauna, trigger the evolutionary radiation of present-day mammals? Here we construct, date and analyse a species-level phylogeny of nearly all extant Mammalia to bring a new perspective to this question. Our analyses of how extant lineages accumulated through time show that net per-lineage diversification rates barely changed across the Cretaceous\/Tertiary boundary. Instead, these rates spiked significantly with the origins of the currently recognized placental superorders and orders approximately 93 million years ago, before falling and remaining low until accelerating again throughout the Eocene and Oligocene epochs. Our results show that the phylogenetic ‘fuses’ leading to the explosion of extant placental orders are not only very much longer than suspected previously, but also challenge the …"
            ],
            [
                [
                    "Biodiversity",
                    "Disease ecology",
                    "Evolution",
                    "Conservation",
                    "Bats"
                ]
            ],
            [
                "Calendars EVENT CALENDAR ACADEMIC CALENDAR ACADEMIC TIMETABLE KEY DATES Maps Interactive PDF versions A-Z A-E F-J K-O P-T U-Z People Finder CAMPUS DIRECTORY CHANCELLOR PROVOST VICE CHANCELLORS ACADEMIC DEANS E-mail TMAIL VOLMAIL LISTSERV ABOUT Logins MYUTK ONLINE@UT IRIS WEB ACCOUNTS PASSWORDS Libraries UNIVERSITY LIBRARIES AGRICULTURE & VET MED LAW MEDICAL MUSIC SOCIAL WORK SPACE INSTITUTE SPECIAL COLLECTIONS Teaching Selected Publications Links Experimental Nuclear Structure Physics at UT ORNL Experimental Nuclear Astrophysics Dr. Kate Jones Professor Experimental Nuclear Physics Office: 407B Nielsen Phone: (865) 974-4022 e-mail: kgrzywac@utk.edu See Dr. Jones' Article for Higher Ground : Stardust and Atom Smashers and the Related Video Nuclear Astrophysics\/Nuclear Structure I use direct nuclear reactions to extract information about the structure of the atomic nucleus, which can aid in understanding nucleosynthetic processes that occur in the cosmos. Many of these studies have been performed on short-lived nuclei around doubly-magic 132 Sn. This region is important as the nuclear shell structure influences the path of the rapid neutron capture (r-) process, which is responsible for the production of roughly half of the elements heavier than iron. Other projects I'm working on include studying resonant reactions in light neutron-deficient nuclei, important in nova nucleosynthesis and X-ray bursts. I am leading efforts to develop proton-transfer reactions to be used with radioactive ion beams and developing an advanced scintillator array for gamma-ray measurements, HAGRiD. Creative Teaching Dr. Jones teaches Physics 341, a requirement for all students of nuclear engineering and an upper-level physics elective.  She was concerned about the lack of fit between a 1988 text and current research in the field. To remedy this, she revised the course structure to incorporate group research projects, so that students could extend the foundational material in the text by investigating and sharing current ideas and research in the field of nuclear physics. Read more about her creative teaching approach at: http:\/\/tenntlc.utk.edu\/kate-jones\/ 1992-1996, BSc (Hons) Physics with Acoustics, University of Surrey, England 1996-1997, Assistant Consultant Engineer, Alan Saunders Associates, Winchester, England 1997-2000, PhD Experimental Nuclear Physics, University of Surrey, England 2000-2001, Post Doc, LAND group, GSI, Darmstadt, Germany 2002-2006, Post Doc, Rutgers University, working in the Nuclear Astrophysics group, ORNL 2006-2012, Assistant Professor, University of Tennessee 2012-2017, Associate Professor, University of Tennessee 2017-Present, Professor, University of Tennessee Selected Recent Publications Structure of 107 Sn studied through single-neutron knockout reactions . G.Cerizza, A.Ayres, K.L.Jones, R.Grzywacz, A.Bey, C.Bingham, L.Cartegni, D.Miller, S.Padgett, T.Baugher, D.Bazin, J.S.Berryman, A.Gade, S.McDaniel, A.Ratkiewicz, A.Shore, S.R.Stroberg, D.Weisshaar, K.Wimmer, R.Winkler, S.D.Pain, K.Y.Chae, J.A.Cizewski, M.E.Howard, and J.A.Tostevin. Phys. Rev. C 93 , 021601 (2016). Constraint of the Astrophysical 26g Al(p, γ) 27 Si Destruction Rate at Stellar Temperatures . S.D.Pain, D.W.Bardayan, J.C.Blackmon, S.M.Brown, K.Y.Chae, K.A.Chipps, J.A.Cizewski, K.L.Jones, R.L.Kozub, J.F.Liang, C.Matei, M.Matos, B.H.Moazen, C.D.Nesaraja, J.Okolowicz, P.D.O'Malley, W.A.Peters, S.T.Pittman, M.Ploszajczak, K.T.Schmitt, J.F.Shriner, Jr., D.Shapira, M.S.Smith, D.W.Stracener, and G.L.Wilson. Phys. Rev. Lett. 114 , 212501 (2015) The first science result with the JENSA gas-jet target: Confirmation and study of a strong subthreshold 18 F(p, α) 15 O resonance . D.W.Bardayan, K.A.Chipps, S.Ahn, J.C.Blackmon, R.J.deBoer, U.Greife, K.L.Jones, A.Kontos, R.L.Kozub, L.Linhardt, B.Manning, M.Matos, P.D.O'Malley, S.Ota, S.D.Pain, W.A.Peters, S.T.Pittman, A.Sachs, K.T.Schmitt, M.S.Smith, and P.Thompson. Phys. Lett. B 751 , 311 (2015). Recent Direct Reaction Experimental Studies with Radioactive Tin Beams . K.L.Jones, S.Ahn, J.M.Allmond, A.Ayres, D.W.Bardayan, T.Baugher, D.Bazin, J.S.Berryman, A.Bey, C.Bingham, L.Cartegni, G.Cerizza, K.Y.Chae, J.A.Cizewski, A.Gade, A.Galindo-Uribarri, R.F.Garcia Ruiz, R.Grzywacz, M.E.Howard, R.L.Kozub, J.F.Liang, B.Manning, M.MatoS, S.McDaniel, D.Miller, C.D.Nesaraja, P.D.O'Malley, S.Padgett, E.Padilla-Rodal, S.D.Pain, S.T.Pittman, D.C.Radford, A.Ratkiewicz, K.T.Schmitt, A.Shore, M.S.Smith, D.W.Stracener, S.R.Stroberg, J.Tostevin, R.L.Varner, D.Weisshaar, K.Wimmer, and R.Winkler. Acta Phys. Pol. B46 , 537 (2015). Double-Magic Nature of 132 Sn and 208 Pb through Lifetime and Cross-Section Measurements . J.M.Allmond, E.S.Stuchbery, J.R.Beene, A.Galindo-Uribarri, J.F.Liang, E.Padilla-Rodal, D.C.Radford, R.L.Varner, A.Ayres, J.C.Batchelder, A.Bey, C.R.Bingham, M.E.Howard, K.L.Jones, B.Manning, P.E.Mueller, C.D.Nesaraja, S.D.Pain, W.A.Peters, A.Ratkiewicz, K.T.Schmitt, D.Shapira, M.S.Smith, N.J.Stone, D.W.Stracener, and C.-H.Yu. Phys. Rev. Lett. 112 , 172701 (2014). College of Arts and Sciences  The University of Tennessee, Knoxville. Big Orange. Big Ideas. Knoxville, Tennessee 37996  |  865-974-1000 The flagship campus of the University of Tennessee System"
            ]
        ]
    ]
}