{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "68LM9KPM",
            "AKhCofgAAAAJ",
            [
                "Assembling crystals from clusters",
                "Cluster-assembled materials",
                "Formation of Al13I-: Evidence for the superhalogen character of Al13",
                "Clusters, superatoms, and building blocks of new materials",
                "Giant magnetic moments in 4d clusters",
                "Al cluster superatoms as halogens in polyhalides and as alkaline earths in iodide salts",
                "Atomic clusters: Building blocks for a class of solids",
                "Magnetic behavior of clusters of ferromagnetic transition metals",
                "Magnetic anisotropy barrier for spin tunneling in Mn 12 O 12 molecules",
                "Physics and chemistry of finite systems: from clusters to crystals"
            ],
            [
                "It is shown that the stability of a cluster can be substantially enhanced by changing its size and\/or composition so as to take advantage of the electronic shell filling as well as close atomic packing. The interaction between two such clusters is found to be weak and can form the basis for synthesizing a new class of cluster-assembled crystals with uncommong properties.",
                "Cluster-assembled materials offer the ability to tune component properties, lattice parameters, and thus coupling of physical properties through the careful selection and assembly of building blocks. Multi-atom clusters have been found to exhibit physical properties beyond those available from the standard elements in the periodic table; classification of the properties of such clusters effectively enables expansion of the periodic table to a third dimension. Using clusters as superatomic building blocks for hierarchically assembled materials allows these properties to be incorporated into designer materials with tailored properties. Cluster-assembled materials are currently being explored and methods developed to control their design and function. Here, we discuss examples of building block syntheses, assembly strategies, and property control achieved to date.",
                "Al13– is a cluster known for the pronounced stability that arises from coincident closures of its geometric and electronic shells. We present experimental evidence for a very stable cluster corresponding to Al13I–. Ab initio calculations show that the cluster features a structurally unperturbed Al13– core and a region of high charge density on the aluminum vertex opposite from the iodine atom. This ionically bound magic cluster can be understood by considering that Al13 has an electronic structure reminiscent of a halogen atom. Comparisons to polyhalides provide a sound explanation for our chemical observations.",
                "The physical and chemical properties of cluster systems at the subnano and nanoscale are often found to differ from those of the bulk and display a unique dependence on size, geometry, and composition. Indeed, most interesting are systems which have properties that vary discontinuously with the number of atoms and composition, rather than scale linearly with size. This realm of cluster science where “one atom makes a difference” is undergoing an explosive growth in activity, and as a result of extensive collaborative activities through theory at VCU and experiment at PSU, our groups are recognized as pioneers in this area in which we have been active for many years. Herein we provide an overview of the field with primary focus on our joint undertakings which have spawned the superatom concept, giving rise to a 3-D periodic table of cluster elements and the prospect of using these as building blocks of new …",
                "Electronic structure of 13-atom clusters of 4d nonmagnetic solids Pd, Rh, and Ru has been studied using a linear combination of atomic orbitals molecular-orbital approach within the density functional formalism. Pd 13, Rh 13, and Ru 13 are all found to have nonzero magnetic moments. Unexpectedly, the ground state of Rh 13 is found to have 21 unpaired electrons and thus a magnetic moment of 21 μ B. These 4d-element magnetic moments are a result of the reduced dimensionality and the enhanced electronic degeneracy due to the symmetry of the cluster. The effect of impurities on the moments is examined through calculations on FePd 12, FeRh 12, RhPd 12, and RuPd 12 clusters.",
                "Two classes of gas-phase aluminum-iodine clusters have been identified whose stability and reactivity can be understood in terms of the spherical shell jellium model. Experimental reactivity studies show that the Al13I –x clusters exhibit pronounced stability for even numbers of I atoms. Theoretical investigations reveal that the enhanced stability is associated with complementary pairs of I atoms occupying the on-top sites on the opposing Al atoms of the Al13– core. We also report the existence of another series, Al14I –x, that exhibits stability for odd numbers of I atoms. This series can be described as consisting of an Al14I –3 core upon which the I atoms occupy on-top locations around the Al atoms. The potential synthetic utility of superatom chemistry built upon these motifs is addressed.",
                "Atomic clusters with suitable size and composition can be designed to mimic the chemistry of atoms in the Periodic Table. These clusters which can be viewed as ‘‘super atoms’’could then form the building blocks for a class of solids with unique structural, electronic, optical, magnetic, and thermodynamic properties. Using density-functional calculations, we outline the design principles for these clusters and describe the role of geometry and electronic shell structure on cluster-cluster interaction.",
                "The effective magnetic moments of small iron and cobalt clusters have been calculated by assuming that the clusters undergo superparamagnetic relaxation. The effective moments per atom are found to be much below the bulk values, even at low temperatures (100 K). They increase with particle size and the applied magnetic field, and are in good agreement with recent beam experiments on Fe N and Co N clusters. We also provide the first realistic estimates of the true magnetic moments in small Co N clusters. The present studies cast doubt on the recent theoretical interpretation of the observed reduced magnetic moments in small clusters compared to bulk as being due to melting of surface spins.",
                "Electronic structure calculations on the nature of electronic states and the magnetic coupling in Mn-acetate [Mn 12 O 12 (R COO) 16 (H 2 O) 4] molecules have been been carried out within the generalized gradient approximation to the density functional formalism. Our studies on this 100-atom molecule illustrate the role of the nonmagnetic carboxyl host in stabilizing the ferrimagnetic Mn 12 O 12 core and provide estimates of the local magnetic moment at the various sites. We provide a first density-functional-based prediction of the second-order magnetic anisotropy energy of this system. Results are in excellent agreement with experiment. To perform these calculations we introduce a simplified exact method for spin-orbit coupling and magnetic anisotropy energies in multicenter systems. This method is free of shape approximations and has other advantages as well. First, it is valid for periodic boundary conditions …",
                "Recent innovations in experimental techniques such as molecular and cluster beam epitaxy, supersonic jet expansion, matrix isolation and chemical synthesis are increasingly enabling researchers to produce materials by design and with atomic dimension. These materials constrained by sire, shape, and symmetry range from clusters containing as few as two atoms to nanoscale materials consisting of thousands of atoms. They possess unique structuraI, electronic, magnetic and optical properties that depend strongly on their size and geometry. The availability of these materials raises many fundamental questions as weIl as technological possibilities. From the academic viewpoint, the most pertinent question concerns the evolution of the atomic and electronic structure of the system as it grows from micro clusters to crystals. At what stage, for example, does the cluster look as if it is a fragment of the corresponding crystal. How do electrons forming bonds in micro-clusters transform to bands in solids? How do the size dependent properties change from discrete quantum conditions, as in clusters, to boundary constrained bulk conditions, as in nanoscale materials, to bulk conditions insensitive to boundaries? How do the criteria of classification have to be changed as one goes from one size domain to another? Potential for high technological applications also seem to be endless. Clusters of otherwise non-magnetic materials exhibit magnetic behavior when constrained by size, shape, and dimension. NanoscaIe metal particles exhibit non-linear opticaI properties and increased mechanical strength. SimiIarly, materials made from nanoscale ceramic …"
            ],
            [
                [
                    "Clusters",
                    "Superatoms",
                    "Reactivity",
                    "Magnetism"
                ]
            ],
            [
                "Shiv N. Khanna Commonwealth Professor Department Chair Theoretical condensed matter, Theoretical nanoscience 701 W. Grace St., 2407 snkhanna@vcu.edu 804.828.1820 Shiv N. Khanna is a Commonwealth Professor of Physics at Virginia Commonwealth University, having been a visiting associate professor at the Northeastern University (1983−84) and a scientific collaborator at the Swiss Federal Institute of Technology in Switzerland (1980−1983). He is Fellow of the American Association for the Advancement of Science and of the American Physical Society.  He has been the recipient of the Distinguished Scholar Award of the Virginia Commonwealth University and has been twice the recipient of the Distinguished Scholar Award of the College of Humanities and Sciences at VCU. He has co-authored more than 250 research publications in refereed journals, has edited six monographs, has given more than 100 invited talks including two plenary talks, and chaired\/co-chaired several International Conferences. Dr. Khanna and his group are involved in theoretical studies of the electronic structure, magnetic properties, and catalytic properties of atomic clusters, cluster assemblies, and nanoscale materials. He (with colleagues) proposed the concept of “superatoms” that extend the “Periodic Chart” to a third dimension and could lead to novel materials with tunable properties and potential for applications in numerous areas. Shiv Khanna Research Group website"
            ]
        ]
    ]
}