{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "68PBWPMC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Leonid Butov News and Awards Physicists Practice ‘Spin Control’ to Improve Information Processing Physicists’ Room-Temperature Research Leads to ‘Exciting’ Possibilities for Science New material can control excitons at room temperature Vanishing Viscosity:\nA superfluid gas formed in layers of 2D crystals could induce superconductivity at high temperatures Exotic particles, chilled and trapped, form giant matter wave Sen Yang, L. V. Butov, L. S. Levitov, B. D. Simons, A. C. Gossard, Exciton front propagation in photoexcited GaAs quantum wells , arXiv:0908.2978v1 (2009); Phys. Rev. B 81, 115320 (2010). G. Grosso, J. Graves, A. T. Hammack, A. A. High, L. V. Butov, M. Hanson and A. C. Gossard, Excitonic switches operating at around 100 K , Nature Photonics 3, 577 - 580 (2009). J.R. Leonard, Y.Y. Kuznetsova, Sen Yang, L.V. Butov, T. Ostatnicky, A. Kavokin, and A.C. Gossard, Spin transport of excitons, arXiv:0905.2216v1 , Nano Lett. 9 (12), 4204-4208 (2009). A.T. Hammack, L.V. Butov, J. Wilkes, L. Mouchliadis, E.A. Muljarov, A.L. Ivanov, A.C. Gossard, Kinetics of the inner ring in the exciton emission pattern in GaAs coupled quantum wells, arXiv:0909.0790v1 (2009), Phys. Rev. B 80, 155331 (2009). A. A. High, A. K. Thomas, G. Grosso, M. Remeika, A. T. Hammack, A. D. Meyertholen, M. M. Fogler, L. V. Butov, M. Hanson, and A. C. Gossard, Trapping indirect excitons in a GaAs quantum-well structure with a diamond-shaped electrostatic trap, arXiv:0906.0639v1 (2009); Phys. Rev. Lett. 103, 087403 (2009). Leonid Butov Ph. D., Institute of Solid State Physics, USSR, 1991 Office: NSB 2117 Phone: 858-822-0362 lvbutov@physics.ucsd.edu We study basic phenomena in indirect excitons (IXs). IXs are bound pairs of spatially separated electrons and holes created in semiconductor structures. Due to their long lifetimes, IXs cool below the temperature of quantum degeneracy. This allows the realization and studying of cold bosons in semiconductors. IX parameters are controlled by structure design, voltage, and light and IX properties are measured by optical spectroscopy at temperatures from 50 mK in optical dilution refrigerator to room temperature. Phenomena studied by the group in IX systems include new states of matter, Bose-Einstein condensations and spontaneous coherence, mesoscopics of bosons, pattern formation, transport and localization, spin currents and spin textures, bosons in magnetic fields, and correlations. We also explore IXs for the development of excitonic devices. Excitonic devices studied by the group include excitonic transistors, conveyers, ramps, and photon storage devices. Distinctions of students of the group: 2017: Chelsey Dorow selected as 2018 Inamori Fellow 2017: Chelsey Dorow selected as an Honorary 2017-2018 STEM Chateaubriand Fellow 2017: Jason Leonard selected as a Springer Thesis Award recipient 2015: Chelsey Dorow received NSF Graduate Research Fellowship for 2015-2018 2014: Jason Leonard named an Achievement Reward for College Scientists Scholar for 2014-15 2013: Jason Leonard named an Achievement Reward for College Scientists Scholar for 2013-14 2013: Yuliya Kuznetsova selected as an Intel Fellowship recipient 2012: Michael Chu selected as a Physical Sciences Dean's Undergraduate Award for Excellence recipient 2011: Alex High selected as an Intel Fellowship recipient 2011: Jason Leonard selected as a Chateaubriand Fellowship recipient 2011: Alex High named an Achievement Reward for College Scientists Scholar "
            ]
        ]
    ]
}