{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "68RYHTCI",
            "4ss2rkIAAAAJ",
            [
                "Antiferromagnetism in ",
                "Neutron-Diffraction Determination of Antiferromagnetic Structure of Cu Ions in  with ",
                "Structural phase diagram of the  system",
                "Antiferromagnetism in ",
                "Ytterbium valence phase transition in ",
                "Structural properties of phosphatidylcholine in a monolayer at the air\/water interface: Neutron reflection study and reexamination of x-ray reflection measurements",
                "Antiferromagnetism in ",
                "Antiferromagnetism and oxygen deficiency in single-crystal  La 2 CuO 4 − δ",
                "Confirmation of antiferromagnetism in  with polarized neutrons",
                "Lithium ion conductivity in single crystal LiFePO4"
            ],
            [
                "Powder neutron diffraction studies of undoped La 2 CuO 4− y have revealed new superlattice peaks below∼ 220 K. The absence of corresponding x-ray superlattice lines and an observed susceptibility anomaly near 220 K suggest the occurrence of antiferromagnetism. From the magnetic peak intensities we deduce a structure consisting of ferromagnetic sheets of Cu spins alternating along the [100] orthorhombic axis, with the spins aligned along the [001] orthorhombic axis, The low-temperature magnetic moment is approximately 0.5 μ B\/(Cu atom). The tetragonal-orthorhombic transition at 505 K has also been studied.",
                "Neutron-diffraction experiments on ceramic powders of Y Ba 2 Cu 3 O 6+ x (nonsuperconducting, with x= 0.0 and 0.15 have confirmed the existence of long-range, three-dimensional, antiferromagnetic order of the Cu spins. The structure determination was aided by the use of uniaxially oriented powders. The ordering wave vector within a Cu O 2 plane is (½ ½) and the planes are coupled antiferromagnetically along the c axis. The Néel temperature is 400±10 K for the x= 0.15±0.05 sample and≳ 500 K for x= 0.0.",
                "The structures of five phases in the Ba 1− x K x BiO 3 system for 0≤ x≤ 0.5 and temperatures below 473 K have been determined by neutron powder diffraction. Bulk superconductivity occurs only in a cubic perovskite phase which exists for x≥ 0.37 (at 10 K). At room temperature, as the potassium concentration is decreased, the cubic structure distorts first by BiO 6 octahedral tilting and then by symmetric oxygen breathing-mode distortions. Semiconducting behavior for the monoclinic phase at 0≤ x≤ 0.1 can readily be explained on the basis of a commensurate charge-density wave. The semiconducting orthorhombic phase, which extends from the monoclinic phase to the cubic superconducting phase, contains only octahedral tilting distortions that would not be expected to destroy metallic behavior. Thus, this commensurate structure provides no explanation for the metal-insulator transition. An incommensurate …",
                "Neutron diffraction has been used to study antiferromagnetic ordering in Y Ba 2 Cu 3 O 6+ x as a function of x. Evidence for such ordering has been observed only in the tetragonal, nonsuperconducting phase (x≲ 0.4). The magnetic origin of the superlattice reflections has been confirmed with polarized beam measurements. A single antiferromagnetic structure was observed throughout the ordered phase, with a maximum Néel temperature of∼ 500 K and average ordered moment of (0.66±0. 0 7) μ B per magnetic Cu atom at x≈ 0. Magnetic susceptibility measurements suggest that two-dimensional correlations are strong, as in La 2 Cu O 4− y, and may survive into the orthorhombic phase.",
                "The recently reported sharp valence phase transition in cubic Yb 0.4 In 0.6 Cu 2 at T v≃ 50 K has been studied by a variety of experimental techniques. X-ray diffraction studies from 4.2 to 300 K reveal the cubic Laves phase structure at all temperatures with a jump in the unit-cell size at the transition temperature T v. Neutron diffraction proves the absence of magnetic order down to 10 K. Magnetic susceptibility data show that the transition temperature T v increases when Yb or In are substituted by La, Eu, and Sn and decreases when they are substituted by Y, Lu, and Ga. Mössbauer studies of Yb 170 show that at 4.2 K the Yb ion is nonmagnetic in a cubic environment, whereas at 60 K it is magnetic. Mössbauer studies of Sn 119 exhibit changes in both the spectral area and isomer shift at T v. Electrical resistivity measurements exhibit a large increase in resistivity at T v. Specific-heat measurements reveal a …",
                "Neutron reflectivities of phosphatidylcholine monolayers in the liquid condensed (LC) phase on ultrapure H2O and D2O subphases have been measured on a Langmuir film balance. Using a dedicated liquid surface reflectometer, reflectivities down to R = 10-6 in the momentum transfer range Qz = 0–0.4 Å-1 were accessed.In a new approach, by refining neutron reflectivity data from chain-perdeuterated DPPC-d62 in combination with x-ray measurements on the same monolayer under similar conditions it is shown that the two techniques mutually complement one another. This analysis leads to a detailed conception of the interface structure. It is found that in the LC phase (which is analogous to the Lβ, phase in vesicle dispersions) the head group is interpenetrated with subphase water (4 ± 2.5 molecules per lipid) and the average tilt angle of the hydrophobic chains from the surface normal is 33 ± 3 degrees.",
                "Magnetic-susceptibility χ (T) and neutron-diffraction studies on single-crystal specimens of Sr 2 CuO 2 Cl 2 are reported. A three-dimensional antiferromagnetic structure similar to that in La 2 CuO 4 is identified below the Néel temperature T N= 251±5 K by neutron diffraction, with an ordered moment μ (10 K)= 0.34±0.04 μ B\/Cu aligned along the [110] crystal direction. This moment is comparable to those for La 2 CuO 4 samples with similar T N. No structural transition from the tetragonal I4\/mmm space group is observed between 10 and 300 K. The χ (T) near T N is consistent with the tetragonal structure, showing no evidence for the peak at T N seen in orthorhombic La 2 CuO 4, arising from the Dzyaloshinsky-Moriya interaction, which is absent without the orthorhombic distortion. Above T N the exchange coupling constant J between adjacent Cu ions is evaluated from χ (T) and found to be essentially identical to that …",
                "Two single crystals of undoped La 2 CuO 4 are studied by neutron diffraction between T= 5 and 300 K. In one crystal oxygen vacancies are created by heat treatment and the magnetic properties are found to depend strongly on this treatment. While the untreated sample is found to order antiferromagnetically at T N≃ 50 K, the heat-treated crystal orders at T N≃ 150 K with a somewhat larger moment. The magnetic structure is the same for the two crystals and supports previously reported powder results.",
                "We have used neutron polarization analysis to study the superlattice peaks observed recently in undoped La 2 CuO 4− y using unpolarized powder neutron diffraction. The results confirm that the superlattice peaks are indeed due to antiferromagnetic ordering, which occurs for our sample below T N= 290±30 K, in agreement with our magnetic susceptibility data which yield T N= 290±10 K. The low-temperature moment on the Cu ion is estimated as 0.43±0.13 μ B in agreement with the previous estimates.",
                "Although extensively studied as a potential Li rechargeable battery cathode in its powder form, very little is known about the anisotropy of the ionic and electronic transport properties in LiFePO4 as it may be manifested in single crystal studies. Here, we report on the conductivity of lithium ions along three principal axis directions in single crystal LiFePO4 as a function of temperature by AC impedance spectroscopy. Despite the apparent quasi-two dimensional nature of the crystal structure, suggestive of facilitated inplane diffusion, we show that Li diffusion in LiFePO4 is, to a large extent, confined to one dimension through tunnels along b-axis (using the Pnma symmetry group notation), implying oriented powders in batteries may improve the performance of this material as a cathode in rechargeable batteries. Our results may also explain the numerous failed attempts to enhance the ionic conductivity by introducing …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}