{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6A77K2DR",
            "Js4hHgYAAAAJ",
            [
                "The effects of lowering LDL cholesterol with simvastatin plus ezetimibe in patients with chronic kidney disease (Study of Heart and Renal Protection): a randomised placebo …",
                "A trial of darbepoetin alfa in type 2 diabetes and chronic kidney disease",
                "Rosuvastatin and cardiovascular events in patients undergoing hemodialysis",
                "Canagliflozin and renal outcomes in type 2 diabetes and nephropathy",
                "Peritoneal dialysis-related infections recommendations: 2010 update",
                "A randomized, controlled trial of early versus late initiation of dialysis",
                "ISPD Peritonitis Recommendations: 2016 Update on Prevention and Treatment.",
                "Effects of statins in patients with chronic kidney disease: meta-analysis and meta-regression of randomised controlled trials",
                "Prevalence of depression in chronic kidney disease: systematic review and meta-analysis of observational studies",
                "Global kidney health 2017 and beyond: a roadmap for closing gaps in care, research, and policy"
            ],
            [
                "Lowering LDL cholesterol with statin regimens reduces the risk of myocardial infarction, ischaemic stroke, and the need for coronary revascularisation in people without kidney disease, but its effects in people with moderate-to-severe kidney disease are uncertain. The SHARP trial aimed to assess the efficacy and safety of the combination of simvastatin plus ezetimibe in such patients.This randomised double-blind trial included 9270 patients with chronic kidney disease (3023 on dialysis and 6247 not) with no known history of myocardial infarction or coronary revascularisation. Patients were randomly assigned to simvastatin 20 mg plus ezetimibe 10 mg daily versus matching placebo. The key prespecified outcome was first major atherosclerotic event (non-fatal myocardial infarction or coronary death, non-haemorrhagic stroke, or any arterial revascularisation procedure). All analyses were by …",
                "Anemia is associated with an increased risk of cardiovascular and renal events among patients with type 2 diabetes and chronic kidney disease. Although darbepoetin alfa can effectively increase hemoglobin levels, its effect on clinical outcomes in these patients has not been adequately tested.In this study involving 4038 patients with diabetes, chronic kidney disease, and anemia, we randomly assigned 2012 patients to darbepoetin alfa to achieve a hemoglobin level of approximately 13 g per deciliter and 2026 patients to placebo, with rescue darbepoetin alfa when the hemoglobin level was less than 9.0 g per deciliter. The primary end points were the composite outcomes of death or a cardiovascular event (nonfatal myocardial infarction, congestive heart failure, stroke, or hospitalization for myocardial ischemia) and of death or end-stage renal disease.Death or a cardiovascular …",
                "Statins reduce the incidence of cardiovascular events in patients at high cardiovascular risk. However, a benefit of statins in such patients who are undergoing hemodialysis has not been proved.We conducted an international, multicenter, randomized, double-blind, prospective trial involving 2776 patients, 50 to 80 years of age, who were undergoing maintenance hemodialysis. We randomly assigned patients to receive rosuvastatin, 10 mg daily, or placebo. The combined primary end point was death from cardiovascular causes, nonfatal myocardial infarction, or nonfatal stroke. Secondary end points included death from all causes and individual cardiac and vascular events.After 3 months, the mean reduction in low-density lipoprotein (LDL) cholesterol levels was 43% in patients receiving rosuvastatin, from a mean baseline level of 100 mg per deciliter (2.6 mmol per liter). During a …",
                "Type 2 diabetes mellitus is the leading cause of kidney failure worldwide, but few effective long-term treatments are available. In cardiovascular trials of inhibitors of sodium–glucose cotransporter 2 (SGLT2), exploratory results have suggested that such drugs may improve renal outcomes in patients with type 2 diabetes.In this double-blind, randomized trial, we assigned patients with type 2 diabetes and albuminuric chronic kidney disease to receive canagliflozin, an oral SGLT2 inhibitor, at a dose of 100 mg daily or placebo. All the patients had an estimated glomerular filtration rate (GFR) of 30 to <90 ml per minute per 1.73 m2 of body-surface area and albuminuria (ratio of albumin [mg] to creatinine [g], >300 to 5000) and were treated with renin–angiotensin system blockade. The primary outcome was a composite of end-stage kidney disease (dialysis, transplantation, or a sustained estimated …",
                "Peritonitis remains a leading complication of perito-neal dialysis (PD). Around 18% of the infection-related mortality in PD patients is the result of peritonitis. Although less than 4% of peritonitis episodes result in death, peritonitis is a “contributing factor” to death in 16% of deaths on PD. In addition, severe and prolonged peritonitis can lead to peritoneal membrane failure and peritonitis is probably the most common cause of technique failure in PD. Peritonitis remains a major cause of patients discontinuing PD and switching to hemodialysis. Therefore, the PD community continues to focus attention on prevention and treatment of PD-related infections (1–9). Peritonitis treatment should aim for rapid resolution of inflammation and preservation of peritoneal membrane function. Recommendations under the auspices of the International Society for Peritoneal Dialysis (ISPD) were first published in 1983 and revised in 1989 …",
                "In clinical practice, there is considerable variation in the timing of the initiation of maintenance dialysis for patients with stage V chronic kidney disease, with a worldwide trend toward early initiation. In this study, conducted at 32 centers in Australia and New Zealand, we examined whether the timing of the initiation of maintenance dialysis influenced survival among patients with chronic kidney disease.We randomly assigned patients 18 years of age or older with progressive chronic kidney disease and an estimated glomerular filtration rate (GFR) between 10.0 and 15.0 ml per minute per 1.73 m2 of body-surface area (calculated with the use of the Cockcroft–Gault equation) to planned initiation of dialysis when the estimated GFR was 10.0 to 14.0 ml per minute (early start) or when the estimated GFR was 5.0 to 7.0 ml per minute (late start). The primary outcome was death from any cause …",
                "Peritonitis is a common and serious complication of peritoneal dialysis (PD). Although less than 5% of peritonitis episodes result in death, peritonitis is the direct or major contributing cause of death in around 16% of PD patients (1–6). In addition, severe or prolonged peritonitis leads to structural and functional alterations of the peritoneal membrane, eventually leading to membrane failure. Peritonitis is a major cause of PD technique failure and conversion to longterm hemodialysis (1, 5, 7, 8).",
                "Objective To analyse the benefits and harms of statins in patients with chronic kidney disease (pre-dialysis, dialysis, and transplant populations).Design Meta-analysis.Data sources Cochrane Central Register of Controlled Trials, Medline, Embase, and Renal Health Library (July 2006).Study selection Randomised and quasi-randomised controlled trials of statins compared with placebo or other statins in chronic kidney disease.Data extraction and analysis Two reviewers independently assessed trials for inclusion, extracted data, and assessed trial quality. Differences were resolved by consensus. Treatment effects were summarised as relative risks or weighted mean differences with 95% confidence intervals by using a random effects model.Results Fifty trials (30 144 patients) were included. Compared with placebo, statins significantly reduced total cholesterol (42 studies, 6390 patients; weighted mean difference …",
                "Prevalence estimates of depression in chronic kidney disease (CKD) vary widely in existing studies. We conducted a systematic review and meta-analysis of observational studies to summarize the point prevalence of depressive symptoms in adults with CKD. We searched MEDLINE and Embase (through January 2012). Random-effects meta-analysis was used to estimate the prevalence of depressive symptoms. We also limited the analyses to studies using clinical interview and prespecified criteria for diagnosis. We included 249 populations (55,982 participants). Estimated prevalence of depression varied by stage of CKD and the tools used for diagnosis. Prevalence of interview-based depression in CKD stage 5D was 22.8% (confidence interval (CI), 18.6–27.6), but estimates were somewhat less precise for CKD stages 1–5 (21.4% (CI, 11.1–37.2)) and for kidney transplant recipients (25.7% (12.8–44.9)). Using …",
                "The global nephrology community recognises the need for a cohesive plan to address the problem of chronic kidney disease (CKD). In July, 2016, the International Society of Nephrology hosted a CKD summit of more than 85 people with diverse expertise and professional backgrounds from around the globe. The purpose was to identify and prioritise key activities for the next 5–10 years in the domains of clinical care, research, and advocacy and to create an action plan and performance framework based on ten themes: strengthen CKD surveillance; tackle major risk factors for CKD; reduce acute kidney injury—a special risk factor for CKD; enhance understanding of the genetic causes of CKD; establish better diagnostic methods in CKD; improve understanding of the natural course of CKD; assess and implement established treatment options in patients with CKD; improve management of symptoms and …"
            ],
            [
                [
                    "Kidney Disease"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}