{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6B76UW6P",
            "Il2BHjQAAAAJ",
            [
                "Glucose-6-phosphate dehydrogenase deficiency (G6PD) as a risk factor of male neonatal sepsis.",
                "eNOS 4a\/b Polymorphism and Its Interaction with eNOS G894T Variants in Type 2 Diabetes Mellitus: Modifying the Risk of Diabetic Nephropathy",
                "Mutational screening of the NR5A1 in azoospermia",
                "Synergistic effects of angiotensinogen− 217 G→ A and T704C (M235T) variants on the risk of severe preeclampsia",
                "Hepatitis B Virus Infection in Patients with Blood Disorders: A Concise Review in Pediatric Study",
                "Evaluate the liver function in hyperthyroidism patients",
                "Association of FAS-670A\/G and FASL-844C\/T polymorphisms with idiopathic azoospermia in Western Iran",
                "Glucose-6-phosphate dehydrogenase deficiency does not increase the susceptibility of sperm to oxidative stress induced by H2O2",
                "JAK2-V617F Mutation Combined with Philadelphia Chromosome-Positive Chronic Myeloid Leukaemia: a Case Report"
            ],
            [
                "Introduction. Neonatal sepsis is a disease process, which represents the systemic response of bacteria entering the bloodstream during the first 28 days of life. The prevalence of sepsis is higher in male infants than in females, but the exact cause is unknown. Glucose-6-phosphate dehydrogenase (G6PD) is an enzyme in the pentose phosphate pathway, which leads to the production of NADPH. NADPH is required for the respiratory burst reaction in white blood cells (WBCs) to destroy microorganisms. The purpose of this study was to evaluate the prevalence of G6PD deficiency in neonates with sepsis.Materials and methods. This study was performed on 76 neonates with sepsis and 1214 normal neonates from February 2012 to November 2014 in the west of Iran. The G6PD deficiency status was determined by fluorescent spot test. WBCs number and neutrophils percentages were measured and compared in …",
                "To investigate the possible association between eNOS 4a\/b polymorphism and the risk of developing type 2 diabetes mellitus (T2DM) and diabetic nephropathy (DN) 173 T2DM patients with and without DN and 101 healthy subjects with ethnic background of Kurds were examined for the frequency of eNOS variants using PCR-RFLP method. The frequency of eNOS 4a\/b genotypes between T2DM and controls was not significantly difference. Studying eNOS 4a\/b variants alone indicated that the presence of eNOS 4a allele was not associated with the risk of developing DN. However, considering both polymorphisms of eNOS 4a\/b and G894T indicated that the risk of macroalbuminuria significantly increased in the presence of either eNOS 4a or 894T allele by 2.45 times (p= 0.014) and 3.7-fold (p= 0.016), respectively. However, the concomitant presence of both alleles was not associated with the risk of …",
                "Nuclear receptor subfamily 5 group A member 1 (NR5A1) encodes a nuclear receptor that regulates transcription of multiple genes involved in adrenal and gonadal development, steroidogenesis and the reproductive axis. Human mutations in NR5A1were initially found in two 46, XY female patients suffering from severe gonadal dysgenesis and primary adrenal failure. However, more recent case reports have suggested that heterozygous mutations in NR5A1 may also contribute to the male infertility aetiology. We have analysed the coding sequence of NR5A1 in a cohort of 90 well‐characterised idiopathic Iranian azoospermic infertile men versus 112 fertile men. Heterozygous NR5A1 mutations were found in 2 of 90 (2.2%) of cases. These two patients harboured missense mutations within the hinge region (p.P97T) and ligand‐binding domain (p.E237K) of the NR5A1 protein. In silico analysis of the mutations …",
                "The rate-limiting step of the renin–angiotensin system is the enzymatic cleavage of angiotensinogen (AGT) by renin. The aims of the present study were to investigate the association between AGT T704C (M235T) and −217 G→A polymorphisms with the risk of preeclampsia and synergistic effects of both polymorphisms on the susceptibility to preeclampsia.We studied AGT variants in 170 women with preeclampsia, including 84 women with mild and 86 women with severe forms of preeclampsia, and 100 age and parity matched controls.There was a trend towards increased risk of severe preeclampsia in the presence of −217 AA (odds ratio (OR)=1.5, 95% confidence interval (CI)= 0.38–5.84, p=0.57) and TC+CC genotypes (OR=1.32, 95% CI= 0.67–2.58, p=0.42). However, the interaction of both alleles of −217A and 704C highly increased the risk of severe preeclampsia, by 2.23-fold …",
                "Childhood Hepatitis B virus (HBV) infection causes both medical and public health challenges. Infants who acquire HBV parentally have up to 90% risk of developing chronic HBV infection. It is now estimated that approximately 10% of worldwide cancers are attributable to viral infection, with the vast majority (> 85%) occurring in the developing world. In this distribution, elevated rate and prevalence of HBV marker have been found in patients with malignancies as compared to the general population. By reviewing the web-based search for all Persian and English types of scientific peer review published articles initiated using Iran Medex, MEDLINE\/PubMed, CINAHL and other pertinent references on websites about HBV and HCV blood disorders. The high prevalence of HBV and HCV infective markers was detected in patients with different malignancies. Moreover, identification of high prevalence of HBV infective …",
                "Thyroid hormones regulate the metabolisms of all cells including hepatocytes, and hence, modulate hepatic function. Hyperthyroidism is one of the most common endocrine disorders characterized by increased secretion of thyroid hormones T3 and\/or T4. This study investigated frequency of abnormal liver function tests in the patients with hyperthyroidism that referred to Imam Reza Hospital of Kermanshah from 1 st October 2009 to 30 th April 2012. Patients who had complication disorders such as cardiovascular disease, hypertension, diabetes mellitus, liver disease and using any of drugs effecting liver and thyroid function tests and patients with positive hepatic viral markers were excluded from the study. After excluding patients with complication disorders, fifty patients were remained. Fifty volunteers without history of significant diseases were chosen as matched control group. Mean ALT (Alanine amino transferase) of cases were 52.1±6.97 and of controls were 25.6±3.9. Also, Mean ALP (Alkaline phosphatase) of cases was 259.94±25.83 and of controls were 185.10±33.75. There is significant difference between ALT, ALP in case group in compare the control group (P< 0.05 and P< 0.01 respectively). Further, there is no significant difference in serum levels of AST (Aspartate amino transferase) and Mean direct bilirubin between case and control group. These findings indicate that ALT and ALP levels are frequently elevated in hyperthyroidism. Hence, they are possibly thyroid dependent enzymes.",
                "The FAS\/FASL interaction plays a central role in up-regulation of apoptosis in testis. Studies indicated that the FAS-670A\/G and FASL-844C\/T polymorphisms are associated with the risk of idiopathic azoospermia in different ethnic groups. Therefore, the current study aims to investigate the association between FAS-670A\/G and FASL-844C\/T polymorphisms with male idiopathic infertility in Western Iran.The analysis of FAS-670A\/G and FASL-844C\/T polymorphisms were carried out using the PCR-RFLP approach, on 102 infertile men and 110 normal fertile men as control group.The results suggested that there were no significant difference in genotypic frequencies of FAS-670A\/G polymorphism between infertile and control groups. On the other hand, significant result was observed for the frequency of FASL-844C\/T polymorphism in infertile men in comparison to control group (P = 0.02 …",
                "ObjectiveGlucose-6-phosphate dehydrogenase (G6PD) deficiency is the most common human enzyme defect. G6PD plays a key role in the pentose phosphate pathway, which is a major source of nicotinamide adenine dinucleotide phosphate (NADPH). NADPH provides the reducing equivalents for oxidation-reduction reductions involved in protecting against the toxicity of reactive oxygen species such as H 2 O 2. We hypothesized that G6PD deficiency may reduce the amount of NADPH in sperms, thereby inhibiting the detoxification of H 2 O 2, which could potentially affect their motility and viability, resulting in an increased susceptibility to infertility.MethodsSemen samples were obtained from four males with G6PD deficiency and eight healthy males as a control. In both groups, motile sperms were isolated from the seminal fluid and incubated with 0, 10, 20, 40, 60, 80, and 120 µM concentrations of H 2 O 2. After 1 …",
                "Myeloproliferative neoplasms (MPNs) such as polycythemia vera, essential thrombocythemia, primary myelofibrosis and chronic myeloid leukemia have too similar and accurate way to differentiate their is study of genetic disorders in these patients. Philadelphia chromosome is a sure way to definitively diagnose CML. Recently, JAK2V617F mutation introduced as a diagnostic marker for other Myeloproliferative neoplasms. Many studies show that the absence of the JAK2 mutation in chronic phase Philadelphia positive CML. In contrast with these reports, more recently, several cases with the coexistence of Philadelphia positive chromosome and JAK2V617F mutation in blood and bone marrow samples were reported. Here, we report a patient that have the Philadelphia chromosome disorder and JAK2V617F mutation in same time."
            ],
            [
                [
                    "Medical Genetics",
                    "Medical Laboratory Sciences"
                ]
            ],
            [
                "Farhad Zadeh Farhad Zadeh Professor PhD, Columbia University zadeh@northwestern.edu 847-491-8147 Tech F215 Teaching and Public Outreach Public Lectures on the Web Bio and Research Professor Zadeh attended SUNY at Stony Brook for his undergraduate studies in Physics, then attended Columbia University for his PhD in Astronomy. He spent two years at NASA's Goddard Space Flight Center working as a National Research Council postdoctoral fellow before joining the faculty of the Department of Physics and Astronomy at Northwestern University in 1988. Farhad's main interest is to understand the physical processes that take place in the nucleus of our galaxy. The central few hundred light years of our Galaxy is unusually active compared to the neighborhood of the Sun, located 25,000 light years away from the center of the Milky Way Galaxy. A supermassive black hole is surrounded by hot young stars with powerful winds and radiation fields that irradiate the nearby interstellar gas. Yusef-Zadeh's group uses high sensitivity and resolution of new astronomical facilities such as VLA, MeerKAT and ALMA (radio and submm interferometers), as well as other space-based X-ray and near-IR facilities like Chandra and HST to study the origin of the activity at the Galactic Center. Three main topics that his group focuses on are: 1) multi-wavelength observations to monitor flaring activity of the supermassive black hole, Sgr A*; 2) the consequences of cosmic rays interacting with the gas in the nucleus of our galaxy; 3) how star formation occurs near Sgr A* where it is generally presumed to be suppressed by strong tidal forces in the vicinity of the supermassive black holes. Flaring Activity of the Black Hole Flares from the Black Hole Sgr A* flares four times daily in the IR with occasional simultaneous flaring in X-rays. The spectrum this optically-thin synchrotron emission, its polarization angle swings, and statistics of the peak flux distribution are well-studied, yielding information about the particle acceleration process and subsequent synchrotron cooling of the highest-energy particles. However, the size of the source region and hence the energy density of the relativistic particles and magnetic field are ill-determined. To investigate this, we have simultaneously been observing Sgr A* at multiple frequencies. A well-established expanding-synchrotron-source model explains the flaring at multiple frequencies. In this model, the flares are increasingly delayed in moving from 90 to 43 to 20 GHz, a characteristic of a transition from optically thick to optically thin emission as the synchrotron-emitting region expands, allowing the source's size, expansion speed, magnetic field strength, and plasma density to be determined. Cosmic Rays A large number of radio sources in the Galactic center show radio emission arising from relativistic particles but the source of acceleration of these particles to high energies is not understood. The objective of this study is to understand the acceleration mechanism, the role of cosmic rays in the gas chemistry and how cosmic-ray particles drives the outflow observed at the Galactic center. Star Formation Star formation in the innermost regions of galaxies is generally presumed to be suppressed by strong tidal forces in the vicinity of the supermassive black holes. However, the discovery of O and B stars orbiting within 10\" (0.4 pc) of Sgr A , has made it apparent that star formation has occurred within the last few million years. Indeed, the stellar population in the region indicates a continual low level of ongoing star formation for at least the past several hundred million years. The kinematics of the O and B stars suggest formation in a disk formed by the capture of a molecular cloud by Sgr A. Farhad studies the high density needed to overcome tidal forces to produce young stars near the black hole. In addition, he identifies signatures of on-going star formation in the last 100,000 to million years using a variety of radio and infrared telescopes. Teaching and Public Outreach Imaging in Astronomy (Astronomy 130) This new service course for non-majors draws upon real-world examples from my own research interests to illustrate how image analysis is used to extract information in astronomy. One of the objectives of this course is to communicate that astronomical images obtained in different wavelength bands can be used as a vehicle to gain a better understanding of the physical laws. This course is designed for undergraduate non-science majors interested in learning astronomy through the manipulation of astronomical images of celestial objects. The IT group developed nine web-based homework assignments which are given to students once a week during the quarter. These assignments are as follows: Jupiter The Milky Way Galaxy The Interstellar Extinction The Evolution of Stars: HR Diagram Jets from Protostars The Expansion of Supernova Masers: Signposts of Cosmic Collision Motion of Stars around a massive Black Hole Radio Filaments at the Core of the Galaxy The Sun Trifid Nebula I maging and Imagining Space A collaboration between Farhad Zadeh and Pamela Bannos, who is a photographer and who teaches at NU, resulted in an exhibition at the Block Gallery. The IT department developed a website in collaboration with us. To learn more about astronomical images visit http:\/\/spaceimages.northwestern.edu . Public Lectures on the Web I have embarked on an outreach program of public lectures that has featured diverse and interesting topics with broad appeal to students and the public. These public lectures are videotaped and can be viewed on NU's department of Physics and Astronomy website here . The topics of these lectures are as follows: \"Music of the Spheres\" Professor Arthur Schmidt \"Copenhagen and the German Atomic Bomb Project: Bending Perception to Wish\" Professor Irving Klotz \"What's Your Sign? Astrology, Astronomy, and Pseudoscience\" Professor Michael Faison \"The History of Physics: Paul Dirac -- A Beautiful Mind in the 20th Century\" Professor Laurie Brown \"Einstein and the FBI \" Fred Jerome \"Ruby Payne-Scott (1912-1981): The First Woman Radio Astronomer\" Miller Goss, Ph.D. \"The Birth and Death of Stars\" Professor Walter Lewin \"Tsunami: The Ultimate Sea Waves, Long-range Vectors of Death and Destruction\" Professor Emile Okal \"The Changing Face of Mars\" Doug Roberts, Ph.D. \"Asteroids: Their History, their Impact on Earth and their Complex Geology\" Professor Mark S. Robinson Recent Work in the News Discovery of Infant Stars Surprsingly Near our Galaxy's Supermassive Black Hole Conditions Right for Stars, Planets Near Milky Way's Supermassive Black Hole Flares around Sagittarius A*, the Giant Black Hole at the Center of the Galaxy The Mouse That Soared Colliding Stellar Winds Could Explain X-Ray Emission from the Quintuplet Cluster Trifid Nebula Images from the Hubble Heritage Project Stellar Nursery Found Near Milky Way's Violent Heart Prize Winning Astronomical Image in 2007 Prize Winning Astronomical Image in 2008 Selected Publications Yusef-Zadeh, F., Roberts, D. A., Bushouse, H., Wardle, M., Cotton, W., Royster, M. & van Moorsel, G. The Discovery of Radio Stars within 10'' of Sgr A* at 7 mm, 2014 , ApJ, 792, L1--L6 Yusef-Zadeh, F., Royster, M., Wardle, M., Arendt, R., Bushouse, H., Lis, D. C., Pound, M. W., Roberts, D. A., Whitney, B., & Wootten, A. ALMA Observations of the Galactic Center: SiO Outflows and High-mass Star Formation near Sgr A* , 2013, ApJ, 767, L32--L37 Yusef-Zadeh, F., Hewitt, J. W., Arendt, R. G., Whitney, B., Rieke, G., Wardle, M., Hinz, J. L., Stolovy, S., Lang, C. C., Burton, M. G., and Ramirez, S. Star Formation in the Central 400 pc of the Milky Way: Evidence for a Population of Massive Young Stellar Objects, 2009, ApJ, 702, 178--225 Yusef-Zadeh, F., Bushouse, H., Wardle, M., Heinke, C., Roberts, D. A. et al. Dowell, C. D., Brunthaler, A., Reid, M. J., Martin, C. L., Marrone, D. P., Porquet, D., Grosso, N., Dodds-Eden, K., Bower, G. C., Wiesemeyer, H., Miyazaki, A., Pal, S., Gillessen, S., Goldwurm, A., Trap, G., and Maness, H. Simultaneous Multi-Wavelength Observations of Sgr A* During 2007 April 1-11, 2009, ApJ, 706, 348--375 Yusef-Zadeh, F., Roberts, D., Wardle, M., Heinke, C. O. & Bower, G. C. Flaring Activity of Sagittarius A* at 43 and 22 GHz: Evidence for Expanding Hot Plasma, 2006, ApJ, 650, 189--194 Yusef-Zadeh, F., Law, C. & Wardle, M. The Origin of X-Ray Emission from a Galactic Center Molecular Cloud: Low-Energy Cosmic-Ray Electrons, 2002, ApJ, 568, L121--L124"
            ]
        ]
    ]
}