{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6BGWS95Z",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Olga Dudko News and Awards Grad student Yaojun Zhang aids Quantitative Biology approach which reveals importance of physical constraints on critical DNA interaction Professors Coil, Dudko and Anderson promoted. Professor Dudko's PRL publication receives \"Editor's suggestion\" and is highlighted with a Synopsis on the American Physical Society website UC San Diego Assistant Professors Receive Hellman Faculty Fellows Awards Professor Olga Dudko receives an NSF CAREER Award Zhang Y. and Dudko O.K., \"Statistical mechanics of viral entry\". Physical Review Letters 114: 018104 (2015) Lucas J., Zhang Y., Dudko O.K. and Murre C. \"3D Trajectories Adopted by Coding and Regulatory DNA Elements: First-Passage Times for Genomic Interactions\". Cell 158, 339-352 (2014) Zhang Y. and Dudko O.K. \"A transformation for the mechanical fingerprints of complex bimolecular interactions\". Proc. Natl. Acad. Sci. USA 110 (41): 16432-16437 (2013) Suzuki Y. and Dudko O.K. \"Single molecules in an extension clamp: Extracting rates and activation barriers\". Physical Review Letters 110: 158105 (2013) Dudko O.K., Graham T.G.W., and Best R.B. \"Locating the barrier for folding of single molecules under an external force\". Physical Review Letters 107, 208301 (2011) Olga Dudko Ph. D., Institute for Low Temperature Physics and Engineering, Kharkov, Ukraine, 2001 Office: UH 7234 Phone: 858-534-8340 dudko@physics.ucsd.edu We search for general principles that unify seemingly very different and often formidably complex biological systems. We try to capture these principles in the form of physical theories that are reasonably simple and abstract, yet are capable of generating concrete, experimentally testable predictions."
            ]
        ]
    ]
}