{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6CN3Z0X9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "John H. Lowenstein Professor Emeritus of Physics Ph.D. 1966 (physics), M.S. 1963 (physics), Illinois (Urbana); B.A. 1962 (mathematics), Harvard. Research Interests: Nonlinear dynamics and chaos, aperiodic long-range order, quantum integrable systems, renormalization theory, quantum field theory. Publications: J. H. Lowenstein, S. Hatjispyros and F. Vivaldi, Quasi-periodicity, global stability, and scaling in a model of Hamiltonian round-off, Chaos, 7, 49-56 (1997) J. H. Lowenstein and F. Vivaldi, Anomalous transport in a model of Hamiltonian roundoff,Nonlinearity 11, 1321-50 (1998) J. H. Lowenstein and F. Vivaldi, Embedding dynamics for round-off errors near a periodic orbit,Chaos 10, 747-55 (2000) J. H. Lowenstein, K.L.Kouptsov and F.Vivaldi, Quadratic rational rotations of the torus and dual lattice maps, Nonlinearity 15, 1795-1842 (2002) J. H. Lowenstein and Sangtian Liu, Propagation of round-off error in a model of quadratic rational rotations, Communications in Nonlinear Science and Numerical Simulation, 8, 215-237 (2003) J. H. Lowenstein, K.L.Kouptsov, and F. Vivaldi, Recursive tiling and geometry of piecewise rotations by p\/7, Nonlinearity, 17, 371-395 (2004) J. H. Lowenstein, Sticky orbits of a kicked harmonic oscillator, Journal of Physics: Conference Series, 7, 68-85 (2005) J. H. Lowenstein, G. Poggiaspalla and F. Vivaldi, Sticky orbits in a kicked-oscillator model, Dynamical Systems, 20, 413-451 (2005) F. Vivaldi and J. H. Lowenstein, Arithmetical properties of a family of irrational piecewise rotations, submitted to Nonlinearity (2005) John H. Lowenstein Professor Emeritus of Physics john.lowenstein@nyu.edu 4 Washington Place Phone: (212) 998-7740 Nonlinear Dynamics and Chaos John H. Lowenstein Professor Emeritus of Physics Nonlinear Dynamics and Chaos"
            ]
        ]
    ]
}