{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6CY6FCTM",
            "Z0N6NQMAAAAJ",
            [
                "Preparation and characterization of 1, 2, 3‐triazole‐cured polymers from endcapped azides and alkynes",
                "Investigation of polyurea-crosslinked silica aerogels as a neuronal scaffold: a pilot study",
                "In vivo ultrasonic detection of polyurea crosslinked silica aerogel implants",
                "Histological evaluation of the biocompatibility of polyurea crosslinked silica aerogel implants in a rat model: a pilot study",
                "Thermal conductivity studies of a polyurea cross-linked silica aerogel-RTV 655 compound for cryogenic propellant tank applications in space",
                "Mechanical, spectral, and luminescence properties of ZnS: Mn doped PDMS",
                "Thin film surface treatments for lowering dust adhesion on Mars Rover calibration targets",
                "Novel technique for repair of severed peripheral nerves in rats using polyurea crosslinked silica aerogel scaffold",
                "Preparation and mechanical properties of crosslinked 1, 2, 3‐triazole‐polymers as potential propellant binders",
                "Spectroscopic evaluation of polyurea crosslinked aerogels, as a substitute for RTV-based chromatic calibration targets for spacecraft"
            ],
            [
                "Fourteen commercial polyols have been characterized by GPC, NMR spectroscopy, and elemental analysis. From these, eight corresponding tosylates, six nitrate esters, seven mesylates, 13 alkynes, and 14 azides have been prepared and all these derivatives have been fully characterized. Five alkyne monomers and eight azide monomers were also prepared. Twelve alkynes and 13 azides (functionality 2–4) were combined in 1,3‐dipolar cycloaddition reactions under neat conditions to prepare triazole‐cured polymers, avoiding any heavy metal catalyst. Characterization by NMR spectroscopy, elemental analysis, and gel permeation chromatography indicated triazole polymers 14, 22, 23, 28, and 30 with degrees of polymerization of 17–28 to be the best candidates for future work. © 2007 Wiley Periodicals, Inc. J Polym Sci Part A: Polym Chem 46: 238–256, 2008",
                "Background Polymer crosslinked aerogels are an attractive class of materials for future implant applications particularly as a biomaterial for the support of nerve growth. The low density and nano-porous structure of this material combined with large surface area, high mechanical strength, and tunable surface properties, make aerogels materials with a high potential in aiding repair of injuries of the peripheral nervous system. However, the interaction of neurons with aerogels remains to be investigated.   Methodology In this work the attachment and growth of neurons on clear polyurea crosslinked silica aerogels (PCSA) coated with: poly-L-lysine, basement membrane extract (BME), and laminin1 was investigated by means of optical and scanning electron microscopy. After comparing the attachment and growth capability of neurons on these different coatings, laminin1 and BME were chosen for nerve cell attachment and growth on PCSA surfaces. The behavior of neurons on treated petri dish surfaces was used as the control and behavior of neurons on treated PCSA discs was compared against it.   Conclusions\/Significance This study demonstrates that: 1) untreated PCSA surfaces do not support attachment and growth of nerve cells, 2) a thin application of laminin1 layer onto the PCSA discs adhered well to the PCSA surface while also supporting growth and differentiation of neurons as evidenced by the number of processes extended and b3-tubulin expression, 3) three dimensional porous structure of PCSA remains intact after fixing protocols necessary for preservation of biological samples and 4) laminin1 coating proved to be the most …",
                "Background Polyurea crosslinked silica aerogels are highly porous, lightweight, and mechanically strong materials with great potential for in vivo applications. Recent in vivo and in vitro studies have demonstrated the biocompatibility of this type of aerogel. The highly porous nature of aerogels allows for exceptional thermal, electric, and acoustic insulating capabilities that can be taken advantage of for non-invasive external imaging techniques. Sound-based detection of implants is a low cost, non-invasive, portable, and rapid technique that is routinely used and readily available in major clinics and hospitals.  Methodology In this study the first in vivo ultrasound response of polyurea crosslinked silica aerogel implants was investigated by means of a GE Medical Systems LogiQe diagnostic ultrasound machine with a linear array probe. Aerogel samples were inserted subcutaneously and sub-muscularly in a) fresh animal model and b) cadaveric human model for analysis. For comparison, samples of polydimethylsiloxane (PDMS) were also imaged under similar conditions as the aerogel samples.  Conclusion\/significance Polyurea crosslinked silica aerogel (X-Si aerogel) implants were easily identified when inserted in either of the regions in both fresh animal model and cadaveric model. The implant dimensions inferred from the images matched the actual size of the implants and no apparent damage was sustained by the X-Si aerogel implants as a result of the ultrasonic imaging process. The aerogel implants demonstrated hyperechoic behavior and significant posterior shadowing. Results obtained were compared with images acquired from the …",
                "Background Aerogels are a versatile group of nanostructured\/nanoporous materials with physical and chemical properties that can be adjusted to suit the application of interest. In terms of biomedical applications, aerogels are particularly suitable for implants such as membranes, tissue growth scaffolds, and nerve regeneration and guidance inserts. The mesoporous nature of aerogels can also be used for diffusion based release of drugs that are loaded during the drying stage of the material. From the variety of aerogels polyurea crosslinked silica aerogels have the most potential for future biomedical applications and are explored here.   Methodology This study assessed the short and long term biocompatibility of polyurea crosslinked silica aerogel implants in a Sprague-Dawley rat model. Implants were inserted at two different locations a) subcutaneously (SC), at the dorsum and b) intramuscularly (IM), between the gluteus maximus and biceps femoris of the left hind extremity. Nearby muscle and other internal organs were evaluated histologically for inflammation, tissue damage, fibrosis and movement (travel) of implant.   Conclusion\/Significance In general polyurea crosslinked silica aerogel (PCSA) was well tolerated as a subcutaneous and an intramuscular implant in the Sprague-Dawley rat with a maximum incubation time of twenty months. In some cases a thin fibrous capsule surrounded the aerogel implant and was interpreted as a normal response to foreign material. No noticeable toxicity was found in the tissues surrounding the implants nor in distant organs. Comparison was made with control rats without any implants inserted, and …",
                "Silica-based aerogel is an ideal thermal insulator with a makeup of up to 99% air associated with the highly porous nature of this material. Polyurea cross-linked silica aerogel (PCSA) has superior mechanical properties compared to the native aerogels yet retains the highly porous open pore network and functions as an ideal thermal insulator with added load-bearing capability necessary for some applications. Room temperature vulcanizing rubber-RTV 655—is a space qualified elastomeric thermal insulator and encapsulant with high radiation and temperature tolerance as well as chemical resistance. Storage and transport of cryogenic propellant liquids is an integral part of the success of future space exploratory missions and is an area under constant development. Limitations and shortcomings of current cryogenic tank materials and insulation techniques such as non-uniform insulation layers, self …",
                "Zinc sulfide doped with manganese (ZnS:Mn) is one of the brightest triboluminescent materials known and has been studied for a variety of applications. The powder form of this material restricts its safe handling and utilization, which limits the range of applications that can take advantage of its unique properties. In this study, the tribo- and photo-luminescent properties as well as the mechanical properties of ZnS:Mn encapsulated in an inert and optically transparent elastomer – Sylgard 184, have been investigated and fully characterized. ZnS:Mn particles of 8.5 µm diameter were incorporated into the Sylgard 184 polymer matrix prior to the curing stage with increasing amounts targeting a final (mass) concentration of 5%, 15%, and 50%. Additionally, the effect of the ZnS:Mn particles on the overall surface properties of the encapsulating elastomer was investigated and reported here. It was observed that the …",
                "The current generation of calibration targets on Mars Rover serve as a color and radiometric reference for the panoramic camera. They consist of a transparent silicon-based polymer tinted with either color or grey-scale pigments and cast with a microscopically rough Lambertian surface for a diffuse reflectance pattern. This material has successfully withstood the harsh conditions existent on Mars. However, the inherent roughness of the Lambertian surface (relative to the particle size of the Martian airborne dust) and the tackiness of the polymer in the calibration targets has led to a serious dust accumulation problem. In this work, non-invasive thin film technology was successfully implemented in the design of future generation calibration targets leading to significant reduction of dust adhesion and capture. The new design consists of a μm-thick interfacial layer capped with a nm-thick optically transparent layer of pure …",
                "Purpose\/Aim: To design, synthesize, and test in vivo an aerogel-based top-open peripheral nerve scaffold to simultaneously support and guide multiple completely severed peripheral nerves in a rat model. Also, to explore options for immobilizing severed nerves on the aerogel material without the use of sutures resulting in reduced surgical time. Materials and Method: A novel material and approach was developed for the reattachment of severed peripheral nerves. Nerve confinement and alignment in this case relies on the surface properties of a lightweight, highly porous, polyurea crosslinked silica aerogel scaffold. The distal and proximal ends of completely transected nerve terminals were positioned inside prefabricated “top-open” corrugated channels that cradled approximately two thirds of the circumference of the nerve trunk and connectivity of the severed nerves was evaluated using sciatic function index …",
                "Thirteen triazole polymers were prepared as potential rocket propellant binders by the reactions of various diacetylenes and diazides. The reaction of E300 dipropiolate (1) with diazide (2) obtained from tetraethylene glycol was selected to study the effects of concentration of the tetraacetylene functionalized crosslinker (3) on the mechanical properties of resulting triazole polymers. The modulus of the polymers increased, whereas the strain (% elongation at failure) decreased with increasing percentage of crosslinker. The resulting triazole polymers also showed that the desired mechanical properties could be obtained by adjusting the crosslinker concentration during the polymerization. Addition of 43 wt % aluminum filler did not significantly affect the strain. The modulus of these triazole polymers was comparable with typical polyurethane elastomeric matrices for rocket propellants. © 2010 Wiley Periodicals, Inc. J …",
                "Room temperature vulcanizing (RTV)-based components have been used on Mars Pathfinder, the Mars rovers, Spirit and Opportunity, as well as the Phoenix Lander as a support matrix for pigmented panoramic camera calibration targets. RTV 655 has demonstrated superiority to other polymers due to its unique range of material properties namely mechanical stability between −115 and 204 °C and UV radiation tolerance. As a result, it has been the number one choice for many space-related missions. However, due to the high mass density and the natural tendency for electrostatic charging RTV materials have caused complications by attracting and retaining dust particles (Sabri et al., 2008). In the current project we have investigated the relevant properties of polymer-reinforced (crosslinked) silica aerogels with the objective of substituting RTV-based calibration targets with an aerogel based design. The …"
            ],
            [
                [
                    "Physics and Materials Science"
                ]
            ],
            [
                "Firouzeh Sabri Group Members Funding Firouzeh Sabri Firouzeh Sabri Firouzeh Sabri Professor and Chair 901.678.2126 fsabri@memphis.edu Manning Hall 216 Biography Dr. Sabri is an experimental materials physicist with a focus on synthesis, characterization,\n                  and understanding of bulk and surface properties of nanomaterials including aerogels.\n                  Currently, materials that are being studied by her group include elastomeric materials\n                  as well as mesoporous materials such as aerogels. She has recently been working on\n                  the design, synthesis and characterization of a RTV-aerogel compound material for\n                  cryogenic tank material applications for space exploration. Additionally, she has been studying the effect of environmental conditions (e.g. in\n                  vivo, in vitro, ambient) on properties of aerogels and how crosslinked aerogels can\n                  be further developed for biomedical applications to serve as a \"Smart\" implant. Dr. Sabri uses a variety of characterization techniques to understand bulk and surface\n                  properties of neat, doped, and compound materials. Dr. Sabri is also the founder and current director of the MemphisCRESH summer internship\n                  program for the College of Arts and Sciences (www.memphis.edu\/cresh\/). Dr. Sabri is the recipient of the 2008 APS Hildred Blewett award www.aps.org\/programs\/women\/scholarships\/blewett\/ Welcome to NASA-sponsored curriculum program: To access free content for your classrooms click here Last Updated: 11\/11\/20"
            ]
        ]
    ]
}