{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6D5XJBIM",
            "8iaGkH8AAAAJ",
            [
                "On polyethylene–polyaniline composites",
                "TGA analysis of polypropylene–carbon nanofibers composites",
                "Raman spectroscopy of polystyrene nanofibers—Multiwalled carbon nanotubes composites",
                "Self‐healing of high elasticity block copolymers",
                "Raman spectroscopy of carbonaceous materials: a concise review",
                "ESR investigations on ion beam irradiated polycarbonate"
            ],
            [
                "Mechanical tests (elongation at break and tensile strength), DC electrical conductivity, and electron spin resonance (ESR) investigations on polyethylene–polyaniline blends are reported. While the concentration of the conducting polymer in the blend is raised, the DC electrical conductivity is increased, and the mechanical properties (tensile strength and elongation at break) are depressed. An universal expression for the dependence of mechanical and electrical properties on the concentration of conducting particles is empirically suggested and supported by experimental data. The ESR spectra are single lines, located close to the g=2.0 value and assigned to the conduction electrons (with uncoupled electronic spins). The reduced asymmetry of the resonance supports the presence of mesoscopic conducting domains. The features of ESR spectra and the connection between ESR parameters and DC conductivity …",
                "TGA investigations on the thermal degradation of isotactic polypropylene–vapor grown carbon nanofibers composites in nitrogen are reported. The mass evolution as a function of temperature is a single sigmoid for both polypropylene and polypropylene loaded with carbon nanofibers. The inflection temperature of these sigmoids increases as the concentration of carbon nanofibers is increased. The width of the degradation process narrows as the concentration of carbon nanofibers is increased due to a better homogenization of the local temperature provided by the high thermal conductivity of carbon nanofibers. Thermogravimetric analysis data indicate the formation of polymer–carbon nanofiber interface. Based on TGA data, a two-layer structure is proposed for carbon nanofibers–polypropylene interface. The external layer is soft and has a thickness of about 102 nm that confines most polymer molecules in …",
                "Raman spectroscopy investigations of nanofibers of polystyrene loaded with various amounts of multiwalled carbon nanotubes are reported. The modifications of the main Raman bands (D and G) of multiwalled carbon nanotubes due to their dispersion in polystyrene demonstrates and quantifies the stress transfer from the polymeric nanofiber matrix (polystyrene) to multiwalled carbon nanotubes. TGA data show an increase of the thermal stability of polystyrene nanofibers upon the loading with multiwalled carbon nanotubes, conforming Raman data.",
                "A new route for adding self‐healing properties to soluble polymers is presented briefly. Self‐healing block copolymers (polystyrene‐block‐polybutadiene block‐polystyrene from Sigma‐Aldrich) were obtained by dissolving the polymer in a solvent that neither dissolves the microbubbles nor deactivate the Grubbs catalyst. The self‐healing block copolymer has been obtained by mixing the polymer, the solvent, the microbubbles filled with monomer (dicyclopentadiene), and the Grubbs' catalyst followed by the evaporation of the solvent. The structure of self‐healed high elasticity block copolymer has been investigated by optical and Scanning Electron Microscopy. Raman spectroscopy and mechanical data suggested that the block copolymer exhibits self‐healing features. Copyright © 2008 John Wiley & Sons, Ltd.",
                "A critical review focused on the Raman spectroscopy of carbonaceous materials and of polymer-based nanocomposites that contain carbonaceous (nano) materials as fillers is presented. The origin, assignment, and parameters (position, intensity, area, width, and shape) of main Raman modes (radial breathing mode, D-mode, G-mode, G'-mode, and so forth) as well as the effect of the interactions of carbonaceous materials on the parameters of these modes is briefly discussed. The effect of dopants and of polymeric matrices on the parameters of Raman bands is succinctly analyzed. The review will provide the basic and most elementary knowledge required to understand and discuss the Raman spectra of carbonaceous materials.Carbonaceous materials have a wide range of physical and chemical properties derived from the spatial organization of carbon atoms and their chemical covalent bonds. Diamonds …",
                "Electron spin resonance (ESR) investigations with a polycarbonate solid state nuclear detector, irradiated with oxygen ions, are reported. The nature of the paramagnetic defects induced by irradiation is discussed. The temperature dependence of resonance line parameters is studied. From the experimental data, obtained by ESR, spectroscopy, the activation energy for defect recombination, the average isotropic exchange integral between paramagnetic defects as well as the average distance between defects, are estimated. Correlations with latent tracks structure are discussed."
            ],
            [
                [
                    "materials",
                    "polymers",
                    "composites",
                    "self-healing"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}