{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6DR9CPQE",
            "YvHU3X4AAAAJ",
            [
                "Weak localization in thin films: a time-of-flight experiment with conduction electrons",
                "Physical interpretation of weak localization: A time-of-flight experiment with conduction electrons",
                "The sensitivity of the transition temperature to changes in α 2 F (ω)",
                "Temperature dependence of H c2 and к 1 in strong coupling superconductors",
                "Influence of spin-orbit coupling on weak localization",
                "Amorphous metals and their superconductivity",
                "Transition from Pauli paramagnetism to band ferromagnetism in very thin Ni films"
            ],
            [
                "The resistance of two-dimensional electron systems such as thin disordered films shows deviations from Boltzmann theory, which are caused by quantum corrections and are called “weak localization”. Theoretically weak localization is originated by the Langer-Neal graph in the Kubo formalism. In this review article the physics of weak localization is discussed. It represents an interference experiment with conduction electrons spl into pairs of waves interfering in the back-scattering direction. The intensity of the interference (integrated over the time) can be easily measured b the resistance of the film. A magnetic field introduces a magnetic phase shift in the electronic wave functionand suppresses the interference after a “flight” time proportional to 1\/H. Therefore the application of a magnetic field allows a time-of-flight experiment with conduction electrons. Spin-orbit scattering rotates the spin of the electrons and yields …",
                "The resistance of two-dimensional electron systems such as thin disordered films shows deviations from Boltzmann theory, which are caused by quantum corrections and are called\" weak localization.\" Theoretically, weak localization is originated by the Langer-Neal graph in the Kubo formalism. In the present paper this graph is translated into a transparent physical picture. It represents an interference experiment with conduction electrons split into pairs of waves interfering in the backscattering direction. The intensity of the interference (integrated over the time) can be easily measured by the resistance of the film. A simple derivation for this quantum correction to the resistance is given. A magnetic field introduces a magnetic phase shift in the electronic wave function and suppresses the interference after a\" flight\" time proportional to 1 H. Therefore, the application of a magnetic field allows observation of the fate of …",
                "The transition temperature of a superconductor depends on α2 F(ω), the spectral function of the effective interaction due to phonon exchange. We discuss how strongly the transition temperature is influenced by different frequency parts of α2 F(ω). For this purpose the functional derivative δT  c \/δα2 F(ω) is calculated. It is shown that all frequency regions of α2 F(ω) yield a positive contribution toT  c  and that the most effective range covers frequencies, slightly above 2πT  c . The functional derivative is calculated numerically for several superconductors from their measured α2 F(ω)-spectra. Finally, we discuss the change in transition temperature due to the softening of α2 F(ω) which has been observed in amorphous superconductors.",
                "According to the law of corresponding states, the properly scaled critical fields of a BCS superconductor are universal functions of the reduced temperatureT\/T  c . In realistic superconductors strong-coupling effects can cause deviations from this universal behavior. We present numerical results for the strong-coupling anomalies in the temperature dependence of the upper critical fieldH  c2  and the Ginzburg-Landau parameter κ1. The calculations are based on the Eliashberg theory for strong-coupling superconductors and are performed for several realistic superconductors as well as for a series of model superconductors with increasing coupling strength. It is demonstrated that the magnitude of the deviations can be estimated from the magnitude of the ratioT  c  \/<ω>, where<ω> is an average phonon frequency. This rule does not apply to amorphous …",
                "The spin-orbit coupling modifies the weak localization of the conduction electrons in thin films and reverses the magnetoconductance. This is quantitatively demonstrated in Mg films covered with submonolayers of Au. The effect provides a new and direct method for measuring the spin-orbit coupling.",
                "Quite a number of metals and alloys can be forced into the amorphous state by quenching. In particular, condensation onto a substrate cooled to He-temperature is very effective. The superconductivity and related properties of these metals are considered in this article. The influence of the amorphous structure on the electron and the phonon system is discussed. In simple metals the electrons show a free electron behaviour. The transverse phonons are softened but maintainn the ω3-density of states at low frequencies. The electron-phonon interaction does not conserve momentum due to the loss of translational invariance in the amorphous metal and yields a large contribution to α2F(ω) at low frequencies. Therefore the amorphous superconductors are strong coupling. The strong coupling character alters the temperature dependence of several superconducting parameters such as critical fields etc. The …",
                "Ni, Co, and Fe films of a few atomic layers are condensed in UHV at 10 K on metallic substrates. Anomalous-Hall-effect measurements are used to determine the magnetization and the susceptibility of the films. Ni films with a thickness smaller than two atomic layers possess no magnetic moment but show an enhanced susceptibility. Between two and three atomic layers of Ni the susceptibility diverges and thicker films possess a magnetic moment. For Co and Fe, the first monolayers already shows a magnetic moment."
            ],
            [
                [
                    "Solid state physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}