{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6DT0T0IK",
            "wP6T8dsAAAAJ",
            [
                "Precise efficiency calibration of an HPGe detector: source measurements and Monte Carlo calculations with sub-percent precision",
                "Ultrahigh-energy cosmic rays particle spectra from crypton decays",
                "High Precision Measurement of the Superallowed  Decay of ",
                "A supersymmetric flipped SU (5) intersecting brane world",
                "A K-theory anomaly free supersymmetric flipped SU (5) model from intersecting branes",
                "A realistic world from intersecting D6-branes",
                "A realistic world from intersecting D6-branes",
                "Beta decay of ",
                "Precise half-life measurements for the superallowed  emitters  and ",
                "Flipped SU (5) from D-branes with type IIB fluxes"
            ],
            [
                "With the goal of measuring precise gamma-ray intensities for short-lived (<5 s) accelerator-produced activities, we have calibrated the efficiency of an HPGe detector between 53 and 1836 keV to sub-percent precision with a combination of source measurements and Monte Carlo calculations. Using known or independently measured detector dimensions, we have achieved both relative and absolute agreement (the latter, to 0.1%) between the calculated and measured efficiencies with only two adjustable detector parameters, the thicknesses of the contact dead layers.",
                "We calculate the spectra of ultrahigh-energy cosmic rays (UHECRs) in an explicit top-down model based on the decays of metastable neutral “crypton” states in a flipped SU (5) string model. For each of the eight specific 10th-order superpotential operators that might dominate crypton decays, we calculate the spectra of both protons and photons, using a code incorporating supersymmetric evolution of the injected spectra. For all the decay operators, the total UHECR spectra are compatible with the available data. Also, the fractions of photons are compatible with all the published upper limits, but may be detectable in future experiments.",
                "The half-life, 3.8755 (12) s, and superallowed branching ratio, 0.5315 (12), for M g 22 β decay have been measured with high precision. The latter depended on γ-ray intensities being measured with an HPGe detector calibrated for relative efficiencies to an unprecedented 0.15%. Previous precise measurements of 0+→ 0+ transitions have been restricted to the nine that populate stable daughter nuclei. No more such cases exist, and any improvement in a critical Cabibbo-Kobayashi-Maskawa unitarity test must depend on precise measurements of more exotic nuclei. With this branching-ratio measurement, we show those to be possible for T z=− 1 parents. We obtain a corrected F t value of 3071 (9) s, in good agreement with expectations.",
                "We construct an N= 1 supersymmetric three-family flipped SU (5) model from type IIA orientifolds on T 6\/(Z 2× Z 2) with D6-branes intersecting at general angles. The spectrum contains a complete grand unified and electroweak Higgs sector. In addition, it contains extra exotic matter both in bi-fundamental and vector-like representations as well as two copies of matter in the symmetric representation of SU (5).",
                "We construct an N= 1 supersymmetric three-family flipped SU (5) model from type IIA orientifolds on T 6\/(Z 2× Z 2) with D6-branes intersecting at general angles. The model is constrained by the requirement that Ramond–Ramond tadpoles cancel, the supersymmetry conditions, and that the gauge boson coupled to the U (1) X factor does not get a string-scale mass via a generalised Green–Schwarz mechanism. The model is further constrained by requiring cancellation of K-theory charges. The spectrum contains a complete grand unified and electroweak Higgs sector, however the latter in a non-minimal number of copies. In addition, it contains extra matter both in bi-fundamental and vector-like representations as well as two copies of matter in the symmetric representation of SU (5).",
                "We describe a three-family Pati–Salam model from intersecting D6-branes in type IIA string theory on the T 6\/(Z 2× Z 2) orientifold which is of strong phenomenological interest. In the model, the gauge coupling unification is achieved naturally at the string scale, and the gauge symmetry can be broken down to the Standard Model (SM) close to the string scale. Moreover, we find that it is possible to obtain the correct SM quark masses and mixings, and the tau lepton mass. Additionally, neutrino masses and mixings may be generated via the seesaw mechanism. Furthermore, we calculate the supersymmetry breaking soft terms, and the corresponding low-energy supersymmetric particle spectra which may potentially be tested at the Large Hadron Collider (LHC), and provide the observed dark matter density.",
                "We describe a three-family Pati–Salam model from intersecting D6-branes in type IIA string theory on the T 6\/(Z 2× Z 2) orientifold which is of strong phenomenological interest. In the model, the gauge coupling unification is achieved naturally at the string scale, and the gauge symmetry can be broken down to the Standard Model (SM) close to the string scale. Moreover, we find that it is possible to obtain the correct SM quark masses and mixings, and the tau lepton mass. Additionally, neutrino masses and mixings may be generated via the seesaw mechanism. Furthermore, we calculate the supersymmetry breaking soft terms, and the corresponding low-energy supersymmetric particle spectra which may potentially be tested at the Large Hadron Collider (LHC), and provide the observed dark matter density.",
                "We report a study of the β decay of 62 Ga, whose dominant branch is a superallowed 0+→ 0+ transition to the ground state of 62 Zn. We find the total half-life to be 115.84±0.25 ms. This is the first time that the 62 Ga half-life has been measured with a purified source. We find that (0.120±0. 0 2 1)% of the β decays are followed by γ cascades that pass through the 62 Zn 2+ first excited state at 0.954 MeV. The branching ratio to the first-excited 0+ state in 62 Zn at 2.33 MeV is< 0.043%. We conclude that the branching ratio for the superallowed transition is 99.85− 0.15+ 0.05%.",
                "To contribute meaningfully to any test of the unitarity of the Cabibbo-Kobayashi-Maskawa (CKM) matrix, the measured ft value of a superallowed 0+→ 0+ β+ transition must be obtained to a precision of 0.1% or better. We have determined the half-life of the superallowed emitter Ar 34 to be 843.8 (4) ms; the quoted precision, 0.05%, is a factor of five improvement on the best previous measurement and meets this demanding requirement. Our measurement employed a high-efficiency gas counter, which was sensitive to positrons from both Ar 34 and its daughter Cl 34. We achieved the required precision on Ar 34 by analyzing the parent-daughter composite decay with a new fitting technique. We also obtained an improved half-life for Cl 34 of 1.5268 (5) s, which has 0.03% precision and is a factor of two improvement on previous results. As a by-product of these measurements, we determined the half-life of Ar 35 to be …",
                "We construct flipped SU (5) GUT models as type IIB flux vacua on Z 2× Z 2 orientifolds. Turning on supergravity self-dual NSNS and RR three-form fluxes fixes the toroidal complex structure moduli and the dilaton. We give a specific example of a three-generation flipped SU (5) model with a complete Higgs sector where supersymmetry is softly broken by the supergravity fluxes in the closed string sector. All of the required Yukawa couplings are present if global U (1) factors resulting from a generalized Green–Schwarz mechanism are broken spontaneously or by world-sheet instantons. In addition, the model contains extra chiral and vector-like matter, potentially of mass O (M string) via trilinear superpotential couplings."
            ],
            [
                [
                    "High-energy Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}