{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6FASEDX9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "» Faculty Program Photonics Track Learning Goals Path to Degree Courses Qualifying Exam Program News Faculty Listing by Research Areas Research Centers Research Areas Important Links Program Events Alumni Dissertations Faculty » Faculty Displaying results  1-50 (of 133) |< <  1 - 2 - 3   >  >|  Viviana Acquaviva Galaxy Evolution, Parameter Estimation via Spectral Energy Distribution, Machine Learning\/Data Science Techniques,Cosmology Gregory Aizin Robert R. Alfano Supercontinuum, ultrafast spectroscopy, biomedical optics, singular optics, fiber optics Euclides Almeida Photonics, Atomic, Molecular and Optical Physics, Ultrafast Spectroscopy, Metamaterials Andrea Alù Luis A. Anchordoqui Stefan Bathe Experimental high energy nuclear physics, in the subfield of heavy ion physics, with the PHENIX and sPHENIX experiments at RHIC at Brookhaven National Laboratory Jillian M. Bellovary Astrophysics, Black Holes, Gravitational Waves, Simulations, Active Galactic Nuclei, Dwarf Galaxies Timothy Benseman Development of high-temperature superconducting solid-state lasers and optoelectronic devices for operation in the 'terahertz gap' region. János A. Bergou Quantum optics, quantum information, measurements, foundations Oleg Berman Nicolas Biais Experimental biophysics and the role of physical forces in microbiology. William Bialek Angelo Bongiorno Density functional theory study of low-dimensional materials such as graphene oxide and inorganic materials for energy conversion applications. Research efforts include the development of computational methods to simulate - and thus interpret - the experiment. James F. Booth Dynamics and thermodynamics of the atmosphere, focusing on the midaltitudes. Gregory S. Boutis Biophysics, Magnetic resonance, Condensed matter Timothy H. Boyer Theoretical physics Sultan M. Catto Ngee-Pong Chang Theoretical high energy physics Xi XC, Chen Next generation sensors, actuators, energy conversion and storage devices by using novel nanostructured and bio-inspired functional materials. Ying-Chih Chen Experimental optics, laser physics, fiber lasers, laser arrays, biomedical imaging, focusing and imaging in optically diffusive media Tak D. Cheung Eugene M. Chudnovsky Topological phenomena in magnets and superconductors in the presence of quenched randomness due to impurities and lack of crystallinity Leon Cohen Quantum Mechanics, Signal Analysis, Noise Theory, Wave Propogation Kelle L. Cruz Low mass stars and brown dwarfs, optical and near-infrared spectroscopy, cool  atmospheres, stellar content of the Solar Neighborhood Lev Deych Theoretical analysis of solar cell systems, theoretical optomechaniscs, and physics of semiconductor nanostructures Andrew F. Douglas The structure and representation theory of Lie groups, and Lie algebras; and their application to physics. Adrian Dumitru I am working on various aspects of QCD (Quantum Chromodynamics) in extreme conditions. This includes particle production in high-energy collisions as carried out at the BNL-RHIC and CERN-LHC accelerators as well as understanding the properties of the plasma of quarks and gluons at very high temperatures. Cherice M. Evans Jacqueline   Faherty Astronomy; ; Stars; Exoplanets; Brown Dwarfs; 3-Dimensional Mapping of the Galaxy Efrain Ferrer Andrea Ferroglia Theoretical high energy physics: I study the phenomenology of the strong and weak interactions in processes measured at high energy colliders by applying fixed order perturbatin theory and resummation methods. Mark D. Feuer Kathleen E. S. Ford Sebasti´an Federico Franco String theory and the geometry of particle physics Sriram Ganeshan Topological phases, Strongly correlated systems, Fluid dynamics Dmitry A. Garanin Random-field and random-anisotropy magnets; relaxation and decoherence, including spin-lattice interaction, superradiance and phonon bottleneck magnetomechanical effects in nanomagnets; quantum transitions including Landau-Zener effect; spin tunneling in molecular magnets, including fronts of tunneling; magnetic deflagration; structure and dynamics of small magnetic particles, including internal spin waves; collapse of skyrmions in ferro- and antiferromagnets. Swapan K. Gayen Optical biomedical imaging, turnable solid state lasers, nanoscience, nonlinear optics Li Ge Strong interactions and new phenomena in non-Hermitian systems, including unconventional lasers, Parity-Time symmetric optics, optomechanics, nonequilibrium condensation, etc. Azriel Z. Genack Random photonics systems, micowaves, light localization. Christopher C. Gerry Quantum optics, quantum information processing, and foundations of quantum theory Joel I. Gersten Condensed matter theory, materials science, surface science, sonoluminescense Pouyan Ghaemi Condensed Matter Physics Ranajeet Ghose Nicolas Giovambattista Computer simulations, thermodynamics, and statistical mechanics of supercooled liquids and glasses. Particular emphasis on the properties of water under extreme conditions and its implication on the behavior of biomolecules in aqueous solutions. Sarang Gopalakrishnan Theoretical condensed matter physics, Theoretical atomic and optical physics, Quantum information theory Anshel Gorokhovsky Dixie J. Goss Steven G. Greenbaum Daniel M. Greenberger Neutron interferometry; quantum theory; relativity; history and philosophy of science Displaying results  1-50 (of 133) |< <  1 - 2 - 3   >  >|  » Faculty Program Photonics Track Learning Goals Path to Degree Courses Qualifying Exam Program News Faculty Listing by Research Areas Research Centers Research Areas Important Links Program Events Alumni Dissertations Faculty » Faculty Displaying results  51-100 (of 133)  |<  <   1 - 2 - 3   >  >|  Gabriele Grosso Condensed Matter Physics, Quantum Photonics, Optoelectronics, Spectroscopy, Nano-fabrication Godfrey Gumbs Theoretical condensed matter physics, electronic and optical properties of semi-conductor mesoscopic and biological systems Marilyn R. Gunner Biophysics – theory Rupal Gupta Understanding the electronic and magnetic properties of biological metal ions using Mossbauer and electron paramagnetic resonance spectroscopies.  By employing quantum chemical calculations, we are working to predict magnetic properties of metal cofactors in bio-molecules. Mark Hillery Quantum Information, Quantum Optics Todd M. Holden Vivian Incera Jamal Jalilian-Marian High energy physics Seogjoo Jang Theoretical and computational chemistry - physical chemistry, photonics, and nanoscience. Daniel N. Kabat High-energy physics, especially string theory, with applications to gravity cosmology Michio Kaku Theoretical physics, string field theory Dimitra Karabali Nonperturbative aspects of gauge theories, matrix models, noncommutative field theories, higher dimensional quantum Hall systems Roman Kezerashvili Theoretical nuclear physics, few body system and condensed matter theory Alexander B. Khanikaev Photonics, optical nanosturctures, metamaterials Alexander I. Kheyfits Complex analysis, potential theory Ramzi R. Khuri Black holes, solitons and duality in string theory Ronald L. Koder Experimental Biological Physics.  Biodesign.  Synthetic Biology.  Designed organisms for solar biofuel generation.  COVID diagnostics.  Cancer diagnostics and therapies. German Kolmakov Solid State Physics, Nonequilibrium Quantum Systems, Nonlinear Waves and Turbulence, High-Performance Computing Joel Koplik Soft condensed matter, fluid dynamics, statistical mechanics. Lia Krusin-Elbaum Physics of complex nanostructured materials; strong electron correlations; quantum phase transitions; superconductivity Anatoly Kuklov Quantum phase transitions in superconductors and trapped ultracold atoms, exotic phases of matter, Monte Carlo simulations of atomic lattice systems, and Supersolids Igor L. Kuskovsky Fabrication and characterization of itermidiate band solar cells; growth of type-II quantum dots (with Maria Tamargo). Magento-optics of type-II quantum dots. Excitonic Aharonov-Bohm effect. Carlo Lancellotti Themis Lazaridis Theoretical and computational biophysical chemistry Sébastien Lépine Astrophysics, astronomy, kinematics (motions) of the nearby stars, subdwarfs Alfred M. Levine Larry S. Liebovitch Interdisciplinary application of physics to biological and social systems. Data analysis and mathematical modeling of gene expression, biological and electronic epidemics, drug interactions, heart arrhythmias, economics, psychotherapy, social interactions, conflicts, and sustainable peace. Hyungsik Lim Biophysics, imaging\/microscopy, nonlinear optics. Tony M. Liss High energy experimental particle physics, physics of the top quark, physics of the Higgs Boson. Alexander A. Lisyansky Condensed matter theory Charles Tsun-Chu Liu Colliding galaxies, starburst galaxies, and the star formation history of the universe Sharon M. Loverde Molecular dynamics of polymers and biopolymers. Michael S. Lubell Experimental programs: uv and soft x-ray interactions with two-electron atomic systems and simple molecules; spin-dependence in atomic interactions. Marcello Lucia Nonlinear problems that arise in mathematical physics, differential geometry and in some models of chemotaxis, with emphasis on the question of existence and uniqueness of solutions. Kevin R.  Lynch Data acqusition and analysis, detector and beam transport simulations, and eletronics and control software for data acquisition. Hernan A. Makse Complex networks, soft matter physics. Ariyeh H. Maller Cosmology, galaxy formation, gravitational lensing, quasar absorption systems. Eugene S. Mananga Condensed matter physics, Solid-state nuclear magnetic resonance, Medical physics, radiological sciences and nuclear medicine, Advancing theory, simulation and methodology in nuclear magnetic resonance, Spin dynamics, Quantum physics, Medical physics, Nuclear medicine Louis J. Massa Quantum crystallography Desmond B.  McKernan Accretion disks, black hole physics, gravitational waves, aperture masking interferometry, X-ray astrophysics Vinod M. Menon Photonics, 2D materials, QED - experiment, metamaterials. Carlos A. Meriles Manipulation of paramagnetic defects for quantum information processing and spintronics as well as for nanoscale sensing. Mohammad-Ali Miri Fundamental questions in optics and photonics at the same time that he is interested in application of his research in developing novel photonic devices. His current research topics are non-Hermitian photonics, optomechanical effects and inverse problems in optics. Ken E. Miyano X-ray studies of solid state materials, surfaces and interfaces, physics education Lev Murokh V. Parameswaran Nair Theoretical and Mathematical Physics  High Energy and Elementary Particle Physics Mim Lal Nakarmi Wide bandgap semiconductor material synthesis, and characterization for photonic applications. Matthew O'Dowd J. The physics of quasar accretion disks out outflows through microlensing analysis of gravitationally lensed quasars. Vadim Oganesyan Theoretical condensed matter physics; magnetism, superconductivity, far out of equilibrium dynamics. Peter Orland Gauge theory, theoretical particle physics, quantum field theory, quantum integrability, quark confinement Displaying results  51-100 (of 133)  |<  <   1 - 2 - 3   >  >| "
            ]
        ]
    ]
}