{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6G4PVUZL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "›              Roy Briere Roy A. Briere Professor of Physics Nuclear and Particle Physics High Energy Physics Experiment Wean Hall 7418 412-268-2742 EMAIL Ph.D.: University of Chicago, Physics (1995) Professional Societies: Fellow, American Physical Society Honors and Awards: APS Outstanding Referee, 2009 Sugarman Award, Enrico Fermi Institute, Univ. of Chicago 1994 Professor of Physics, Carnegie Mellon University, 2011– Indefinite Tenure, Carnegie Mellon University, 2006 Associate Professor, Carnegie Mellon University, 2004–2011 Assistant Professor, Carnegie Mellon University, 1999–2004 Post-doctoral Research: Harvard University 1995–1999 My research field is high-energy particle physics. I am interested in \"flavor physics\" as well as other topics. Flavor physics is the study of the decays and other properties of the different types (or flavors) of quarks. The weak interaction, which is responsible for these decays, has several unique features, including the violation of discrete symmetries such as parity (mirror reflection) and CP (combined parity and matter-antimatter inversion). In addition, it is the only force which results in a change of particle type upon emission of one of its force carriers, the W boson. As such, it is responsible for all fundamental decays. My main activity involves the BESIII experiment at the BEPCII collider in Beijing. Electron-positron collisions are used to produce various bound states of charm quarks. I joined in 2008, shortly before first data-taking, along with several other US colleagues with the aim of focusing on charm physics via weak decays of D mesons. Many key measurements needed for progress in flavor physics, such as decay constants, semileptonic form factors, and absolute hadronic branching ratios, can be made by our experiment. Key results will be compared with modern Lattice QCD. In many cases, our goal is to validate the LQCD results in the charm sector to give confidence in other LQCD results. These other calculations are a critical input to interpretations of already existing data about bottom quark decays, but are not easy to directly validate as they are in the case of charm. The world's best charm results are from CLEO (another experiment I collaborate on), but greater precision is desirable to perform even more stringent tests. In 2013, I joined the BelleII experiment at the KEK Lab in Japan. This is a second-generation \"B factory\" operating in the 10 GeV energy range to study topics such as CP violation and rare B decays. Many other topics, including charm physics, are also accessible. We plan to accumulate a data sample 50 times larger than previous experiments. My interest in flavor physics stems from my Ph.D. research measuring CP violation and performing tests of CPT symmetry (CP plus reversal of time flow) in the neutral K meson system, involving weak interactions of strange quarks. Since 1995, I have been a member of the CLEO collaboration, which also used electron-positron collisions to study bottom and charm quarks. Data-taking finished in 2008, and while final results are still being extracted, my focus is now shifting toward extending key CLEO results at BESIII. In addition to physics analysis, other interests include calibration of wire drift chambers (both for tracking and for dE\/dx particle identification), and work on other software infrastructure, particularly \"D Tagging\" tools. I also served as CLEO's co-spokesperson from 2005–07, and earlier as CLEO Analysis Coordinator. M. Ablikim et al. (BESIII Collaboration), Amplitude analysis and branching fraction measurement of D 0 → K - π + π 0 π 0 Phys. Rev. D 99, 092008 (2019) Roy A. Briere, Frederick A. Harris, Ryan E. Mitchell, Physics Accomplishments and Future Prospects of the BES Experiments at the BEPC Collider Annu. Rev. Nucl. Part. Sci. 66, 143 (2016) M. Ablikim ., (BESIII Collaboration) Study of dynamics of D 0 → K - e + v e and D 0 → π - e + ν e Phys. Rev. D 92, 072012 (2015) Roy A. Briere, Observing Matter-Antimatter Oscillations Physics 6, 26 (2013) Roy A. Briere, A new source of CP violation? Physics 3, 69 (2010) Xue-Xiang Cao ., Studies of dE\/dx measurements with the BESIII Chinese Phys. C 34, 1852 (2010) R.A. Briere ., Inclusive χbJ(nP) decays to D0X Phys. Rev. D 78, 092007 (2008) S. Dobbs ., Measurement of absolute hadronic branching fractions of D mesons and e+e- → DD ̅ cross sections at the ψ (3770) Phys. Rev. D 76, 112001 (2007) D. Asner ., Antideuteron production in Υ(nS) decays and the nearby continuum Phys. Rev. D 75, 012009 (2007) Q. He ., Measurement of Absolute Hadronic Branching Fractions of D Mesons and e+e- → DD ̅ Cross Sections at Ec.m.=3773  MeV Phys. Rev. Lett. 95, 121801 (2005) Erratum: Phys. Rev. Lett. 96, 199903 (2006) G. Huang ., Study of the Semileptonic Charm Decays D0 → π - ℓ + ν and D0 → K- ℓ + ν Phys. Rev. Lett. 94, 011802 (2005) S. Csorna ., Measurements of the branching fractions and helicity amplitudes in B → D* ρ decays Phys. Rev. D 67, 112002 (2003) Roy A. Briere, Bruce Winstein, Determining the Phase of a Strong Scattering Amplitude from Its Momentum Dependence to Better Than 1°: The Example of Kaon Regeneration Phys. Rev. Lett. 75, 402 (1995) Erratum: Phys. Rev. Lett. 75, 2070 (1995) B. Schwingenheuer ., CPT Tests in the Neutral Kaon System Phys. Rev. Lett. 74, 4376 (1995)  Researcher ID "
            ]
        ]
    ]
}