{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6GSIYZO0",
            "z8tkoWEAAAAJ",
            [
                "miRNPs: a novel class of ribonucleoproteins containing numerous microRNAs"
            ],
            [
                "Gemin3 is a DEAD-box RNA helicase that binds to the Survival of Motor Neurons (SMN) protein and is a component of the SMN complex, which also comprises SMN, Gemin2, Gemin4, Gemin5, and Gemin6. Reduction in SMN protein results in Spinal muscular atrophy (SMA), a common neurodegenerative disease. The SMN complex has critical functions in the assembly\/restructuring of diverse ribonucleoprotein (RNP) complexes. Here we report that Gemin3 and Gemin4 are also in a separate complex that contains eIF2C2, a member of the Argonaute protein family. This novel complex is a large ∼15S RNP that contains numerous microRNAs (miRNAs). We describe 40 miRNAs, a few of which are identical to recently described human miRNAs, a class of small endogenous RNAs. The genomic sequences predict that miRNAs are likely to be derived from larger precursors that have the capacity to form stem–loop …"
            ],
            [
                [
                    "psychiatric disorders",
                    "functional neuroimaging",
                    "structural neuroimaging",
                    "reward and motivation",
                    "anti-inflammatory interventions"
                ]
            ],
            [
                "Anup Sharma Fiber Optics, Fabrication of Bragg gratings for application to communication and sensing,\n                  Nonlinear Optics, Fabrication of Electrooptic Modulators, Fluorescence and Raman Spectroscopy,\n                  Diode laser spectroscopy for environmental sensing, Biophotonics Office: 022 V. M. Chambers Bld. Phone: (256) 372-8102 E-Mail: anup.sharma@aamu.edu Recent Publications A. Sharma, “Effect of ambient humidity on photodegradation of melanin thin films”,\n                     Photochemistry and Photobiology 86, 852 (2010) S. Sadate, F. Calzzani, A. Kassu, A. Sharma, P. Ruffin, C. Brantley, E. Edwards, “Recycling\n                     of surface enhanced Raman substrates by Ultraviolet cleaning”, Optical Engg. 49, 106501\n                     (2010) A. Kassu, P. Robinson, A. Sharma, P. B. Ruffin, C. Brantley and E. Edwards, “Gold\/Silver\n                     coated nanoporous ceramic membranes: A new substrate for SERS studies”, Proceedings\n                     of SPIE (August, 2010) F. A. Calzzani, Jr., R. Sileshi, A Kassu, J. M. Taguenang, A. Chowdhury, A. Sharma,\n                     P. B. Ruffin, C. Brantley, and E. Edwards, “Detection of residual traces of explosives\n                     by surface enhanced Raman scattering using gold coated substrates produced by nanospheres\n                     imprint technique”, Proc. SPIE 6945, 69451O (2008) J. M. Taguenang, A. Kassu, P.B. Ruffin, C. Brantley, E. Edwards and A. Sharma, “Reversible\n                     UV degradation of PMMA plastic optical fibers”, Optics Communications 281, 2089 (2008) A. Kassu, J. M. Taguenang, and A. Sharma, “Photochemically deposited surface relief\n                     gratings of an azo-dye-labeled phospholipid from the aqueous phase” Opt. Lett. 33,\n                     1656 (2008) A. Kassu, J. M. Taguenang and A. Sharma, “Photopatterning of polybutadiene substrate\n                     by interferometric UV lithography: fabrication of phospholipid microarrays”, Applied\n                     Optics, 46, 489 (2007) J. M. Taguenang, A. Kassu and A. Sharma, “Photopatterning in poly-L-Lysine thin films\n                     using UV-enhanced hydrophilicity”, J. Colloid and Interface Sc. 303, 525 (2006) J. M. Taguenang, A. Kassu, G. Govindarajalu, M. Dokhanian, A. Sharma, P. B. Ruffin\n                     and C. Brantley, “Fabrication and characterization of a diffraction-grating transducer\n                     in thin polybutadiene rubber-film for sensing dynamical strain”, Applied Optics 45,\n                     6903 (2006) A. Sharma, M. Dokhanian, A. Kassu, and A. Sharma. Photoinduced grating formation in\n                     azo-dye-labeled phospholipids thin films by 244 nm light. Optics Letters. 2005; 30:\n                     501"
            ]
        ]
    ]
}