{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6GYIV5Y1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "RAINER WEISS, SB '55, PHD '62 Professor of Physics, Emeritus 2017 Nobel Laureate weiss@ligo.mit.edu [Office] 617-253-3527 [LIGO Lab] 617-253-4824 [1] NW22-281 [2] NW17-161 Marie Woods (617) 253-4824 RELATED LINKS: LIGO MIT LIGO Group at MIT Kavli Institute for Astrophysics and Space Research MIT Libraries Open Access resources on LIGO & gravitational waves Areas of Physics: Experimental Atomic Physics, Atomic Clocks, Laser Physics, Experimental Gravitation, Millimeter and Sub - millimeter Astronomy, Cosmic Background Measurements Writing this at 73 and having shed the august responsibilities of a full fledged faculty, it is natural to be retrospective rather than to look at prospects. Currently working on the LIGO project, a joint Caltech and MIT effort, to observe gravitational waves and use them to study gravitation and astrophysics. My role now is to be the equivalent of a grad student.   Very much enjoy this. Over the years have worked on cosmological studies with Robert Dicke and David Wilkinson at Princeton. Began physics in atomic beams with John King and Jerrold Zacharias at MIT. If you are really interested, you can read the standard stuff here [PDF]. Major Projects Atomic Clock development Balloon program to measure Cosmic Background Radiation, Science Working Group Chairman, COBE satellite program, Laser Interferometer Gravitational - Wave Observatory (LIGO) RAINER WEISS (NAS) is a Professor Emeritus at Massachusetts Institute of Technology (MIT). Previously Dr. Weiss served as an assistant physics professor at Tufts University and has been an adjunct professor at Louisiana State University since 2001. Dr. Weiss is known for his pioneering measurements of the spectrum of the cosmic microwave background radiation, his inventions of the monolithic silicon bolometer and the laser interferometer gravitational wave detector and his roles as a co-founder and an intellectual leader of both the COBE (microwave background) Project and the LIGO (gravitational-wave detection) Project. He has received numerous scientific and group achievement awards from NASA, an MIT excellence in teaching award, the John Simon Guggenheim Memorial Foundation Fellowship, the National Space Club Science Award, the Medaille de l’ADION Observatoire de Nice, the Gruber Cosmology Prize, and the Einstein Prize of the American Physical Society. Dr. Weiss is a fellow of the American Association for the Advancement of Science, the American Physical Society, The American Academy of Arts and Sciences; and he is a member of the American Astronomical Society, the New York Academy of Sciences, and Sigma Xi. He received his B.S. and Ph.D. in physics from MIT. Dr. Weiss is a member of the NAS and has served on nine NRC committees from 1986 to 2007 including the Committee on NASA Astrophysics Performance Assessment; the Panel on Particle, Nuclear, and Gravitational-wave Astrophysics; and the Task Group on Space Astronomy and Astrophysics. Education 1955 - SB, Massachusetts Institute of Technology 1962 - PhD, Massachusetts Institute of Technology Major Positions 1960-1961: Instructor of Physics, Tufts University 1961-1962: Assistant Professor of Physics, Tufts University 1962-1964: Research Associate in Physics, Princeton University 1964-1967: Assistant Professor of Physics, MIT 1967-1973: Associate Professor of Physics, MIT 1973-2001: Professor of Physics, MIT 2001-present: Professor of Physics Emeritus, MIT Selected Awards and Honors 1968: MIT Baker Award for Excellence in Teaching 1983: NASA Achievement Award (Monolithic Bolometers) 1990: NASA\/GSFC Group Achievement Award (COBE) 1991: NASA Exceptional Scientific Achievement Medal (COBE) 1991: NASA Group Achievement Medal (COBE) 1994: National Space Club Science Award (COBE) 1998: American Academy of Arts and Sciences, Fellow 2000: John Simon Guggenheim Memorial Foundation Fellowship 2000: National Academy of Sciences, Member 2003 Medaille de l'ADION Observatoire de Nice 2006: Gruber Prize in Cosmology (as part of COBE team) 2007: American Physical Society Einstein Prize 2016: Special Breakthrough Prize in Fundamental Physics (LIGO) 2016: Gruber Prize in Cosmology (LIGO) 2016: Shaw Prize in Astronomy (LIGO) 2016: Kavli Prize in Astrophysics (LIGO) 2016: Harvey Prize in Science and Technology (LIGO) 2017: Willis E. Lamb Award for Laser Science and Quantum Optics (LIGO) 2017: Princess of Asturias Award for Technical and Scientific Research (LIGO) 2017: Nobel Prize in Physics (LIGO) Selected News Articles MIT physicist Rainer Weiss shares Nobel Prize in physics [MIT News Office, 6.29.2017] Gravitational waves from a binary black hole merger observed by LIGO and Virgo [MIT News Office, 9.27.2017] Rainer Weiss wins Princess of Asturias Award for Technical and Scientific Research [MIT News Office, 6.29.2017] Rainer Weiss wins Kavli Prize in Astrophysics [MIT News Office, 6.2.2016] Rainer Weiss awarded the Shaw Prize in Astronomy [MIT News Office, 6.1.2016] LIGO researchers awarded Special Breakthrough Prize in Fundamental Physics [MIT News Office, 5.4.2016] Ripple Effect: Gravitational Waves Begin to Reveal a Hidden Universe [The Kavli Foundation, 2.11.2016] Q&A: Rainer Weiss on LIGO’s origins [MIT News Office, 2.11.2016] Gravitational waves detected 100 years after Einstein’s prediction [MIT News Office, 2.11.2016] Scientists make first direct detection of gravitational waves [MIT News Office, 2.11.2016] MIT physicist shares team award for 'Big Bang' research [MIT News Office, 9.6.2006] Operational milestone scheduled for LIGO [MIT News Office, 10.18.2000] LIGO project to provide a new window to the universe [MIT News Office, 3.29.2000] Catch the wave [MIT News Office, 3.13.1996] Notes from the Lab [MIT News Office, 5.10.1995] “Detector Description and Performance for the First Coincidence Observations between LIGO and GEO,” The LIGO Scientific Collaboration, Nucl. Instrum. Methods A, 517, 154-179 (2004). “Analysis of LIGO data for gravitational waves from binary neutron stars,” LIGO Scientific Collaboration, Phys Rev D 69, 122001 (2004). “Setting upper limits on the strength of periodic gravitational waves using the first science data from the GEO600 and LIGO detectors,” LIGO Scientific Collaboration,  Phys Rev D 69, 082004 (2004). “Analysis of First LIGO Science data for stochastic gravitational waves,” LIGO Scientific Collaboration, Accepted by Phys Rev D (2004). “First upper limits from LIGO on gravitational wave bursts,” LIGO Scientific Collaboration, Phys Rev D 69, 102001 (2004). Complete publication list [PDF]. July 15, 2020 4:41 PM"
            ]
        ]
    ]
}