{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6HDM2C3W",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Blas Cabrera Stanley G. Wojcicki Professor For five years up to mid-2015 has been Spokesperson for the SuperCDMS (Cryogenic Dark Matter Search) collaboration with twenty-two member institutions, which mounted a series of experiments in the Soudan mine in northern Minnesota to search for the dark matter in the form of weakly interacting massive particles or WIMPs. This direct detection effort has lead the world in sensitivity for much of the past ten years and utilizes novel cryogenic detectors using germanium and silicon crystals operated below 0.1 K. The completed CDMS II experiment operated 4 kg of germanium and 1 kg of silicon for two years and set the most sensitive limits at the time for spin-independent interactions for WIMPs masses above 40 GeV\/c2. The SuperCDMS Soudan experiment operated 9 kg of germanium until the end of calendar 2015. He was selected for a three-term as Project Director, through mid 2018, for the approved second generation (G2) SuperCDMS SNOLAB experiment which will operate 30 kg of Ge and Si detectors in the deeper SNOLAB facility in Canada. The project searches for low mass WIMPs (0.1 - 10 GeV\/c2) and the cryostat facility will allow future upgrades to search down to the solar neutrino floor.  It has recently been approved for full construction by the DOE and NSF. Woodrow Wilson Fellowship, Woodrow Wilson National Fellowship Foundation (1986 - 1986) Churchill Fellowship for study at Cambridge, Cambridge University (1968 - 1968) Fellowship, National Science Foundation (1968 - 1972) Research Associate, Stanford University (1975 - 1979) Senior Research Associate, Stanford University (1979 - 1980) Acting Assistant Professor, Physics Department, Stanford University (1980 - 1981) Assistant Professor, Physics Department, Stanford University (1981 - 1984) Associate Professor (untenured), Physics Department,Stanford University (1984 - 1986) Associate Professor (tenured), Physics Department,Stanford University (1986 - 1991) Full Professor (tenured), Physics Department,Stanford University (1991 - Present) Stanley Wojcicki Chair of Physics, Stanford University (2011 - Present) Fellow, Stanford University (1988 - 1989) Fellow, Stanford University (1989 - 1990) Fellow, American Physical Society (1996 - 1996) Stanford Dean's Award for Distinguished Teaching, Stanford University (1990) APS WKH Panofsky Prize in Experimental Particle Physics, American Physical Society (2013) Member, Committee on Fundamental Constants of National Research Council (1983 - 1987) Member, NSF Advisory Committee on Cosmology (1988 - 1988) Member, Advisory Panel for Electronics and Electrical Engineering at NIST (formally NBS) (1991 - 1993) Member, Senate of Academic Council, Stanford University (1991 - 1992) Member, Senate of Academic Council, Stanford University (2007 - 2008) Member, Senate of Academic Council, Stanford University (2009 - 2010) Visiting Scholar Appointment, Balliol College, Oxford University (1992 - 1993) Chair, Stanford Physics Department (1996 - 1999) Member, School of Humanities and Sciences Appointments and Promotions Committee, Stanford University (1998 - 2000) Chair of Varian 2 Building Committee, Stanford University (2003 - 2006) Deputy Director, Hansen Experimental Physics Laboratory (HEPL) (2003 - 2006) Director, Hansen Experimental Physics Laboratory (HEPL) (2006 - 2009) Elected foreign member, Real Academia de Censias in Spain (2013 - 2013) Member, Sigma Xi Member, American Physical Society (Division of Condensed Matter & Division of Astrophysics) Freshman Advisor, Stanford University (1982 - 1982) Freshman Advisor, Stanford University (1983 - 1984) Freshman Advisor, Stanford University (1984 - 1985) Chairman, Ph. D. Oral Committee (10 orals), Stanford University Physics Department representative on FUTURES, Faculty University Team to Understand Research Environments and Space, Stanford University (1985 - 1987) Member, Academic Council Committee for Academic Computing and Information Systems (C-ACIS), Stanford U. (1987 - 1988) Member, Academic Council Committee for Academic Computing and Information Systems (C-ACIS), Stanford U. (1988 - 1989) Member, Dean of Research's Subcommittee on Indirect Costs Recovery, Stanford University (1989 - 1990) Member, Academic Council Committee on Undergraduate Admissions and Financial Aid (C-UAFA), Stanford U. (1990 - 1991) Member, Academic Council Committee on Undergraduate Admissions and Financial Aid (C-UAFA), Stanford U. (1991 - 1992) Member, Senate of Academic Council, Stanford University (1991 - 1992) Member, Senate of Academic Council, Stanford University (2007 - 2008) Member, Senate of Academic Council, Stanford University (2010 - 2011) Member, Senate of Academic Council, Stanford University (2011 - 2012) Member, Steering Committee for Senate of Academic Council, Stanford University (2011 - 2012) Member, H & S Advisory Committee on Study of Undergraduate Education, Stanford University (1993 - 1994) Member, H & S Advisory Committee on the Curriculum, Stanford University (1994 - 1995) Member, H & S Advisory Committee on the Curriculum, Stanford University (1995 - 1996) Member, Stanford University Science & Engineering Quad Teaching Facility Committee, Stanford University (1994 - 1995) Member, Stanford University Science & Engineering Quad Teaching Facility Committee, Stanford University (1995 - 1996) Member, H & S Appointments and Promotions Advisory Committee, Stanford University (1998 - 2000) Member, H & S Needs Assessment Committee, Stanford University (2001 - 2001) Chair, Chair Physics\/Astrophysics Building Committee, Stanford University (2003 - 2006) Member, Sigma Pi Sigma, Physics Honor Society Associate Membership (predoctoral), Sigma Xi Ph.D., Stanford University, Physics  (1975) B.S, University of Virginia, Physics  (1968) Patents Kent D Irwin, Blas Cabrera. \"United States Patent 5,641,961 Application of Electrothermal Feedback for High-Resolution Cryogenic Particle Detection Using a Transition-Edge Sensor\", Stanford University Sae Woo Nam, Blas Cabrera. \"United States Patent 6,211,519 Enhanced Electrothermal Feedback for Increased Counting Rate with High Resolution Cryogenic Particle Detectors\", Stanford University cabrera@stanford.edu Varian 144 Physics Department 94305 (650) 723-3395 (650) 725-2344 Electricity and Magnetism PHYSICS 43 (Win) PHYSICS 291 (Sum) Classical Mechanics Laboratory PHYSICS 42 (Win) Computational Physics PHYSICS 113 (Spr) Classical Mechanics Laboratory PHYSICS 42 (Win) Computational Physics PHYSICS 113 (Spr) Advanced Physics Laboratory: Project PHYSICS 108 (Win) Computational Physics PHYSICS 113 (Spr) Francisco Ponce To Chin Yu Erik Kountz, Kyuho Lee, Richard Nally, Kelly Stifter , Peihao Sun, Hunter Swan, Jonathan Timcheck, Randy White Quasiparticle Transport in Thick Aluminum Films Coupled to Tungsten Transition Edge Sensors JOURNAL OF LOW TEMPERATURE PHYSICS Yen, J. J., Kreikebaum, J. M., Young, B. A., Cabrera, B., Moffatt, R., Redl, P., Shank, B., Brink, P. L., Cherry, M., Tomada, A. 184 (1-2) : 30-37 DOI 10.1007\/s10909-015-1406-7 Web of Science ID 000378689800006 New Results from the Search for Low-Mass Weakly Interacting Massive Particles with the CDMS Low Ionization Threshold Experiment Agnese, R., Anderson, A. J., Aramaki, T., Asai, M., Baker, W., Balakishiyeva, D., Barker, D., Thakur, R. B., Bauer, D. A., Billard, J., Borgland, A., BOWLES, M. A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., CALKINS, R., Cerdeno, D. G., Chagani, H., Chen, Y., Cooley, J., Cornell, B., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., GHAITH, M., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., Jardin, D., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Leder, A., Loer, B., Lopez Asamar, E., Lukens, P., Mahapatra, R., Mandic, V., Mast, N., Mirabolfathi, N., MOFFATT, R. A., Mendoza, J. D., Oser, S. M., Page, K., PAGE, W. A., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Roberts, A., Rogers, H. E., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Toback, D., Underwood, R., Upadhyayula, S., Villano, A. N., Welliver, B., Wilson, J. S., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 116 (7) The CDMS low ionization threshold experiment (CDMSlite) uses cryogenic germanium detectors operated at a relatively high bias voltage to amplify the phonon signal in the search for weakly interacting massive particles (WIMPs). Results are presented from the second CDMSlite run with an exposure of 70 kg day, which reached an energy threshold for electron recoils as low as 56 eV. A fiducialization cut reduces backgrounds below those previously reported by CDMSlite. New parameter space for the WIMP-nucleon spin-independent cross section is excluded for WIMP masses between 1.6 and 5.5  GeV\/c^{2}. DOI 10.1103\/PhysRevLett.116.071301 PubMedID 26943526 Imaging the oblique propagation of electrons in germanium crystals at low temperature and low electric field APPLIED PHYSICS LETTERS Moffatt, R. A., Cabrera, B., Corcoran, B. M., Kreikebaum, J. M., Redl, P., Shank, B., YEN, J. J., Young, B. A., Brink, P. L., Cherry, M., Tomada, A., Phipps, A., Sadoulet, B., Sundqvist, K. M. 108 (2) DOI 10.1063\/1.4939753 Web of Science ID 000370258400024 Improved WIMP-search reach of the CDMS II germanium data Agnese, R., Anderson, A. J., Asai, M., Balakishiyeva, D., Barker, D., Thakur, R. B., Bauer, D. A., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., CALKINS, R., Cerdeno, D. G., Chagani, H., Chen, Y., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., Jardin, D., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kiveni, M., KOCH, K., Leder, A., Loer, B., Lopez Asamar, E., Lukens, P., Mahapatra, R., Mandic, V., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Oser, S. M., Page, K., PAGE, W. A., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Rogers, H. E., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Toback, D., Upadhyayula, S., Villano, A. N., Welliver, B., Wilson, J. S., Wright, D. H., Yang, X., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 92 (7) DOI 10.1103\/PhysRevD.92.072003 Web of Science ID 000362900100001 Dark matter effective field theory scattering in direct detection experiments Schneck, K., Cabrera, B., Cerdeno, D. G., Mandic, V., Rogers, H. E., Agnese, R., Anderson, A. J., Asai, M., Balakishiyeva, D., Barker, D., Thakur, R. B., Bauer, D. A., Billard, J., Borgland, A., Brandt, D., Brink, P. L., Bunker, R., Caldwell, D. O., CALKINS, R., Chagani, H., Chen, Y., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., Jardin, D. M., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Leder, A., Loer, B., Lopez Asamar, E., Lukens, P., Mahapatra, R., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Mendoza, J. D., Oser, S. M., Page, K., PAGE, W. A., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Roberts, A., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Toback, D., Upadhyayula, S., Villano, A. N., Welliver, B., Wilson, J. S., Wright, D. H., Yang, X., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 91 (9) DOI 10.1103\/PhysRevD.91.092004 Web of Science ID 000354973300001 Maximum likelihood analysis of low energy CDMS II germanium data Agnese, R., Anderson, A. J., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Chen, Y., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Fritts, M., Godfrey, G. L., Golwala, S. R., Graham, M., Hall, J., Harris, H. R., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kiveni, M., KOCH, K., Leder, A., Loer, B., Lopez Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nelson, R. H., Oser, S. M., Page, K., PAGE, W. A., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Rogers, H. E., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Upadhyayula, S., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 91 (5) DOI 10.1103\/PhysRevD.91.052021 Web of Science ID 000352197200001 First direct limits on lightly ionizing particles with electric charge less than e\/6. Agnese, R., Anderson, A. J., Balakishiyeva, D., Basu Thakur, R., Bauer, D. A., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Chen, Y., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kiveni, M., KOCH, K., Leder, A., Loer, B., Lopez Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nelson, H., Nelson, R. H., Ogburn, R. W., Page, K., PAGE, W. A., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Rogers, H. E., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Upadhyayula, S., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 114 (11) : 111302-? While the standard model of particle physics does not include free particles with fractional charge, experimental searches have not ruled out their existence. We report results from the Cryogenic Dark Matter Search (CDMS II) experiment that give the first direct-detection limits for cosmogenically produced relativistic particles with electric charge lower than e\/6. A search for tracks in the six stacked detectors of each of two of the CDMS II towers finds no candidates, thereby excluding new parameter space for particles with electric charges between e\/6 and e\/200. PubMedID 25839256 First Direct Limits on Lightly Ionizing Particles with Electric Charge Less than e\/6 Agnese, R., Anderson, A. J., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Chen, Y., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kiveni, M., KOCH, K., Leder, A., Loer, B., Lopez Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nelson, H., Nelson, R. H., Ogburn, R. W., Page, K., Page, A., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Rogers, H. E., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Upadhyayula, S., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 114 (11) While the standard model of particle physics does not include free particles with fractional charge, experimental searches have not ruled out their existence. We report results from the Cryogenic Dark Matter Search (CDMS II) experiment that give the first direct-detection limits for cosmogenically produced relativistic particles with electric charge lower than e\/6. A search for tracks in the six stacked detectors of each of two of the CDMS II towers finds no candidates, thereby excluding new parameter space for particles with electric charges between e\/6 and e\/200. DOI 10.1103\/PhysRevLett.114.111302 Web of Science ID 000352192500004 PubMedID 25839256 Confocal sputtering of conformal alpha-beta phase W films on etched Al features JOURNAL OF VACUUM SCIENCE & TECHNOLOGY B Kreikebaum, J. M., Cabrera, B., Yen, J. J., Brink, P. L., Cherry, M., Tomada, A., Young, B. A. DOI 10.1116\/1.4904422 Web of Science ID 000348915500019 Nonlinear optimal filter technique for analyzing energy depositions in TES sensors driven into saturation AIP ADVANCES Shank, B., YEN, J. J., Cabrera, B., Kreikebaum, J. M., Moffatt, R., Redl, P., Young, B. A., Brink, P. L., Cherry, M., Tomada, A. 4 (11) DOI 10.1063\/1.4901291 Web of Science ID 000345578800006 Measurement of quasiparticle transport in aluminum films using tungsten transition-edge sensors APPLIED PHYSICS LETTERS Yen, J. J., Shank, B., Young, B. A., Cabrera, B., Brink, P. L., Cherry, M., Kreikebaum, J. M., Moffatt, R., Redl, P., Tomada, A., Tortorici, E. C. 105 (16) DOI 10.1063\/1.4899130 Web of Science ID 000344363000086 Geant4 Simulations of the SuperCDMS iZIP Detector Charge Carrier Propagation and FET Readout JOURNAL OF LOW TEMPERATURE PHYSICS Agnese, R., Brandt, D., Asai, M., Cabrera, B., Leman, S., McCarthy, K., Redl, P., Saab, T., Wright, D. 176 (5-6) : 930-936 DOI 10.1007\/s10909-014-1182-9 Web of Science ID 000339875400045 Spatial Imaging of Charge Transport in Germanium at Low Temperature JOURNAL OF LOW TEMPERATURE PHYSICS Moffatt, R. A., Cabrera, B., Kadribasic, F., Redl, P., Shank, B., Young, B. A., Brandt, D., Brink, P., Cherry, M., Tomada, A. 176 (5-6) : 943-951 DOI 10.1007\/s10909-013-1013-4 Web of Science ID 000339875400047 Quasiparticle Diffusion in Al Films Coupled to Tungsten Transition Edge Sensors JOURNAL OF LOW TEMPERATURE PHYSICS Yen, J. J., Young, B. A., Cabrera, B., Brink, P. L., Cherry, M., Moffatt, R., Pyle, M., Redl, P., Tomada, A., Tortorici, E. C. 176 (3-4) : 168-175 DOI 10.1007\/s10909-013-1010-7 Web of Science ID 000338210800007 Detector Fabrication Yield for SuperCDMS Soudan JOURNAL OF LOW TEMPERATURE PHYSICS Brink, P. L., Anderson, A. J., Balakishiyeva, D., Bauer, D. A., Beaty, J., Brandt, D., Cabrera, B., Chagani, H., Cherry, M., Cooley, J., do Couto e Silva, E., Cushman, P., Daal, M., Doughty, T., Figueroa-Feliciano, E., Fritts, M., Godfrey, G., Golwala, S. R., Hall, J., Harris, R., Hertel, S., Hines, B. A., Hsu, L., Huber, M. E., Kamaev, O., Kara, B., Kenany, S. A., Leman, S. W., Mahapatra, R., Mandic, V., McCarthy, K. A., Mirabolfathi, N., Novak, L., Partridge, R., Pyle, M., Qiu, H., Radpour, R., Rau, W., Reisetter, A., Resch, R., Saab, T., Sadoulet, B., Sander, J., Schmitt, R., Schnee, R. W., Scorza, S., Seitz, D. N., Serfass, B., Shank, B., Tomada, A., Villano, A., Welliver, B., YEN, J. J., Young, B. A., Zhang, J. 176 (3-4) : 194-200 DOI 10.1007\/s10909-014-1100-1 Web of Science ID 000338210800011 Charge Transport Asymmetry in Cryogenic High Purity Germanium JOURNAL OF LOW TEMPERATURE PHYSICS Shank, B., Nagasawa, D. Q., Cabrera, B., Cherry, M., Young, B. A. 176 (3-4) : 148-154 DOI 10.1007\/s10909-014-1111-y Web of Science ID 000338210800004 Identifying Gene-Environment Interactions in Schizophrenia: Contemporary Challenges for Integrated, Large-scale Investigations SCHIZOPHRENIA BULLETIN van Os, J., Rutten, B. P., Myin-Germeys, I., Delespaul, P., Viechtbauer, W., van Zelst, C., Bruggeman, R., Reininghaus, U., Morgan, C., Murray, R. M., Di Forti, M., McGuire, P., Valmaggia, L. R., Kempton, M. J., Gayer-Anderson, C., Hubbard, K., Beards, S., Stilo, S. A., Onyejiaka, A., Bourque, F., Modinos, G., Tognin, S., Calem, M., O'Donovan, M. C., Owen, M. J., Holmans, P., Williams, N., Craddock, N., Richards, A., Humphreys, I., Meyer-Lindenberg, A., Leweke, F. M., Tost, H., Akdeniz, C., Rohleder, C., Bumb, J. M., Schwarz, E., Alptekin, K., Ucok, A., Saka, M. C., Atbasoglu, E. C., Guloksuz, S., Gumus-Akay, G., Cihan, B., Karadag, H., Soygur, H., Cankurtaran, E. S., Ulusoy, S., Akdede, B., Binbay, T., Ayer, A., Noyan, H., Karadayi, G., Akturan, E., Ulas, H., Arango, C., Parellada, M., Bernardo, M., Sanjuan, J., Bobes, J., Arrojo, M., Luis Santos, J., Cuadrado, P., Rodriguez solano, J. J., Carracedo, A., Garcia Bernardo, E., Roldan, L., Lopez, G., Cabrera, B., Cruz, S., Diaz Mesa, E. M., Pouso, M., Jimenez, E., Sanchez, T., Rapado, M., Gonzalez, E., Martinez, C., Sanchez, E., Soledad Olmeda, M., de Haan, L., Velthorst, E., van der Gaag, M., Selten, J., van Dam, D., van der Ven, E., van der Meer, F., Messchaert, E., Kraan, T., Burger, N., Leboyer, M., Szoke, A., Schurhoff, F., Llorca, P., Jamain, S., Tortelli, A., Frijda, F., Vilain, J., Galliot, A., Baudin, G., Ferchiou, A., Richard, J., Bulzacka, E., Charpeaud, T., Tronche, A., De Hert, M., van Winkel, R., Decoster, J., Derom, C., Thiery, E., Stefanis, N. C., Sachs, G., Aschauer, H., Lasser, I., Winklbaur, B., Schlogelhofer, M., Riecher-Rossler, A., Borgwardt, S., Walter, A., Harrisberger, F., Smieskova, R., Rapp, C., Ittig, S., Soguel-Dit-Piquard, F., Studerus, E., Klosterkotter, J., Ruhrmann, S., Paruch, J., Julkowski, D., Hilboll, D., Sham, P. C., Cherny, S. S., Chen, E. Y., Campbell, D. D., Li, M., Maria Romeo-Casabona, C., Emaldi Cirion, A., Urruela Mora, A., Jones, P., Kirkbride, J., Cannon, M., Rujescu, D., Tarricone, I., Berardi, D., Bonora, E., Seri, M., Marcacci, T., Chiri, L., Chierzi, F., Storbini, V., Braca, M., Minenna, M. G., Donegani, I., Fioritti, A., La Barbera, D., La Cascia, C. E., Mule, A., Sideli, L., Sartorio, R., Ferraro, L., Tripoli, G., Seminerio, F., Marinaro, A. M., McGorry, P., Nelson, B., Amminger, G. P., Pantelis, C., Menezes, P. R., Del-Ben, C. M., Tenan, S. H., Shuhama, R., Ruggeri, M., Tosato, S., Lasalvia, A., Bonetto, C., Ira, E., Nordentoft, M., Krebs, M., Barrantes-Vidal, N., Cristobal, P., Kwapil, T. R., Brietzke, E., Bressan, R. A., Gadelha, A., Maric, N. P., Andric, S., Mihaljevic, M., Mirjanic, T. 40 (4) : 729-736 DOI 10.1093\/schbul\/sbu069 Web of Science ID 000338130300004 Search for Low-Mass Weakly Interacting Massive Particles with SuperCDMS Agnese, R., Anderson, A. J., Asai, M., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Beaty, J., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Chen, Y., Cherry, M., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Devaney, D., Di Stefano, P. C., Silva, E. d., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Hansen, S., Harris, H. R., Hertel, S. A., Hines, B. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kenany, S., Kennedy, A., Kiveni, M., KOCH, K., Leder, A., Loer, B., Asamar, E. L., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Nelson, R. H., Novak, L., Page, K., Partridge, R., Pepin, M., Phipps, A., Platt, M., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Resch, R. W., Ricci, Y., RUSCHMAN, M., Saab, T., Sadoulet, B., Sander, J., Schmitt, R. L., Schneck, K., Schnee, R. W., Scorza, S., Seitz, D. N., Serfass, B., Shank, B., Speller, D., Tomada, A., Upadhyayula, S., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 112 (24) DOI 10.1103\/PhysRevLett.112.241302 Web of Science ID 000338502300003 Search for low-mass weakly interacting massive particles with SuperCDMS. Agnese, R., Anderson, A. J., Asai, M., Balakishiyeva, D., Basu Thakur, R., Bauer, D. A., Beaty, J., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Chen, Y., Cherry, M., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Devaney, D., Di Stefano, P. C., Silva, E. D., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Hansen, S., Harris, H. R., Hertel, S. A., Hines, B. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kenany, S., Kennedy, A., Kiveni, M., KOCH, K., Leder, A., Loer, B., Lopez Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Nelson, R. H., Novak, L., Page, K., Partridge, R., Pepin, M., Phipps, A., Platt, M., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Resch, R. W., Ricci, Y., RUSCHMAN, M., Saab, T., Sadoulet, B., Sander, J., Schmitt, R. L., Schneck, K., Schnee, R. W., Scorza, S., Seitz, D. N., Serfass, B., Shank, B., Speller, D., Tomada, A., Upadhyayula, S., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 112 (24) : 241302-? We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass <30  GeV\/c(2), with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2×10(-42)  cm(2) at 8  GeV\/c(2). This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses <6  GeV\/c(2). PubMedID 24996080 Search for low-mass weakly interacting massive particles using voltage-assisted calorimetric ionization detection in the SuperCDMS experiment. Agnese, R., Anderson, A. J., Asai, M., Balakishiyeva, D., Basu Thakur, R., Bauer, D. A., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kiveni, M., KOCH, K., Loer, B., Lopez Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nadeau, P., Nelson, R. H., Page, K., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 112 (4) : 041302-? SuperCDMS is an experiment designed to directly detect weakly interacting massive particles (WIMPs), a favored candidate for dark matter ubiquitous in the Universe. In this Letter, we present WIMP-search results using a calorimetric technique we call CDMSlite, which relies on voltage-assisted Luke-Neganov amplification of the ionization energy deposited by particle interactions. The data were collected with a single 0.6 kg germanium detector running for ten live days at the Soudan Underground Laboratory. A low energy threshold of 170  eVee (electron equivalent) was obtained, which allows us to constrain new WIMP-nucleon spin-independent parameter space for WIMP masses below 6  GeV\/c2. PubMedID 24580434 Search for Low-Mass Weakly Interacting Massive Particles Using Voltage-Assisted Calorimetric Ionization Detection in the SuperCDMS Experiment Agnese, R., Anderson, A. J., Asai, M., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Billard, J., Borgland, A., BOWLES, M. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kiveni, M., KOCH, K., Loer, B., Lopez Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nadeau, P., Nelson, R. H., Page, K., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 112 (4) DOI 10.1103\/PhysRevLett.112.041302 Web of Science ID 000331945600006 PubMedID 24580434 Silicon Detector Dark Matter Results from the Final Exposure of CDMS II Agnese, R., Ahmed, Z., Anderson, A. J., Arrenberg, S., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Billard, J., Borgland, A., Brandt, D., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., DeJongh, F., do Couto e Silva, E., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Filippini, J., Fox, J., Fritts, M., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, R. H., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kim, P., Kiveni, M., KOCH, K., Kos, M., Leman, S. W., Loer, B., Asamar, E. L., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nadeau, P., Nelson, R. H., Page, K., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Sundqvist, K. M., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Yoo, J., Young, B. A., Zhang, J. 111 (25) We report results of a search for weakly interacting massive particles (WIMPS) with the silicon detectors of the CDMS II experiment. This blind analysis of 140.2 kg day of data taken between July 2007 and September 2008 revealed three WIMP-candidate events with a surface-event background estimate of 0.41(-0.08)(+0.20)(stat)(-0.24)(+0.28)(syst). Other known backgrounds from neutrons and 206Pb are limited to <0.13 and <0.08 events at the 90% confidence level, respectively. The exposure of this analysis is equivalent to 23.4 kg day for a recoil energy range of 7-100 keV for a WIMP of mass 10  GeV\/c2. The probability that the known backgrounds would produce three or more events in the signal region is 5.4%. A profile likelihood ratio test of the three events that includes the measured recoil energies gives a 0.19% probability for the known-background-only hypothesis when tested against the alternative WIMP+background hypothesis. The highest likelihood occurs for a WIMP mass of 8.6  GeV\/c2 and WIMP-nucleon cross section of 1.9×10(-41)  cm2. DOI 10.1103\/PhysRevLett.111.251301 Web of Science ID 000328883000001 Demonstration of surface electron rejection with interleaved germanium detectors for dark matter searches APPLIED PHYSICS LETTERS Agnese, R., Anderson, A. J., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Borgland, A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Cherry, M., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., do Couto e Silva, E., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Fox, J., Fritts, M., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, H. R., Hasi, J., Hertel, S. A., Hines, B. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kenany, S. A., Kennedy, A., Kenney, C. J., Kiveni, M., KOCH, K., Loer, B., Lopez Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nadeau, P., Nelson, R. H., Novak, L., Page, K., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Radpour, R., Rau, W., Redl, P., Reisetter, A., Resch, R. W., Ricci, Y., Saab, T., Sadoulet, B., Sander, J., Schmitt, R., Schneck, K., Schnee, R. W., Scorza, S., Seitz, D., Serfass, B., Shank, B., Speller, D., Tomada, A., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Young, B. A., Zhang, J. 103 (16) DOI 10.1063\/1.4826093 Web of Science ID 000326148700104 Silicon detector results from the first five-tower run of CDMS II Agnese, R., Ahmed, Z., Anderson, A. J., Arrenberg, S., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Borgland, A., Brandt, D., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., DeJongh, F., Di Tefano, P. C., do Couto e Silva, E., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Filippini, J., Fox, J., Fritts, M., Godfrey, G. L., Golwala, S. R., Hall, J., Harris, R. H., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kennedy, A., Kim, P., Kiveni, M., KOCH, K., Kos, M., Leman, S. W., Lopez-Asamar, E., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., MOFFATT, R. A., Moore, D. C., Nadeau, P., Nelson, R. H., Page, K., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Rau, W., Redl, P., Reisetter, A., Ricci, Y., Saab, T., Sadoulet, B., Sander, J., Schneck, K., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Speller, D., Sundqvist, K. M., Villano, A. N., Welliver, B., Wright, D. H., Yellin, S., YEN, J. J., Yoo, J., Young, B. A., Zhang, J. 88 (3) DOI 10.1103\/PhysRevD.88.031104 Web of Science ID 000323609500001 SuperCDMS Status from Soudan and Plans for SNOLab Workshop on Dark Matter, Unification and Neutrino Physics (CETUP) Sander, J., Ahmed, Z., Anderson, A. J., Arrenberg, S., Balakishiyeva, D., Thakur, R. B., Bauer, D. A., Brandt, D., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cerdeno, D. G., Chagani, H., Cooley, J., Cornell, B., Crewdson, C. H., Cushman, P., Daal, M., Di Stefano, P. C., do Couto e Silva, E., Doughty, T., Esteban, L., Fallows, S., Figueroa-Feliciano, E., Fox, J., Fritts, M., Godfrey, G. L., Golwala, S. R., Hall, J., Hasi, J., Hertel, S. A., Hofer, T., Holmgren, D., Hsu, L., Huber, M. E., JASTRAM, A., Kamaev, O., Kara, B., Kelsey, M. H., Kim, P., Kiveni, M., KOCH, K., Kos, M., Leman, S. W., Liu, S., Loer, B., Mahapatra, R., Mandic, V., Martinez, C., McCarthy, K. A., Mirabolfathi, N., Moffat, R., Moore, D. C., Nadeau, P., Nelson, R., Page, K., Partridge, R., Pepin, M., Phipps, A., Prasad, K., Pyle, M., Qiu, H., Qiu, X., Radpour, R., Rau, W., Reisetter, A., Resch, R. W., Ricci, Y., Saab, T., Sadoulet, B., Schnee, R. W., Scorza, S., Serfass, B., Shank, B., Shneck, K., Speller, D., Sundqvist, K. M., Villano, A. N., Welliver, B., Yellin, S., Yen, J., Yoo, J., Young, B. A., Zhang, J. : 129–135 DOI 10.1063\/1.4807350 Web of Science ID 000320797100014 Validation of Phonon Physics in the CDMS Detector Monte Carlo JOURNAL OF LOW TEMPERATURE PHYSICS McCarthy, K. A., Leman, S. W., Anderson, A., Brandt, D., Brink, P. L., Cabrera, B., Cherry, M., do Couto e Silva, E., Cushman, P., Doughty, T., Figueroa-Feliciano, E., Kim, P., Mirabolfathi, N., Novak, L., Partridge, R., Pyle, M., Reisetter, A., Resch, R., Sadoulet, B., Serfass, B., Sundqvist, K. M., Tomada, A. 167 (5-6) : 1160-1166 DOI 10.1007\/s10909-012-0474-1 Web of Science ID 000303461600092 Results and Prospects for the Cryogenic Dark Matter Search (CDMS) Experiment JOURNAL OF LOW TEMPERATURE PHYSICS Serfass, B. 167 (5-6) : 1119-1124 DOI 10.1007\/s10909-012-0598-3 Web of Science ID 000303461600085 SuperCDMS Cold Hardware Design JOURNAL OF LOW TEMPERATURE PHYSICS Al Kenany, S., Rolla, J. A., Godfrey, G., Brink, P. L., Seitz, D. N., Figueroa-Feliciano, E., Huber, M. E., Hines, B. A., Irwin, K. D. 167 (5-6) : 1167-1172 DOI 10.1007\/s10909-012-0584-9 Web of Science ID 000303461600093 Phonon Pulse Shape Discrimination in SuperCDMS Soudan JOURNAL OF LOW TEMPERATURE PHYSICS Hertel, S. A., Pyle, M. 167 (5-6) : 1173-1178 DOI 10.1007\/s10909-012-0498-6 Web of Science ID 000303461600094 Conceptual Design for SuperCDMS SNOLAB JOURNAL OF LOW TEMPERATURE PHYSICS Brink, P. L. 167 (5-6) : 1093-1098 DOI 10.1007\/s10909-011-0440-3 Web of Science ID 000303461600081 Optically Induced Measurement of Electron and Hole Drift Velocities in a Germanium < 100 > CDMS Detector at 50 mK JOURNAL OF LOW TEMPERATURE PHYSICS Phipps, A., Sundqvist, K. M., Lam, A., Sadoulet, B. 167 (5-6) : 1112-1118 DOI 10.1007\/s10909-012-0472-3 Web of Science ID 000303461600084 Time Evolution of Electric Fields in CDMS Detectors JOURNAL OF LOW TEMPERATURE PHYSICS Leman, S. W., Brandt, D., Brink, P. L., Cabrera, B., Chagani, H., Cherry, M., Cushman, P., do Couto e Silva, E., Doughty, T., Figueroa-Feliciano, E., Mandic, V., McCarthy, K. A., Mirabolfathi, N., Pyle, M., Reisetter, A., Resch, R., Sadoulet, B., Serfass, B., Sundqvist, K. M., Tomada, A., Young, B. A., Zhang, J. 167 (5-6) : 1099-1105 DOI 10.1007\/s10909-012-0465-2 Web of Science ID 000303461600082 Ionization Measurements of SuperCDMS SNOLAB 100 mm Diameter Germanium Crystals JOURNAL OF LOW TEMPERATURE PHYSICS Chagani, H., Bauer, D. A., Brandt, D., Brink, P. L., Cabrera, B., Cherry, M., do Couto e Silva, E., Godfrey, G. G., Hall, J., Hansen, S., Hasi, J., Kelsey, M., Kenney, C. J., Mandic, V., Nagasawa, D., Novak, L., Mirabolfathi, N., Partridge, R., Radpour, R., Resch, R., Sadoulet, B., Seitz, D. N., Shank, B., Tomada, A., Yen, J., Young, B. A., Zhang, J. 167 (5-6) : 1125-1130 DOI 10.1007\/s10909-012-0460-7 Web of Science ID 000303461600086 Using SQUIDs to Detect Charge in Cryogenic Germanium Detectors JOURNAL OF LOW TEMPERATURE PHYSICS Moffatt, R. A., Cabrera, B., Kadribasic, F., Pyle, M., Wesenberg, D., YEN, J. J., Young, B. A. 167 (5-6) : 638-644 DOI 10.1007\/s10909-012-0593-8 Web of Science ID 000303461600012 Experimental Characterization of Space Charge in IZIP Detectors JOURNAL OF LOW TEMPERATURE PHYSICS Doughty, T., Pyle, M., Mirabolfathi, N., Serfass, B., Kamaev, O., Hertel, S., Leman, S. W., Brink, P., Cabrera, B., Sadoulet, B. 167 (5-6) : 1087-1092 DOI 10.1007\/s10909-012-0587-6 Web of Science ID 000303461600080 Low-Mass WIMP Sensitivity and Statistical Discrimination of Electron and Nuclear Recoils by Varying Luke-Neganov Phonon Gain in Semiconductor Detectors JOURNAL OF LOW TEMPERATURE PHYSICS Pyle, M., Bauer, D. A., Cabrera, B., Hall, J., Schnee, R. W., Thakur, R. B., Yellin, S. 167 (5-6) : 1081-1086 DOI 10.1007\/s10909-012-0583-x Web of Science ID 000303461600079 Comparison of CDMS [100] and [111] Oriented Germanium Detectors JOURNAL OF LOW TEMPERATURE PHYSICS Leman, S. W., Hertel, S. A., Kim, P., Cabrera, B., do Couto e Silva, E., Figueroa-Feliciano, E., McCarthy, K. A., Resch, R., Sadoulet, B., Sundqvist, K. M. 167 (5-6) : 1106-1111 DOI 10.1007\/s10909-011-0427-0 Web of Science ID 000303461600083 Monte Carlo Simulation of Massive Absorbers for Cryogenic Calorimeters 14th International Workshop on Low Temperature Particle Detection (LTD) Brandt, D., Asai, M., Brink, P. L., Cabrera, B., do Couto e Silva, E., Kelsey, M., Leman, S. W., McArthy, K., Resch, R., Wright, D., Figueroa-Feliciano, E. SPRINGER\/PLENUM PUBLISHERS. : 485–90 DOI 10.1007\/s10909-012-0480-3 Web of Science ID 000302093500059 Simulations of Noise in Phase-Separated Transition-Edge Sensors for SuperCDMS 14th International Workshop on Low Temperature Particle Detection (LTD) Anderson, A. J., Leman, S. W., Pyle, M., Figueroa-Feliciano, E., McCarthy, K., Doughty, T., Cherry, M., Young, B. SPRINGER\/PLENUM PUBLISHERS. : 135–40 DOI 10.1007\/s10909-012-0555-1 Web of Science ID 000302093500008 Temperature Dependent I-V and Resistance Characterization of SuperCDMS Germanium Crystals 14th International Workshop on Low Temperature Particle Detection (LTD) Shank, B., Nagasawa, D. Q., YEN, J. J., Cherry, M., Young, B. A. SPRINGER\/PLENUM PUBLISHERS. : 202–7 DOI 10.1007\/s10909-011-0449-7 Web of Science ID 000302093500018 Monte Carlo comparisons to a cryogenic dark matter search detector with low transition-edge-sensor transition temperature JOURNAL OF APPLIED PHYSICS Leman, S. W., McCarthy, K. A., Brink, P. L., Cabrera, B., Cherry, M., Do Couto, E. S., Figueroa-Feliciano, E., Kim, P., Mirabolfathi, N., Pyle, M., Resch, R., Sadoulet, B., Serfass, B., Sundqvist, K. M., Tomada, A., Young, B. A. 110 (9) DOI 10.1063\/1.3658815 Web of Science ID 000297062100125 Combined limits on WIMPs from the CDMS and EDELWEISS experiments Ahmed, Z., Akerib, D. S., Armengaud, E., Arrenberg, S., Augier, C., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Benoit, A., Berge, L., Bluemer, J., Brink, P. L., Broniatowski, A., Bruch, T., Brudanin, V., Bunker, R., Cabrera, B., Caldwell, D. O., Censier, B., Chapellier, M., Chardin, G., Charlieux, F., Cooley, J., Coulter, P., Cox, G. A., Cushman, P., Daal, M., Defay, X., De Jesus, M., DeJongh, F., Di Stefano, P. C., Dolgorouki, Y., Domange, J., Dumoulin, L., Dragowsky, M. R., Eitel, K., Fallows, S., Figueroa-Feliciano, E., Filippini, J., Filosofov, D., Fourches, N., Fox, J., Fritts, M., Gascon, J., Gerbier, G., Gironnet, J., Golwala, S. R., Gros, M., Hall, J., Hennings-Yeomans, R., Henry, S., Hertel, S. A., Herve, S., Holmgren, D., Hsu, L., Huber, M. E., Juillard, A., Kamaev, O., Kiveni, M., KLUCK, H., Kos, M., Kozlov, V., Kraus, H., Kudryavtsev, V. A., Leman, S. W., Liu, S., Loaiza, P., Mahapatra, R., Mandic, V., Marnieros, S., Martinez, C., McCarthy, K. A., Mirabolfathi, N., Moore, D., Nadeau, P., Navick, X., Nelson, H., Nones, C., Ogburn, R. W., Olivieri, E., Pari, P., PATTAVINA, L., Paul, B., Phipps, A., Pyle, M., Qiu, X., Rau, W., Reisetter, A., Ricci, Y., Robinson, M., Rozov, S., Saab, T., Sadoulet, B., Sander, J., Sanglard, V., Schmidt, B., Schnee, R. W., Scorza, S., Seitz, D. N., Semikh, S., Serfass, B., Sundqvist, K. M., Tarka, M., Torrento-Coello, A. S., Vagneron, L., Verdier, M., Walker, R. J., Wikus, P., Yakushev, E., Yellin, S., Yoo, J., Young, B. A., Zhang, J. 84 (1) DOI 10.1103\/PhysRevD.84.011102 Web of Science ID 000292514400001 Combined limits on WIMPs from the CDMS and EDELWEISS experiments Ahmed, Z., Akerib, D. S., Armengaud, E., Arrenberg, S., Augier, C., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Benoit, A., Berge, L., Bluemer, J., Brink, P. L., Broniatowski, A., Bruch, T., Brudanin, V., Bunker, R., Cabrera, B., Caldwell, D. O., Censier, B., Chapellier, M., Chardin, G., Charlieux, F., Cooley, J., Coulter, P., Cox, G. A., Cushman, P., Daal, M., Defay, X., De Jesus, M., DeJongh, F., Di Stefano, P. C., Dolgorouki, Y., Domange, J., Dumoulin, L., Dragowsky, M. R., Eitel, K., Fallows, S., Figueroa-Feliciano, E., Filippini, J., Filosofov, D., Fourches, N., Fox, J., Fritts, M., Gascon, J., Gerbier, G., Gironnet, J., Golwala, S. R., Gros, M., Hall, J., Hennings-Yeomans, R., Henry, S., Hertel, S. A., Herve, S., Holmgren, D., Hsu, L., Huber, M. E., Juillard, A., Kamaev, O., Kiveni, M., KLUCK, H., Kos, M., Kozlov, V., Kraus, H., Kudryavtsev, V. A., Leman, S. W., Liu, S., Loaiza, P., Mahapatra, R., Mandic, V., Marnieros, S., Martinez, C., McCarthy, K. A., Mirabolfathi, N., Moore, D., Nadeau, P., Navick, X., Nelson, H., Nones, C., Ogburn, R. W., Olivieri, E., Pari, P., PATTAVINA, L., Paul, B., Phipps, A., Pyle, M., Qiu, X., Rau, W., Reisetter, A., Ricci, Y., Robinson, M., Rozov, S., Saab, T., Sadoulet, B., Sander, J., Sanglard, V., Schmidt, B., Schnee, R. W., Scorza, S., Seitz, D. N., Semikh, S., Serfass, B., Sundqvist, K. M., Tarka, M., Torrento-Coello, A. S., Vagneron, L., Verdier, M., Walker, R. J., Wikus, P., Yakushev, E., Yellin, S., Yoo, J., Young, B. A., Zhang, J. 84 (1) DOI 10.1103\/PhysRevD.84.011102 Web of Science ID 000292388800001 Search for inelastic dark matter with the CDMS II experiment Ahmed, Z., Akerib, D. S., Arrenberg, S., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., do Couto e Silva, E., Cushman, P., Daal, M., DeJongh, F., Di Stefano, P., Dragowsky, M. R., Duong, L., Fallows, S., Figueroa-Feliciano, E., Filippini, J., Fox, J., Fritts, M., Golwala, S. R., Hall, J., Hennings-Yeomans, R., Hertel, S. A., Holmgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Liu, S., Mahapatra, R., Mandic, V., McCarthy, K. A., Mirabolfathi, N., Moore, D., Nelson, H., Ogburn, R. W., Phipps, A., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Razeti, M., Reisetter, A., Resch, R., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tarka, M., Wikus, P., Yellin, S., Yoo, J., Young, B. A., Zhang, J. 83 (11) DOI 10.1103\/PhysRevD.83.112002 Web of Science ID 000291151000002 Results from a Low-Energy Analysis of the CDMS II Germanium Data Ahmed, Z., Akerib, D. S., Arrenberg, S., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., do Couto e Silva, E., Cushman, P., Daal, M., DeJongh, F., Di Stefano, P., Dragowsky, M. R., Duong, L., Fallows, S., Figueroa-Feliciano, E., Filippini, J., Fox, J., Fritts, M., Golwala, S. R., Hall, J., Hennings-Yeomans, R., Hertel, S. A., Holmgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Liu, S., Mahapatra, R., Mandic, V., McCarthy, K. A., Mirabolfathi, N., Moore, D., Nelson, H., Ogburn, R. W., Phipps, A., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Resch, R., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tarka, M., Wikus, P., Yellin, S., Yoo, J., Young, B. A., Zhang, J. 106 (13) We report results from a reanalysis of data from the Cryogenic Dark Matter Search (CDMS II) experiment at the Soudan Underground Laboratory. Data taken between October 2006 and September 2008 using eight germanium detectors are reanalyzed with a lowered, 2 keV recoil-energy threshold, to give increased sensitivity to interactions from weakly interacting massive particles (WIMPs) with masses below ∼10  GeV\/c(2). This analysis provides stronger constraints than previous CDMS II results for WIMP masses below 9  GeV\/c(2) and excludes parameter space associated with possible low-mass WIMP signals from the DAMA\/LIBRA and CoGeNT experiments. DOI 10.1103\/PhysRevLett.106.131302 Web of Science ID 000288947600003 PubMedID 21517371 Phonon Quasidiffusion in Cryogenic Dark Matter Search Large Germanium Detectors CHINESE JOURNAL OF PHYSICS Leman, S. W., Cabrera, B., McCarthy, K. A., Pyle, M., Resch, R., Sadoulet, B., Sundqvist, K. M., Brink, P. L., Silva, E. d., Figueroa-Feliciano, E., Mirabolfathi, N., Serfass, B., Tomada, A. 49 (1) : 349-358 Web of Science ID 000286490100043 Low-threshold analysis of CDMS shallow-site data Akerib, D. S., Attisha, M. J., Baudis, L., Bauer, D. A., Bolozdynya, A. I., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Clarke, R. M., Cooley, J., Crisler, M. B., Cushman, P., DeJongh, F., Dixon, R., Driscoll, D. D., Filippini, J., FUNKHOUSER, S., Gaitskell, R. J., Golwala, S. R., Holmgren, D., Hsu, L., Huber, M. E., Kamat, S., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Moore, D., Nam, S. W., Nelson, H., Ogburn, R. W., Qiu, X., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Shutt, T. A., Wang, G., Yellin, S., Yoo, J., Young, B. A. 82 (12) DOI 10.1103\/PhysRevD.82.122004 Web of Science ID 000286744800001 Dark Matter Search Results from the CDMS II Experiment Ahmed, Z., Akerib, D. S., Arrenberg, S., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., Cushman, P., Daal, M., DeJongh, F., Dragowsky, M. R., Duong, L., Fallows, S., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S. A., Holmgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Mahapatra, R., Mandic, V., McCarthy, K. A., Mirabolfathi, N., Moore, D., Nelson, H., Ogburn, R. W., Phipps, A., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tarka, M., Wikus, P., Yellin, S., Yoo, J., Young, B. A., Zhang, J. 327 (5973) : 1619-1621 Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 +\/- 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models. DOI 10.1126\/science.1186112 Web of Science ID 000275970600036 PubMedID 20150446 Analysis of the low-energy electron-recoil spectrum of the CDMS experiment Ahmed, Z., Akerib, D. S., Arrenberg, S., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Beaty, J., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Holmgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Mahapatra, R., Mandic, V., Moore, D., McCarthy, K. A., Mirabolfathi, N., Nelson, H., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Wang, G., Wikus, P., Yellin, S., Yoo, J., Young, B. A. 81 (4) DOI 10.1103\/PhysRevD.81.042002 Web of Science ID 000275898500006 Search for Axions with the CDMS Experiment Ahmed, Z., Akerib, D. S., Arrenberg, S., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Beaty, J., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Holmgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Mahapatra, R., Mandic, V., Moore, D., McCarthy, K. A., Mirabolfathi, N., Nelson, H., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tarka, M., Wang, G., Yellin, S., Yoo, J., Young, B. A. 103 (14) We report on the first axion search results from the Cryogenic Dark Matter Search (CDMS) experiment at the Soudan Underground Laboratory. An energy threshold of 2 keV for electron-recoil events allows a search for possible solar axion conversion into photons or local galactic axion conversion into electrons in the germanium crystal detectors. The solar axion search sets an upper limit on the Primakov coupling g(agammagamma) of 2.4x10(-9) GeV-1 at the 95% confidence level for an axion mass less than 0.1 keV\/c2. This limit benefits from the first precise measurement of the absolute crystal plane orientations in this type of experiment. The galactic axion search analysis sets a world-leading experimental upper limit on the axioelectric coupling g(aee) of 1.4x10(-12) at the 90% confidence level for an axion mass of 2.5 keV\/c2. DOI 10.1103\/PhysRevLett.103.141802 Web of Science ID 000270458800014 PubMedID 19905561 Search for Weakly Interacting Massive Particles with the First Five-Tower Data from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory Ahmed, Z., Akerib, D. S., Arrenberg, S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Beaty, J., Brink, P. L., Bruch, T., Bunker, R., Burke, S., Cabrera, B., Caldwell, D. O., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Emes, J., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Holmgren, D., Huber, M. E., Mahapatra, R., Mandic, V., McCarthy, K. A., Mirabolfathi, N., Nelson, H., Novak, L., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schmitt, R., Schnee, R. W., Seitz, D. N., Serfass, B., Sirois, A., Sundqvist, K. M., Tarka, M., Tomada, A., Wang, G., Yellin, S., Yoo, J., Young, B. A. 102 (1) We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6x10;{-44} cm;{2} (4.6x10;{-44} cm;{2} when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c;{2}. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c;{2}, and significantly restricts the parameter space for some favored supersymmetric models. DOI 10.1103\/PhysRevLett.102.011301 Web of Science ID 000262355000008 PubMedID 19257177 The Cryogenic Dark Matter Search (CDMS) : Present Status and Future 10th Conference on the Intersections of Particle and Nuclear Physics Brink, P. L., Ahmed, Z., Akerib, D. S., Bailey, C. N., Balakishiyeva, D., Bauer, D. A., Beaty, J., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., do Couto e Silva, E., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Hojem, A., Holmgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kos, M., Kiveni, M., Leman, S. W., Mahapatra, R., Mandic, V., McCarthy, K. A., Moore, D., Mirabolfathi, N., Nelson, H., Novak, L., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schmitt, R., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tomada, A., Wang, G., Wikus, P., Yellin, S., Yoo, J., Young, B. A. : 260–263 Web of Science ID 000281460200055 SuperCDMS Detector Readout Cryogenic Hardware 13th International Workshop on Low Temperature Detectors Seitz, D. N., Ahmed, Z., Akerib, D. S., Arrenberg, S., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Beaty, J., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Clark, K., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Homgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Mahapatra, R., Mandic, V., Moore, D., McCarthy, K. A., Mirabolfathi, N., Nelson, H., Novak, L., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Serfass, B., Sundqvist, K. M., Tomada, A., Wang, G., Wikus, P., Yellin, S., Yoo, J., Young, B. A. : 282–285 Web of Science ID 000281588500062 Bulk and Surface Charge Collection: CDMS Detector Performance and Design Implications 13th International Workshop on Low Temperature Detectors Bailey, C. N., Ahmed, Z., Akerib, D. S., Arrenberg, S., Balakishiyeva, D., Baudis, L., Bauer, D. A., Beaty, J., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Clark, K., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Hojem, A., Homgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Mahapatra, R., Mandic, V., Moore, D., McCarthy, K. A., Mirabolfathi, N., Nelson, H., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tomada, A., Wang, G., Whilden, M., Yellin, S., Yoo, J., Young, B. A. : 643–646 Web of Science ID 000281588500143 The Cryogenic Dark Matter Search (CDMS) experiment: Results, status and perspective 13th International Workshop on Low Temperature Detectors Mirabolfathi, N., Ahmed, Z., Akerib, D. S., Arrenberg, S., Bailey, C. N., Balakishiyeva, D., Baudis, L., Bauer, D. A., Beaty, J., Brink, P. L., Bruch, T., Bunker, R., Cabrera, B., Caldwell, D. O., Clark, K., Cooley, J., Cushman, P., DeJongh, F., Dragowski, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennins-Yeomans, R., Hertel, S., Homgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Mahapatra, R., Mandic, V., Moore, D., McCarthy, K. A., Nelson, H., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sanders, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Wang, G., Yellin, S., Yoo, J., Young, B. A. : 623–626 Web of Science ID 000281588500138 Contact-Free Germanium Ionization and Phonon Detectors 13th International Workshop on Low Temperature Detectors Mirabolfathi, N., YEN, J. J., Brink, P. L., Cabrera, B., Daal, M., Serfass, B., Sadoulet, B., Seitz, D. N., Sundqvist, K. M., Tomada, A. : 647–650 Web of Science ID 000281588500144 A Measurement of Electron and Hole Drift Velocities in a Germanium < 100 > CDMS Detector, at a Temperature of 31 milliKelvin 13th International Workshop on Low Temperature Detectors Sundqvist, K. M., Phipps, A. T., Bailey, C. N., Brink, P. L., Cabrera, B., Daal, M., Lam, A. C., Mirabolfathi, N., Novak, L., Pyle, M., Sadoulet, B., Serfass, B., Seitz, D., Tomada, A., YEN, J. J. : 128–131 Web of Science ID 000281588500028 Characterization of SuperCDMS 1-inch Ge Detectors 13th International Workshop on Low Temperature Detectors Ahmed, Z., Akerib, D. S., Bailey, C. N., Balakishiyeva, D., Bauer, D. A., Beaty, J., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Clark, K., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Homgren, D., Hsu, L., Huber, M. E., Kamaev, O., Kiveni, M., Kos, M., Leman, S. W., Mahapatra, R., Mandic, V., Moore, D., McCarthy, K. A., Mirabolfathi, N., Nelson, H., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tomada, A., Wang, G., Yellin, S., Yoo, J., Young, B. A. : 659–662 Web of Science ID 000281588500147 Surface Electron Rejection from Ge Detector with Interleaved Charge and Phonon Channels 13th International Workshop on Low Temperature Detectors Pyle, M., Serfass, B., Brink, P. L., Cabrera, B., Cherry, M., Mirabolfathi, N., Novak, L., Sadoulet, B., Seitz, D., Sundqvist, K. M., Tomada, A., YEN, J. J., Young, B. A. : 223–226 Web of Science ID 000281588500049 Phase Separation in Tungsten Transition Edge Sensors 13th International Workshop on Low Temperature Detectors Hart, S. J., Pyle, M., YEN, J. J., Young, B. A., Brink, P. L., Cabrera, B., Cherry, M., Mirabolfathi, N., Sadoulet, B., Seitz, D., Sundqvist, K., Tomada, A. : 215–218 Web of Science ID 000281588500047 SuperCDMS Detector Fabrication Advances 13th International Workshop on Low Temperature Detectors Brink, P. L., Ahmed, Z., Akerib, D. S., Bailey, C. N., Balakishiyeva, D., Bauer, D. A., Beaty, J., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., do Couto e Silva, E., Cushman, P., Daal, M., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Hojem, A., Holmgren, D., Hsu, L., Huber, M. E., Irwin, K. D., Kamaev, O., Kos, M., Kiveni, M., Leman, S. W., Mahapatra, R., Mandic, V., McCarthy, K. A., Moore, D., Mirabolfathi, N., Nelson, H., Novak, L., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schmitt, R., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tomada, A., Wang, G., Wikus, P., Yellin, S., Yoo, J., Young, B. A. : 655–658 Web of Science ID 000281588500146 The Cryogenic Dark Matter Search (CDMS) experiment: Results and prospects 25th International Conference on Low Temperature Physics (LT25) Brink, P. L., Ahmed, Z., Akerib, D. S., Bailey, C. N., Bauer, D. A., Beaty, J., Bunker, R., Burke, S., Cabrera, B., Caldwell, D. O., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Fritts, M., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Hertel, S., Holmgren, D., Huber, M. E., Mahapatra, R., Mandic, V., McCarthy, K. A., Mirabolfathi, N., Nelson, H., Novak, L., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schmitt, R., Schnee, R. W., Seitz, D. N., Serfass, B., Sirois, A., Sundqvist, K. M., Tomada, A., Wang, G., Yellin, S., Yoo, J., Young, B. A. IOP PUBLISHING LTD. DOI 10.1088\/1742-6596\/150\/1\/012006 Web of Science ID 000289630800006 Design and performance of a modular low-radioactivity readout system for cryogenic detectors in the CDMS experiment Akerib, D. S., Barnes, P. D., Brink, P. L., Cabrera, B., Clarke, R. M., Gaitskell, R. J., Golwala, S. R., Huber, M. E., Kurylowicz, M., Mandic, V., Martinis, J. M., Meunier, P., Mirabolfathi, N., Nam, S. W., Perillo-Isaac, M., Saab, T., Sadoulet, B., Schnee, R. W., Seitz, D. N., Shutt, T., Smith, G. W., Stockwell, W. K., Sundqvist, K. M., White, S. 591 (3) : 476-489 DOI 10.1016\/j.nima.2008.03.103 Web of Science ID 000257819000007 Status of the cryogenic Dark Matter Search experiment JOURNAL OF LOW TEMPERATURE PHYSICS Ahmed, Z., Akerib, D. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushman, P., Daal, M., DeJongh, F., Dixon, R., Dragowsky, M. R., Duong, L., Ferril, R., Figueroa-Feliciano, E., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Leclercq, S., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Nelson, H., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. F., Wang, G., Yellin, S., Yoo, J., Young, B. A. 151 (3-4) : 800-805 DOI 10.1007\/s10909-008-9741-6 Web of Science ID 000254202200034 Present status of the SuperCDMS program JOURNAL OF LOW TEMPERATURE PHYSICS Akerib, D. S., Bailey, C. N., Bauer, D. A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Cooley, J., Cushman, P., DeJongh, F., Dragowsky, M. R., Duong, L., Figueroa-Feliciano, E., Filippini, J., Golwala, S. R., Grant, D. R., Hall, J., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Irwin, K. D., Mahapatra, R., Mirabolfathi, N., Nelson, H., Novak, L., Ogburn, R. W., Pyle, M., Qiu, X., Ramberg, E., Rau, W., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Schmitt, R. L., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tomada, A., Yellin, S., Yoo, J., Young, B. A. 151 (3-4) : 818-823 DOI 10.1007\/s10909-008-9740-7 Web of Science ID 000254202200037 Detector development for the next phases of the cryogenic dark matter search: Results from 1 inch Ge and Si detectors 12th International Workshop on Low Temperature Detectors Bailey, C. N., Ahmed, Z., Akerib, D. S., Brink, P. L., Cabrera, B., Castle, J. P., Cooley, J., Danowski, M. E., Dragowsky, M. R., Filippini, J., Grant, D. R., Hennings-Yeomans, R., Mirabolfathi, N., Novak, L., Ogburn, R. W., Pyle, M., Ruderman, J., Sadoulet, B., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Tomada, A., Young, B. A. SPRINGER\/PLENUM PUBLISHERS. : 211–15 DOI 10.1007\/s10909-007-9645-x Web of Science ID 000253697900033 Introduction to TES physics 12th International Workshop on Low Temperature Detectors Cabrera, B. SPRINGER\/PLENUM PUBLISHERS. : 82–93 DOI 10.1007\/s10909-007-9632-2 Web of Science ID 000253697900012 Phonon-mediated distributed transition-edge-sensor X-ray detector with deep trenches 12th International Workshop on Low Temperature Detectors Leman, S. W., Brink, P. L., Cabrera, B., Tomada, A., Young, B., Martinez-Galarce, D. S. SPRINGER\/PLENUM PUBLISHERS. : 40–45 DOI 10.1007\/s10909-007-9706-1 Web of Science ID 000253697900005 New apparatus for detecting micron-scale deviations from Newtonian gravity Weld, D. M., Xia, J., Cabrera, B., Kapitulnik, A. 77 (6) DOI 10.1103\/PhysRevD.77.062006 Web of Science ID 000254544500010 Transition edge cameras for fast optical spectrophotometry 2nd Galway Conference on High Time Resolution Astrophysics Romani, R. W., Bay, T. J., Burney, J., Cabrera, B. : 311–325 Web of Science ID 000252030500016 CDMS, supersymmetry and extra dimensions 7th UCLA Symposium on Sources and Detection of Dark Matter and Dark Energy in the Universe Akerib, D. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushmang, P., Daal, M., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Leclercq, S., Lu, A., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Pyle, M., Ramberg, E., Rau, W., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. F., Wang, G., Yellin, S., Yoo, J., Young, B. A. : 95–98 DOI 10.1016\/j.nuclphysbps.2007.08.073 Web of Science ID 000252296100024 Surface event rejection using phonon information in CDMS 7th UCLA Symposium on Sources and Detection of Dark Matter and Dark Energy in the Universe Akerib, D. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushman, P., Daal, M., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Leclercq, S., Lu, A., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Pyle, M., Ramberg, E., Rau, W., Reisetter, A., Ross, R. R., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. F., Wang, G., Yellin, S., Yoo, J., Young, B. A. : 137–140 DOI 10.1016\/j.nuclphysbps.2007.08.038 Web of Science ID 000252296100034 Search for weakly interacting massive particles with CDMS and XENON TeV Particle Astrophysics II Workshop 2006 Aprile, E., Baudis, L., Cabrera, B. IOP PUBLISHING LTD. : 58–65 DOI 10.1088\/1742-6596\/60\/1\/010 Web of Science ID 000246508400010 Limits on WIMP-nucleon interactions from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory 11th International Workshop on Low-Temperature Detectors Akerib, D. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushman, P., Daal, M., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Leclercq, S., Lu, A., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Pyle, M., Ramberg, E., Reisetter, A., Ross, R. R., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. P., Wang, G., Yellin, S., Yoo, J., Young, B. A. : 390–92 DOI 10.1016\/j.nima.2005.12.018 Web of Science ID 000236974700020 Ionization collection in regions of distorted electric field in the CDMS ZIP detector 11th International Workshop on Low-Temperature Detectors Daal, M., Mirabolfathi, N., Sundqvist, K. M. : 408–10 DOI 10.1016\/j.nima.2005.12.023 Web of Science ID 000236974700026 Phonon-mediated distributed transition-edge-sensor X-ray detectors for surveys of galaxy clusters and the warm-hot interstellar medium 11th International Workshop on Low-Temperature Detectors Leman, S. W., Brink, P. L., Cabrera, B., Castle, J. P., Chakraborty, S., Deiker, S., Kahn, S., Martinez-Galarce, D. S., Stern, R. A., Tomada, A. : 488–90 DOI 10.1016\/j.nima.2005.12.195 Web of Science ID 000236974700050 The optical imaging TES detector array: Considerations for a cryogenic imaging instrument 11th International Workshop on Low-Temperature Detectors Bay, T. J., Burney, J. A., Barral, J., Brink, P. L., Cabrera, B., Castle, J. P., Miller, A. J., Nam, S. W., Romani, R. W., Tomada, A. : 506–8 DOI 10.1016\/j.nima.2005.12.086 Web of Science ID 000236974700056 Quasiparticle propagation in aluminum fins and tungsten TES dynamics in the CDMS ZIP detector 11th International Workshop on Low-Temperature Detectors Pyle, M., Brink, P. L., Cabrera, B., Castle, J. P., Colling, P., Chang, C. L., Cooley, J., Lipus, T., Ogburn, R. W., Young, B. A. : 405–7 DOI 10.1016\/j.nima.2005.12.022 Web of Science ID 000236974700025 Transition-edge sensor arrays for UV-optical-IR astrophysics 11th International Workshop on Low-Temperature Detectors Burney, J., Bay, T. J., Barral, J., Brink, P. L., Cabrera, B., Castle, J. P., Miller, A. J., Nam, S., Rosenberg, D., Romani, R. W., Tomada, A. : 525–27 DOI 10.1016\/j.nima.2005.12.060 Web of Science ID 000236974700062 Detector commissioning for the CDMS-II final run at the Soudan Underground Laboratory 11th International Workshop on Low-Temperature Detectors Mirabolfathi, N., Filippini, J. P., Mandic, V., Meunier, P., Sadoulet, B., Seitz, D. N., Serfass, B., Sundqvist, K. M., Akerib, D. S., Bailey, C. N., Brusov, P. P., Dragowsky, M., Schnee, R. W., Grant, D. A., Brink, P. L., Cabrera, B., Castle, P., Chang, C. L., Pyle, M., Novak, L., Ogburn, R. W., Tomada, A., Young, B. A., Bauer, D., Huber, M. E., Emes, J. H. : 417–19 DOI 10.1016\/j.nima.2005.12.027 Web of Science ID 000236974700029 The SuperCDMS proposal for dark matter detection 11th International Workshop on Low-Temperature Detectors Akerib, D. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushman, P., Denes, P., Dragowsky, M. R., Duong, L., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Irwin, K. D., Lu, A., Mahapatra, R., Meunier, P., Mirabolfathi, N., Nelson, H., Ogburn, R. W., Ramberg, E., Reisetter, A., Saab, T., Sadoulet, B., Sander, J., Seitz, D. N., Serfass, B., Schnee, R. W., Sundqvist, K. M., Thompson, J. P., Yellin, S., Yoo, J., Young, B. A. : 411–13 DOI 10.1016\/j.nima.2005.12.025 Web of Science ID 000236974700027 First test runs of a dark-matter detector with interleaved ionization electrodes and phonon sensors for surface-event rejection 11th International Workshop on Low-Temperature Detectors Brink, P. L., Cabrera, B., Castle, J. P., Cooley, J., Novak, L., Ogburn, R. W., Pyle, M., Ruderman, J., Tomada, A., Young, B. A., Filippini, J., Meunier, P., Mirabolfathi, N., Sadoulet, B., Seitz, D. N., Serfass, B., Sundqvist, K. M., Akerib, D. S., Bailey, C. N., Dragowsky, M. R., Grant, D. R., Hennings-Yeomans, R., Schnee, R. W. : 414–16 DOI 10.1016\/j.nima.2005.12.026 Web of Science ID 000236974700028 Characterization, performance, and future advanced analysis of detectors in the cryogenic dark matter search (CDMS-II) 11th International Workshop on Low-Temperature Detectors Akerib, D. S., Attishab, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushman, P., Daal, M., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Leclercq, S., Lu, A., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Pyle, M., Ramberg, E., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. P., Wang, G., Yellin, S., Yoo, J., Young, B. A. : 387–89 DOI 10.1016\/j.nima.2005.12.017 Web of Science ID 000236974700019 Limits on spin-independent interactions of weakly interacting massive particles with nucleons from the two-tower run of the cryogenic dark matter search Akerib, D. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushman, P., Daal, M., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Leclercq, S., Lu, A., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Pyle, M., Ramberg, E., Rau, W., Reisetter, A., Ross, R. R., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. P., Wang, G., Yellin, S., Yoo, J., Young, B. A. 96 (1) We report new results from the Cryogenic Dark Matter Search (CDMS II) at the Soudan Underground Laboratory. Two towers, each consisting of six detectors, were operated for 74.5 live days, giving spectrum-weighted exposures of 34 (12) kg d for the Ge (Si) targets after cuts, averaged over recoil energies 10-100 keV for a weakly interacting massive particle (WIMP) mass of 60 GeV\/c2. A blind analysis was conducted, incorporating improved techniques for rejecting surface events. No WIMP signal exceeding expected backgrounds was observed. When combined with our previous results from Soudan, the 90% C.L. upper limit on the spin-independent WIMP-nucleon cross section is 1.6 x 10(-43) cm2 from Ge and 3 x 10(-42) cm2 from Si, for a WIMP mass of 60 GeV\/c2. The combined limit from Ge (Si) is a factor of 2.5 (10) lower than our previous results and constrains predictions of supersymmetric models. DOI 10.1103\/PhysRevLett.96.011302 Web of Science ID 000234608300011 PubMedID 16486434 Limits on spin-dependent WIMP-nucleon interactions from the Cryogenic Dark Matter Search Akerib, D. S., Armel-Funkhouser, M. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Brusov, P. P., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Cooley, J., Crisler, M. B., Cushman, P., Daal, M., DeJongh, F., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Golwala, S. R., Grant, D. R., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Leclercq, S., Lu, A., Mahapatra, R., Mandic, V., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Pyle, M., Ramberg, E., Rau, W., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. P., Wang, G., Yellin, S., Yoo, J., Young, B. A. 73 (1) DOI 10.1103\/PhysRevD.73.011102 Web of Science ID 000235009900002 Latest results from the CDMS-II Cold Dark Matter search 24th International Conference on Low Temperature Physics (LT24) Brink, P. L., Akerib, D. S., Armed-Funkhouser, M. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Crisler, M. B., Cushman, P., Daal, M., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Lu, A., Mahapatra, R., Mandic, V., Martinis, J. M., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Ramberg, E., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. F., Wang, G., Yellin, S., Young, B. A. : 1617–1620 Web of Science ID 000243396400734 Exclusion limits on the WIMP-nucleon cross section from the first run of the Cryogenic Dark Matter Search in the Soudan Underground Laboratory Akerib, D. S., Armel-Funkhouser, M. S., Attisha, M. J., Bailey, C. N., Baudis, L., Bauer, D. A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Crisler, M. B., Cushman, P., Daal, M., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Ferril, R., Filippini, J., Gaitskell, R. J., Hennings-Yeomans, R., Holmgren, D., Huber, M. E., Kamat, S., Lu, A., Mahapatra, R., Mandic, V., Martinis, J. M., Meunier, P., Mirabolfathi, N., Nelson, H., Nelson, R., Ogburn, R. W., Perera, T. A., Issac, M. C., Ramberg, E., Rau, W., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Serfass, B., Sundqvist, K. M., Thompson, J. P., Wang, G., Yellin, S., Young, B. A. 72 (5) DOI 10.1103\/PhysRevD.72.052009 Web of Science ID 000232230000021 Optical\/UV astrophysics applications of cryogenic detectors CRYOGENIC PARTICLE DETECTION Cabrera, B., Romani, R. W. 99 : 417-451 Web of Science ID 000231009400009 CDMS Soudan first results and status 5th International Workshop on the Identification of Dark Matter Dragowsky, M. R. WORLD SCIENTIFIC PUBL CO PTE LTD. : 200–205 Web of Science ID 000231146400029 Trapped Flux Readout for an Electrostatically Supported Superconducting Gyroscope Proceedings of National Aerospace Meeting Cabrera, B., Keiser, G. M. : 75 First results from the cryogenic dark matter search in the Soudan Underground Laboratory Akerib, D. S., Alvaro-Dean, J., Armel-Funkhouser, M. S., Attisha, M. J., Baudis, L., Bauer, D. A., Beaty, J., Brink, P. L., Bunker, R., Burke, S. P., Cabrera, B., Caldwell, D. O., Callahan, D., Castle, J. P., Chang, C. L., Choate, R., Crisler, M. B., Cushman, P., Dixon, R., Dragowsky, M. R., Driscoll, D. D., Duong, L., Emes, J., Ferril, R., Filippini, J., Gaitskell, R. J., Haldeman, M., Hale, D., Holmgren, D., Huber, M. E., Johnson, B., Johnson, W., Kamat, S., Kozlovsky, M., Kula, L., Kyre, S., Lambin, B., Lu, A., Mahapatra, R., Manalaysay, A. G., Mandic, V., May, J., McDonald, R., Merkel, B., Meunier, P., Mirabolfathi, N., Morrison, S., Nelson, H., Nelson, R., Novak, L., Ogburn, R. W., Orr, S., Perera, T. A., Isaac, M. C., Ramberg, E., Rau, W., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schmitt, R. L., Schnee, R. W., Seitz, D. N., Serfass, B., Smith, A., Smith, G., Spadafora, A. L., Sundqvist, K., Thompson, J. P., Tomada, A., Wang, G., Williams, J., Yellin, S., Young, B. A. 93 (21) We report the first results from a search for weakly interacting massive particles (WIMPs) in the Cryogenic Dark Matter Search experiment at the Soudan Underground Laboratory. Four Ge and two Si detectors were operated for 52.6 live days, providing 19.4 kg d of Ge net exposure after cuts for recoil energies between 10 and 100 keV. A blind analysis was performed using only calibration data to define the energy threshold and selection criteria for nuclear-recoil candidates. Using the standard dark-matter halo and nuclear-physics WIMP model, these data set the world's lowest exclusion limits on the coherent WIMP-nucleon scalar cross section for all WIMP masses above 15 GeV\/c2, ruling out a significant range of neutralino supersymmetric models. The minimum of this limit curve at the 90% C.L. is 4 x 10(-43) cm2 at a WIMP mass of 60 GeV\/c2. DOI 10.1103\/PhysRevLett.93.211301 Web of Science ID 000225220500008 PubMedID 15600991 Pulse estimation in nonlinear detectors with nonstationary noise 10th International Workshop on Low Temperature Detectors Fixsen, D. J., MOSELEY, S. H., Cabrera, B., Figueroa-Feliciano, E. : 555–58 DOI 10.1016\/j.nima.2003.11.313 Web of Science ID 000220606900149 Study of the dead layer in germanium for the CDMS detectors 10th International Workshop on Low Temperature Detectors Mandic, V., Mirabolfathi, N., Meunier, P., Chang, C. L., Baudis, L., Brink, P. L., Attisha, M. J., Thompson, J. P., Gaitskell, R. J., Schnee, R. W., Serfass, B., Ogburn, R. W., Rau, W., Filippini, J. : 171–74 DOI 10.1016\/j.nima.2003.11.285 Web of Science ID 000220606900044 Development and characterization of a TES optical imaging array for astrophysics applications 10th International Workshop on Low Temperature Detectors Burney, J., Bay, T. J., Brink, P. L., Cabrera, B., Castle, J. P., Romani, R. W., Tomada, A., Nam, S. W., Miller, A. J., Martinis, J., Wang, E., Kenny, T., Young, B. A. : 533–36 DOI 10.1016\/j.nima.2003.11.307 Web of Science ID 000220606900143 Using ion implantation to adjust the transition temperature of superconducting films 10th International Workshop on Low Temperature Detectors Young, B. A., Williams, J. R., Deiker, S. W., Ruggiero, S. T., Cabrera, B. : 307–10 DOI 10.1016\/j.nima.2003.11.245 Web of Science ID 000220606900082 The Advanced Technology Solar Spectroscopic Imager - a novel experiment employing a transition-edge sensor to probe the soft X-ray solar corona 10th International Workshop on Low Temperature Detectors Boerner, P., Martinez-Galarce, D. S., Wamba, K., Cabrera, B., Deiker, S., Irwin, K., Barbee, T. W., Baker, P. C. : 372–75 DOI 10.1016\/j.nima.2003.11.270 Web of Science ID 000220606900098 Distributed transition-edge sensors for linearized position response in a phonon-mediated X-ray imaging spectrometer 10th International Workshop on Low Temperature Detectors Cabrera, B., Brink, P. L., Leman, S. W., Castle, J. P., Tomada, A., Young, B. A., Martinez-Galarce, D. S., Stern, R. A., Deiker, S., Irwin, K. D. : 502–4 DOI 10.1016\/j.nima.2003.11.298 Web of Science ID 000220606900134 Further results from the CDMS experiment 10th International Workshop on Low Temperature Detectors Akerib, D. S., Armel, M. S., Attisha, M., Baudis, L., Bauer, D. A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Chang, C. L., Crisler, M. B., Cushman, P., Dixon, R., Driscoll, D. D., Duong, L., Gaitskell, R. J., Huber, M. E., Kamat, S., Lu, A., Mahapatra, R., Mandic, V., Martinis, J. M., Meunier, P., Mirabolfathi, N., Nelson, H., Ogburn, R. W., Isaac, M. C., Rau, W., Reisetter, A., Ross, R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Thompson, J. P., Wang, G., Yellin, S., Young, B. A. : 105–7 DOI 10.1016\/j.nima.2003.11.253 Web of Science ID 000220606900027 Installation and commissioning of the CDMSII experiment at Soudan 10th International Workshop on Low Temperature Detectors Akerib, D. S., Alvaro-Dean, J., Armel, M. S., Attisha, M., Baudis, L., Bauer, D. A., Bolozdynya, A. I., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C. L., Clarke, R. M., Crisler, M. B., Cushman, P., Davies, A. K., Dixon, R., Driscoll, D. D., Duong, L., Emes, J., Ferrill, R., Gaitskell, R. J., Golwala, S. R., Haldeman, M., Hellmig, J., Hennessey, M., Holmgren, D., Huber, M. E., Kamat, S., Kurylowicz, M., Lu, A., Mahapatra, R., Mandic, V., Martinis, J. M., Meunier, P., Mirabolfathi, N., Nam, S. W., Nelson, H., Nelson, R., Ogburn, R. W., Perales, J., Perera, T. A., Isaac, M. C., Rau, W., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Shutt, T. A., Smith, G., Spadafora, A. L., Thompson, J. P., Tomada, A., Wang, G., Yellin, S., Young, B. A. : 116–19 DOI 10.1016\/j.nima.2003.11.256 Web of Science ID 000220606900030 Phonon-mediated superconducting transition-edge sensor X-ray detectors for use in astronomy Conference on High-Energy Detectors in Astronomy Leman, S. W., Martinez-Galarce, D. S., Brink, P. L., Cabrera, B., Castle, J. P., Morse, K., Stern, R. A., Tomada, A. : 135–144 DOI 10.1117\/12.551982 Web of Science ID 000224580800013 Limits on Spin-Dependent WIMP-Nucleon Interactions from the Cryogenic Dark Matter Search 22nd Texas Symposium on Relativistic Astrophysics Cabrera, B., Filippini, J. : 1–6 Progress of CDMS-II at the Soudan Mine Proceedings of 22nd Texas Symposium on Relativistic Astrophysics Ogburn IV, R. E., Brink, P. L., Colley, J., Cabrera, B., Chang, C. L., Akerib, D. S., Bailey, C. N., Brusov, P. P., Dragowsky, M. R., Driscoll, D. D., Grant, D. R., Hennings-Yeomans, R., Kamat, S., Parera, T. A., Schnee, R. W., Wang, G., Attisha, M. J., Gaitskell, R. J., Thompson, J., Baudis, L., Saab, T., Bauer, D. A., Crisler, M. B., Homgren, D., Ramberg, E., et al : 1–6 Installation and Commissioning of the CDMS II Experiment at Soudan Proceedings of Tenth International Workshop on Low Temperature Detectors (LTD10) Akerib, D. S., Alvaro-Dean, J., Armel, M. S., Attisha, M. J., Baudis, L., Bauer, D. A., Bolozdynya, A. I., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C. L., Clarke, R. M., Crisler, M. B., Cushman, P., Davies, A. K., Dixon, R., Driscoll, D. D., Duong, L., Emes, J., Ferril, R., Gaitskell, R. J., Golwala, S. R., Haldeman, M., et al : 116–19 Beyond the CDMS-II Dark Matter Search: SuperCDMS Proceedings of 22nd Texas Symposium on Relativistic Astrophysics Brink, P. L., Cabrera, B., Chang, C. L., Cooley, J., Ogburn, R. W., Akerib, D. S., Bailey, C. N., Busov, P. P., Dragowsky, M. R., Grant, D. R., Hennings-Yeomans, R., Schnee, R. W., Attisha, M. J., Gaitskell, R. J., Thompson, J., Baudis, L., Saab, T., Bauer, D. A., Crisler, M. B., Holmgren, D., Romberg, E., Yoo, J., Bunker, R., Caldwell, D. O., Mahapatra, R., et al : 1–6 Phonon-mediated superconducting transition-edge sensor X-ray detectors for use in astronomy Conference on X-Ray and Gamma-Ray Instrumentation for Astronomy XIII Leman, S. W., Brink, P. L., Cabrera, B., Castle, J. P., Martinez-Galarce, D. S., Stern, R. A., Tomada, A., Young, B. A. : 565–575 DOI 10.1117\/12.530921 Web of Science ID 000189441700054 New results from the Cryogenic Dark Matter Search experiment Akerib, D. S., Alvaro-Dean, J., Armel, M. S., Attisha, M. J., Baudis, L., Bauer, D. A., Bolozdynya, A. I., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C. L., Clarke, R. M., Crisler, M. B., Cushman, P., Davies, A. K., Dixon, R., Driscoll, D. D., Duong, L., Emes, J., Ferril, R., Gaitskell, R. J., Golwala, S. R., Haldeman, M., Hellmig, J., Hennessey, M., Holmgren, D., Huber, M. E., Kamat, S., Kurylowicz, M., Lu, A., Mahapatra, R., Mandic, V., Martinis, J. M., Meunier, P., Mirabolfathi, N., Nam, S. W., Nelson, H., Nelson, R., Ogburn, R. W., Perales, J., Perera, T. A., Isaac, M. C., Rau, W., Reisetter, A., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Savage, C., Schnee, R. W., Seitz, D. N., Shutt, T. A., Smith, G., Spadafora, A. L., Thompson, J. P., Tomada, A., Wang, G., Yellin, S., Young, B. A. 68 (8) DOI 10.1103\/PhysRevD.68.082002 Web of Science ID 000186422800002 Results from the 1998-1999 Runs of the Cryogenic Dark Matter Search 5th International UCLA Symposium on Sources and Detection of Dark Matter and Dark Energy in the Universe Schnee, R. W., Abrams, D., Akerib, D. S., Armel-Funkhouser, M. S., Baudis, L., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C. L., Clarke, R. M., Crisler, M. B., Dixon, R., Driscoll, D., Eichblatt, S., Gaitskell, R. J., Golwala, S. R., Haller, E. E., Hellmig, J., Holmgren, D., Huber, M. E., Kamat, S., Lu, A., Mandic, V., Martinis, J. M., Meunier, P., Nam, S. W., Nelson, H., Perera, T. A., Isaac, M. C., Rau, W., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Shutt, T., Smith, A., Sonnenschein, A. H., Spadafora, A. L., Wang, C., Yellin, S., Young, B. A. : 185–188 DOI 10.1016\/S0920-5632(03)02102-9 Web of Science ID 000184298700033 Present status of the cryogenic dark matter search (CDMS II) experiment 23rd International Conference on Low Temperature Physics (LT23) Abrams, D., Akerib, D. S., Armel-Funkhouser, M. S., Baudis, L., Bauer, D. A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C. L., Crisler, M. B., Dixon, R., Driscoll, D., Emes, J. H., Gaitskell, R. J., Hellmig, J., Holmgren, D., Huber, M. E., Kamat, S., Lu, A., Mandic, V., Martinis, J. M., Meunier, P., Nelson, H., Perera, T. A., Isaac, M. C., Rau, W., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Seitz, D. N., Shutt, T., Smith, A., Smith, G. W., Spadafora, A. L., Wang, G., Yellin, S., Young, B. A. : 1590–1591 DOI 10.1016\/S0921-4526(02)02305-0 Web of Science ID 000183802700539 UV-IR science prospects with TES imaging arrays Workshop on Hubbles Science Legacy - Future Optical\/Ultraviolet Astronomy from Space Romani, R. W., Burney, J., Brink, P., Cabrera, B., Castle, P., Kenny, T., Wang, E., Young, B., Miller, A. J., Nam, S. W. : 399–402 Web of Science ID 000183133000061 WIMP Exclusion Results from the CDMS Experiment Proceedings of International Dark Matter Conference (IDM2002), Brink, P. L., Baudis, L., Cabrera, B., Castle, J. P., Chang, C., Saab, T., Giatskell, R. J., Thomson, J. P., Akerib, D. S., Driscoll, D., Kamat, S., Parera, T. A., Schnee, R. W., Wang, G., Crisler, M. B., Dixon, R., Holmgren, D., Emes, J. H., Mandic, V., Meunier, P., Rau, W., Sadoulet, B., Seitz, D. N., et al edited by Spooner, N. J., Kudryavsev, V., et al : 296–301 Performance and Background Measurements Performance and Background Measurements of the CDMS II Tower I Detectors at the Stanford Underground Facility Cabrera, B., Saab, T. edited by Spooner, N. J., Kudryavtsev, V. : 452–457 Development of superconducting transition edge sensors for time and energy resolved single photon counters with application to imaging astronomy Conference on Materials for Infrared Detectors III Bay, T. J., Burney, J. A., Brink, P. L., Cabrera, B., Castle, J. P., Romani, R. W., Tomada, A., Young, B. A., Nam, S. W., Miller, A. J., Martinis, J. M., Kenny, T., Wang, E. : 192–200 Web of Science ID 000188460600018 Exclusion limits on the WIMP-nucleon cross section from the cryogenic dark matter search Abrams, D., Akerib, D. S., Armel-Funkhouser, M. S., Baudis, L., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C. L., Clarke, R. M., Crisler, M. B., Dixon, R., Driscoll, D., Eichblatt, S., Gaitskell, R. J., Golwala, S. R., Haller, E. E., Hellmig, J., Holmgren, D., Huber, M. E., Kamat, S., Lu, A., Mandic, V., Martinis, J. M., Meunier, P., Nam, S. W., Nelson, H., Perera, T. A., Isaac, M. C., Rau, W., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Shutt, T., Smith, A., Sonnenschein, A. H., Spadafora, A. L., Wang, G., Yellin, S., Young, B. A. 66 (12) DOI 10.1103\/PhysRevD.66.122003 Web of Science ID 000180317800006 Deployment of the first CDMS II ZIP detectors at the Stanford Underground Facility 7th International Workshop on Topics in Astroparticle and Underground Physics Saab, T., Abrams, D., Akerib, D., Bauer, D. A., Brink, P. L., Cabrera, B., Castle, J. P., Chang, C., Crisler, M. B., Driscoll, D., Emes, J., Huber, M., Gaitskell, R. J., Hellmig, J., Mandic, V., Martinis, J., Meunier, P., Perillo-Isaac, M., Perera, T., Sadoulet, B., Schnee, R., Seitz, D., Young, B. A. : 100–102 Web of Science ID 000176661600023 Effect of implanted metal impurities on superconducting tungsten films JOURNAL OF APPLIED PHYSICS Young, B. A., Saab, T., Cabrera, B., Miller, A. J., Brink, P. L., Castle, J. P. 91 (10) : 6516-6519 DOI 10.1063\/1.1469690 Web of Science ID 000175572500039 TES spectrophotometers for near IR\/optical\/UV 9th International Workshop on Low Temperature Detectors Cabrera, B., Martinis, J. M., Miller, A. J., Nam, S. W., Romani, R. : 565–570 Web of Science ID 000176260300129 Position dependence in the CDMS II ZIP detectors 9th International Workshop on Low Temperature Detectors Mandic, V., Rau, W., Akerib, D., Brink, P., Cabrera, B., Castle, J. P., Chang, C., Crisler, M. B., Driscoll, D., Emes, J., Gaitskell, R. J., Hellmig, J., Huber, M. E., Kamat, S., Martinis, J. M., Meunier, P., Perera, T. A., Perillo-Isaac, M., Saab, T., Sadoulet, B., Schnee, R., Seitz, D., Wang, G., Young, B. : 509–512 Web of Science ID 000176260300116 Optimal Fitting of Nonlinear Detector Pulses with Nonstationary Noise LTD9, Ninth International Workshop on Low Temperature Detectors Fixsen, D. J., Moseley, S. H., Cabrera, B., Figueroa-Feliciano, E., McCammon, D. edited by Porter, F. S., Galezaai, M., Stahle, C. K. : 339–42 Optimal fitting of non-linear detector pulses with nonstationary noise 9th International Workshop on Low Temperature Detectors FIXSEN, D. J., Moseley, S. H., Cabrera, B., Figueroa-Feliciano, E. : 339–342 Web of Science ID 000176260300078 A testing strategy for the mass production of CDMS II detectors 9th International Workshop on Low Temperature Detectors Driscoll, D., Akerib, D. S., Abrams, D., Bauer, D., Brink, P. L., Cabrera, B., Castle, J. P., Chang, C., Crisler, M. B., Gaitskell, R. J., Hellmig, J., Kamat, S., Mandic, V., Meunier, P., Perera, T. A., Isaac, M. C., Rau, W., Saab, T., Sadoulet, B., Schnee, R. W., Seitz, D. N., Wang, G., Young, B. : 533–536 Web of Science ID 000176260300122 Demonstration of the CDMS II ZIP technology at a shallow underground site 9th International Workshop on Low Temperature Detectors Saab, T., Abrams, D., Akerib, D., Bauer, D. A., Brink, P. L., Cabrera, B., Castle, J. P., Chang, C., Crisler, M. B., Driscoll, D., Emes, J., Huber, M., Gaitskell, R. J., Hellmig, J., Mandic, V., Martinis, J., Meunier, P., Perillo-Isaac, M., Perera, T., Sadoulet, B., Schnee, R., Seitz, D., Young, B. A. : 497–500 Web of Science ID 000176260300113 Determination of the Tc distribution for 1000 Transition Edge Sensors 9th International Workshop on Low Temperature Detectors Brink, P. L., Saab, T., Miller, A. J., Young, B. A., Akerib, D. S., Cabrera, B., Castle, J. P., Chang, C., Discroll, D., Emes, J. H., Gaitskell, R. J., Kamat, S., Mandic, V., Meunier, P., Perera, T. A., Rau, W., Sadoulet, B., Seitz, D. N., Schnee, R. W., Wang, G. : 529–532 Web of Science ID 000176260300121 Superconducting transition-edge sensors for time & energy resolved single-photon counters and for dark matter searches International Workshop on Superconducting Nano-Electronics Devices Cabrera, B. KLUWER ACADEMIC\/PLENUM PUBL. : 133–143 Web of Science ID 000181696000015 Present results and future goals of the Cryogenic Dark Matter Search 9th International Workshop on Low Temperature Detectors Perera, T. A., Abrams, D., Akerib, D. S., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C., Clarke, R. M., Crisler, M. B., Dixon, R., Driscoll, D., Eichblatt, S., Gaitskell, R. J., Golwala, S. R., Haller, E. E., Hellmig, J., Holmgren, D., Huber, M. E., Kamat, S., Maloney, C., Mandic, V., Martinis, J. M., Meunier, P., Nam, S. W., Nelson, H., Isaac, M. C., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Schnee, R. W., Shutt, T., Smith, A., Sonnenschein, A. H., Spadafora, A. L., Wang, G., Yellin, S., Young, B. A. : 485–488 Web of Science ID 000176260300110 Phase-resolved Crab studies with a cryogenic transition-edge sensor spectrophotometer Romani, R. W., Miller, A. J., Cabrera, B., Nam, S. W., Martinis, J. M. 563 (1) : 221-228 Web of Science ID 000172852700021 Status of CDMS search for dark matter WIMPs 20th Texas Symposium on Relativistic Astrophysics Cabrera, B., Abusaidi, R., Akerib, D. S., Barnes, P. D., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Caldwell, D. O., Castle, J. P., Chang, C., Clarke, R. M., Colling, P., Cristler, M. B., Cummings, A., Da Silva, A., Davies, A. K., Dixon, R., Dougherty, B. L., Driscoll, D., Eichblatt, S., Emes, J., Gaitskell, R. J., Golwala, S. R., Hale, D., Haller, E. E., Holmgren, D., Hellmig, J., Huber, M. E., Irwin, K. D., Jochum, J., Lipschultz, F. P., Lu, A., Maloney, C., Mandic, V., Martinis, J. M., Meunier, P., Nam, S. W., Nelson, H., Neuhauser, B., Penn, M. J., Perera, T. A., Isaac, M. C., Pritychenko, B., Ross, R. R., Saab, T., Sadoulet, B., Sander, J., Seitz, D. N., Shestople, P., Shutt, T., Smith, A., Smith, G. W., Schnee, R. W., Sonnenschein, A. H., Spadafora, A. L., Stockwell, W., Taylor, J. D., White, S., Yellin, S., Young, B. A. : 107–118 Web of Science ID 000172735600016 Recent results from the Cryogenic Dark Matter Search for weakly interacting massive particles 4th International Symposium on Sources and Detection of Dark Matter and Dark Energy in the Universe Gaitskell, R. J., Abusaidi, R., Akerib, D. S., Barnes, P. D., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Clarke, R. M., Colling, P., Crisler, M. B., Cummings, A., Da Silva, A., Davies, A. K., Dixon, R., Dougherty, B. L., Driscoll, D., Eichblatt, S., Emes, J., Golwala, S. R., Hale, D., Haller, E. E., Hellmig, J., Huber, M. E., Irwin, K. D., Jochum, J., Lipschultz, F. P., Lu, A., Mandic, V., Martinis, J. M., Nam, S. W., Nelson, H., Neuhauser, B., Penn, M. J., Perera, T. A., Isaac, M. C., Pritychenko, B., Ross, R. R., Saab, T., Sadoulet, B., Schnee, R. W., Seitz, D. N., Shestople, P., Shutt, T., Smith, A., Smith, G. W., Sonnenschein, A. H., Spadafora, A. L., Stockwell, W., Taylor, J. D., White, S., Yellin, S., Young, B. A. : 322–332 Web of Science ID 000169113700033 Limits on the WIMP-nucleon cross section from the cryogenic dark matter search COSMO-2000. Proceedings of the Fourth International Workshop on Particle Physics and the Early Universe Schnee, R. W., Abusaidi, R., Akerib, D. S., Barnes, P. D.,   Jr., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Chang, C., Clarke, R. M., Colling, P., Crisler, M. B., Cummings, A., DaSilva, A., Davies, A. K., Dixon, R., Dougherty, B. L., Driscoll, D., Eichblatt, S., Emes, J., Gaitskell, R. J., et al : 99–112 Results of the Cryogenic Dark Matter Search 3rd International Conference on Dark Matter in Astro- and Particle Physics (DARK 2000) Schnee, R. W., Abusaidi, R., Akerib, D. S., Barnes, P. D., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Clarke, R. M., Colling, P., Crisler, M. B., Cummings, A., Da Silva, A., Davies, A. K., Dixon, R., Dougherty, B. L., Driscoll, D., Eichblatt, S., Emes, J., Gaitskell, R. J., Golwala, S. R., Hale, D., Haller, E. E., Hellmig, J., Huber, M. E., Irwin, K. D., Jochum, J., Lipschultz, F. P., Lu, A., Mandic, V., Martinis, J. M., Nam, S. W., Nelson, H., Neuhauser, B., Penn, M. J., Perera, T. A., Isaac, M. C., Pritychenko, B., Ross, R. R., Saab, T., Sadoulet, B., Seitz, D. N., Shestople, P., Shutt, T., Smith, A., Smith, G. W., Sonnenschein, A. H., Spadafora, A. L., Stockwell, W., Taylor, J. D., White, S., Yellin, S., Young, B. A. : 569–574 Web of Science ID 000172440800051 Exclusion limits on the WIMP-nucleon cross section from the Cryogenic Dark Matter Search Abusaidi, R., Akerib, D. S., Barnes, P. D., Bauer, D. A., Bolozdynya, A., Brink, P. L., Bunker, R., Cabrera, B., Caldwell, D. O., Castle, J. P., Clarke, R. M., Colling, P., Crisler, M. B., Cummings, A., Silva, A. D., Davies, A. K., Dixon, R., Dougherty, B. L., Driscoll, D., Eichblatt, S., Emes, J., Gaitskell, R. J., Golwala, S. R., Hale, D., Haller, E. E., Hellmig, J., Huber, M. E., Irwin, K. D., Jochum, J., Lipschultz, F. P., Lu, A., Mandic, V., Martinis, J. M., Nam, S. W., Nelson, H., Neuhauser, B., Penn, M. J., Perera, T. A., Isaac, M. C., Pritychenko, B., Ross, R. R., Saab, T., Sadoulet, B., Schnee, R. W., Seitz, D. N., Shestople, P., Shutt, T., Smith, A., Smith, G. W., Sonnenschein, A. H., Spadafora, A. L., Stockwell, W., Taylor, J. D., White, S. 84 (25) : 5699-5703 The Cryogenic Dark Matter Search (CDMS) employs Ge and Si detectors to search for weakly interacting massive particles (WIMPs) via their elastic-scattering interactions with nuclei while discriminating against interactions of background particles. CDMS data, accounting for the neutron background, give limits on the spin-independent WIMP-nucleon elastic-scattering cross section that exclude unexplored parameter space above 10 GeV\/c2 WIMP mass and, at >75% C.L., the entire 3sigma allowed region for the WIMP signal reported by the DAMA experiment. PubMedID 10991035 Enhanced ballistic phonon production for surface events in cryogenic silicon detector APPLIED PHYSICS LETTERS Clarke, R. M., Brink, P. L., Cabrera, B., Colling, P., Crisler, M. B., Davies, A. K., Eichblatt, S., Gaitskell, R. J., Hellmig, J., Martinis, J. M., Nam, S. W., Saab, T., Young, B. A. 76 (20) : 2958-2960 Web of Science ID 000086970600049 Cryogenic detectors based on superconducting transition-edge sensors for time-energy-resolved single-photon counters and for dark matter searches 22nd International Conference on Low Temperature Physics Cabrera, B., Clarke, R., Miller, A., Nam, S. W., Romani, R., Saab, T., Young, B. : 509–14 Web of Science ID 000086333700147 Exclusion limits on the WIMP-nucleon scattering cross-section from the Cryogenic Dark Matter Search 8th International Workshop on Low-Temperature Detectors (LTD-8) Golwala, S. R., Abusaidi, R., Akerib, D. S., Barnes, P. D., Bauer, D. A., Bolozdynya, A., Brink, P., Cabrera, B., Caldwell, D. O., Castle, J. P., Clarke, R. M., Colling, P., Crisler, M. B., Da Silva, A., Davies, A. K., Dixon, R., Eichblatt, S., Irwin, K. D., Gaitskell, R. J., Haller, E. E., Hellmig, J., Huber, M. E., Jochum, J., Lipschultz, F. P., Martinis, J., Nam, S. W., Nelson, J., Neuhauser, B., Perera, T. A., Isaac, M. P., Ross, R. R., Saab, T., Sadoulet, B., Schnee, R. W., Shestople, P., Shutt, T., Smith, A., Sonnenschein, A. H., Spadafora, A. L., Yellin, S., Young, B. A. : 345–49 Web of Science ID 000086823400079 A solution to the dead-layer problem in ionization and phonon-based dark matter detectors 8th International Workshop on Low-Temperature Detectors (LTD-8) Shutt, T., Emes, J., Haller, E. E., Hellmig, J., Sadoulet, B., Seitz, D., Young, B. A., White, S. : 340–44 Web of Science ID 000086823400078 Design of QET phonon sensors for the CDMS ZIP detectors 8th International Workshop on Low-Temperature Detectors (LTD-8) Saab, T., Clarke, R. M., Cabrera, B., Abusaidi, R. A., Gaitskell, R. : 300–303 Web of Science ID 000086823400068 Design considerations for TES and QET sensors 8th International Workshop on Low-Temperature Detectors (LTD-8) Cabrera, B. : 304–7 Web of Science ID 000086823400069 Optimal filter analysis of energy-dependent pulse shapes and its application to TES detectors 8th International Workshop on Low-Temperature Detectors (LTD-8) Figueroa-Feliciano, E., Cabrera, B., Miller, A. J., Powell, S. F., Saab, T., Walker, A. B. : 453–56 Web of Science ID 000086823400100 T-c tuning of tungsten transition edge sensors using iron implantation 8th International Workshop on Low-Temperature Detectors (LTD-8) Young, B. A., Saab, T., Cabrera, B., Cross, J. J., Abusaidi, R. A. : 296–99 Web of Science ID 000086823400067 The CDMS II Z-sensitive ionization and phonon germanium detector 8th International Workshop on Low-Temperature Detectors (LTD-8) Hellmig, J., Gaitskell, R. J., Abusaidi, R., Cabrera, B., Clarke, R. M., Emes, J., Nam, S. W., Saab, T., Sadoulet, B., Seitz, D., Young, B. A. : 308–11 Web of Science ID 000086823400070 Development of wide-band, time and energy resolving, optical photon detectors with application to imaging astronomy 8th International Workshop on Low-Temperature Detectors (LTD-8) Miller, A. J., Cabrera, B., Romani, R. W., Figueroa-Feliciano, E., Nam, S. W., Clarke, R. M. : 445–48 Web of Science ID 000086823400098 Cryogenic IR\/Optical\/UV fast spectrophotometers for the study of time-variable astronomical sources Conference on Infrared Spaceborne Remote Sensing VIII Miller, A. J., Cabrera, B., Romani, R. W., Martinis, J., Nam, S. W., Weld, D. M., Castle, P. SPIE-INT SOCIETY OPTICAL ENGINEERING. : 278–284 Web of Science ID 000166963500028 A sounding rocket mission to study the solar soft X-ray and EUV emission using transition-edge sensor technology Conference on X-Ray and Gamma-Ray Instrumentation for Astronomy IX Wamba, K., Walker, A. B., Martinez-Galarce, D. S., Nam, S. W., Irwin, K., Deiker, S., Cabrera, B., LESYNA, L., Powell, S. F., Miller, A. J., Robertson, D. W., Boerner, P. F., Baker, P. C., Barbee, T. W., Hoover, R. B. SPIE-INT SOCIETY OPTICAL ENGINEERING. : 384–396 Web of Science ID 000166723400038 Measurement of T-c suppression in tungsten using magnetic impurities JOURNAL OF APPLIED PHYSICS Young, B. A., Saab, T., Cabrera, B., Cross, J. J., Clarke, R. M., Abusaidi, R. A. : 6975-6978 Web of Science ID 000083915600056 First astronomical application of a cryogenic transition edge sensor spectrophotometer Romani, R. W., Miller, A. J., Cabrera, B., Figueroa-Feliciano, E., Nam, S. W. 521 (2) : L153-L156 Web of Science ID 000082018100019 A new biasing technique for transition edge sensors with electrothermal feedback 1998 Applied Superconductivity Conference Nam, S. W., Cabrera, B., Colling, P., Clarke, R. M., Figueroa-Feliciano, E., Miller, A. J., Romani, R. W. : 4209–12 Web of Science ID 000081964500333 Transition edge sensors as single photon detectors 1998 Applied Superconductivity Conference Miller, A. J., Cabrera, B., Clarke, R. M., Figueroa-Feliciano, E., Nam, S., Romani, R. W. : 4205–8 Web of Science ID 000081964500332 Wide band observation of the Crab pulsar using a superconducting transition-edge sensor Conference on Ultraviolet and X-Ray Detection, Spectroscopy, and Polarimetry III Miller, A. J., Cabrera, B., Romania, R. W., Clarke, R. M., Figueroa-Feliciano, E., Nam, S. SPIE-INT SOCIETY OPTICAL ENGINEERING. : 188–194 Web of Science ID 000084756600019 Results and status of the Cryogenic Dark Matter Search 6th International Symposium on Particles, Strings and Cosmology Schnee, R. W., Akerib, D. S., Bolodyzynya, A., Perera, T. A., Barnes, P. D.,   Jr, Bauer, D. A., Caldwell, D. O., Nelson, H., Sonnenschein, A. H., Yellin, S. : 149–156 Preliminary limits on the WIMP-nucleon cross section from the Cryogenic Dark Matter Search (CDMS) 5th International Workshop on Topics in Astroparticle and Underground Physics (TAUP 97) Akerib, D. S., Barnes, P. D., Bauer, D. A., Brink, P. L., Cabrera, B., Caldwell, D. O., Clarke, R. M., Da Silva, A., Davies, A. K., Dougherty, B. L., Irwin, K. D., Gaitskell, R. J., Golwala, S. R., Haller, E. E., Jochum, J., Knowlton, W. B., Kuzminov, V., Nam, S. W., Novikov, V., Penn, M. J., Perera, T. A., Ross, R. R., Sadoulet, B., Schnee, R. W., Shutt, T., Smith, A., Sonnenschein, A. H., Spadafora, A. L., Stockwell, W. K., Yellin, S., Young, B. A. : 64–68 Web of Science ID 000076059300008 Results and status of the Cryogenic Dark Matter Search (CDMS) Workshop on Primordial Black Holes and Hawking Radiation\/3rd International Symposium on Sources and Detection of Dark Matter in the Universe Schnee, R. W., Akerib, D. S., Barnes, P. D., Bauer, D. A., Brink, P. L., Cabrera, B., Caldwell, D. O., Clarke, R. M., Colling, P., Crisler, M. B., Dasilva, A., Davies, A. K., Dougherty, B. L., Eichblatt, S., Irwin, K. D., Gaitskell, R. J., Golwala, S. R., Haller, E. E., Jochum, J., Knowlton, W. B., Kuzminov, V., Nam, S. W., Novikov, V., Penn, M. J., Perera, T. A., Ross, R. R., Sadoulet, B., Shutt, T., Smith, A., Sonnenschein, A. H., Spadafora, A. L., Stockwell, W. K., Yellin, S., Young, B. A. : 283–90 Web of Science ID 000077937700034 Detection of single infrared, optical, and ultraviolet photons using superconducting transition edge sensors APPLIED PHYSICS LETTERS Cabrera, B., Clarke, R. M., Colling, P., Miller, A. J., Nam, S., Romani, R. W. 73 (6) : 735-737 Web of Science ID 000075303400011 Status and results from the cryogenic dark matter search (CDMS) 1st International Conference on Particle Physics Beyond the Standard Model Gaitskell, R. J., Akerib, D. S., Barnes, P. D., Bauer, D., Brink, P., Cabrera, B., Caldwell, D. O., Clarke, R. M., Dasilva, A., Davies, A. K., Dougherty, B. L., Emes, J., Golwala, S. R., Haller, E. E., Irwin, K. D., Jochum, J., Kuzminov, V., Nam, S. W., Novikov, V., Parera, T. A., Ross, R. R., Sadoulet, B., Schnee, R., Seitz, D., Shutt, T., Smith, G., Sonnenschein, A., Taylor, J. D., Therrien, R., White, S., Yellin, S., Young, B. A. IOP PUBLISHING LTD. : 781–785 Web of Science ID 000081235100057 SQUID based W-Al quasiparticle-trap assisted superconducting transition edge sensor with position resolution 1996 Applied Superconductivity Conference Nam, S. W., Brink, P. L., Cabrera, B., CHUGG, B., Clarke, R. M., Davies, A. K., Young, B. A. : 3430–33 Web of Science ID A1997XH86700282 Technique for fabricating tungsten thin film sensors with T-c <=100 mK on germanium and silicon substrates 1996 Applied Superconductivity Conference Young, B. A., Nam, S. W., Brink, P. L., Cabrera, B., CHUGG, B., Clarke, R. M., Davies, A. K., Irwin, K. D. : 3367–70 Web of Science ID A1997XH86700266 Operation of an Improved100 g Si FLIP detector for the CDMS experiment Proceedings of the Seventh International Workshop on Low Temperature Detectors (LTD-7) Clarke, R. M., Brink, P. L., Nam, S. W., Davies, A. K., Chugg, B., Young, B. A., Cabrera, B. : 229–231 A 100 Gram Si Detector with Fast Phonon and Ionization Sensors for CDMS Experiment International Workshop on the Identification of Dark Matter, Sheffield Cabrella, B., Brink, P. L., Chugg, B., Clarke, R. M., Davies, A. K., Nam, S. W., Young, B. A. edited by Spooner, N. C. World Scientific, New Jersey. : 353–361 Status and Results from the Cryogenic Dark Matter Search (CDMS) Proceedings of the Seventh International Workshop on Low Temperature Detectors (LTD-7) Nam, S. W., Akerib, D. S., Barnes, P. D.,   Jr., J., Bauer, D., Brink, P., Cabrera, B., Caldwell, D. O., Chugg, B., Clarke, R. M., DaSilva, A., Davies, A. K., Dougherty, B. L., Emes, J., Hale, D., Irwin, K. D., Penn, M. J., Giatskell, R. J., Ross, S. R., Sadoulet, S., Schnee, R., Seitz, D., Shutt, T., Smith, A., Smith, G., et al : 217–220 The cryogenic dark matter search (CDMS) NATO Advanced Study Institute on the 3rd Erice School on Particle Astrophysics - Generation of Large-Scale Cosmological Structure Sonnenschein, A., Bauer, D., Caldwell, D. O., Hale, D., Yellin, S., Barnes, P. D., Dasilva, A., Gaitskell, R. J., Golwala, S. R., Ross, R. R., Sadoulet, B., Seitz, D., Shutt, T., Smith, G., Stockwell, W., Therrien, R., White, S., Brink, P., Cabrera, B., CHUGG, B., Clarke, R. M., Dougherty, B. L., DAVIES, A., Irwin, K., Nam, S. W., Penn, M. J., Akerib, D. S., Perera, T. A., Schnee, R., Emes, J., Haller, E. E., Knowlton, W. B., Smith, A., Taylor, J. D., Young, B. A. KLUWER ACADEMIC PUBL. : 311–316 Web of Science ID 000075435000025 Performance of first 100 g Si FLIP detector in the CDMS experiment Proceedings of the Seventh International Workshop on Low Temperature Detectors (LTD-7) Davies, A. K., Brink, P. L., Clarkes, R. M., Nam, s. W., Young, B. A., Cabrera, B. : 227–228 The Cryogenic Dark Matter Search (CDMS) Experiment International Workshop on the Identification of Dark Matter, Sheffield Gaitskell, R. J., Barnes, P. D.,   Jr, J., DaSilva, A., Golwala, S. R., Jochum, J., Ross, R. R., Sadoulet, B., Seitz, D., Shutt, T., Smith, G., Stockwell, W., Therrien, R., White, S., Sonnenschein, A., Bauer, D., Caldwell, D. O., Hale, D., Yellin, S., Brink, P., Cabrera, B., CHugg, B., Clarke, R. M., Dougherty, B. L., et al edited by Spooner, N. J., et al World Scientific, New Jersey. : 440–447 Progress of the cryogenic dark matter search (CDMS) experiment. 2nd Symposium on Dark Matter in the Universe Shutt, T., Akerib, D. S., Barnes, P. D., Bauer, D., Brink, P., Cabrera, B., Caldwell, D. O., CHUGG, B., Clarke, R. M., Dasilva, A., DAVIES, A., Dougherty, B. L., Emes, J., Gaitskell, R. J., Golwala, S. R., Hale, D., Haller, E. E., Irwin, K. D., Knowlton, W. B., Kuzminov, V., Lu, A., Muno, M., Nam, S. W., Novikov, V., Penn, M. J., Ross, R. R., Sadoulet, B., Seitz, D., Smith, A., Smith, G., Sonnenschein, A., Stockwell, W., Taylor, J. D., Therrien, R., Trumbull, T. L., White, S., Yellin, S., Young, B. A. : 318–322 Web of Science ID A1996VY66500049 Low temperature detectors for dark matter searches 2nd Symposium on Dark Matter in the Universe Cabrera, B., Brink, P. L., Clarke, R. M., CHUGG, B., Davies, A. K., Nam, S. W., Young, B. A. : 294–303 Web of Science ID A1996VY66500046 A superconducting bolometer with strong electrothermal feedback APPLIED PHYSICS LETTERS Lee, A. T., Richards, P. L., Nam, S. W., Cabrera, B., Irwin, K. D. 69 (12) : 1801-1803 Web of Science ID A1996VG93400050 Measurements of the ballistic-phonon component resulting from nuclear and electron recoils in crystalline silicon PHYSICAL REVIEW B Lee, A. T., Cabrera, B., Dougherty, B. L., Penn, M. J., Pronko, J. G., Tamura, S. 54 (5) : 3244-3256 Web of Science ID A1996VC59600049 Charge collection and trapping in low-temperature silicon detectors JOURNAL OF APPLIED PHYSICS Penn, M. J., Dougherty, B. L., Cabrera, B., Clarke, R. M., Young, B. A. 79 (11) : 8179-8186 Web of Science ID A1996UN85200004 Advances in Stanford phonon-mediated elementary particle detectors 4th International Conference on Phonon Physics\/8th International Conference on Phonon Scattering in Condensed Matter (PHONONS 95) Cabrera, B., Brink, P. L., CHUGG, B., Dougherty, B. L., Irwin, K. D., Nam, S. W., Lee, A. T., Pronko, J. G., Tamura, S., Young, B. A. : 744–747 Web of Science ID A1996UL19600241 A hot-electron microcalorimeter for X-ray detection using a superconducting transition edge sensor with electrothermal feedback 6th International Workshop on Low Temperature Detectors (LTD6) Irwin, K. D., Hilton, G. C., Martinis, J. M., Cabrera, B. : 177–79 Web of Science ID A1996UA32400059 Charge-collection and trapping effects in cryogenic silicon detectors 6th International Workshop on Low Temperature Detectors (LTD6) Penn, M. J., Dougherty, B. L., Cabrera, B., Young, B. A. : 215–17 Web of Science ID A1996UA32400073 Bolometric sensors for elementary particle detectors 6th International Workshop on Low Temperature Detectors (LTD6) Cabrera, B. : 150–56 Web of Science ID A1996UA32400051 Installation of the Cryogenic Dark Matter Search (CDMS) 6th International Workshop on Low Temperature Detectors (LTD6) Barnes, P. D., Dasilva, A., Akerib, D. S., Bauer, D., Brink, P., Cabrera, B., Caldwell, D. O., CHUGG, B., Clarke, R. M., Cummings, A., DAVIES, A., Diaz, R. C., Dougherty, B. L., Emes, J., Golwala, S. R., Hale, D., Haller, E. E., Irwin, K. D., Knowlton, W. B., Kuziminov, V., Lu, A., Nam, S. W., Penn, M. J., Novikov, V., Pritychenko, B. V., Queinnec, F., Ross, R. R., Sadoulet, B., Seitz, D., Shutt, T., Smith, A., Smith, G., Sonnenschein, A., Stockwell, W., Taylor, J. D., Therrien, R., Trumbull, T. L., White, S., WOLGAST, R. C., Yellin, S., Young, B. A. : 233–36 Web of Science ID A1996UA32400079 The use of SiO2 sublayers beneath titanium transition edge sensors for the purpose of phonon spectroscopy 6th International Workshop on Low Temperature Detectors (LTD6) Dumas, T., Neuhauser, B., Cabrera, B., Clarke, R. M., Nam, S. W., Penn, M. J. : 183–86 Web of Science ID A1996UA32400061 SQUID based W-Al quasiparticle trapping assisted transition edge sensor 6th International Workshop on Low Temperature Detectors (LTD6) Nam, S. W., Cabrera, B., CHUGG, B., Clarke, R. M., Fertig, C., Irwin, K. D., Young, B. A. : 187–89 Web of Science ID A1996UA32400062 Development of 100 g Si and 250 g Ge detectors for a dark matter search 21st International Conference on Low Temperature Physics (LT 21) Brink, P. L., Cabrera, B., CHUGG, B., Clarke, R. M., DAVIES, A., Nam, S. W., Young, B. A. INST PHYSICS ACAD SCI CZECH REPUBLIC. : 2887–2888 Web of Science ID A1996VL44200232 Status of the Cryogenic Dark Matter Search Proceedings of the Second International Workshop on the Dark Side of the Universe: Experimental Efforts and Theoretical Framework DaSilva, A., Akerib, D. S., Barnes, P. D.,   Jr, Bauer, D., Brink, P. L., Cabrera, B., Caldwell, D. O., Chugg, B., Clarkes, R. M., Davies, A., Dougherty, B. L., Emes, J., Gaitskell, R. G., Golwala, S. R., Hale, D., Haller, E. E., Kuzminnov, V., Lu, A., Nam, S. W., Penn, M. J., Novikov, V., Pritychenko, B. V., Ross, R. R., Sadoulet, B., et al : 187–191 Low-temperature particle detectors ANNUAL REVIEW OF NUCLEAR AND PARTICLE SCIENCE Booth, N. E., Cabrera, B., Fiorini, E. 46 : 471-532 Web of Science ID A1996VX11200013 Dark matter searches for monopoles and WIMP's NATO Advanced Research Workshop on the History of Original Ideas and Basic Discoveries in Particle Physics Cabrera, B. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 901–933 Web of Science ID A1996BF84D00047 A QUASI-PARTICLE-TRAP-ASSISTED TRANSITION-EDGE SENSOR FOR PHONON-MEDIATED PARTICLE-DETECTION REVIEW OF SCIENTIFIC INSTRUMENTS Irwin, K. D., Nam, S. W., Cabrera, B., CHUGG, B., Young, B. A. 66 (11) : 5322-5326 Web of Science ID A1995TE62300034 SIMULTANEOUS MEASUREMENT OF PHONONS AND IONIZATION USING SILICON CRYSTAL ACOUSTIC DETECTORS Penn, M. J., Dougherty, B. L., Cabrera, B., Sisson, D. L. 364 (1) : 118-123 Web of Science ID A1995RV39000016 IMPROVED DESIGN OF AN OPTICALLY SWITCHED INDUCTANCE MODULATION CIRCUIT FOR NOISE-REDUCTION IN SQUID SYSTEMS 1994 Applied Superconductivity Conference Park, G. S., Nam, S. W., Cabrera, B., Huber, M. E. : 3214–17 Web of Science ID A1995RP64000283 A SELF-BIASING CRYOGENIC PARTICLE DETECTOR UTILIZING ELECTROTHERMAL FEEDBACK AND A SQUID READOUT 1994 Applied Superconductivity Conference Irwin, K. D., Nam, S. W., Cabrera, B., CHUGG, B., Park, G. S., WELTY, R. P., Martinis, J. M. : 2690–93 Web of Science ID A1995RP64000153 AN APPLICATION OF ELECTROTHERMAL FEEDBACK FOR HIGH-RESOLUTION CRYOGENIC PARTICLE-DETECTION APPLIED PHYSICS LETTERS Irwin, K. D. 66 (15) : 1998-2000 Web of Science ID A1995QR18900048 NEUTRON BACKGROUND FOR A DARK-MATTER EXPERIMENT AT A SHALLOW DEPTH SITE Dasilva, A., Pritychenko, B., Dougherty, B. L., Gray, M., Lu, A., Smith, A., Akerib, D. S., Bauer, D., Cabrera, B., Caldwell, D. O., Lanou, R. E., Sadoulet, B., Yellin, S. 354 (2-3) : 553-559 Web of Science ID A1995QE27100043 Direct Detection of WIMP Dark Matter Snowmass '94 Workshop: Particle and Nuclear Astrophysics and Cosmology in the Next Millenium Cabrera, B., Dougherty, B. L. edited by Peccei, R., Kolb, E. : 517–29 OPTICALLY INDUCED INDUCTANCE MODULATION OF A NB COIL Conference on Superconductive Devices and Circuits Nam, S. W., Park, G. S., Cabrera, B., Huber, M. E. SPIE - INT SOC OPTICAL ENGINEERING. : 187–194 Web of Science ID A1994BB27J00020 Simultaneous Measurement of Phonons and Ionization in Silicon Crystals for Direct Detection Experiment Center for Particle Astrophysics Newsletter, UC Berkeley Penn, M. J., Dougherty, B. L., Cabrera, B. : 1-6 MEASUREMENTS OF THE FAST-NEUTRON FLUX AT 20 MWE UNDERGROUND Chen, M., Novikov, V. M., Dougherty, B. L. 336 (1-2) : 232-235 Web of Science ID A1993MG76600030 THE 1ST CRYOGENIC DARK-MATTER EXPERIMENT 5TH INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS ( LTD-5 ) Barnes, P. D., Dasilva, A., Aubourg, E., Akerib, D. S., Bauer, D., Borden, D., Cabrera, B., Caldwell, D. O., CHUGG, B., Cummings, A., Dougherty, B. L., Emes, J., Gray, M., Hale, D., Haller, E. E., Irwin, K. D., Lange, A. E., Lu, A., Margulies, S., Penn, M. J., POMANSKY, A. A., Pritychenko, B. V., Ross, R. R., Sadoulet, B., Shutt, T., Smith, A., Smith, G., Stockwell, W., Taylor, J., White, S., Witherell, M., WOLGAST, R. C., Yellin, S., Young, B. A. SPRINGER\/PLENUM PUBLISHERS. : 791–96 Web of Science ID A1993MK00200097 DESIGN OF KILOGRAM MASS SCALE TES FOR THE CRYOGENIC DARK-MATTER SEARCH 5TH INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS ( LTD-5 ) CHUGG, B., Irwin, K. D., Cabrera, B. SPRINGER\/PLENUM PUBLISHERS. : 429–32 Web of Science ID A1993MK00200039 SIMULTANEOUS MEASUREMENT OF PHONONS AND IONIZATION USING SICADS 5TH INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS ( LTD-5 ) Penn, M. J., Dougherty, B. L., Cabrera, B. SPRINGER\/PLENUM PUBLISHERS. : 423–28 Web of Science ID A1993MK00200038 BALLISTIC PHONON EMISSION FROM ELECTRON-HOLE DROPLETS - APPLICATION TO THE NUCLEAR RECOIL PROBLEM 5TH INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS ( LTD-5 ) Esipov, S. E., Msall, M. E., Cabrera, B., Wolfe, J. P. SPRINGER\/PLENUM PUBLISHERS. : 377–85 Web of Science ID A1993MK00200031 PROMPT PHONON SIGNALS FROM PARTICLE INTERACTIONS IN SI CRYSTALS 5TH INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS ( LTD-5 ) Cabrera, B., Dougherty, B. L., Lee, A. T., Penn, M. J., Pronko, J. G., Young, B. A. SPRINGER\/PLENUM PUBLISHERS. : 365–75 Web of Science ID A1993MK00200030 CHARGE TRAPPING EFFECTS IN CRYOGENIC PARTICLE DETECTORS MADE USING SINGLE-CRYSTAL SEMICONDUCTOR SUBSTRATES 5TH INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS ( LTD-5 ) Dougherty, B. L., Cabrera, B., Lee, A. T., Penn, M. J., Young, B. A. SPRINGER\/PLENUM PUBLISHERS. : 399–404 Web of Science ID A1993MK00200034 CHARGE-CARRIER COLLECTION BY SUPERCONDUCTING TRANSITION-EDGE SENSORS DEPOSITED ON SILICON Dougherty, B. L., Cabrera, B., Lee, A. T., Penn, M. J., Young, B. A., Pronko, J. G. 333 (2-3) : 464-468 Web of Science ID A1993LR94900034 MEASUREMENTS OF THE BALLISTIC PHONON COMPONENT RESULTING FROM NUCLEAR RECOILS IN CRYSTALLINE SILICON Lee, A. T., Cabrera, B., Dougherty, B. L., Penn, M. J., Pronko, J. G. 71 (9) : 1395-1398 Web of Science ID A1993LU91300027 NOISE-REDUCTION IN LOW-FREQUENCY SQUID MEASUREMENTS WITH LASER-DRIVEN SWITCHING APPLIED PHYSICS LETTERS Cunningham, C. E., Park, G. S., Cabrera, B., Huber, M. E. 63 (8) : 1152-1154 Web of Science ID A1993LU09500046 A LOW-POWER-DISSIPATION BROAD-BAND CRYOGENIC PREAMPLIFIER UTILIZING GAAS-MESFETS IN PARALLEL REVIEW OF SCIENTIFIC INSTRUMENTS LEE, A. T. 64 (8) : 2373-2378 Web of Science ID A1993LR97900047 ABSOLUTE MAGNETIC PENETRATION DEPTH OF THIN-FILM NIOBIUM MEASURED BY FLUXOID QUANTIZATION APPLIED PHYSICS LETTERS Cunningham, C. E., Park, G. S., Cabrera, B., Huber, M. E. 62 (17) : 2122-2124 Web of Science ID A1993KY86400041 SINGLE TRAPPED VORTICES INDUCED IN A SUPERCONDUCTING FILM BY LASER SWITCHING JOURNAL OF APPLIED PHYSICS Park, G. S., Cunningham, C. E., Cabrera, B., Huber, M. E. : 2419-2423 Web of Science ID A1993KT86800052 QUANTUM EFFICIENT DETECTION OF PHONONS WITH TUNGSTEN THIN-FILMS 7th International Conference on Phonon Scattering in Condensed Matter Irwin, K. D., Cabrera, B., King, R., Tigner, B. : 486–487 Web of Science ID A1993BB68D00189 A PILOT DARK-MATTER PARTICLE SEARCH EXPERIMENT 26TH INTERNATIONAL CONF ON HIGH ENERGY PHYSICS Young, B. A., Dougherty, B. L., CHUGG, B., Barnes, P. D., Bauer, D., Borden, D., Cabrera, B., Caldwell, D. O., Dasilva, A., Ellman, B., Emes, J., Gray, M., Hale, D., Haller, E. E., Hennesy, M., Irwin, K. D., Lange, A. E., Lee, A. T., Lu, A., Penn, M. J., POMANSKY, A. A., Pritychenko, B. V., Ross, R. R., Sadoulet, B., Schaeffer, R., Shutt, T., Smith, A., Smith, G., Stockwell, W., Stubbs, C., Taylor, J., Wang, N., White, S., Witherell, M., WOLGAST, R. C., Yellin, S. AIP PRESS. : 1260–1265 Web of Science ID A1993BY68N00181 A Prototype Dark Matter Particle Search Experiment Proceedings of the XXVI International Conference on High Energy Physics Young, B. A., Dougherty, B. L., Chugg, B., Barnes, P. D., Bauer, D., Borden, D., Cabrera, B., Caldwell, D. O., Silva, A. D., Ellman, B., Emes, J., Gray, M., Hale, D., Haller, E. E., Hennessy, M., Irwin, K. D., Lange, A. E., Lee, A. T., Lu, A., Penn, M. J., Pomansky, A. A., Pritychenko, B. V., Ross, R. R., Sadoulet, B., Schaeffer, R., et al : 1260–65 THE LASER SWITCH IN SQUID MEASUREMENTS - FUNDAMENTAL EXPERIMENTS AND LOW-FREQUENCY NOISE-REDUCTION 4TH INTERNATIONAL CONFERENCE on Superconducting and Quantum Effect Devices and Their Applications (SQUID 91) Cabrera, B. : 326–336 Web of Science ID A1993BA73R00059 CHARGE-CARRIER COLLECTION IN SUPERCONDUCTING TITANIUM TRANSITION-EDGE SENSORS DEPOSITED ON HIGH-PURITY SILICON 7th International Conference on Phonon Scattering in Condensed Matter Dougherty, B. L., Cabrera, B., Lee, A. T., Penn, M. J., Pronko, J. G., Young, B. A. : 484–485 Web of Science ID A1993BB68D00188 STUDIES OF ATHERMAL PHONON PULSES IN SILICON-CRYSTALS FROM ALPHA, X-RAY AND NEUTRON BOMBARDMENT EXPERIMENTS 7th International Conference on Phonon Scattering in Condensed Matter Cabrera, B., Dougherty, B. L., Lee, A. T., Penn, M. J., Pronko, J. G., Young, B. A. : 482–483 Web of Science ID A1993BB68D00187 OBSERVATION OF BALLISTIC PHONONS IN CRYSTALLINE SILICON INDUCED BY GAMMA-RAY AND NEUTRON INTERACTIONS 7th International Conference on Phonon Scattering in Condensed Matter Lee, A. T., Cabrera, B., Dougherty, B. L., Penn, M. J., Pronko, J. G., Young, B. A. : 488–489 Web of Science ID A1993BB68D00190 VORTEX PINNING FORCE IN A SUPERCONDUCTING NIOBIUM STRIP Park, G. S., Cunningham, C. E., Cabrera, B., Huber, M. E. 68 (12) : 1920-1922 Web of Science ID A1992HK31900035 MEASUREMENTS OF IONIZATION PRODUCED IN SILICON-CRYSTALS BY LOW-ENERGY SILICON ATOMS Dougherty, B. L. 45 (3) : 2104-2107 Web of Science ID A1992HC99500106 DETECTION OF ELEMENTARY-PARTICLES USING SILICON CRYSTAL ACOUSTIC DETECTORS WITH TITANIUM TRANSITION EDGE PHONON SENSORS Young, B. A., Cabrera, B., Lee, A. T., Dougherty, B. L. 311 (1-2) : 195-216 Web of Science ID A1992GZ50400024 Phonon-Mediated Detectors for Dark Matter Searches and Reactor Neutrino Experiments International Symposium on Neutrino Astrophysics Cabrera, B., Dougherty, B. L., Irwin, K. D. edited by Suzuki, Y., Nakamura, K. : 399–409 Detection of Elementary Particles Using Superconducting Transition-Edge Phonon Sensors on Si Crystal Surfaces Particles, Strings and Cosmology Cabrera, B. edited by Nath, P., Reucroff, S. World Scientific, Singapore. : 122–130 Fundamental Physics Experiments Using SQUIDs Principles and Applications of Superconducting Quantum Interference Devices Cabrella, B. edited by Barone, A. World Scientific, Hong Kong. : 345–416 MEASUREMENTS OF IONIZATION PRODUCED IN SILICON-CRYSTALS BY LOW-ENERGY SILICON ATOMS IVth International Workshop on Low Temperature Detectors for Neutrinos and Dark Matter (LTD-4) Dougherty, B. L. EDITIONS FRONTIERES. : 465–470 Web of Science ID A1992BB01T00049 The Laser Switch in SQUID Measurements: Fundamental Experiments and Low-Frequency Noise Reduction Superconducting Devices and Their Applications Cabrera, B. edited by Koch, H., Lübbig, H. : 326–36 PHONON-MEDIATED PARTICLE-DETECTION UTILIZING TI AND TI\/AL HYBRID DETECTORS IVth International Workshop on Low Temperature Detectors for Neutrinos and Dark Matter (LTD-4) Lee, A. T., Cabrera, B., Young, B. A., Maluf, N. I. EDITIONS FRONTIERES. : 217–227 Web of Science ID A1992BB01T00023 TUNGSTEN THIN-FILMS FOR USE IN CRYOGENIC PARTICLE DETECTORS IVth International Workshop on Low Temperature Detectors for Neutrinos and Dark Matter (LTD-4) Irwin, K. D., Cabrera, B., Tigner, B., Sethuraman, S. EDITIONS FRONTIERES. : 209–215 Web of Science ID A1992BB01T00022 PHONON-MEDIATED DETECTORS FOR DARK MATTER SEARCHES AND NEUTRINO EXPERIMENTS 2ND INTERNATIONAL WORKSHOP ON THEORETICAL AND PHENOMENOLOGICAL ASPECTS OF UNDERGROUND PHYSICS ( TAUP 91 ) Cabrera, B., Dougherty, B. L., Irwin, K. D., Lee, A. T., Pronko, J. G., Young, B. A. : 449–461 Web of Science ID A1992JZ40300072 SEARCH FOR A FLUX OF COSMIC-RAY MAGNETIC MONOPOLES WITH AN 8-CHANNEL SUPERCONDUCTING DETECTOR Huber, M. E., Cabrera, B., Taber, M. A., Gardner, R. D. 44 (3) : 636-660 Web of Science ID A1991FY34600010 SEARCH FOR COSMIC-RAY MAGNETIC MONOPOLES USING A 3-LOOP SUPERCONDUCTIVE DETECTOR Gardner, R. D., Cabrera, B., Huber, M. E., Taber, M. A. 44 (3) : 622-635 Web of Science ID A1991FY34600009 PHONON-MEDIATED PARTICLE-DETECTION UTILIZING TITANIUM SUPERCONDUCTING TRANSITION EDGE SENSORS ON SILICON CRYSTAL-SURFACES 1990 CONF ON APPLIED SUPERCONDUCTIVITY Lee, A. T., Cabrera, B., Young, B. A. : 2753–56 Web of Science ID A1991EY65400051 TRAPPED VORTICES IN A SUPERCONDUCTING MICROBRIDGE 1990 CONF ON APPLIED SUPERCONDUCTIVITY Park, G. S., Cunningham, C. E., Cabrera, B., Huber, M. E. : 3021–24 Web of Science ID A1991EY65400118 Detection of Elementary Particles Using Superconducting Transition-Edge Phonon Sensors on Si Crystal Surfaces Surface Physics Cabrera, B. edited by Ponce, F. A., Cordona, M. : 504–14 Search for Monopoles in the Cosmic Rays with Inductive Detectors PANIC XII: Particles and Nuclei Cabrera, B., Calaprice, F. P. edited by Mathews, J. L., Donnelly, T. W., Farhi, E. H., Osborne, L. S. North-Holland. : 795c–808c Modulation Schemes Leading Toward Low-Frequency Noise Reduction in SQUID Magnetometers Proceedings of Third Superconductive Electronics Conference Cunningham, C. E., Park, G. S., Cabrera, B., Huber, M. E. Nicolas Cabrera: A Brief Biography Surface Physics Cabrera, B. edited by Ponce, F. A., Cordona, M. : 3–8 DETERMINATION OF THE COOPER-PAIR MASS IN NIOBIUM PHYSICAL REVIEW B Tate, J., Felch, S. B., Cabrera, B. 42 (13) : 7885-7893 Web of Science ID A1990EG48800022 OBSERVATION OF ALPHA-INDUCED BALLISTIC PHONON TIME-OF-FLIGHT USING MULTICHANNEL SILICON CRYSTAL ACOUSTIC DETECTORS 19TH INTERNATIONAL CONF ON LOW TEMPERATURE PHYSICS ( LT-19 ) Young, B. A., Cabrera, B., Lee, A. T. : 7–8 Web of Science ID A1990ED91500005 CORRELATION OF FLUX STATES GENERATED BY OPTICAL SWITCHING OF A SUPERCONDUCTING CIRCUIT 19TH INTERNATIONAL CONF ON LOW TEMPERATURE PHYSICS ( LT-19 ) Cunningham, C. E., Park, G. S., Cabrera, B., Huber, M. E. : 113–114 Web of Science ID A1990ED91500058 OBSERVATION OF BALLISTIC PHONONS IN SILICON-CRYSTALS INDUCED BY ALPHA-PARTICLES Young, B. A., Cabrera, B., Lee, A. T. 64 (23) : 2795-2798 Web of Science ID A1990DG88700017 PHONON-MEDIATED DETECTION OF X-RAYS IN SILICON-CRYSTALS USING SUPERCONDUCTING TRANSITION EDGE PHONON SENSORS 5TH EUROPEAN SYMP ON SEMICONDUCTOR DETECTORS : NEW DEVELOPMENTS IN RADIATION DETECTORS Young, B. A., Cabrera, B., Lee, A. T., Martoff, C. J., Neuhauser, B., McVittie, J. P. : 119–24 Web of Science ID A1990CR03600022 LIMIT ON THE FLUX OF COSMIC-RAY MAGNETIC MONOPOLES FROM OPERATION OF AN 8-LOOP SUPERCONDUCTING DETECTOR Huber, M. E., Cabrera, B., Taber, M. A., Gardner, R. D. 64 (8) : 835-838 Web of Science ID A1990CP24300006 EARLY EXPERIENCES WITH PHYSICS SIMULATIONS IN THE CLASSROOM CONF ON COMPUTERS IN PHYSICS INSTRUCTION Cabrera, B. ADDISON-WESLEY PUBL CO. : 77–83 Web of Science ID A1990BR06Z00009 Phonon-Mediated Detection of Particles: Report of Round Table Discussion PHONONS 89 Cabrera, B., Sadoulet, B., Maris, H. J., Wolfe, J. P. edited by Hunklinger, S., Ludwig, W., Weiss, G. World Scientific. : 1383–1393 RECENT PROGRESS IN THE DEVELOPMENT OF SILICON CRYSTAL ACOUSTIC DETECTORS 3RD INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS FOR NEUTRINOS AND DARK MATTER Young, B. A., Cabrera, B., Lee, A. T. EDITIONS FRONTIERES. : 183–191 Web of Science ID A1990BR94P00017 Phonon-Mediated Detection of Elementary Particles PHONONS 89 Cabrera, B. edited by Hunklinger, S., Ludwig, W., Weiss, G. World Scientific. : 1373–1382 CRYOGENIC PREAMPLIFIERS FOR LOW-TEMPERATURE PARTICLE DETECTORS 3RD INTERNATIONAL WORKSHOP ON LOW TEMPERATURE DETECTORS FOR NEUTRINOS AND DARK MATTER Lee, A. T., Cabrera, B., Young, B. A. EDITIONS FRONTIERES. : 313–320 Web of Science ID A1990BR94P00031 BROAD-BAND CRYOGENIC PREAMPLIFIERS INCORPORATING GAAS-MESFETS FOR USE WITH LOW-TEMPERATURE PARTICLE DETECTORS REVIEW OF SCIENTIFIC INSTRUMENTS Lee, A. T. 60 (10) : 3315-3322 Web of Science ID A1989AU00500036 ABSOLUTE MEASUREMENT OF THE DIAMETER OF A FUSED QUARTZ HEMISPHERE AT 6-K REVIEW OF SCIENTIFIC INSTRUMENTS Tate, J., McIntyre, D. H., Cabrera, B. 60 (6) : 985-992 Web of Science ID A1989U857300001 DEMONSTRATION OF ABSOLUTE MAGNETIC-FLUX QUANTIZATION IN A SUPERCONDUCTING CIRCUIT Cabrera, B., Cunningham, C. E., Saroff, D. 62 (17) : 2040-2043 Web of Science ID A1989U229100030 COOPER-PAIR MASS PHYSICAL REVIEW B Cabrera, B., Peskin, M. E. 39 (10) : 6425-6430 Web of Science ID A1989T985400018 STATUS OF STANFORD MAGNETIC MONOPOLE SEARCH WITH 8-LOOP SUPERCONDUCTING DETECTOR IEEE TRANSACTIONS ON MAGNETICS Huber, M. E., Cabrera, B., Taber, M. A., Gardner, R. D. 25 (2) : 1208-1211 Web of Science ID A1989T670600116 LOW-NOISE SWITCHING OF A SUPERCONDUCTING CIRCUIT BY A LASER-INDUCED WEAK LINK IEEE TRANSACTIONS ON MAGNETICS Cunningham, C. E., Cabrera, B., SAROFF, D. P., Price, J., Stevenson, T. 25 (2) : 1022-1025 Web of Science ID A1989T670600071 PHONON-MEDIATED DETECTION OF X-RAYS IN SILICON-CRYSTALS USING SUPERCONDUCTING TRANSITION EDGE PHONON SENSORS IEEE TRANSACTIONS ON MAGNETICS Young, B. A., Cabrera, B., Lee, A. T., Martoff, C. J., Neuhauser, B., McVittie, J. P. 25 (2) : 1347-1350 Web of Science ID A1989T670600152 PRECISE DETERMINATION OF THE COOPER-PAIR MASS Tate, J., Cabrera, B., Felch, S. B., ANDERSON, J. T. 62 (8) : 845-848 Web of Science ID A1989T264800001 ACOUSTIC DETECTION OF SINGLE PARTICLES Cabrera, B., Martoff, J., Neuhauser, B. 275 (1) : 97-111 Web of Science ID A1989T021000007 LOW-FREQUENCY NOISE-REDUCTION IN SQUID MEASUREMENTS USING A LASER-DRIVEN SUPERCONDUCTING SWITCH .A. DIRECT INPUT CIRCUIT SWITCHING REVIEW OF SCIENTIFIC INSTRUMENTS ANDERSON, J. T., Cabrera, B., Taber, M. A., Felch, S. B., Tate, J. 60 (2) : 202-208 Web of Science ID A1989T055400005 LOW-FREQUENCY NOISE-REDUCTION IN SQUID MEASUREMENTS USING A LASER-DRIVEN SUPERCONDUCTING SWITCH .B. MODULATED INDUCTANCE SWITCHING REVIEW OF SCIENTIFIC INSTRUMENTS ANDERSON, J. T., Cabrera, B., Taber, M. A. 60 (2) : 209-213 Web of Science ID A1989T055400006 Phonon-Mediated Detection of Particles with Silicon Crystals Particle Astrophysics: Forefront Experimental Issues Lee, A. T., Martoff, C. J., McVittie, J. P., Neuhauser, B., Young, B. A., Cabrera, B. edited by Norman, E. B. World Scientific. : 45–46 Status of Dark Matter Searches Particle Astrophysics: Forefront Experimental Issues Cabrera, B. edited by Norman, E. B. World Scientific. : 63–75 Superconducting Detectors for Monopoles and Weakly Interacting Particles Proceedings of 1988 SLAC Summer Institute on Particle Physics Cabrera, B. edited by Brennen, E. : 69–84 Superconducting Detectors for Laboratory Dark Matter Searches Quantum Fluids and Solids - 1989 Cabrera, B. edited by Ihas, G. G., Takano, Y. : 342–51 REVIEW OF PARTICLE PROPERTIES Yost, G. P., Barnett, R. M., Hinchliffe, I., Lynch, G. R., RITTENBERG, A., Ross, R. R., Suzuki, M., Trippe, T. G., Wohl, C. G., Porter, F. C., Montanet, L., AGUILARBENITEZ, M., Hernandez, J. J., Conforto, G., Crawford, R. L., Schubert, K. R., Roos, M., Tornqvist, N. A., Hohler, G., Hagiwara, K., Kawabata, S., Manley, D. M., Olive, K. A., Hayes, K. G., Schindler, R. H., Cabrera, B., SHROCK, R. E., Eichler, R. A., ROPER, L. D., Trower, W. P. 204 Web of Science ID A1988R004300001 PHONON - MEDIATED PARTICLE-DETECTION Neuhauser, B., Cabrera, B., Martoff, C. J., Young, B. A., Lee, A. T. : 65-69 Web of Science ID A1988N248100010 Rotating Superconductors and Fundamental Physical Constants Near Zero: New Frontiers of Physics Cabrera, B., Felch, S. B., Anderson, J. T. edited by Fairbank, H. D., Deaver, B. S., Everiit, C. W., Michelson, P. F. Freeman, New York. : 323–332 Magnetic Monopoles McGraw-Hill 1989 Yearbook of Science and Technology Cabrera, B. edited by Parker, S. P. McGraw-Hill. 7th : 199–202 Status of Stanford Superconducting Detectors for Monopoles and Weakly Interacting Particles Superconductive Particle Detectors Cabrera, B. edited by Barone, A. World Scientific, Singapore. : 119 The 3He Nuclear Gyroscope and an Electric Dipole Moment Measurement Near Zero: New Frontiers of Physics Cabrera, B., Taber, M. edited by Fairbank, J. D., Deaver, B. S., Everiit, C. W., Michelson, P. F. Freeman, New York. : 558–570 A Superconductive Detector to Search for Cosmic Ray Monopoles Near Zero: New Frontiers of Physics Cabrera, B., Taber, M., Felch, S. B. edited by Fairbank, J. D., Deaver, B. S., Everiit, C. W., Michelson, P. F. Freeman, New York. : 546–557 Rotating Superconductors and Fundamental Physical Constants Near Zero: New Frontiers of Physics Cabrera, B., Felch, S. B., Anderson, J. T. edited by Fairbank, H. D., Deaver, B. S., Everiit, C. W., Michelson, P. F. Freeman, New York. : 323–332 Near Zero Magnetic Fields with Superconducting Shields Near Zero: New Frontiers of Physics Cabrera, B. edited by Fairbank, J. D., Deaver, B. S., Everiit, C. W., Michelson, P. F. Freeman, New York. : 312–322 ACOUSTIC DETECTION OF SINGLE PARTICLES FOR NEUTRINO EXPERIMENTS AND DARK MATTER SEARCHES IEEE TRANSACTIONS ON MAGNETICS Neuhauser, B., Cabrera, B., Martoff, C. J., Young, B. A. 23 (2) : 469-472 Web of Science ID A1987J234800022 REPORT ON THE STANFORD OCTAGONAL MAGNETIC MONOPOLE DETECTOR IEEE TRANSACTIONS ON MAGNETICS Huber, M. E., Cabrera, B., Taber, M. A., Gardner, R. D. 23 (2) : 1134-1137 Web of Science ID A1987J234800189 PHONON-MEDIATED DETECTION OF ALPHA-PARTICLES WITH ALUMINUM TRANSITION EDGE SENSORS JAPANESE JOURNAL OF APPLIED PHYSICS PART 1-REGULAR PAPERS BRIEF COMMUNICATIONS & REVIEW PAPERS Neuhauser, B., Cabrera, B., Martoff, C. J., Young, B. A. 26 : 1671-1672 Web of Science ID A1987N609200372 Cryogenic Detectors for Weakly Interacting Particles 13th Texas Symposium on RELATIVISTIC ASTROPHYSICS Neuhauser, B., Martoff, C. J., Young, B. A. edited by Ulmer, M. P. : 257 PHYSICS SIMULATIONS: Teaching Aids for Elementary Physics Instruction Academic Computing Cabrera, B. : 48 ROTATING SUPERCONDUCTORS AND THE COOPER PAIR MASS JAPANESE JOURNAL OF APPLIED PHYSICS PART 1-REGULAR PAPERS SHORT NOTES & REVIEW PAPERS Cabrera, B. 26 : 1961-1966 Web of Science ID A1987M978400033 ELECTRIC-FIELD ENHANCED HOPPING CONDUCTIVITY IN THIN-FILM CARBON THERMOMETERS JAPANESE JOURNAL OF APPLIED PHYSICS PART 1-REGULAR PAPERS BRIEF COMMUNICATIONS & REVIEW PAPERS Neuhauser, B., Cabrera, B., Martoff, C. J., Young, B. A., Seiffert, M. 26 : 1745-1746 Web of Science ID A1987N609200408 DETERMINATION OF H\/M-STAR USING A ROTATING NIOBIUM RING JAPANESE JOURNAL OF APPLIED PHYSICS PART 1-REGULAR PAPERS BRIEF COMMUNICATIONS & REVIEW PAPERS Tate, J., Cabrera, B. 26 : 1689-1690 Web of Science ID A1987N609200381 OPERATION OF 8-LOOP SUPERCONDUCTING MAGNETIC MONOPOLE DETECTOR JAPANESE JOURNAL OF APPLIED PHYSICS PART 1-REGULAR PAPERS BRIEF COMMUNICATIONS & REVIEW PAPERS Huber, M. E., Cabrera, B., Taber, M. A., Gardner, R. D. 26 : 1687-1688 Web of Science ID A1987N609200380 New Cryogenic Detectors for Improved Neutrino and Double Beta Decay Experiments and Dark Matter Searches Proceedings of Summer Study on the Physics of the Superconducting Supercollider Caldwell, D., Sadoulet, B., Cabrera, B. edited by Donaldson, R., Marx, J. : 704 New Data in the Precise Determination of h\/me Using a Rotaing Superconducting Ring Proceedings of the 1986 Conference on Precision Electromagnetic Measurements Cabrera, B., Tate, J. edited by Dziuba, R. F. : 8 Magnetic Monopoles at the Parker Limit: New Prospects for Large-Scale Detectors Proceedings of Summer Study on the Physics of the Superconducting Supercollider Cherry, M. L., Groom, D. E., Musser, J. edited by Donaldson, R., Marx, J. : 665 Acoustic Detection of Low-Energy Radiation Conference on Intersections Between Particle and Nuclear Physics Cabrera, B., Martoff, C. J., Neuhauser, B. : 1119 Cosmic-Ray Monopole Searches at Stanford Using Superconductive Detectors Inner Space\/Outer Space Cabrera, B., Taber, M., Gardener, R., Huber, M. edited by Kolb, E. W., Tuner, M. S., Lindley, D., Olive, K., Seckel, D. University of Chicago Press. : 426 Cryogenic Particle Detectors for Monopoles and Neutrinos proceedings of VI Moriond Workshop Cabrera, B. edited by Fackler, O., Thanh Van, J. T. : 423 SENSING-AREA DISTRIBUTION-FUNCTIONS FOR ONE-LOOP AND 3-LOOP SUPERCONDUCTIVE MAGNETIC-MONOPOLE DETECTORS Cabrera, B., Gardner, R., King, R. 31 (9) : 2199-2210 Web of Science ID A1985AGD4400003 Search for Cosmic Ray Monopole Flux Electroweak Effects at High Energies Cabrera, B. edited by Newman, H. Plenum. : 611 Superconductive Monopole Detectors McGraw-Hill 1985 Yearbook of Science and Technology Cabrera, B. edited by Parker, S. P. McGraw-Hill. 5th : 247 REDUCTION OF EXCESS LOW-FREQUENCY NOISE IN RF-BIASED SQUIDS REVIEW OF SCIENTIFIC INSTRUMENTS Taber, M., Cabrera, B. 56 (9) : 1835-1837 Web of Science ID A1985AQF8900033 BOLOMETRIC DETECTION OF NEUTRINOS Cabrera, B., Krauss, L. M., Wilczek, F. 55 (1) : 25-28 Web of Science ID A1985AKW6200007 PRECISE DETERMINATION OF H\/ME USING A ROTATING, SUPERCONDUCTING RING PHYSICAL REVIEW B Felch, S. B., Tate, J., Cabrera, B., ANDERSON, J. T. 31 (11) : 7006-7011 Web of Science ID A1985AJE4400011 Report on Stanford Superconductive Monopole Detectors Monopole '83 Cabrera, B., Taber, M., Gardener, R., Huber, M., Bourg, J. edited by Stone, J. Plenum. : 439 Magnetic Monopoles: Evidence Since the Dirac Conjecture Quantum, Space and Time - The Quest Continues: Studies and Essays in Honor of Louis de Broglie, Paul Dirac and Eugene Wigner Cabrera, B. edited by Barut, A. O., de Merine, A. V., Vigier, J. University Press, Cambridge. : 449 Measurement of h\/me Using a Precision Niobium Ring Low Temperature Physics - LT-17 Cabrera, B., Felch, S. B., Tate, J., Anderson, J. T., Wühl, H. edited by Eckern, U., Schmid, A., Weber, W. North-Holland. : 923 Large Scale Superconductve Monopole Detector Low Temperature Physics - LT-17 Gardener, R., Taber, M., Huber, M., Wühl, H. edited by Eckern, U., Schmif, A., Weber, W. North- Holand. : 945 Magnetic Monopoles: Evidence Since the Dirac Conjecture. Quantum, Space and Time - The Quest Continues: Studies and Essays in Honor of Louis de Broglie, Paul Dirac and Eugene Wigner Cabrera, B. edited by Barut, A. O., der Merine, A. V., Vigier, J. Univ. Press, Cambridge. : 449 Scanning Three-Axis SQUID Magnetometer for Measurement of Sub-Microgauss Magnetic Fields Low Temperature Physics - LT-17 Cabrera, B., Lockhart, J. M., Cornell, E., Pollock, S. J., Wühl, H. edited by Eckern, U., Schmid, A., Weber, W. North- Holland. : 925 High Resolution Magnetic Measurements on Rotating Superconductors to Determine h\/ me Precision Measurement and Fundamental Constants II Felch, B. S., Anderson, J. T., Cabrera, B. edited by Taylor, B. N., Philips, W. D. Nat. Bur. Stand. (U. S.), Spec. Publ. : 359 Novel Noise Thermometer for Measuring the Local Critical Temperature of a Superconducting Ring Low Temperature Physics - LT-17 Cabrera, B., Tate, J., Felch, S. B. edited by Eckern, U., Schmid, A., Weber, W., Wühl, W. North-Holland. : 1179 UPPER LIMIT ON FLUX OF COSMIC-RAY MONOPOLES OBTAINED WITH A 3-LOOP SUPERCONDUCTIVE DETECTOR Cabrera, B., Taber, M., Gardner, R., BOURG, J. : 1933-1936 Web of Science ID A1983RR49800003 Super-conductive Monopole Detectors Procedings of Tenth SLAC Summer Institute on Particle Physics Cabrera, B. edited by Moshen, A. : 634 Status of Stanford Superconductive monopole Detectors Magnetic Monopoles Cabrera, B. edited by Carrigan, R. A., Tower, W. P. Plenum. : 175 Superconductive Monopole Detectors Proceedings of Tenth SLAC Summer Institute on Particle Physics Cabrera, B. edited by Moshen, A. : 634 MAGNETIC MONOPOLES - EVIDENCE SINCE THE DIRAC CONJECTURE FOUNDATIONS OF PHYSICS Cabrera, B., Trower, W. P. 13 (2) : 195-215 Web of Science ID A1983QH50200003 RELATIVISTIC MASS CORRECTIONS FOR ROTATING SUPERCONDUCTORS PHYSICAL REVIEW B Cabrera, B., Gutfreund, H., Little, W. A. 25 (11) : 6644-6654 Web of Science ID A1982NW34200011 From Flux Quantization to Magnetic Monopoles Proceedings of the Third Workshop on Grand Unification Cabrera, B. edited by Frampton, P., Glashow, S. L., Dam, H. V. : 131 Progress on the Relativity Gyroscope Experiment Since 1976 Proceedings of Second Marcel Grossmann Meeting on General Relativity Cabrera, B., Anderson, J. T., Everitt, C. F., Leslie, B. C., Lipa, J. A. edited by Ruffini, R. : 939 From Flux Quantization to Magnetic Monopoles Proceedings of the Third Workshop on Grand Unification Cabrera, B. edited by Frampton, P., Glashow, S. L., Dam, H. V. 1ST RESULTS FROM A SUPERCONDUCTIVE DETECTOR FOR MOVING MAGNETIC MONOPOLES Cabrera, B. 48 (20) : 1378-1381 Web of Science ID A1982NP07100003 DETERMINATION OF H-ME IN ROTATING SUPERCONDUCTING RINGS PHYSICA B & C Cabrera, B., Benjamin, S., ANDERSON, J. T. 107 (1-3) : 19-20 Web of Science ID A1981MQ36700011 PRECISION AREA MEASUREMENTS DETERMINE FUNDAMENTAL PHYSICAL CONSTANTS PRECISION ENGINEERING-JOURNAL OF THE AMERICAN SOCIETY FOR PRECISION ENGINEERING Cabrera, B., SIDDALL, G. J. 3 (3) : 125-130 Web of Science ID A1981LV95900002 Application of SQUIDs to Fundamental Physics En el Centenario de Blas Cabrera Cabrera, B. edited by Velayos, S. Universidad International de Canarias \"Perez Galdos\". : 173 Application of SQUIDs to Measurements in Fundamental Physics conference in honor of my grandfather Blas Cabrera Cabrera, B. ULTRALOW MAGNETIC-FIELD APPARATUS FOR A CRYOGENIC GYROSCOPE ACTA ASTRONAUTICA Cabrera, B., VANKANN, F. J. 1978 5 (1-2) : 125-130 Web of Science ID A1978EQ97400013 Integration of SQUID 1\/f Noise and its Application to a Superconducting Gyroscope J. de Physique Cabrera, B., Anderson, J. T. 1978 C6 : 1210 Signal Detection in 1\/f Noise of SQUID Magnetometers Conference on Future Trends in Superconductive Electronics Cabrera, B., Aderson, J. T. 1978 : 161 Application of SQUIDs to Measurments in Fundamental Physics Conference on Future Trends in Superconductive Electronics Cabrera, B. 1978 : 73 HIGH ACCURACY GYROSCOPE READOUT TEST FACILITY FOR RELATIVITY GYROSCOPE EXPERIMENT IEEE TRANSACTIONS ON MAGNETICS Cabrera, B., VANKANN, F. J. 13 (1) : 375-376 Web of Science ID A1977CU67800092 SINGLE-PASS MAGNETIC CHARGE DETECTOR UTILIZING SUPERCONDUCTING TECHNOLOGY Cabrera, B. 1975 : 87–87 Web of Science ID A1975V160400452 Generating Ultra-Low Magnetic Field Regions with Superconducting Shields and Their Use with a Sensitive Nagnetic Charge Detector Low Temperature Physics - LT14 Cabrera, B. edited by Krusius, M., Vuorio, M. North Holland\/American Elsevier. 1975 : 270 MAGNETIC SHIELDING USING SUPERCONDUCTING LEAD FOIL Cabrera, B. 1973 : 1609– Web of Science ID A1973R381100235 Electric and Magnetic Sheilding with Superconductors The Science and Technology of Superconductivity Cabrera, B., Hamilton, W. O. Plenum. 1973 : 587 A NOVEL MEASUREMENT OF FLUXOID QUANTUM USING A CLARKE SLUG Deaver, B. S., CABRERA, B. P., Williams, J. 1968 : 1691-? Web of Science ID A1968C225200240 Experimental and Observational Astrophysics and Cosmology Viewing the formation and evolution of stars, galaxies, and the cosmos. Galaxy clusters, cosmic microwave background radiation, ultra high-energy sources, large scale structure in the universe and cosmic evolution. Current research in observational astrophysics and cosmology at Stanford covers a wide range of approaches to tackling the most important frontiers. Major topics include direct detection of dark matter, probes of dark energy (via gravitational lensing, surveys of galaxy clusters and supernovae), sources of gamma rays (pulsars, blazars, supernova remnants, dark matter annihilation or decay), the structure of clusters of galaxies and their use as probes of cosmology, the development of next generation detectors of photons (radio through gamma-ray), the origins of solar variability on a wide range of time scales, and experiments in gravitation (detection of gravitational waves, probes of gravity at short distance scales). Major experiments and  facilities include the LUX-ZEPLIN experiment (direct detection of dark matter), the Cryogenic Dark Matter Detector (direct detection of dark matter), the Fermi Large Area Telescope (gamma-rays), NuSTAR (x-rays), the Dark Energy Survey DES (probes of dark energy), the Solar Dynamics Observatory SDO and the Solar and Heliospheric Observatory SOHO (solar space missions), and the Laser Interferometer Gravitational-Wave Observatory LIGO . Future facilities include the Large Synoptic Survey Telescope ( LSST , observing half the sky deeply every three days). . Seminars are also hosted by the Stanford Solar Observatories Group and the Hansen Experimental Physics Laboratory Daniel Akerib Courtesy Faculty akerib@slac.stanford.edu Research lab site Publications on inSPIREhep Steven Allen swa@stanford.edu My research group Blas Cabrera (650) 723-3395 cabrera@stanford.edu Sarah Church schurch@stanford.edu Persis Drell Kent Irwin Irwin Group Steven Kahn skahn@slac.stanford.edu Chao-Lin Kuo clkuo@stanford.edu Bruce Macintosh (650) 725-4116 bmacintosh@stanford.edu Peter Michelson (650) 723-3004 peterm@stanford.edu Thomas Shutt Courtesy Faculty tshutt@slac.stanford.edu John Turneaure (650) 725-4118 johnturn@stanford.edu"
            ]
        ]
    ]
}