{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6HTJL7S0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Isaac F.  Silvera Isaac F.  Silvera Thomas D. Cabot Professor of the Natural Sciences Isaac Silvera's research is in both condensed matter and physics of cold particles. His interests are in ultra high pressure and low-temperature physics of quantum fluids. Wigner and Huntington predicted, over 70 years ago, that under high pressure solid molecular hydrogen would become an atomic metal.  Theoretical predictions that it might be a liquid at high pressure, a room temperature two-component superconductor, superfluidity, etc. have spurred the effort to produce this in the laboratory. Our high-pressure physics uses diamond anvil cells to compress samples to pressures approaching 3 megabar. The focus is on hydrogen and its isotopes, with an effort to produce and study metallic hydrogen. The low-pressure molecular hydrogen isotopes undergo a number of phase transitions as pressure is increased. New phases of orientational order called the broken symmetry phase and an as yet uncharacterized phase called the hydrogen-A phase above 1.5 megabar have been discovered. Techniques involve Raman scattering, IR spectroscopy, pulsed laser heating, NMR, equation of state measurements, conductivity, synchrotron x-ray studies, etc. Recent developments in the area of pulsed laser heating of samples use short, high power pulses at infrared wavelengths; samples can be heated to several thousand degrees K. A peak in the melting line as a function of pressure that we found is a possible precursor of liquid atomic metallic hydrogen. An effort is underway is to stabilize and study multi-electron bubbles  (MEBs) in superfluid helium. These are spherical bubbles containing from 2 to of order 108 electrons and have diameters of tens of nanometers to hundreds of microns. Due to Coulomb repulsion the electrons reside on the surface of the bubble in helium and form a two-dimensional gas. Extremely high surface densities are predicted. In current experiments MEBs have been observed with high-speed photography. Experiments are being designed to trap MEBs with EM fields, to visually observe static bubbles and measure some of their properties. At high enough density or low temperature the electron gas is expected to form a Wigner lattice, and at still higher densities the lattice is predicted to quantum melt due to increasing zero-point motion. Bubbles have dynamic modes of oscillation (spherical ripplons), high frequency plasma modes, etc. Superconductivity has been predicted on a BCS model with electron-ripplon coupling and is within access of experiment. _______________________________ Barbara Drauschke Lyman Lab 224 silvera@physics.harvard.edu p: (617) 495-9075"
            ]
        ]
    ]
}