{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6IO4JJY0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Robert Gehrz Robert Gehrz Robert Gehrz Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-7806 gehrz001@umn.edu Minnesota Institute for Astrophysics (MIfA) University of Minnesota Observatories Ph.D., University of Minnesota, 1971 B.A., University of Minnesota, 1967 Professor of Physics and Astronomy, University of Minnesota, 1985-present Director, University of Minnesota Observatories, 1989-present Founding Director, Minnesota Institute for Astrophysics (MIfA), 2011-2014 Chair, Department of Astronomy, University of Minnesota, 2006-2011 Interim Chair, Department of Astronomy, 2005-2006 President, American Astronomical Society, 1998-2000 Biography Robert D. Gehrz was born in Evanston, Illinois and grew up in St. Paul, MN where he graduated from Central High School in 1963. He received a BA in Physics from the University of Minnesota in 1967 and a PhD in Physics from the University of Minnesota in 1971. From 1972 until 1985, Gehrz was on the faculty of the Department of Physics and Astronomy of the University of Wyoming where, in collaboration with John A. Hackwell, he built the Wyoming Infrared Observatory Wyoming Infrared Observatory. The 2.34-meter Wyoming Infrared Telescope, funded jointly by the State of Wyoming and The National Science Foundation, was the largest IR telescope in the world at the time of its completion in 1977. Since 1985, Gehrz has been a Professor of Physics and Astronomy and Director of the Observatories at the University of Minnesota. He was Chairman of the Department from 2005 until 2011, and was appointed Founding Director of the Minnesota Institute for Astrophysics from June, 2011 through June 2014. He is a frequent guest observer at ground based and space based observatories world-wide. In addition to conducting an extensive research effort in ground based infrared astronomical observations and instrumentation development, Gehrz is a member of the Science Working Group SWG for NASA's Spitzer Space Telescope with Facility Scientist responsibilities for the Cryogenic Telescope Assembly (CTA). His space infrared astronomy research has included programs conducted with the (International Ultraviolet Explorer (IUE), the Kuiper Airborne Observatory (KAO), the European Space Agency (ESA) Infrared Space Observatory (ISO), Hubble Space Telescope (HST) and the new Chandra X-ray Observatory. He was elected a Fellow of the Explorers Club in 1979, a Fellow of the American Association for the Advancement of Science in 1995 and a Fellow of the American Physical Society in 2004. He was Chairman and member of the Board of the International Gemini Project during 1996- 1999 and was President of the American Astronomical Society during 1998-2000. During 2001, he served as a member of the National Research Council Committee on the Organization and Management of Research in Astronomy and Astrophysics (COMRAA). Gehrz is a past chair and member of the NSF\/NASA Astronomy and Astrophysics Advisory Committee (AAAC). He currently serves as a member of the NASA James Webb Space Telescope (JWST) Product Integrity Team (PIT) that reviews the optical telescope assembly and is Chair of the NASA Stratospheric Observatory for Infrared Astronomy (SOFIA) Users Group (SUG). Gehrz is the University of Minnesota representative to the Universities Space Research Association (USRA) Council of Institutions. Gehrz Website I am an observational\/experimental infrared astronomer specializing in instrument development, telescope construction, telescope control and data acquisition systems. My observational programs include studies of comets, novae, supernovae, variable stars, and objects of opportunity. Research Group SIRTF In-Orbin Checkout Focus Integrated Products Team NASA SOFIA Science American Physical Society Fellow, American Physical Society (APS), 2004 NASA Group Achievement Award, 2004 Fellow, AAAS, 1995 Fellow, Explorers Club, 1979 S.Tinyanont, M. M. Kasliwal, O. D. Fox, R. Lau, N. Smith, R. Williams, J. Jencson, D. Perley, D. Dykhoff, R. Gehrz, J. Johansson, S. D. Van Dyk, F. Masci, A. M. Cody, and T. Prince., A Systematic Study of Mid-Infrared Emission from Core-Collapse Supernovae with SPIRITS. , 2016, ApJ, 833, 231. [ abstract T. J. Jones, M. Gordon, D. Shenoy, R. D. Gehrz, J. E. Vaillancourt, and M. Krejny., SOFIA Mid-Infrared Imaging and CSO Submillimeter Polarimetry Observations of G034.43+00.24 MM1. , 2016, AJ, 151, 51. [ abstract A. Evans, D. P. K. Banerjee, R. D. Gehrz, V. Joshi, N. M. Ashok,V. A. R. M. Ribeiro, M. J. Darnley, D. Sand, G. H. Marion, L. D. Keller, T. R. Diamond, S. P. S. Eyres, L. A. Helton, S. Starrfield, C. E. Woodward, D. P. Shenoy, J. Krautter, W. D. Vacca, Infrared Spectroscopy of the Classical Nova V339 Delphini., 2017, MNRAS, in press. M. M. Kasliwal, J. Bally, F. Masci, A. M. Cody, H. E. Bond, J. E. Jencson, S. Tinyanont, Y. Cao, C. Contreras, D. A. Dykhoff, S. Amodeo, L. Armus, M. Boyer, M. Cantiello, R. L. Carlon, A. C. Cass, D. Cook, D. T. Corgan, J. Faella, O. D. Fox,, SPIRITS: Uncovering Unusual Mid-Infrared Transients with Spitzer. , 2017, ApJ, 839, 88. [ abstract Leigh N. Fletcher, I. de Pater, W.T. Reach, M. Wong, G.S. Orton, P.G.J. Irwin, and R. D. Gehrz., Jupiter’s Para-H2 Distribution from SOFIA\/FORCAST and Voyager\/IRIS 17-37 µm Spectroscopy. , 2017, Icarus, 286, 223. [ abstract J. E. Jencson, M. M. Kasliwal, J. Johansson, C. Contreras, S. Castellón, H. E. Bond, A. J. Monson, F. J. Masci, A. M.; Cody, J. E. Andrews, J. Bally, Y. Cao, O. D. Fox, T. Gburek, R. D. Gehrz, W. Green, G. Helou, E. Hsiao, N. Morrell, M. Phillips, T. , SPIRITS 15c and SPIRITS 14buu: Two Obscured Supernovae in the Nearby Star-Forming Galaxy IC 2163 , 2016, ApJ, 837, 167. [ abstract M. S. P. Kelley, C. E. Woodward, R. D. Gehrz, W. T. Reach, and D. E. Harker., Mid-infrared spectra of comet nuclei. , 2017, Icarus, 284, 344. [ abstract M. S. Gordon, T. J. Jones, R. D. Gehrz, and L. A. Helton., Massive Star Formation in the LMC. I. N159 and N160 Complexes. , 2017, ApJ, 834, 122. [ abstract K. B. W. McQuinn, M. L. Boyer, M. B. Mitchell, E. D. Skillman, R. D. Gehrz, M. A. T. Groenewegen, I. McDonald, G. C. Sloan, J. Th. van Loon, P. A. Whitelock, and A. A. Zijlstra., DUSTINGS III: Distribution of Intermediate-Age and Old Stellar Populations in and Outer Extremities of Dwarf Galaxies. , 2017, ApJ, 834, 78. [ abstract Ryan M. Lau, Mansi M. Kasliwa, Nathan Smith, Howard E. Bond, Berto Monard, Devin Dykhof, Robert Gehrz, Carlos Contreras, Mark Phillips, Nidia Morrell, Eric Hsiao, Ori D. Fox, Frank Masci, Ann Marie Cody, Tom Prince, Jacob Jencson, Rubab Khan, Andrew M, Rising from the Ashes: Mid-Infrared Re-Brightening of the Impostor SN 2010da in NGC 300. , 2016, ApJ, 830, 142. [ abstract J. J. Drake, L. Delgado, J. M. Laming, S. Starrfield, V. Kashyap, S. Orlando, K. L. Page, M. Hernanz, J-U. Ness, R. D. Gehrz, D. van Rossum, and C. E. Woodward., Collimation and Asymmetry of the Hot Blast Wave from the Recurrent Nova V745 Sco. , 2016, ApJ, 825, 95. [ abstract"
            ]
        ]
    ]
}