{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6JDZ8H7B",
            "cVHCVr8AAAAJ",
            [
                "Synthesis and properties of metallic glasses that contain aluminum",
                "Fe-based bulk metallic glasses with diameter thickness larger than one centimeter",
                "Deformation-induced nanocrystal formation in shear bands of amorphous alloys",
                "Recent developments in bulk thermoelectric materials",
                "Electronic properties of quasicrystals an experimental review",
                "Advances and future prospects of spin-transfer torque random access memory",
                "Enhanced thermoelectric figure of merit of p-type half-Heuslers",
                "Anomalous oxygen isotope effect in La 2− x Sr x CuO 4",
                "Electron localization in metallic quasicrystals"
            ],
            [
                "The synthesis and properties of a class of metallic glasses containing up to 90 atomic percent aluminum are reported. The unusual formability of the glasses and their structural features are pointed out. Mechanical properties including tensile fracture strength and Young9s modulus are reported along with crystallization temperatures. The unusually high strengths of the aluminum glasses can be of significant importance in obtaining high-strength low-density materials.",
                "Fe–Cr–Mo–(Y,Ln)–C–B bulk metallic glasses (Ln are lanthanides) with maximum diameter thicknesses reaching 12 mm have been obtained by casting. The high glass formability is attained despite a low reduced glass transition temperature of 0.58. The inclusion of Y\/Ln is motivated by the idea that elements with large atomic sizes can destabilize the competing crystalline phase, enabling the amorphous phase to be formed. It is found that the role of Y\/Ln as a fluxing agent is relatively small in terms of glass formability enhancement. The obtained bulk metallic glasses are non-ferromagnetic and exhibit high elastic moduli of approximately 180–200 GPa and microhardness of approximately 13 GPa.",
                "AMORPHOUS alloys formed by rapid solidification of a metallic melt are of considerable technological interest as high-strength materials 1–8. As they are not in thermodynamic equilibrium, these materials tend to crystallize on heating 9, 10. A high degree of crystallization leads to embrittlement, but if it can be arrested when the crystallites are of only nanometre dimensions, the resulting amorphous–nanocrystalline composite actually has greater strength than the original amorphous material 11. There is consequently much interest in understanding the mechanisms of crystallization. Previous studies have suggested that mechanical deformation can induce crystallization 12–16. Here we report the direct observation of crystallization within the shear bands of aluminium-based amorphous alloys induced by bending. The crystals are face-centred cubic aluminium, 7–10 nm in diameter, and seem to form as a …",
                "Good thermoelectric materials possess low thermal conductivity while maximizing electric carrier transport. This article looks at various classes of materials to understand their behavior and determine methods to modify or “tune” them to optimize their thermoelectric properties. Whether it is the use of “rattlers” in cage structures such as skutterudites, or mixed-lattice atoms such as the complex half-Heusler alloys, the ability to manipulate the thermal conductivity of a material is essential in optimizing its properties for thermoelectric applications.",
                "The electronic properties of a large number of icosahedral-crystal systems have been studied experimentally. These systems include alloys of the simple metals and those that contain transition metals. Some of the icosahedral phases (i-phases) are thermally stable while others are metastable; and their degree of structural order varies within each of the stability classes. The importance of sample quality to the exposition of intrinsic properties is emphasized, particularly for systems with high resistivities. As a result, experiments on single-phase samples from the diversity of systems studied have shed light on the physics of quasicrystalline alloys. Comparison made with the approximant and amorphous phases have provided important insights to the understanding of quasicrystallinity, randomness, and atomic-potential effects on electronic properties. Reduction in the electronic density of states (DOS) at the Fermi …",
                "Spin-transfer torque random access memory (STT-RAM) is a potentially revolutionary universal memory technology that combines the capacity and cost benefits of DRAM, the fast read and write performance of SRAM, the non-volatility of Flash, and essentially unlimited endurance. In order to realize a small cell size, high speed and achieve a fully functional STT-RAM chip, the MgO-barrier magnetic tunnel junctions (MTJ) used as the core storage and readout element must meet a set of performance requirements on switching current density, voltage, magneto-resistance ratio (MR), resistance-area product (RA), thermal stability factor (¿) , switching current distribution, read resistance distribution and reliability. In this paper, we report the progress of our work on device design, material improvement, wafer processing, integration with CMOS, and testing for a demonstration STT-RAM test chip, and projections based on …",
                "Half-Heuslers would be important thermoelectric materials due to their high temperature stability and abundance if their dimensionless thermoelectric figure of merit (ZT) could be made high enough. The highest peak ZT of a p-type half-Heusler has been so far reported about 0.5 due to the high thermal conductivity. Through a nanocomposite approach using ball milling and hot pressing, we have achieved a peak ZT of 0.8 at 700 °C, which is about 60% higher than the best reported 0.5 and might be good enough for consideration for waste heat recovery in car exhaust systems. The improvement comes from a simultaneous increase in Seebeck coefficient and a significant decrease in thermal conductivity due to nanostructures. The samples were made by first forming alloyed ingots using arc melting and then creating nanopowders by ball milling the ingots and finally obtaining dense bulk by hot pressing. Further …",
                "We report measurement of the oxygen isotope effect α O in La 2− x Sr x CuO 4 as a function of x. For values of x< 0.15, α O in the & is large (0.4–0.6) but decreases by about a factor of 5 for x≥ 0.15, where we obtain α O≊ 0.1, in good agreement with earlier results. The large values of α O obtained for small x are reproducible when the O 18, 16 O sample pairs are cross exchanged. The maximum measured values of α O fall outside the range of standard Bardeen-Cooper-Schrieffer theory and may imply anharmonic phonon-mediated superconductivity. The variability of α O may be related to a nearby lattice instability, similar to that observed in (La, Ba) 2 CuO 4. Isotope frequency shifts of the far-infrared transverse-optic phonons of A 2 u symmetry at 240 and 500 cm− 1 also display an anomaly between x= 0.11 and 0.15 and, in addition, demonstrate O 18 exchange for both oxygen sites.",
                "Bulk icosahedral-quasicrystalline aluminum-palladium-rhenium alloys of high structural quality and thermal stability are found to exhibit low-temperature electrical resistivities that are four orders of magnitude larger than those found in disordered metals and metallic glasses. Experiments suggest that these quasiperiodic alloys, which have a semimetallic electron density, are insulators at low temperature. The findings are discussed in light of theories on electron localization and band-gap formation in ordered metallic systems."
            ],
            [
                [
                    "Condensed matter physics",
                    "materials physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}