{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6JE4GMES",
            "hv5IWXQAAAAJ",
            [
                "Large recurrent microdeletions associated with schizophrenia",
                "Common variants conferring risk of schizophrenia",
                "Re-evaluating the prevalence of and diagnostic composition within the broad clinical spectrum of bipolar disorders",
                "Identification of loci associated with schizophrenia by genome-wide association and follow-up",
                "Cardiovascular disease and diabetes in people with severe mental illness position statement from the European Psychiatric Association (EPA), supported by the European …",
                "AGNP consensus guidelines for therapeutic drug monitoring in psychiatry: update 2011."
            ],
            [
                "Reduced fecundity, associated with severe mental disorders 1, places negative selection pressure on risk alleles and may explain, in part, why common variants have not been found that confer risk of disorders such as autism 2, schizophrenia 3 and mental retardation 4. Thus, rare variants may account for a larger fraction of the overall genetic risk than previously assumed. In contrast to rare single nucleotide mutations, rare copy number variations (CNVs) can be detected using genome-wide single nucleotide polymorphism arrays. This has led to the identification of CNVs associated with mental retardation 4, 5 and autism 2. In a genome-wide search for CNVs associating with schizophrenia, we used a population-based sample to identify de novo CNVs by analysing 9,878 transmissions from parents to offspring. The 66 de novo CNVs identified were tested for association in a sample of 1,433 schizophrenia cases …",
                "Schizophrenia is a complex disorder, caused by both genetic and environmental factors and their interactions. Research on pathogenesis has traditionally focused on neurotransmitter systems in the brain, particularly those involving dopamine. Schizophrenia has been considered a separate disease for over a century, but in the absence of clear biological markers, diagnosis has historically been based on signs and symptoms. A fundamental message emerging from genome-wide association studies of copy number variations (CNVs) associated with the disease is that its genetic basis does not necessarily conform to classical nosological disease boundaries. Certain CNVs confer not only high relative risk of schizophrenia but also of other psychiatric disorders 1, 2, 3. The structural variations associated with schizophrenia can involve several genes and the phenotypic syndromes, or the ‘genomic disorders’, have …",
                "Until recently it was believed that no more than 1% of the general population has bipolar disorder. Emerging transatlantic data are beginning to provide converging evidence for a higher prevalence of up to at least 5%. Manic states, even those with mood-incongruent features, as well as mixed (dysphoric) mania, are now formally included in both ICD-10 and DSM-IV. Mixed states occur in an average of 40% of bipolar patients over a lifetime; current evidence supports a broader definition of mixed states consisting of full-blown mania with two or more concomitant depressive symptoms. The largest increase in prevalence rates, however, is accounted for by ‘softer’ clinical expressions of bipolarity situated between the extremes of full-blown bipolar disorder where the person has at least one manic episode (bipolar I) and strictly defined unipolar major depressive disorder without personal or family history for excited …",
                "We carried out a genome-wide association study of schizophrenia (479 cases, 2,937 controls) and tested loci with P< 10− 5 in up to 16,726 additional subjects. Of 12 loci followed up, 3 had strong independent support (P< 5× 10− 4), and the overall pattern of replication was unlikely to occur by chance (P= 9× 10− 8). Meta-analysis provided strongest evidence for association around ZNF804A (P= 1.61× 10− 7) and this strengthened when the affected phenotype included bipolar disorder (P= 9.96× 10− 9).",
                "People with severe mental illnesses, such as schizophrenia, depression or bipolar disorder, have worse physical health and reduced life expectancy compared to the general population. The excess cardiovascular mortality associated with schizophrenia and bipolar disorder is attributed in part to an increased risk of the modifiable coronary heart disease risk factors; obesity, smoking, diabetes, hypertension and dyslipidaemia. Antipsychotic medication and possibly other psychotropic medication like antidepressants can induce weight gain or worsen other metabolic cardiovascular risk factors. Patients may have limited access to general healthcare with less opportunity for cardiovascular risk screening and prevention than would be expected in a non-psychiatric population. The European Psychiatric Association (EPA), supported by the European Association for the Study of Diabetes (EASD) and the European …",
                "Therapeutic drug monitoring (TDM), i. e., the quantification of serum or plasma concentrations of medications for dose optimization, has proven a valuable tool for the patient-matched psychopharmacotherapy. Uncertain drug adherence, suboptimal tolerability, non-response at therapeutic doses, or pharmacokinetic drug-drug interactions are typical situations when measurement of medication concentrations is helpful. Patient populations that may predominantly benefit from TDM in psychiatry are children, pregnant women, elderly patients, individuals with intelligence disabilities, forensic patients, patients with known or suspected genetically determined pharmacokinetic abnormalities or individuals with pharmacokinetically relevant comorbidities. However, the potential benefits of TDM for optimization of pharmacotherapy can only be obtained if the method is adequately integrated into the clinical treatment process. To promote an appropriate use of TDM, the TDM expert group of the Arbeitsgemeinschaft für Neuropsychopharmakologie und Pharmakopsychiatrie (AGNP) issued guidelines for TDM in psychiatry in 2004. Since then, knowledge has advanced significantly, and new psychopharmacologic agents have been introduced that are also candidates for TDM. Therefore the TDM consensus guidelines were updated and extended to 128 neuropsychiatric drugs. 4 levels of recommendation for using TDM were defined ranging from \"strongly recommended\" to \"potentially useful\". Evidence-based \"therapeutic reference ranges\" and \"dose related reference ranges\" were elaborated after an extensive literature search and a structured internal review …"
            ],
            [
                [
                    "Psychiatry",
                    "psychopharmacology",
                    "biological psychiatry",
                    "psychoses",
                    "dementia"
                ]
            ]
        ]
    ]
}