{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6K836F3O",
            "0Yx2f9kAAAAJ",
            [
                "KiDS-450: Cosmological parameter constraints from tomographic weak gravitational lensing",
                "Dark Energy Survey year 1 results: Cosmological constraints from galaxy clustering and weak lensing",
                "Dark Energy Survey Year 1 results: Cosmological constraints from cosmic shear"
            ],
            [
                "We present cosmological parameter constraints from a tomographic weak gravitational lensing analysis of ∼450 deg2 of imaging data from the Kilo Degree Survey (KiDS). For a flat Λ cold dark matter (ΛCDM) cosmology with a prior on H0 that encompasses the most recent direct measurements, we find . This result is in good agreement with other low-redshift probes of large-scale structure, including recent cosmic shear results, along with pre-Planck cosmic microwave background constraints. A 2.3σ tension in S8 and ‘substantial discordance’ in the full parameter space is found with respect to the Planck 2015 results. We use shear measurements for nearly 15 million galaxies, determined with a new improved ‘self-calibrating’ version of lensfit validated using an extensive suite of image simulations. Four-band ugri photometric redshifts are calibrated directly with deep spectroscopic …",
                "We present cosmological results from a combined analysis of galaxy clustering and weak gravitational lensing, using 1321 deg 2 of griz imaging data from the first year of the Dark Energy Survey (DES Y1). We combine three two-point functions:(i) the cosmic shear correlation function of 26 million source galaxies in four redshift bins,(ii) the galaxy angular autocorrelation function of 650,000 luminous red galaxies in five redshift bins, and (iii) the galaxy-shear cross-correlation of luminous red galaxy positions and source galaxy shears. To demonstrate the robustness of these results, we use independent pairs of galaxy shape, photometric-redshift estimation and validation, and likelihood analysis pipelines. To prevent confirmation bias, the bulk of the analysis was carried out while “blind” to the true results; we describe an extensive suite of systematics checks performed and passed during this blinded phase. The data …",
                "We use 26× 10 6 galaxies from the Dark Energy Survey (DES) Year 1 shape catalogs over 1321 deg 2 of the sky to produce the most significant measurement of cosmic shear in a galaxy survey to date. We constrain cosmological parameters in both the flat Λ CDM and the w CDM models, while also varying the neutrino mass density. These results are shown to be robust using two independent shape catalogs, two independent photo-z calibration methods, and two independent analysis pipelines in a blind analysis. We find a 3.5% fractional uncertainty on σ 8 (Ω m\/0.3) 0.5= 0.78 2− 0.027+ 0.027 at 68% CL, which is a factor of 2.5 improvement over the fractional constraining power of our DES Science Verification results. In w CDM, we find a 4.8% fractional uncertainty on σ 8 (Ω m\/0.3) 0.5= 0.77 7− 0.038+ 0.036 and a dark energy equation-of-state w=− 0.9 5− 0.39+ 0.33. We find results that are consistent with …"
            ],
            [
                [
                    "cosmology",
                    "galaxy evolution",
                    "astronomical detectors"
                ]
            ]
        ]
    ]
}