{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6L8SYKOT",
            "TULZCjYAAAAJ",
            [
                "Evidence from earthquake data for a partially molten crustal layer in southern Tibet",
                "Anisotropic Pn tomography in the western United States",
                "Pn Velocities Beneath Continental Collision Zones: the Turkish-Iranian Plateau",
                "Seismic polarization anisotropy beneath the central Tibetan Plateau",
                "Crustal structure of central Tibet as derived from project INDEPTH wide-angle seismic data",
                "Uppermost mantle velocities beneath China and surrounding regions",
                "Pn travel times in southern California",
                "Rayleigh wave phase velocity maps of Tibet and the surrounding regions from ambient seismic noise tomography",
                "Lateral velocity variations in southern California. I. Results for the upper crust from Pg waves",
                "A complex Tibetan upper mantle: A fragmented Indian slab and no south-verging subduction of Eurasian lithosphere"
            ],
            [
                "Earthquake data collected by the INDEPTH-II Passive-Source Experiment show that there is a substantial south to north variation in the velocity structure of the crust beneath southern Tibet. North of the Zangbo suture, beneath the southern Lhasa block, a midcrustal low-velocity zone is revealed by inversion of receiver functions, Rayleigh-wave phase velocities, and modeling of the radial component of teleseismic P-waveforms. Conversely, to the south beneath the Tethyan Himalaya, no low-velocity zone was observed. The presence of the midcrustal low-velocity zone in the north implies that a partially molten layer is in the middle crust beneath the northern Yadong-Gulu rift and possibly much of southern Tibet.",
                "Pn travel times are affected not only by lateral variations in crust and mantle velocity but also by significant amounts of laterally varying anisotropy. To investigate uppermost mantle anisotropy, a tomography algorithm was reformulated to include lateral variations in both velocity and horizontal anisotropy, and it was applied to Pn travel time data from the western United States. Results show that anisotropy is as important in explaining the travel time residuals as are the velocity variations. A detailed resolution study examined the trade‐off between the velocity variations and the anisotropy variations and showed that both could be resolved for regions with good ray path coverage. Pn anisotropy beneath the western United States has maximum amplitudes of ±0.3 km\/s (7.5%) when resolved on a length scales of around 3°. The orientations of Pn anisotropy often correlate well with those inferred from shear‐wave splitting …",
                "Tomographic imaging of the uppermost mantle velocity in the Middle East shows normal Pn velocities (8.0–8.2 km s−1) beneath the Black Sea and the southern Caspian Sea. In contrast, low Pn velocities (<;7.9 km s−1) are found beneath the Aegean Sea and much of the Turkish-Iranian Plateau. A region of exceptionally low Pn velocities (<;7.6 km s−1) beneath the Lesser Caucasus Mountains and along the Turkish-Iranian border coincides with a region of high Sn attenuation and extensive Neogene volcanism. All these features suggest that near solidus conditions exist within the uppermost mantle beneath the Turkish-Iranian Plateau. Such conditions may result either from the decompression melting associated with upwelling convection cells or by the infiltration of water released from subducted lithosphere into the mantle above. The presence of a partially melted uppermost mantle weakens the lithosphere …",
                "SKS and SKKS shear waves recorded on the INDEPTH III seismic array deployed in central Tibet during 1998–1999 have been analyzed for the direction and extent of seismic polarization anisotropy. The 400‐km‐long NNW trending array extended south to north, from the central Lhasa terrane, across the Karakoram‐Jiali fault system and Banggong‐Nujiang suture to the central Qiangtang terrane. Substantial splitting with delay times from 1 to 2 s, and fast directions varying from E‐W to NE‐SW, was observed for stations in the Qiangtang terrane and northernmost Lhasa terrane. No detectable splitting was observed for stations located farther south in the central Lhasa terrane. The change in shear wave splitting characteristics occurs at 32°N, approximately coincident with the transcurrent Karakoram‐Jiali fault system but ∼40 km south of the surface trace of the Banggong‐Nujiang suture. This location is also near …",
                "In the summer of 1998, project INDEPTH recorded a 400 km long NNW–SSE wide-angle seismic profile in central Tibet, from the Lhasa terrane across the Banggong-Nujiang suture (BNS) at about 89.5°E and into the Qiangtang terrane. Analysis of the P-wave data reveals that (1) the crustal thickness is 65 ± 5 km beneath the line; (2) there is no 20 km step in the Moho in the vicinity of the BNS, as has been suggested to exist along-strike to the east based on prior fan profiling; (3) a thick high-velocity lower crustal layer is evident along the length of the profile (20–35 km thick, 6.5–7.3 km s−1); and (4) in contrast to the southern Lhasa terrane, there is no obvious evidence of a mid-crustal low-velocity layer in the P-wave data, although the data do not negate the possibility of such a layer of modest proportions.Combining the results from the INDEPTH III wide-angle profile with other seismic results allows a …",
                "Seismic P wave velocity variations in the uppermost mantle beneath China are tomographically imaged using Pn wave travel time data. The average velocity of the mantle lid beneath China is 8.05 km\/s, with a range from −0.30 km\/s to 0.35 km\/s. Eastern China has slower mantle velocities and a thinner crust than western China. Different inversions performed for shorter ray path and longer ray path data sets separated the shallow and deep structure within the mantle lid. Velocities in the lower lid are no more than 0.2 km\/s faster than at the top. The fastest velocities are beneath cratons, which remained relatively undeformed despite orogenic events around their margins. The Pn velocity beneath southern Tibet is faster than that beneath northern Tibet, suggesting that this contrast delineates the northern edge of the Indian lithosphere. On the southeastern margin of the Tibetan plateau, the Panxi rift, slow Pn velocity …",
                "The Pn arrivals recorded from the southern California array have been used to demonstrate regional variations in crustal thickness and Pn velocity and to investigate the presence of anisotropy in the mantle. Over 2800 travel times were used in the analysis. The classical time term method was extended to allow the Moho velocity to vary in a block‐type structure. The statistical F test shows these effects to be significant. Crustal delays determined depend on both crustal velocities and Moho depth. The Ventura and Los Angeles basins have sediment delays which indicate sediment thicknesses near 10 km. The Moho depth itself varies by 10 km over southern California with a mean of about 29 km. Slightly thicker crust is prevalent in the northwestern corner of the array near the Southern Coast Ranges. Five kilometers of rapid thinning between the coast and the Channel Islands is shown by a sharp gradient in the delay …",
                "Ambient noise tomography is applied to the significant data resources now available across Tibet and surrounding regions to produce Rayleigh wave phase speed maps at periods between 6 and 50 s. Data resources include the permanent Federation of Digital Seismographic Networks, five temporary U.S. Program for Array Seismic Studies of the Continental Lithosphere (PASSCAL) experiments in and around Tibet, and Chinese provincial networks surrounding Tibet from 2003 to 2009, totaling ∼600 stations and ∼150,000 interstation paths. With such a heterogeneous data set, data quality control is of utmost importance. We apply conservative data quality control criteria to accept between ∼5000 and ∼45,000 measurements as a function of period, which produce a lateral resolution between 100 and 200 km across most of the Tibetan Plateau and adjacent regions to the east. Misfits to the accepted …",
                "The plate boundary and major crustal blocks in southern California are imaged by a tomographic backprojection of the Pg first arrivals recorded by the Southern California Array. The method, formulated specifically for local earthquake arrival times, is a fast, iterative alternative to direct least-squares techniques. With it, we solve the combined problem of determining refractor velocity perturbations and source and station delays. Resolution and variance are found empirically by using synthetic examples. A map showing lateral velocity variations at a depth of approximately 10 km is presented. The results show a strong correlation with surface tectonic features. Clear velocity contrasts exist across the San Andreas, the San Jacinto, and the Garlock faults. The Mojave region has the slowest velocities while the Peninsula Ranges have the highest. The San Jacinto block has velocities intermediate between Mojave …",
                "Due to the non-uniform seismic station coverage in Tibet, critically important questions remain about the existence of southward continental subduction of Eurasia beneath northern Tibet from north, and the nature of the underthrusting Indian lithosphere underneath southern Tibet from south. Using differential P- and S-wave travel-times measured from 301 stations of all the temporary experiments deployed throughout Tibet, we constructed a comprehensive tomographic model. The upper mantle of northern Tibet consists of a rather homogeneous low velocity zone with no evidence of southward Asian continental subduction. In contrast the upper mantle from the Himalayas to central Tibet exhibits laterally variable P- and S-wave velocities. Significant low velocity zones are observed that are elongated in a north–south direction and extending to at least 150 km depth, which we interpret as evidences for fragmentation …"
            ],
            [
                [
                    "geophysics",
                    "seismology",
                    "tectonics",
                    "tibet",
                    "asia"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}