{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6OEMPY8J",
            "MYZVrRYAAAAJ",
            [
                "Real-time kinetics of gene activity in individual bacteria",
                "Physical nature of bacterial cytoplasm"
            ],
            [
                "Protein levels have been shown to vary substantially between individual cells in clonal populations. In prokaryotes, the contribution to such fluctuations from the inherent randomness of gene expression has largely been attributed to having just a few transcripts of the corresponding mRNAs. By contrast, eukaryotic studies tend to emphasize chromatin remodeling and burst-like transcription. Here, we study single-cell transcription in Escherichia coli by measuring mRNA levels in individual living cells. The results directly demonstrate transcriptional bursting, similar to that indirectly inferred for eukaryotes. We also measure mRNA partitioning at cell division and correlate mRNA and protein levels in single cells. Partitioning is approximately binomial, and mRNA-protein correlations are weaker earlier in the cell cycle, where cell division has recently randomized the relative concentrations. Our methods further extend …",
                "We track the motion of individual fluorescently labeled mRNA molecules inside live E. coli cells. We find that the motion is subdiffusive, with an exponent that is robust to physiological changes, including the disruption of cytoskeletal elements. By modifying the parameters of the RNA molecule and the bacterial cell, we are able to examine the possible mechanisms that can lead to this unique type of motion, especially the effect of macromolecular crowding. We also examine the implications of anomalous diffusion on the kinetics of bacterial gene regulation, in particular, how transcription factors find their DNA targets."
            ],
            [
                [
                    "Systems Biology",
                    "Biophysics",
                    "Physics of Living Systems",
                    "Microbiology"
                ]
            ],
            [
                "Ido Golding 315 Loomis Laboratory igolding@illinois.edu Golding Lab Website Professor Ido Golding received his Ph.D in physics from Tel Aviv University (Israel) in 2001. Originally trained as a condensed matter theorist, he later spent five years learning the experimental arsenal of modern molecular biology. From 2002 to 2006, Professor Golding was a Lewis Thomas Research Fellow in the Department of Molecular Biology at Princeton University. He joined the faculty of the Department of Physics at the University of Illinois at Urbana-Champaign in 2007. In 2019, Professor Golding returned to the Department of Physics from Baylor College of Medicine, where he was a Professor of Biochemistry and Molecular Biology. In our lab, we examine the way living cells process information from their environment and make decisions based on that information. Our aim is to form a quantitative narrative for the dynamics of cellular decision-making and unveil simple principles that underlie such processes. Our first model system is the bacterium E. coli and its virus, phage lambda. We examine their complex interaction at the level of individual events in space and time. More recently, we have begun to extend our studies to higher organisms. Work in the lab involves a set of skills broader than what is generally mastered within a single discipline, including the techniques of molecular- and cell biology; live single-cell microscopy for making quantitative measurements; and data analysis using the engineer's toolbox of signal- and image processing; all accompanied by the theoretical tools of dynamical systems theory, stochastic processes, non-equilibrium phenomena and more. The practice of modern in vivo biology, combined with the intellectual effort of a quantitative approach, will contribute significantly to a young scientist's training experience, better preparing them for the future world of \"Systems Biology\". Prospective students and post-docs of all backgrounds (physics, biology, chemistry, engineering, etc.) are welcome to contact me . Fall 2008 PHYS 102 Faculty Highlights Biophysics Spotlight on new faculty: Ido Golding, Biological Physics As a biological physicist, Ido Golding studies the function of living cells. He is best known for the experimental quantification of key biological processes, such as gene expression and viral infection, inside individual bacterial cells. Biophysics Capturing extreme close-ups of cellular gene expression Scientists studying genetic transcription are gaining new insights into a process that is fundamental to all life. Transcription is the first step in gene expression, the process taking place within all living cells by which the DNA sequence of a gene is copied into RNA, which in turn (most generally speaking) serves as the template for assembling protein molecules, the basic building blocks of life. Much of what scientists have uncovered about transcription over the past five decades is based on bulk investigative techniques employing large numbers of living cells. Today, advanced imaging techniques allow scientists to probe the inner workings of transcription at the scale of individual genes, and a new more detailed picture of this vital process is emerging. Just this week, two new in vivo single-molecule studies of transcription in E. coli were published by scientists at the University of Illinois at Urbana-Champaign, one by Professor Ido Golding and colleagues, unveiling unexpected and up-to-now hidden drivers of cellular individuality; the other by Professor Sangjin Kim and colleagues, demonstrating for the first time that transcription dynamics are affected by molecular-scale long-distance communication between RNA polymerase (RNAP) molecules while they are “reading” a gene sequence one base at a time and assembling the complementary RNA strand."
            ]
        ]
    ]
}