{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6PHFBN6I",
            "BN4Ow4oAAAAJ",
            [
                "The infrared spectrograph*(IRS) on the Spitzer space telescope",
                "A gravitational-wave standard siren measurement of the Hubble constant",
                "A survey and analysis of Spitzer infrared spectrograph spectra of T Tauri stars in Taurus",
                "Disks in transition in the Taurus population: Spitzer IRS spectra of GM Aurigae and DM Tauri",
                "Far-infrared spectroscopy of galaxies-The 158 micron C (+) line and the energy balance of molecular clouds",
                "On the diversity of the Taurus transitional disks: UX Tauri A and LkCa 15",
                "The truncated disk of CoKu Tau\/4",
                "Unveiling the structure of pre-transitional disks",
                "Localization and broadband follow-up of the gravitational-wave transient GW150914",
                "The neutral-gas disk around the galactic center"
            ],
            [
                "The Infrared Spectrograph (IRS) is one of three science instruments on the Spitzer Space Telescope. The IRS comprises four separate spectrograph modules covering the wavelength range from 5.3 to 38 μm with spectral resolutions,   and 600, and it was optimized to take full advantage of the very low background in the space environment. The IRS is performing at or better than the prelaunch predictions. An autonomous target acquisition capability enables the IRS to locate the mid‐infrared centroid of a source, providing the information so that the spacecraft can accurately offset that centroid to a selected slit. This feature is particularly useful when taking spectra of sources with poorly known coordinates. An automated data‐reduction pipeline has been developed at the Spitzer Science Center.",
                "On 17 August 2017, the Advanced LIGO 1 and Virgo 2 detectors observed the gravitational-wave event GW170817—a strong signal from the merger of a binary neutron-star system 3. Less than two seconds after the merger, a γ-ray burst (GRB 170817A) was detected within a region of the sky consistent with the LIGO–Virgo-derived location of the gravitational-wave source 4, 5, 6. This sky region was subsequently observed by optical astronomy facilities 7, resulting in the identification 8, 9, 10, 11, 12, 13 of an optical transient signal within about ten arcseconds of the galaxy NGC 4993. This detection of GW170817 in both gravitational waves and electromagnetic waves represents the first ‘multi-messenger’astronomical observation. Such observations enable GW170817 to be used as a ‘standard siren’14, 15, 16, 17, 18 (meaning that the absolute distance to the source can be determined directly from the gravitational …",
                "We present mid‐infrared spectra of T Tauri stars in the Taurus star‐forming region obtained with the Spitzer Infrared Spectrograph (IRS). For the first time, the 5–36 μm spectra of a large sample of T Tauri stars belonging to the same star‐forming region is studied, revealing details of the mid‐infrared excess due to dust in circumstellar disks. We analyze common features and differences in the mid‐IR spectra based on disk structure, dust grain properties, and the presence of companions. Our analysis encompasses spectral energy distributions from the optical to the far‐infrared, a morphological sequence based on the IRS spectra, and spectral indices in IRS wave bands representative of continuum emission. By comparing the observed spectra to a grid of accretion disk models, we infer some basic disk properties for our sample of T Tauri stars and find additional evidence for dust settling.",
                "We present Spitzer Infrared Spectrograph (IRS) observations of two objects of the Taurus population that show unambiguous signs of clearing in their inner disks. In one of the objects, DM Tau, the outer disk is truncated at 3 AU; this object is akin to another recently reported in Taurus, CoKu Tau\/4, in that the inner disk region is free of small dust. Unlike CoKu Tau\/4, however, this star is still accreting, so optically thin gas should still remain in the inner disk region. The other object, GM Aur, also accreting, has ∼0.02 lunar masses of small dust in the inner disk region within ∼5 AU, consistent with previous reports. However, the IRS spectrum clearly shows that the optically thick outer disk has an inner truncation at a much larger radius than previously suggested, ∼24 AU. These observations provide strong evidence for the presence of gaps in protoplanetary disks.",
                "We have detected the 158~ tm ground-state fine-structure line of singly ionized carbon in six gas-rich galaxies and mapped its spatial distribution in M82, NGC 1068, and M83. The [C ii] line is bright toward the",
                "The recently recognized class of “transitional disk” systems consists of young stars with optically thick outer disks but inner disks which are mostly devoid of small dust grains. Here we introduce a further class of “pre‐transitional disks” with significant near‐infrared excesses which indicate the presence of an optically thick inner disk separated from an optically thick outer disk; thus, the spectral energy distributions of pre‐transitional disks suggest the incipient development of disk gaps rather than inner holes. In UX Tau A, our analysis of the Spitzer  IRS spectrum finds that the near‐infrared excess is produced by an inner optically thick disk and that a gap of ∼56 AU is present. The Spitzer IRS spectrum of LkCa 15 is suggestive of a gap of ∼46 AU, confirming previous millimeter imaging. In addition, UX Tau A contains crystalline silicates in its disk at radii ≳ 56 AU which poses a challenge to our understanding of the …",
                "We present a model of a dusty disk with an inner hole that accounts for the Spitzer Space Telescope Infrared Spectrograph observations of the low‐mass pre–main‐sequence star CoKu Tau\/4. We have modeled the mid‐infrared spectrum (between 8 and 25 μm) as arising from the inner wall of a disk. Our model disk has an evacuated inner zone of radius ∼10 AU, with a dusty inner “wall” of half‐height ∼2 AU that is illuminated at normal incidence by the central star. The radiative equilibrium temperature decreases from the inner disk edge outward through the optically thick disk; this temperature gradient is responsible for the emission of the silicate bands at 10 and 20 μm. The observed spectrum is consistent with being produced by Fe‐Mg amorphous glassy olivine and\/or pyroxene, with no evidence of a crystalline component. The mid‐infrared spectrum of CoKu Tau\/4 is reminiscent of that of the much older star …",
                "In the past few years, several disks with inner holes that are relatively empty of small dust grains have been detected and are known as transitional disks. Recently, Spitzer has identified a new class of\" pre-transitional disks\" with gaps based on near-infrared photometry and mid-infrared spectra; these objects have an optically thick inner disk separated from an optically thick outer disk by an optically thin disk gap. A near-infrared spectrum provided the first confirmation of a gap in the pre-transitional disk of LkCa 15 by verifying that the near-infrared excess emission in this object was due to an optically thick inner disk. Here, we investigate the difference between the nature of the inner regions of transitional and pre-transitional disks using the same veiling-based technique to extract the near-infrared excess emission above the stellar photosphere. However, in this work we use detailed disk models to fit the excess …",
                "A gravitational-wave (GW) transient was identified in data recorded by the Advanced Laser Interferometer Gravitational-wave Observatory (LIGO) detectors on 2015 September 14. The event, initially designated G184098 and later given the name GW150914, is described in detail elsewhere. By prior arrangement, preliminary estimates of the time, significance, and sky location of the event were shared with 63 teams of observers covering radio, optical, near-infrared, X-ray, and gamma-ray wavelengths with ground-and space-based facilities. In this Letter we describe the low-latency analysis of the GW data and present the sky localization of the first observed compact binary merger. We summarize the follow-up observations reported by 25 teams via private Gamma-ray Coordinates Network circulars, giving an overview of the participating facilities, the GW sky localization coverage, the timeline, and depth of the …",
                "Detailed far-infrared observations of several atomic and ionic fine-structure lines and molecular rotational"
            ],
            [
                [
                    "Astrophysics",
                    "planetary science",
                    "astronomical instrumentation",
                    "semiconductor physics"
                ]
            ]
        ]
    ]
}