{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6QR1XMLG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Douglas B. Chrisey, Ph.D. Douglas B. Chrisey, Ph.D. Professor Jung Chair of Materials Engineering dchrisey@tulane.edu (504) 865-5090 B.S., State University of New York, Binghamton (1983)  Ph.D., University of Virginia (1987) Dr. Chrisey's research interests include Materials Engineering. Microstructures, phases, and properties of low melting BaO–B< sub> 2 O< sub> 3–ZnO glass films prepared by pulsed laser deposition R Bao, CM Busta, X Su, M Tomozawa, DB Chrisey Journal of Non-Crystalline Solids 371, 28-32 (2013). Structure, dielectric, ferroelectric, and energy density properties of (1− x) BZT–xBCT ceramic capacitors for energy storage applications VS Puli, DK Pradhan, DB Chrisey, M Tomozawa, GL Sharma, JF Scott, RS Katiyar Journal of Materials Science 48 (5), 2151-2157 (2013). Laser-assisted printing of alginate long tubes and annular constructs J Yan, Y Huang, DB Chrisey Biofabrication 5 (1), 015002 (2013). Functionalized magnetite silica thin films fabricated by MAPLE with antibiofilm properties DE Mihaiescu, R Cristescu, G Dorcioman, CE Popescu, C Nita, G Socol, IN ... Biofabrication 5 (1), 015007 (2013). Engineering Cellular Fibers for Musculoskeletal Soft Tissues Using Directed Self-Assembly NR Schiele, RA Koppes, DB Chrisey, DT Corr Tissue Engineering Part A 19 (9-10), 1223-1232 (2013). Antimicrobial activity of biopolymer–antibiotic thin films fabricated by advanced pulsed laser methods R Cristescu, C Popescu, G Dorcioman, FM Miroiu, G Socol, IN Mihailescu, SD ... Applied Surface Science (2013). Department of Physics 5050 Percival Stern Hall"
            ]
        ]
    ]
}