{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6S14GS6R",
            "4BfuubAAAAAJ",
            [
                "MDAnalysis: a toolkit for the analysis of molecular dynamics simulations",
                "Liquid–vapor oscillations of water in hydrophobic nanopores",
                "First-principles elastic constants and electronic structure of  and PtSi",
                "MDAnalysis: A Python package for the rapid analysis of molecular dynamics simulations",
                "A hydrophobic gating mechanism for nanopores",
                "Molecular basis of alternating access membrane transport by the sodium-hydantoin transporter Mhp1",
                "The influence of geometry, surface character, and flexibility on the permeation of ions and water through biological pores",
                "Not ions alone: barriers to ion permeation in nanopores and channels",
                "A hydrophobic gate in an ion channel: the closed state of the nicotinic acetylcholine receptor"
            ],
            [
                "MDAnalysis is an object‐oriented library for structural and temporal analysis of molecular dynamics (MD) simulation trajectories and individual protein structures. It is written in the Python language with some performance‐critical code in C. It uses the powerful NumPy package to expose trajectory data as fast and efficient NumPy arrays. It has been tested on systems of millions of particles. Many common file formats of simulation packages including CHARMM, Gromacs, Amber, and NAMD and the Protein Data Bank format can be read and written. Atoms can be selected with a syntax similar to CHARMM's powerful selection commands. MDAnalysis enables both novice and experienced programmers to rapidly write their own analytical tools and access data stored in trajectories in an easily accessible manner that facilitates interactive explorative analysis. MDAnalysis has been tested on and works for most Unix …",
                "Water plays a key role in biological membrane transport. In ion channels  and water-conducting pores (aquaporins), one-dimensional confinement in  conjunction with strong surface effects changes the physical behavior of  water. In molecular dynamics simulations of water in short (0.8 nm)  hydrophobic pores the water density in the pore fluctuates on a nanosecond  time scale. In long simulations (460 ns in total) at pore radii ranging from  0.35 to 1.0 nm we quantify the kinetics of oscillations between a  liquid-filled and a vapor-filled pore. This behavior can be explained as  capillary evaporation alternating with capillary condensation, driven by  pressure fluctuations in the water outside the pore. The free-energy  difference between the two states depends linearly on the radius. The  free-energy landscape shows how a metastable liquid state gradually develops  with increasing radius. For radii > ≈0.55 nm it …",
                "We have carried out a first-principles study of the elastic properties and electronic structure for two room-temperature stable Pt silicide phases, tetragonal α− Pt 2 Si, and orthorhombic PtSi. We have calculated all of the equilibrium structural parameters for both phases: the a and c lattice constants for α− Pt 2 Si and the a, b, and c lattice constants and four internal structural parameters for PtSi. These results agree closely with experimental data. We have also calculated the zero-pressure elastic constants, confirming prior results for pure Pt and Si and predicting values for the six (nine) independent, nonzero elastic constants of α− Pt 2 Si (PtSi). These calculations include a full treatment of all relevant internal displacements induced by the elastic strains, including an explicit determination of the dimensionless internal displacement parameters for the three strains in α− Pt 2 Si for which they are nonzero. We have …",
                "MDAnalysis (http:\/\/mdanalysis. org) is a library for structural and temporal analysis of molecular dynamics (MD) simulation trajectories and individual protein structures. MD simulations of biological molecules have become an important tool to elucidate the relationship between molecular structure and physiological function. Simulations are performed with highly optimized software packages on HPC resources but most codes generate output trajectories in their own formats so that the development of new trajectory analysis algorithms is confined to specific user communities and widespread adoption and further development is delayed. MDAnalysis addresses this problem by abstracting access to the raw simulation data and presenting a uniform object-oriented",
                "Water-filled pores of nanometer dimensions play important roles in chemistry and biology, e.g., as channels through biological membranes. Biological nanopores are frequently gated, i.e., they switch between an open and a closed state. In several ion channel structures the gate is formed by a ring of hydrophobic side chains that do not physically occlude the pore. Here we investigate whether a hydrophobic pore can act as a gate via molecular dynamics simulations of the passage of water through atomistic models of nanopores embedded within a membrane mimetic. Both the geometry of a nanopore and the hydrophilicity vs hydrophobicity of its lining determine whether water enters the channel. For purely hydrophobic pores there is an abrupt transition from a closed state (no water in the pore cavity) to an open state (cavity water at approximately bulk density) once a critical pore radius is exceeded. This critical …",
                "The structure of the sodium-benzylhydantoin transport protein Mhp1 from Microbacterium liquefaciens comprises a five-helix inverted repeat, which is widespread among secondary transporters. Here, we report the crystal structure of an inward-facing conformation of Mhp1 at 3.8 angstroms resolution, complementing its previously described structures in outward-facing and occluded states. From analyses of the three structures and molecular dynamics simulations, we propose a mechanism for the transport cycle in Mhp1. Switching from the outward- to the inward-facing state, to effect the inward release of sodium and benzylhydantoin, is primarily achieved by a rigid body movement of transmembrane helices 3, 4, 8, and 9 relative to the rest of the protein. This forms the basis of an alternating access mechanism applicable to many transporters of this emerging superfamily.",
                "A hydrophobic constriction site can act as an efficient barrier to ion and water permeation if its diameter is less than the diameter of an ion's first hydration shell. This hydrophobic gating mechanism is thought to operate in a number of ion channels, eg the nicotinic receptor, bacterial mechanosensitive channels (MscL and MscS) and perhaps in some potassium channels (eg KcsA, MthK and KvAP). Simplified pore models allow one to investigate the primary characteristics of a conduction pathway, namely its geometry (shape, pore length, and radius), the chemical character of the pore wall surface, and its local flexibility and surface roughness. Our extended (about 0.1 µs) molecular dynamic simulations show that a short hydrophobic pore is closed to water for radii smaller than 0.45 nm. By increasing the polarity of the pore wall (and thus reducing its hydrophobicity) the transition radius can be decreased until for …",
                "A hydrophobic pore of subnanometer dimensions can appear impermeable to an ion even though its radius is still much wider than that of the ion. Pores of molecular dimensions can be found, for instance, in carbon nanotubes, zeolites, or ion channel proteins. We quantify this barrier to ion permeation by calculating the potential of mean force from umbrella-sampled molecular dynamics simulations and compare them to continuum-electrostatic Poisson−Boltzmann calculations. The latter fail to describe the ion barrier because they do not account for the properties of water in the pore. The barrier originates from the energetic cost to desolvate the ion. Even in wide pores, which could accommodate an ion and its hydration shell, a barrier of several kT remains because the liquid water phase is not stable in the hydrophobic pore. Thus, the properties of the solvent play a crucial role in determining permeation properties …",
                "The nicotinic acetylcholine receptor (nAChR) is the prototypic member of the ‘Cys-loop’ superfamily of ligand-gated ion channels which mediate synaptic neurotransmission, and whose other members include receptors for glycine, γ-aminobutyric acid and serotonin. Cryo-electron microscopy has yielded a three-dimensional structure of the nAChR in its closed state. However, the exact nature and location of the channel gate remains uncertain. Although the transmembrane pore is constricted close to its center, it is not completely occluded. Rather, the pore has a central hydrophobic zone of radius about 3 Å. Model calculations suggest that such a constriction may form a hydrophobic gate, preventing movement of ions through a channel. We present a detailed and quantitative simulation study of the hydrophobic gating model of the nicotinic receptor, in order to fully evaluate this hypothesis. We demonstrate that the …"
            ],
            [
                [
                    "computational biophysics",
                    "membrane proteins",
                    "transporter",
                    "water"
                ]
            ]
        ]
    ]
}