{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6SWPMB94",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Peter S. Pershan Peter S. Pershan Frank B. Baird, Jr., Professor of Science, Emeritus Peter Pershan’s research primarily involves the use of x-rays to probe the structure and critical properties of matter. Although his laboratory at Harvard includes an in-house x-ray facility, most of the experiments eventually require the special properties of synchrotron generated x-rays. Synchrotron facilities that have been used in the past include the National Synchrotron Light Source at Brookhaven National Laboratory on Long Island, NY; the HASYLAB in Hamburg, Germany; the Stanford Synchrotron Radiation Laboratory at Stanford, CA; and the European Synchrotron Radiation Facility in Grenoble, France. Instrumentation currently under construction at the Advanced Photon Laboratory at Argonne National Laboratory, Argonne, IL will be used in the near future. The common theme for most of the experiments recently carried out is to characterize the structure and two-dimensional statistical properties of liquid surfaces. Examples of the phenomena studied include the theoretically predicted stratification, or atomic layering, at the surfaces of liquid metals; the power law singularity in two- dimensional thermal excitations on the surfaces of liquids; quantum mechanical predictions of an asymmetry in the electron density profile between superfluid 4He and its vapor; structure and the structure and thermal fluctuations of thin wetting liquid films adsorbed onto both liquid and solid surfaces. ________________________ Deni Peric Pierce Hall 205C 29 Oxford Street pershan@seas.harvard.edu p: (617) 495-3214"
            ]
        ]
    ]
}