{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6T0D3J3P",
            "OdQNGm0AAAAJ",
            [
                "Interstellar grains in meteorites: I. Isolation of SiC, graphite and diamond; size distributions of SiC and graphite",
                "Interstellar graphite in meteorites",
                "Carbon, nitrogen, magnesium, silicon, and titanium isotopic compositions of single interstellar silicon carbide grains from the Murchison carbonaceous chondrite",
                "Constraints on stellar grain formation from presolar graphite in the Murchison meteorite",
                "Interstellar grains in meteorites: II. SiC and its noble gases",
                "Presolar grains from novae",
                "Presolar grains from novae",
                "Interstellar SiC with unusual isotopic compositions-Grains from a supernova?",
                "Extinct 44Ti in presolar graphite and SiC: Proof of a supernova origin",
                "Interstellar grains within interstellar grains"
            ],
            [
                "A procedure has been developed for isolating three types of interstellar grains from primitive meteorites, in >90% purity and yields of generally ≥70%, and is here applied to the Murchison C2M meteorite. Silicates are dissolved in HF-HCl, kerogen (macromolecular organic matter) is destroyed by Cr2O7=, KOH, and H2O2, and microdiamonds (~400 ppm) are recovered as a colloid. Graphite (<1 ppm) is isolated by density and size separations. Spinel in the residue is dissolved in H2SO4, leaving SiC (~6 ppm), hibonite, and corundum.The size distribution of SiC has been measured in the range 0.2 to 6 μm. Over part of this range, it can be fit either to a power-law or a log-normal distribution, but the deficiency of small grains strongly favors the latter. Statistics are more limited for graphite spherules, but they, too, follow a log-normal distribution, and so does interstellar diamond (Lewis et al., 1989). Apparently the …",
                "IN a continuation of our search for interstellar'needles' in the meteoritic'haystack'1, 2, we have now identified graphite grains, 1–4 µm in diameter, in the Murchison C2 chondrite. The interstellar origin of these grains is demonstrated by their 12 C\/13 C ratio, which ranges from 0.09 to 16 times the Solar System value, and by the presence of the noble-gas component'Ne–E (L)', nearly monoisotopic 22 Ne from the decay of 22 Na (with a half-life of 2.6 yr). The grains apparently formed in the outflows of novae and red giants, and demonstrate that graphite can form as a circumstellar condensate. Curiously, interstellar graphite is much rarer than interstellar microdiamonds (< 2 ppm compared to 400 ppm) or even SiC (6–9 ppm), although diamond is thermodynamically unstable relative to graphite. The main reason may be preferential destruction. Graphite is the third type of circumstellar grain that has become available for …",
                "Seven hundred and twenty SiC grains from the Murchison CM2 chondrite, ranging in size from 1 to 10 jzm,",
                "We report the results of isotopic, chemical, structural, and crystallographic microanalyses of graphitic spherules (0.3-9 μm) extracted from the Murchison meteorite. The spherules have 12 C\/13 C ratios ranging over 3 orders of magnitude (from 0.02 to 80 times solar), clearly establishing their presolar origin as stellar condensates. These and other isotopic constraints point to a variety of stellar types as sources of the carbon, including low-mass asymptotic giant branch (AGB) stars and supernovae. Transmission electron microscopy (TEM) of ultrathin sections of the spherules revealed that many have a composite structure consisting of a core of nanocrystalline carbon surrounded by a mantle of well-graphitized carbon. The nanocrystalline cores are compact masses consisting of randomly oriented graphene sheets, from PAH-sized units up to sheets 3-4 nm in diameter, with little graphitic layering order. These sheets …",
                "We have analyzed He, Ne, Ar, Kr, and Xe in fourteen size fractions of interstellar SiC, isolated from the Murchison C2 chondrite. All are mixtures of a highly anomalous component bearing the isotopic signature of the astrophysical s-process and a more normal component, generally solar-like but with anomalies of up to 30% in the heavy isotopes. As these two components strikingly resemble predictions for the He-burning shells and envelopes of red giant carbon stars, it appears that the SiC grains are pristine circumstellar condensates from such stars. A number of elemental and isotopic ratios (such as K 80 K 82 and K 86 Kr 82) vary with grain size, suggesting that the SiC comes from carbon stars representing a range of masses, metallicities, temperatures, and neutron densities. The Ne 21-content of the SiC suggests a presolar cosmic-ray irradiation of up to 130 Ma, representing the interval between …",
                "We report the discovery of five SiC grains and one graphite grain isolated from the Murchison carbonaceous meteorite whose major‐element isotopic compositions indicate an origin in nova explosions. The grains are characterized by low  C\/ C (4–9) and  N\/ N (5–20) ratios, large excesses in  Si ( Si\/ Si ratios range to 2.1 times solar), and high  Al\/ Al ratios. These isotopic signatures are theoretically predicted for the ejecta from ONe novae and cannot be matched by any other stellar sources. Previous studies of presolar grains from primitive meteorites have shown that the vast majority formed in red giant outflows and supernova ejecta. Although a classical nova origin was suggested for a few presolar graphite grains on the basis of  Ne enrichments, this identification is somewhat ambiguous since it is based on only one trace element. Our present study presents the first evidence for nova grains on the basis of major …",
                "We report the discovery of five SiC grains and one graphite grain isolated from the Murchison carbonaceous meteorite whose major‐element isotopic compositions indicate an origin in nova explosions. The grains are characterized by low  C\/ C (4–9) and  N\/ N (5–20) ratios, large excesses in  Si ( Si\/ Si ratios range to 2.1 times solar), and high  Al\/ Al ratios. These isotopic signatures are theoretically predicted for the ejecta from ONe novae and cannot be matched by any other stellar sources. Previous studies of presolar grains from primitive meteorites have shown that the vast majority formed in red giant outflows and supernova ejecta. Although a classical nova origin was suggested for a few presolar graphite grains on the basis of  Ne enrichments, this identification is somewhat ambiguous since it is based on only one trace element. Our present study presents the first evidence for nova grains on the basis of major …",
                "Five single SiC grains, 2-9 jim in size, from the Murchison carbonaceous meteorite have been analyzed by",
                "Large excesses in 44 Ca, from the radioactive decay of short-lived 44 Ti, have been observed in four low-density graphite grains and five SiC grains of type X extracted from the Murchison meteorite. Titanium-46, 49 Ti, and 50 Ti excesses were also observed in several of these grains. Because 44 Ti is only produced in supernovae, these grains must have a supernova origin. Moreover, Si-, C-, N-, Al-, O-, and Ti-isotopic compositions of the grains require a Type II supernova source, and indicate extensive and heterogeneous mixing of different supernova regions, including the nickel core.",
                "We report ion microprobe and transmission electron microscope studies of five interstellar graphitic spherules extracted from the Murchison carbonaceous meteorite. The spherules have~ 2Cf 3C ratios (7-I 330) significantly different from the solar system average (89) as well as anomalous N isotopic compositions."
            ],
            [
                [
                    "cosmochemistry"
                ]
            ]
        ]
    ]
}