{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6T6LB8DZ",
            "WpXmTEoAAAAJ",
            [
                "Controlled assembly of jammed colloidal shells on fluid droplets"
            ],
            [
                "Assembly of colloidal particles on fluid interfaces is a promising technique for synthesizing two-dimensional microcrystalline materials useful in fields as diverse as biomedicine 1, materials science 2, mineral flotation 3 and food processing 4. Current approaches rely on bulk emulsification methods, require further chemical and thermal treatments, and are restrictive with respect to the materials used 5, 6, 7, 8, 9. The development of methods that exploit the great potential of interfacial assembly for producing tailored materials have been hampered by the lack of understanding of the assembly process. Here we report a microfluidic method that allows direct visualization and understanding of the dynamics of colloidal crystal growth on curved interfaces. The crystals are periodically ejected to form stable jammed shells, which we refer to as colloidal armour. We propose that the energetic barriers to interfacial crystal …"
            ],
            [
                [
                    "Biomaterials",
                    "Soft Condensed Matter",
                    "Biophysics",
                    "Colloids"
                ]
            ],
            [
                "Here is the most complete kind of proof attainable...decomposition...followed by its recomposition - Antoine Lavoisier, 1777 Research People Publications Links Zeiss LSM 880 Laboratory for Colloids, Interfaces, and Biological Materials @ UC Merced Using materials to synthesize biology The Subramaniam Lab seeks to understand the fundamental physicochemical mechanisms that govern the assembly and function of biomembranes. We combine experimental tools from soft matter physics, chemistry, and molecular biology to tackle cutting-edge challenges in biomembrane engineering and bottom-up synthetic biology. Current topics of interest include developing methods for high throughput fabrication of semi-synthetic cells and developing cost effective vesicle-based therapeutics and diagnostics to improve public health. Browse these pages to learn more about our lab! Funding Centers Copyright (C)  2019 Anand Subramaniam, University of California, Merced. All rights reserved."
            ]
        ]
    ]
}