{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6UZ3PJ54",
            "gf-h3EUAAAAJ",
            [
                "Spin-triplet superconductivity in Sr2RuO4 identified by 17O Knight shift",
                "Time-reversal symmetry-breaking superconductivity in Sr2RuO4",
                "Tunable (δ π, δ π)-type antiferromagnetic order in α-Fe (Te, Se) superconductors"
            ],
            [
                "Superconductivity—one of the best understood many-body problems in physics—has again become a challenge following the discovery of unconventional superconducting materials: these include heavy-fermion 1, organic 2 and the high-transition-temperature copper oxide 3 superconductors. In conventional superconductors, the electrons form superconducting Cooper pairs in a spin-singlet state, which has zero total spin (S= 0). In principle, Cooper pairs can also form in a spin-triplet state (S= 1), analogous to the spin-triplet ‘p-wave’state of paired neutral fermions in superfluid 3 He (ref. 4). At present, the heavy-fermion compound UPt 3 is the only known spin-triplet superconductor 5, 6, although the layered oxide superconductor Sr 2 RuO 4 (ref. 7) is believed, on theoretical grounds 8, to be a promising candidate. The most direct means of identifying the spin state of Cooper pairs is from measurements of their spin …",
                "Although the properties of most superconducting materials are well described by the theory 1 of Bardeen, Cooper and Schrieffer (BCS), considerable effort has been devoted to the search for exotic superconducting systems in which BCS theory does not apply. The transition to the superconducting state in conventional BCS superconductors involves the breaking of gauge symmetry only, whereby the wavefunction describing the Cooper pairs—the paired electron states responsible for superconductivity—adopt a definite phase. In contrast, a signature of an unconventional superconducting state is the breaking of additional symmetries 2, which can lead to anisotropic pairing (such as the ‘d-wave’symmetry observed in the copper oxide superconductors) and the presence of multiple superconducting phases (as seen in UPt 3 and analogous behaviour in superfluid 3 He; 3–5). Here we report muon spin-relaxation …",
                "The new α-Fe (Te, Se) superconductors share the common iron building block and ferminology with the LaFeAsO and BaFe 2 As 2 families of superconductors. In contrast with the predicted commensurate spin-density-wave order at the nesting wave vector (π, 0), a completely different magnetic order with a composition tunable propagation vector (δ π, δ π) was determined for the parent compound Fe 1+ y Te in this powder and single-crystal neutron diffraction study. The new antiferromagnetic order survives as a short-range one even in the highest T C sample. An alternative to the prevailing nesting Fermi surface mechanism is required to understand the latest family of ferrous superconductors."
            ],
            [
                [
                    "Condensed matter physics",
                    "Quantum materials"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}