{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6V43BHIW",
            "nQFMA9QAAAAJ",
            [
                "Lipid metabolism in mucous-dwelling amitochondriate protozoa",
                "Stress around square and rectangular cutouts in symmetric laminates",
                "Extraction and Characterization of Novel Lignocellulosic Fibers From Thespesia Lampas Plant",
                "Effect of alkali treatment on the properties of century fiber"
            ],
            [
                "Entamoeba, Giardia, and trichomonads are the prominent members of a group known as ‘mucosal parasites’. While Entamoeba and Giardia trophozoites colonise the small intestine, trichomonads inhabit the genitourinary tracts of humans and animals. These protozoa lack mitochondria, well-developed Golgi complexes, and other organelles typical of higher eukaryotes. Nonetheless, they have developed unique metabolic pathways that allow them to survive and multiply in the small intestine and reproductive tracts by scavenging nutrients from the host. Various investigators have shown that these protozoa are unable to synthesise the majority of their own lipids and cholesterol de novo; rather, they depend mostly on supplies from outside sources. Therefore, questions of how they transport and utilise exogenous lipids for metabolic purposes are extremely important. There is evidence suggesting that these parasites …",
                "The solution presented in this paper is useful for finding the stress distribution around holes in symmetric laminates as well as in isotropic plates and also to determine the failure strength of the laminate on first ply failure basis by Tsai-Hill, Hashin-Rotem and Tsai-Wu criteria. This is a one stop solution for all kinds of in-plane loading on symmetric laminates as well as isotropic plates with any shape of cutout. Using Savin’s basic solution for anisotropic plates, the stress functions are derived for generalized mapping function for the hole and arbitrarily oriented in-plane loading. Square and rectangular holes in symmetric laminates of Graphite\/epoxy and Glass\/epoxy are studied. It is noted that the maximum stress and its location is mainly influenced by the type of loading. Larger stresses are noted for shear loading. The stress results are also obtained by ANSYS for comparison.",
                "In this work, the lignocellulosic fibers from the plant Thespesia lampas were extracted and investigated in detail. The prime objective of this work was to study the effect of alkali treatment on the chemical composition, tensile properties, morphological and structural changes, and thermal degradation of Thespesia lampas fibers. Chemical analysis, FT-IR, and 13C CP-MAS NMR spectroscopic studies indicated lowering of amorphous hemicellulose content on alkali treatment. Wide-angle X-ray diffraction studies indicated increase in crystallinity of the fibers on alkali treatment. The tensile strength and modulus of the fibers and thermal stability increased on alkali treatment. Scanning electron micrographs revealed roughening of the surface of the fibers due to the removal of the hemicellulose layer on alkali treatment. Tensile properties of Thespesia fibers were compared to those of other important natural fibers, and it …",
                "Century natural fibers (Agave americana L.) have superior mechanical properties. For their usage as an effective reinforcement in biocomposites, they require surface modification. In the present study, these fibers were treated with 5% aq. NaOH solution for optimized 1-h period. The effect of alkali treatment on the mechanical, thermal, and morphological properties was been studied. The results indicated thinning and surface roughening of the fibers and removal of hemicellulose on alkali treatment. The tensile strength and elongation at break improved on alkali treatment. X-ray studies indicated increase of crystallinity for alkali-treated fibers."
            ],
            [
                [
                    "Fish Toxicology",
                    "Hydrobiology"
                ]
            ],
            [
                "Dr. B. R. Reddy Laser spectroscopy of rare-earth ion-doped crystals, glasses, and fibers; ​ Optical hole-burning studies in glasses for information storage; Energy up-conversion\n                  studies for solid-state laser development; Optical sensing of temperature, moisture\n                  and chemicals; Mid-infrared spectroscopy of solids doped with transition metals; Laser cooling\/heating\n                  of solids; Optical diagnostics for real-time evaluation of surfaces Office: 021 VM Chambers Building Phone: 256-372-8101 Email: rami.bommareddi@aamu.edu Publications Optical sensing techniques for temperature measurement, Appl. Opt. 52, B33-B39 (2013). Interferometric measurement of laser heating in praseodymium doped YAG crystal, Appl.\n                     Opt. 50, 526-531 (2011). Energy upconversion in holmium doped lead germano tellurite glass, J. Appl. Phys.\n                     107, 113102 (2010). Spectroscopic characterization of erbium doped glass ceramic, Optical Materials Express\n                     3, 884-892 (2013). Applications of optical interferometer techniques for precision measurement of changes\n                        in temperature, growth and refractive index of materials (Review), Technologies 2,\n                        54-75 (2014). Surface characterization studies of orientation patterned ZnSe doped with Cr 2 + , Proc. SPIE 9347, 93471M (2015) B. Rami Reddy, “Interferometric Measurement of Laser-Induced Temperature Changes”\n                           (Book Chapter) in Laser Cooling: Fundamental Properties and Application, Edited by\n                           Galina Nemova, Pan Stanford Publishing Pte. Ltd., Singapore (2016), 273-304; CRC press,\n                           Boca Raton, FL White-light emission characteristics of rare-earth ion-doped sodium borate glass,\n                           K. Liggins, V. M. Edwards and B. R. Reddy,  SPIE Proc. Vol. 10100, 101001W (2017). J. W. Evans, T. R. Harris, B. R. Reddy, K. L. Schepler, and P. A. Berry, Optical Spectroscopy\n                           and modeling of Fe 2+ ions in Zinc Selenide, Journal of Luminescence 188, 541-550 (2017). M. Culp, V. M. Edwards and B. R. Reddy, Optical spectroscopy, energy upconversion\n                              and white light emission characteristics of CaF 2 : Er 3+ , Journal of Photonics for Energy 7, 026001 (2017)."
            ]
        ]
    ]
}