{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6V91FIK7",
            "WtRcq_8AAAAJ",
            [
                "Time-dependent wormhole solutions of f (R) theory of gravity and energy conditions",
                "Thermodynamics of Evolving Lorentzian Wormholes at Apparent Horizon in f (R) Theory of Gravity",
                "Modified  Gravity and Thermodynamics of Time-Dependent Wormholes at Event Horizon",
                "Modified f(R) Gravity and Thermodynamics of Time-Dependent Wormholes at Event Horizon"
            ],
            [
                "In this work, we construct time-dependent wormhole solutions in the context of f(R) theory of gravity. The background matter is considered to be traceless. By considering specific shape function and power-law expansion, exact solutions for f(R) are found. The null and the weak energy conditions (NEC and WEC) are checked for wormhole solutions. It is shown that the matter threading the wormhole spacetimes with either accelerated expansion or decelerated expansion satisfies the NEC and WEC.",
                "In the context of modified f(R) gravity, we attempt to study the thermodynamic properties of the evolving Lorentzian wormholes at the apparent horizon. It is shown that the wormhole can be derived from a particular f(R) model in the radiation background. Moreover, it has been shown that the field equations can be cast to a similar form  at the apparent horizon for the evolving Lorentzian wormhole. Compared to the case of Einstein's general relativity, an additional term  appears here.",
                "In the context of modified  gravity theory, we study time-dependent wormhole spacetimes in the radiation background. In this framework, we attempt to generalize the thermodynamic properties of time-dependent wormholes in  gravity. Finally, at event horizon, the rate of change of total entropy has been discussed.",
                "In the context of modified  gravity theory, we study time-dependent wormhole spacetimes in the radiation background. In this framework, we attempt to generalize the thermodynamic properties of time-dependent wormholes in  gravity. Finally, at event horizon, the rate of change of total entropy has been discussed."
            ],
            [
                [
                    "Gravitation and Cosmology"
                ]
            ],
            [
                "Hamidreza Saiedi Graduate Student Ph. D. Physics Office: SE 330 Phone: (561) 297-3380 hsaiedi2014@fau.edu Degrees Current Research Dissertation advisor Personal Web Page http:\/\/fau.academia.edu\/HamidrezaSaiedi"
            ]
        ]
    ]
}