{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6VXJPZPT",
            "89qDEqQAAAAJ",
            [
                "Enhanced thermoelectric figure of merit of p-type half-Heuslers",
                "Resonant bonding leads to low lattice thermal conductivity",
                "Enhancement of thermoelectric figure-of-merit by resonant states of aluminium doping in lead selenide",
                "Hydrodynamic phonon transport in suspended graphene",
                "Studies on the Bi 2 Te 3–Bi 2 Se 3–Bi 2 S 3 system for mid-temperature thermoelectric energy conversion",
                "Heat transfer in thermoelectric materials and devices",
                "Comprehensive review of heat transfer in thermoelectric materials and devices",
                "Lattice thermal conductivity of Bi, Sb, and Bi-Sb alloy from first principles",
                "Effects of purging on the degradation of PEMFCs operating with repetitive on\/off cycles",
                "Survey of ab initio phonon thermal transport"
            ],
            [
                "Half-Heuslers would be important thermoelectric materials due to their high temperature stability and abundance if their dimensionless thermoelectric figure of merit (ZT) could be made high enough. The highest peak ZT of a p-type half-Heusler has been so far reported about 0.5 due to the high thermal conductivity. Through a nanocomposite approach using ball milling and hot pressing, we have achieved a peak ZT of 0.8 at 700 °C, which is about 60% higher than the best reported 0.5 and might be good enough for consideration for waste heat recovery in car exhaust systems. The improvement comes from a simultaneous increase in Seebeck coefficient and a significant decrease in thermal conductivity due to nanostructures. The samples were made by first forming alloyed ingots using arc melting and then creating nanopowders by ball milling the ingots and finally obtaining dense bulk by hot pressing. Further …",
                "Understanding the lattice dynamics and low thermal conductivities of IV–VI, V 2–VI 3 and V materials is critical to the development of better thermoelectric and phase-change materials. Here we provide a link between chemical bonding and low thermal conductivity. Our first-principles calculations reveal that long-ranged interaction along the< 100> direction of the rocksalt structure exist in lead chalcogenides, SnTe, Bi 2 Te 3, Bi and Sb due to the resonant bonding that is common to all of them. This long-ranged interaction in lead chalcogenides and SnTe cause optical phonon softening, strong anharmonic scattering and large phase space for three-phonon scattering processes, which explain why rocksalt IV–VI compounds have much lower thermal conductivities than zincblende III–V compounds. The new insights on the relationship between resonant bonding and low thermal conductivity will help in the …",
                "By adding aluminium (Al) into lead selenide (PbSe), we successfully prepared n-type PbSe thermoelectric materials with a figure-of-merit (ZT) of 1.3 at 850 K. Such a high ZT is achieved by a combination of high Seebeck coefficient caused by very possibly the resonant states in the conduction band created by Al dopant and low thermal conductivity from nanosized phonon scattering centers.",
                "Recent studies of thermal transport in nanomaterials have demonstrated the breakdown of Fourier’s law through observations of ballistic transport. Despite its unique features, another instance of the breakdown of Fourier’s law, hydrodynamic phonon transport, has drawn less attention because it has been observed only at extremely low temperatures and narrow temperature ranges in bulk materials. Here, we predict on the basis of first-principles calculations that the hydrodynamic phonon transport can occur in suspended graphene at significantly higher temperatures and wider temperature ranges than in bulk materials. The hydrodynamic transport is demonstrated through drift motion of phonons, phonon Poiseuille flow and second sound. The significant hydrodynamic phonon transport in graphene is associated with graphene’s two-dimensional features. This work opens a new avenue for understanding and …",
                "Bismuth telluride (Bi2Te3) and its alloys have been widely investigated as thermoelectric materials for cooling applications at around room temperature. We report a systematic study on many compounds in the Bi2Te3–Bi2Se3–Bi2S3 system. All the samples were fabricated by high energy ball milling followed by hot pressing. Among the investigated compounds, Bi2Te2S1 shows a peak ZT ∼0.8 at 300 °C and Bi2Se1S2 ∼0.8 at 500 °C. The results show that these compounds can be used for mid-temperature power generation applications. The leg efficiency of thermoelectric conversion for segmented elements based on these n-type materials could potentially reach 12.5% with a cold side at 25 °C and a hot side at 500 °C if appropriate p-type legs are paired, which could compete well with the state-of-the-art n-type materials within the same temperature range, including lead tellurides, lead selenides, lead sulfides …",
                "Solid-state thermoelectric devices are currently used in applications ranging from thermocouple sensors to power generators in space missions, to portable air-conditioners and refrigerators. With the ever-rising demand throughout the world for energy consumption and CO2 reduction, thermoelectric energy conversion has been receiving intensified attention as a potential candidate for waste-heat harvesting as well as for power generation from renewable sources. Efficient thermoelectric energy conversion critically depends on the performance of thermoelectric materials and devices. In this review, we discuss heat transfer in thermoelectric materials and devices, especially phonon engineering to reduce the lattice thermal conductivity of thermoelectric materials, which requires a fundamental understanding of nanoscale heat conduction physics.[DOI: 10.1115\/1.4023585]",
                "Solid-state thermoelectric devices are currently used in applications ranging from thermocouple sensors to power generators in satellites, to portable air-conditioners and refrigerators. With the ever-rising demand throughout the world for energy consumption and CO 2 reduction, thermoelectric energy conversion has been receiving intensified attention as a potential candidate for waste-heat harvesting as well as for power generation from renewable sources. Efficient thermoelectric energy conversion critically depends on the performance of thermoelectric materials and devices. In this chapter, we discuss heat transfer in thermoelectric materials and devices, especially phonon engineering to reduce the lattice thermal conductivity of thermoelectric materials, which requires a fundamental understanding of nanoscale heat conduction physics.",
                "Using first principles, we calculate the lattice thermal conductivity of Bi, Sb, and Bi-Sb alloys, which are of great importance for thermoelectric and thermomagnetic cooling applications. Our calculation reveals that the ninth-neighbor harmonic and anharmonic force constants are significant; accordingly, they largely affect the lattice thermal conductivity. Several features of the thermal transport in these materials are studied:(1) the relative contributions from phonons and electrons to the total thermal conductivity as a function of temperature are estimated by comparing the calculated lattice thermal conductivity to the measured total thermal conductivity,(2) the anisotropy of the lattice thermal conductivity is calculated and compared to that of the electronic contribution in Bi, and (3) the phonon mean free path distributions, which are useful for developing nanostructures to reduce the lattice thermal conductivity, are …",
                "Degradation of polymer electrolyte membrane fuel cells (PEMFCs) that is facilitated by on\/off cycles is one of the most important issues for commercialization of fuel cell vehicles. When a PEMFC stack is shut down, residual hydrogen could induce high voltage equivalent to open-circuit voltage to the cathode side that might cause sintering of the Pt catalyst and facilitate the formation of hydrogen peroxide radicals at the anode side that might decompose the Nafion membrane. In this study, the degradation of PEMFCs exposed to repetitive on\/off cycles was investigated by measuring current density–voltage characteristics, ac impedance, cyclic voltammograms, gas leak, cross-sectional scanning electron microscopy images, and transmission electron microscopy images. To prevent the degradation of PEMFCs caused by the residual gases, hydrogen was removed from the anode gas channel by air-purging, which was …",
                "The coupling of lattice dynamics and phonon transport methodologies with density functional theory has become a powerful tool for calculating lattice thermal conductivity (κ) with demonstrated quantitative accuracy and applicability to a wide range of materials. More importantly, these first-principles transport methods lack empirical tuning parameters so that reliable predictions of κ behaviors in new and old materials can be formulated. Since its inception nearly a decade ago, first-principles thermal transport has vastly expanded the range of materials examined, altered our physical intuition of phonon interactions and transport behaviors, provided deeper understanding of experiments, and accelerated the design of materials for targeted thermal functionalities. Such advances are critically important for developing novel thermal management materials and strategies as heat sets challenging operating limitations on …"
            ],
            [
                [
                    "heat and charge transfer",
                    "solid-state energy conversion"
                ]
            ],
            [
                "Sangyeop Lee Assistant Professor\/Secondary Appointment 538A Benedum Hall 412-624-8111 sylee@pitt.edu Sangyeop Lee's primary appointment is with the Department of Mechanical Engineering and Materials Science at the University of Pittsburgh. His research focuses on: Transport phenomena of heat, charge, and mass – simulation and experimental characterization of nanoscale transport; thermal transport in novel materials including 2D layered materials, phase change materials, ferroelectric materials, and soft matters; transport phenomena at interface; multi-scale simulation from nano to macroscale Solid-state energy conversion – thermoelectrics; electrochemistry; electrocalorics Selected Publications \"Hydrodynmic phonon transport in suspended graphene,\" S. Lee , D. Broido, K. Esfarjani, and G. Chen, Nature Communications 6, 6290 (2015) \"Nanostructured thermoelectric materials, in Innovative Thermoelectric Materials\", S. Lee , and G. Chen, in Innovative Thermoelectric Materials (2016) \"Resonant bonding leads to low lattice thermal conductivity,\" S. Lee , K. Esfarjani, T. Luo, J. Zhou, Z.T. Tian, and G. Chen, Nature Communications 5, 3525 (2014) \"Lattice thermal conductivity of Bi, Sb, and Bi-Sb alloy from first principles,\" S. Lee , K. Esfarjani, J. Mendoza, M.S. Dresselhaus, and G. Chen, Phys. Rev. B 89, 085206 (2014)  412-624-8111"
            ]
        ]
    ]
}