{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6W6DGJ5J",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Lene V. Hau Lene V. Hau Mallinckrodt Professor of Physics and of Applied Physics Lene Vestergaard Hau is the Mallinckrodt Professor of Physics and of Applied Physics and is also on the faculty of the Harvard Biophysics Program. Prior to joining the Harvard faculty in 1999, she was a senior scientist at the Rowland Institute for Science in Cambridge, Massachusetts, and holds a Ph.D. in Physics from University of Aarhus, Denmark. Hau led a team who succeeded in slowing a pulse of light to 15 miles per hour and also brought light to a stop. They took matters even further as they stopped and extinguished a light pulse in one part of space, and subsequently revived it in a different location. In the process, the light pulse is converted to a perfect matter copy that can be stored - put on the shelf - sculpted, and then turned back to light. These results represent a new paradigm for information processing. Hau has recently embarked on a new research program at the interface of the fields of light-matter interactions, nanoscience, and molecular and synthetic biology. The research involves fundamental studies of light-driven photosynthetic proteins coupled to engineered, inorganic nano-scale structures, and encompasses both natural and gene-engineered membrane proteins as well as de novo designed synthetic proteins. The research has applications, for example, for the development of new schemes for biofuel production. Hau has contributed to a wide variety of research fields. Her Ph.D. work was in theoretical condensed matter physics and she later shifted her attention to experimental and theoretical optical and atomic physics. Her research has included studies of ultra-cold atoms and superfluid Bose-Einstein condensates, as well as channeling of high-energy electrons and positrons in single crystals with experiments at CERN and Brookhaven National Laboratory. She is a 2001 MacArthur Fellow, and was elected to the American Academy of Arts and Sciences, the Royal Swedish Academy of Sciences, and the Royal Danish Academy of Sciences and Letters. She is a Fellow of the American Association for the Advancement of Science and of the American Physical Society and is the recipient of numerous awards, including Harvard University’s Ledlie Prize , the Ole Roemer Medal, awarded by the University of Copenhagen, and the Richtmyer Memorial Lecture Award. In 2010, she was appointed a National Security Science and Technology Faculty Fellow by the Secretary of Defense, and was named \"World Dane\", thus becoming one of only three Danes to have been elected for this honor. In 2011, she was named Distinguished Alum of Aarhus University , and in 2012 was named \" Thomson Reuters Citation Laureate \" by Thomson Reuters (click \"physics\"). Professor Hau’s research is described on RadioLab’s Master of the Universe . ________________________ Faculty Assistant: Jane Salant Lyman Lab 229 hau@g.harvard.edu p: (617) 496-5967"
            ]
        ]
    ]
}