{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6WVOE02X",
            "nF7n_MYAAAAJ",
            [
                "Extrato de orégano como aditivo em rações para frangos de corte",
                "A morphological classification proposal for curimba (Prochilodus lineatus) sperm damages after cryopreservation",
                "Criopreservação do sêmen de curimba (Prochilodus lineatus) mediante adição de diferentes diluidores, ativadores e crioprotetores",
                "Effect of cryopreservant combinations on the motility and morphology of curimba (Prochilodus lineatus) sperm",
                "Role of insulin-like growth factor-I and follicular fluid from ovarian follicles with different diameters on porcine oocyte maturation and fertilization in vitro",
                "Influence of Dietary Oil Sources on Muscle Composition and Plasma Lipoprotein Concentrations in Nile Tilapia, Oreochromis niloticus",
                "Effect of photoperiod on locomotor activity, growth, feed efficiency and gonadal development of Nile tilapia",
                "Utilização de probiótico, prebiótico e simbiótico em rações de leitões ao desmame",
                "Uso de aditivos promotores de crescimento sobre o desempenho, características de carcaça e bactérias totais do intestino de frangos de corte",
                "Efeito do uso de óleo na dieta sobre a lipogênese e o perfil lipídico de tilápias-do-nilo"
            ],
            [
                "Os objetivos neste experimento foram avaliar os efeitos da inclusão de extrato de orégano (EO) como aditivo promotor de crescimento nas rações sobre o desempenho, o sistema imune (peso e tamanho da bursa de Fabricius, peso do baço e do timo), as características anatomo-fisiológicas do trato gastrointestinal (altura de vilosidade, profundidade de cripta e suas relações), a microbiologia do ceco e o pH do duodeno e do ceco de frangos de corte. Foram utilizados 1.440 pintos de corte machos Cobb 500, em duas fases de criação (1 a 21 e 1 a 42 dias de idade), distribuídos em delineamento inteiramente casualizado, com seis tratamentos e oito repetições de 30 aves. Utilizou-se ração basal (RB) para as três fases de criação (1 a 21, 22 a 35 e 36 a 42 dias de idade), constituindo os seguintes tratamentos: T1-RB; T2-RB com antibiótico (25 ppm de bacitracina de zinco); T3-RB com 0,025% EO; T4-RB com 0,050% EO; T5-RB com 0,075% EO; e T6-RB com 0,100% EO. Observou-se que os tratamentos não influenciaram o desempenho e os pHs dos conteúdos duodenal e cecal das aves nas duas fases de criação. As variáveis de imunidade e avaliação anatomo-fisiológica do trato gastrointestinal aos 21 dias não apresentaram diferenças. Apenas o peso do baço e a altura de vilosidade aos 42 dias de idade foram influenciados pelos tratamentos. Houve redução no número de bactérias no ceco das aves à medida que se elevou o conteúdo do extrato de orégano nas rações, indicando que houve ação antimicrobiana dos componentes deste extrato. Na condição em que foi realizado o experimento, o uso do extrato de orégano como …",
                "The present study evaluated some cryoprotectants and concentrations for curimba (Prochilodus lineatus) semen preservation from a simple methodology of analysis of sperm morphology. Semen of nine males was diluted (1:4) into eight cryosolutions, all of them containing 5% of BTS™ Minitüb, still comprising methanol or dimethyl sulphoxide (DMSO) at four concentrations: 5%, 7.5%, 10% and 12.5%. Morphological sperm analysis was performed on an optical microscope at × 1000 magnification. Damages on the head, midpiece and tail rest (the main and terminal portions) were investigated and classified as primary or secondary, according to the assumed influence on fertilization. There was a linear reduction in the total damages with an increase in the cryoprotectant concentration. Samples with DMSO showed the lowest percentage of fractured tails and tail stumps. The cryopreservation protocol retained the …",
                "Amostras de sêmen de cinco espécimes de Prochilodus lineatus (Valencienes, 1847) foram utilizadas para avaliação dos efeitos tóxicos e crioprotetores de seis soluções à base de BTS (Beltsville Thawing Solution®) 4, 5% enriquecidas com metanol e DMSO nas concentrações de 10%(A= BTS 4, 5%+ Metanol 10%; B= BTS 4, 5%+ DMSO 10%; C= BTS 4, 5%+ KCl 0,072%+ metanol 10%; D= BTS 4, 5%+ KCl 0,072%+ DMSO 10%; E= BTS 4, 5%+ KI 0,036%+ metanol 10%; e F= BTS 4, 5%+ KI 0,036%+ DMSO 10%). Foram avaliadas ainda três soluções ativadoras (água destilada, NaHCO 3 60 mM e NaHCO 3 119 mM), antes e após o congelamento. Estudaram-se a taxa e a duração da motilidade espermática. Não houve diferença significativa entre as soluções crioprotetoras utilizadas. O sêmen ativado por NaHCO 3 60 e 119 mM apresentou as maiores taxas de motilidade espermática. A ativação por NaHCO 3 119 mM possibilitou as maiores durações de motilidade no sêmen de P. lineatus.",
                "This study investigated the application of intra- and extra-cellular cryoprotectant combinations on the quality of curimba Prochilodus lineatus semen subjected to cryopreservation. Semen treatments were tested with 8% DMSO or methanol as intracellular cryoprotectant, 5% egg yolk or lactose as extracellular cryoprotectant and 5% BTS. These cryoprotectant combinations are suitable for curimba but have not been tested at the lesser concentrations proposed or in combination with BTS. Semen samples collected from 19 curimbas were diluted into one of four cryoprotectant combinations: DMSO + yolk; DMSO + lactose; methanol + yolk; and methanol + lactose. After dilution, semen samples were cryopreserved in 0.5 mL straws for 10 days in a liquid nitrogen tank. Semen was thawed in a water bath at 60 °C for 8 s. We evaluated the quality of fresh, diluted (pre-freezing) and post-freezing semen according to sperm …",
                "The objective of this study was to determine the effects of insulin-like growth factor-I (IGF-I) (0, 60, 120, 180, and 240 ng\/mL) and follicular fluid (FF) derived from 2 to 5 and 6 to 10 mm diameter follicles (SpFFs and LpFFs, respectively) added during in vitro maturation (IVM) of porcine oocytes on nuclear maturation and IVF. Cumulus-oocyte complexes (COCs) were matured in NCSU-37 medium supplemented with SpFFs or LpFFs and various IGF-I concentrations. The COCs were cultured for 44 hours, and then fertilized in vitro. Maturation and IVF results were recorded 18 hours after insemination. The IVM (%) was higher (P < 0.05) in the COCs matured in LpFFs than with SpFFs when 0 (90.0 ± 6.9 vs. 76.3 ± 10.7) or 60 ng\/mL IGF-I (92.0 ± 8.1 vs. 81.8 ± 10.2) was added. In SpFFs media, there was a quadratic relationship (P < 0.01) between IGF-I concentration and IVM (peak results at IGF-I = 129 ng\/mL). However …",
                " To investigate the impact of different dietary lipid sources on fillet composition and lipid transport, we conducted a feeding trial and evaluated the proximate composition of muscle tissue, fatty acid profiles, total cholesterol (in muscle and plasma), triglycerides, and lipoprotein concentrations in Nile tilapia, Oreochromis niloticus. Five semi‐purified diets, containing different oils (soybean – SO, corn – CO, linseed – LO, fish – FO, and olive – OO), were supplied to tilapia for 160 d. Fish fed with LO and FO diets had a lower percentage of total lipids in muscle compared with the others (P < 0.05). The highest percentage of protein was found in fish fed with FO diet (P < 0.05). The muscle fatty acid profile was influenced differently by diets (P < 0.05). The group supplemented with SO and CO had a higher concentration of 18:2n‐6, whereas the fish fed with LO diet had a higher level of 18:3n‐3 and those that received the FO …",
                "The objective of this study was to evaluate the effect of photoperiod on locomotor activity, growth and gonadal development in Nile tilapia (Oreochromis niloticus) fingerlings. A completely randomised design was used, with five treatments (0L:24D, 6L:18D, 12L:12D, 18L:6D and 24L:0D) and four replicates, with the aquarium as the experimental unit. One hundred and sixty fingerlings of tilapia weighing 3.21±0.05 g and measuring 4.35±0.07 cm each were distributed among 20 aquaria of 20 L in a recirculation system with the temperature controlled to 27 °C, with eight fish per aquarium. Feeding was carried out twice daily for 75 days, with extruded feed containing 40% crude protein. The fingerlings subjected to a photoperiod of 12L:12D as well as those under 18L:6D and 24L:0D showed the greatest locomotor activity, whereas those under 6L:18D and 0L:24D showed the lowest activity. Fish subjected to a photoperiod of 18L:6D and 24L:0D showed the highest levels of performance. However, manipulation of the photoperiod did not influence the gonadal development, survival or the appearance of deformities in juvenile Nile tilapia. Under long photoperiods (18L:6D and 24L:0D), fish direct their energy to somatic growth and induce best feed efficiency.",
                "Objetivou–se com este trabalho verificar o efeito da suplementação dietética de probiótico, prebiótico e simbiótico sobre o desempenho de leitões desmamados aos 23 dias de idade. Foram utilizados 96 leitões mestiços desmamados aos 23 dias de idade, com peso médio de 7, 40 kg, utilizando–se um delineamento em blocos casualizados com quatro tratamentos, seis repetições e quatro leitões por unidade experimental, para se avaliar o desempenho durante o período de 35 dias. As dietas foram isoprotéicas e isoenergéticas, formuladas à base de milho, farelo de soja e leite em pó modificado, adicionadas de: antibiótico, probiótico, prebiótico ou simbiótico. As dietas foram formuladas para atender as exigências dos leitões segundo NRC (1998). Observou–se que os aditivos testados não influenciaram (P> 0, 05) o ganho de peso, consumo de ração e conversão alimentar. Conclui–se que a inclusão de probiótico, prebiótico ou simbiótico na alimentação de leitões desmamados aos 23 dias de idade proporcionou desempenho semelhante ao obtido com antibiótico.",
                "Objetivou-se com este trabalho foi avaliar o efeito de aditivos promotores de crescimento em substituição ao antibiótico sobre o desempenho, características de carcaça (partes e gordura abdominal) e bactérias totais do intestino delgado e cecos de frangos de corte de 1 a 42 dias de idade, criados em cama reutilizada e alimentados com rações à base de milho moído e farelo de soja. O delineamento experimental utilizado foi o inteiramente casualizado, com um arranjo fatorial 7 x 2, correspondendo a 7 fontes de aditivos (antibiótico, basal, mananoligossacarídeo (MOS), frutoligossacarídeo (FOS), ácido fumárico, cogumelo desidratado e probiótico) e dois sexos (macho e fêmea). Foram utilizados um total de 1680 pintos, sexados, da linhagem Hybro, distribuídos em 14 tratamentos com 04 repetições e 30 aves por parcela experimental. Foi observado efeito significativo (P< 0, 05) dos aditivos promotores de crescimento sobre a conversão alimentar, eficiência alimentar e fator de produção e verificou-se que o sexo foi influenciado no desempenho de frangos de corte, exceto viabilidade. Os aditivos influenciaram positivamente o rendimento de carcaça, partes e gordura abdominal, sendo que os machos apresentaram melhores resultados de peso ao abate e rendimento de coxa, em relação às fêmeas. Houve efeito somente dos aditivos sobre a contagem total de bactérias do conteúdo intestinal do duodeno e cecos, sem portanto, efeito do sexo sobre estas variáveis. As mudanças ocorridas na microbiota intestinal podem ter contribuído para uma sobrevivência estável de microorganismos no ecossistema intestinal, proporcionando benefícios …",
                "Trinta e cinco machos de tilápia com peso médio de 205 g foram mantidos em caixas de 250 litros para avaliar o metabolismo lipídico de tilápias-do-nilo (Oreochromis niloticus). O experimento foi conduzido durante 30 dias, entre os meses de outubro e novembro de 2006. Foram avaliadas cinco dietas, cada uma contendo óleo de oliva, óleo de milho, óleo de soja, óleo de linhaça ou óleo de peixe. Utilizou-se delineamento inteiramente casualizado, com cinco tratamentos e sete repetições. Avaliaram-se a composição química, o perfil lipídico muscular e a atividade hepática de glicose-6-P desidrogenase (G6PD) e enzima málica. Os dados foram submetidos à análise de variância com médias comparadas pelo teste de Scott-Knott (5%). Não houve diferenças significativas para os teores de umidade e cinzas, porém, foram observadas alterações nos teores de lipídios e proteína nos peixes alimentados com as rações contendo óleo de oliva, milho ou soja. O fornecimento de dietas ricas em ácidos graxos poliinsaturados aumentou a composição desses ácidos graxos nos peixes. A atividade da G6PD foi superior à da enzima málica e foi mais alta nos animais alimentados com rações contendo óleos de oliva, milho ou soja, o que evidencia maior deposição lipídica muscular nesses peixes."
            ],
            [
                [
                    "Aquicultura",
                    "reprodução animal",
                    "biotecnologia"
                ]
            ]
        ]
    ]
}