{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6X9RN1OS",
            "wc-Au1kAAAAJ",
            [
                "In search of strategic assets"
            ],
            [
                "The Resource‐Based View of the Firm (RBV) has become an important stream of literature in strategic management. RDV's main prescription is that strategic assets are crucial determinants of sustainable competitive advantage and thus firm performance. Unfortunately, little empirical research has been occasioned to substantiate that prescription. Part of the difficulty in empirically testing RBV's main prescription lies in identifying resources capable of being strategic assets. This article combines RBV logic, the definition of strategic assets, Hall's studies, and the logic embodied in several streams of management literature to explain why strategic assets are intangible in nature, to show that not all intangible resources are strategic assets, and to demonstrate that company reputation, product reputation, employee knowhow, and organizational culture possess the characteristics of strategic assets. That is the foundation …"
            ],
            [
                [
                    "Artificial Neural Networks",
                    "Time Series Forecasting"
                ]
            ],
            [
                "Douglas Cline Professor of Physics PhD in Physics, University of Manchester, 1963 203D Bausch & Lomb Hall (585) 275-4934 Fax: (585) 273-3237 cline@pas.rochester.edu Biography Doug received his BSc 1st Class Honours in Physics, (1957) and his PhD in Physics (1963) both from the University of Manchester. He joined the University of Rochester in 1963 as a Research Associate, and was promoted to Assistant Professor (1965), Associate Professor(1970), and Professor (1977). At the University of Rochester Nuclear Structure Research Laboratory he served as Associate Director (1977-88) and Director (1988-1999). He has held visiting appointments at Laval University, (1965), Niels Bohr Institute in Copenhagen (1973), Lawrence Berkeley Laboratory (1975-76), Australian National University (1978), and the University of Uppsala (1981). He is a Fellow of the American Physical Society (1981), and a recipient of the Lawrence Berkeley Laboratory Gammasphere Dedication Award (1995), the Award for Excellence in Teaching from the Department of Physics and Astronomy (2007, 2009), and the 2013 Marian Smoluchowski Medal from the Polish Physical Society. Further information regarding Doug are available on his Research webpage and the Cline family page . National Doug has served on government advisory committees including the DOE\/NSF Nuclear Science Advisory Committee (1983-89). In addition, he has served on program advisory and executive committees at Brookhaven National Laboratory, Lawrence Berkeley National Laboratory, Oak Ridge National Laboratory, Argonne National Laboratory, Michigan State University. He served as Associate Editor of Physical Review C (1988-1992). He was a founding member (1987-91), and chair (1989-91), of the Gammasphere Steering Committee as well as a member of the Gammasphere Scientific Advisory Committee (1991-99). He was a founding member of the GRETA\/GRETINA Steering Committee (1998- 2013) as well as chair of the DOE Gamma-Ray Tracking Coordinating Committee (2002), This involved the design and implementation of the gamma-ray tracking detector array GRETINA, plus the proposed upgrade to GRETA . These will play a crucial role for exploiting the rare isotope facility FRIB which now is under construction. Teaching and Service Doug has taught many undergraduate and graduate physics courses during 1965 - 2015. Recent courses include P235 Classical Mechanics (1993-2015), as well as P142 Electromagnetism and P114 General Physics . Graduate teaching has led to the following graduate thesis students . Doug served for many years on the University Radiation Safety Committee, and his Departmental responsibilities have included the Committee on Promotions an Appointments. Research Overview Professor Cline's current research interests are in the field of experimental nuclear physics with a focus on nuclear structure. This research program has developed powerful techniques, employing heavy-ion induced Coulomb excitation, transfer reactions, and fission, to selectively probe collective shapes, single-particle and pairing degrees of freedom in stable nuclei as well as neutron-rich nuclei far from stability. This research has played a significant role in the development of the new generation high-resolution national gamma-ray detectors, Gammasphere and GRETINA, as well as the development of large solid angle heavy-ion detector arrays, CHICO, CHICO2, and Bambino. Combinations of these gamma-ray and heavy-ion detector arrays has provided an unprecedented advance in sensitivity. The research program has exploited both stable as well as exotic beams at the world’s premier exotic-beam facilities. These include CHICO\/Gammasphere and CHICO2\/GRETINA at the ATLAS\/CARIBU facility, Bambino\/TIGRESS at the TRIUMF\/ISACII facility, and MiniBall at the CERN\/ISOLDE exotic beam facility. The research was supported by grants from the National Science Foundation. For further details, go to Prof. Cline's home page at: http:\/\/www.pas.rochester.edu\/~cline\/ ."
            ]
        ]
    ]
}