{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6XSETAA5",
            "OB1Oxs0AAAAJ",
            [
                "Consumer search and price competition",
                "Money or friends: Social identity and deception in networks",
                "Consumer Search and Optimal Pricing under Limited Commitment"
            ],
            [
                "We consider an oligopoly model in which consumers engage in sequential search based on partial product information and advertised prices. By applying Weitzman's (1979) optimal sequential search solution, we derive a simple static condition that fully summarizes consumers' shopping outcomes and translates the pricing game among the sellers into a familiar discrete‐choice problem. Exploiting the discrete‐choice reformulation, we provide sufficient conditions that guarantee the existence and uniqueness of market equilibrium and analyze the effects of preference diversity and search frictions on market prices. Among other things, we show that a reduction in search costs raises market prices.",
                "Strategic communication occurs in virtually all committee decision environments. Theory suggests that small differences in monetary incentives between committee members can leave deception a strategically optimal decision (Crawford and Sobel, 1982; Galeotti et al., 2013). At the same time, in natural environments social incentives can also play an important role in determining the way people share or withhold truthful information. Unfortunately, little is known about how monetary and social incentives interact to determine truth-telling. We investigate this issue by first building a novel model and then testing its equilibrium predictions using laboratory data. In the absence of social identity, the model׳s predictions are supported: there is more truthful communication between those who share monetary incentives than those who do not. We find that the effect of identity is asymmetric: sharing the same identity does not …",
                "This paper studies the effects of limited price commitment on consumer search and optimal pricing. I consider an environment in which consumers are uncertain about a seller’s commitment to the advertised price. I characterize the set of pure-strategy equilibria and find that a higher degree of commitment is beneficial to the consumers. I evaluate the effects of regulation that limits the extent of a seller’s deviation from the advertised price and demonstrate that stricter regulation may not be welfare improving. I also consider the case where sellers have heterogeneous levels of commitment power and investigate how the difference in commitment power influences market outcomes. I find that a higher degree of commitment does not direct consumers’ search order when all sellers have limited commitment. Conversely, full commitment allows a seller to dictate consumers’ visit when his rivals have limited commitment. Finally, I show that the impact of search costs on prices depends on the level of commitment, the magnitude of the search cost and whether consumers have ex-ante heterogenous valuations of the product."
            ],
            [
                [
                    "Game Theory",
                    "Search Theory",
                    "Industrial Organization",
                    "Dynamic Games",
                    "Social Networks"
                ]
            ],
            [
                "Yifan Dai, Graduate Student yfdai@uga.edu 706-543-8233 323"
            ]
        ]
    ]
}