{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6Y26W34M",
            "Gj7bB4AAAAAJ",
            [
                "Identifying the lipid-protein interface of the Torpedo nicotinic acetylcholine receptor: secondary structure implications",
                "Mapping the lipid-exposed regions in the Torpedo californica nicotinic acetylcholine receptor",
                "Lipid-protein interactions at the nicotinic acetylcholine receptor: a functional coupling between nicotinic receptors and phosphatidic acid-containing lipid bilayers",
                "Secondary structure analysis of individual transmembrane segments of the nicotinic acetylcholine receptor by circular dichroism and Fourier transform infrared spectroscopy",
                "α-Conotoxins",
                "Probing the structure of the nicotinic acetylcholine receptor ion channel with the uncharged photoactivable compound [3H] diazofluorene",
                "Identifying the cholesterol binding domain in the nicotinic acetylcholine receptor with [125I] azido-cholesterol",
                "Cholesterol Interacts with Transmembrane α-Helices M1, M3, and M4 of the Torpedo Nicotinic Acetylcholine Receptor:  Photolabeling Studies Using [3H …",
                "Topography of nicotinic acetylcholine receptor membrane-embedded domains",
                "The Steroid Promegestone Is a Noncompetitive Antagonist of theTorpedo Nicotinic Acetylcholine Receptor that Interacts with the Lipid-Protein Interface"
            ],
            [
                "Revised Manuscript Received January 4, 1994® abstract: To identify aminoacid residues of the Torpedo nicotinic acetylcholine receptor (AchR) interacting with membrane lipid, we have used the photoactivatable, hydrophobic probe 3-trifluoromethyl-3-(m-[125I]-iodophenyl) diazirine ([125I] TID). The pattern of [125I] TID incorporation into the M3 and M4 hydrophobic segments of each subunit was the same both in the presence and absence of the agonist carbamoylcholine and in the presence of an excess of nonradioactive TID, consistent with nonspecific photoincorporation from the lipid-protein interface.[125I] TID reacted with five residues in a-M4 [Blanton, M. P., & Cohen, JB (1992) Biochemistry 31, 3738-3750] but with only two or three residues in M4 segments of\/3-, y-, and 5-subunits. In 5-M3,[125I] TID reacted with Met-293, Ser-297, Gly-301, Val-304, and Asn-305 as well as with Ile-288 preceding M3 …",
                "Revised Manuscript Received February 5, 1992 abstract: To identify regions of the Torpedo nicotinic acetylcholine receptor (AchR) interacting with membrane lipid, we have used 1-azidopyrene (1-AP) as a fluorescent, photoactivatable hydrophobic probe. For AchR-rich membranes equilibrated with 1-AP, irradiation at 365 nm resulted in covalent incorporation in all four AchR subunits with each of the subunits incorporating approximately equal amounts of label. To identify the regions of the AchR subunits that incorporated 1-AP, subunits were digested with Staphylococcus aureus V8 protease and trypsin, and the resulting fragments were separated by SDS-PAGE followed by reverse-phase high-performance liquid chromatography. N-terminal sequence analysis identified the hydrophobic segments Ml, M3, and M4 within each subunit as containing the sites of labeling. The labeling pattern of 1-AP in the a-subunit …",
                "The structural and functional properties of reconstituted nicotinic acetylcholine receptor membranes composed of phosphatidyl choline either with or without cholesterol and\/or phosphatidic acid have been examined to test the hypothesis that receptor conformational equilibria are modulated by the physical properties of the surrounding lipid environment. Spectroscopic and chemical labeling data indicate that the receptor in phosphatidylcholine alone is stabilized in a desensitized-like state, whereas the presence of either cholesterol or phosphatidic acid favors a resting-like conformation. Membranes that effectively stabilize a resting-like state exhibit a relatively large proportion of non-hydrogen-bonded lipid ester carbonyls, suggesting a relatively tight packing of the lipid head groups and thus a well ordered membrane. Functional reconstituted membranes also exhibit gel-to-liquid crystal phase transition …",
                "Circular dichroism (CD) and attenuated total reflection Fourier transform infrared (ATR-FTIR) spectroscopy are used to establish the secondary structure of peptides containing one or more transmembrane segments (M1–M4) of the Torpedo californicanicotinic acetylcholine receptor (AChR). Peptides containing the M2-M3 and M1-M2-M3 transmembrane segments of the AChR β-subunit and the M4 segment of the α- and γ-subunits were isolated from proteolytic digests of receptor subunits, purified, and reconstituted into lipid vesicles. For each peptide, an amide I vibrational frequency centered between 1650 and 1656 cm−1 and negative CD absorption bands at 208 and 222 nm indicate that the peptide is largely α-helical. In addition, the CD spectrum of a tryptic peptide of the α-subunit containing the M1 segment is also consistent with a largely α-helical structure. However, secondary structure analysis of the α-M1 …",
                "α-Conotoxins (α-CgTxs) are a family of Cys-enriched peptides found in several marine snails from the genus Conus. These small peptides behave pharmacologically as competitive antagonists of the nicotinic acetylcholine receptor (AChR). The data indicate that (1) α-CgTxs are able to discriminate between muscle- and neuronal-type AChRs and even among distinct AChR subtypes; (2) the binding sites for α-CgTxs are located, like other cholinergic ligands, at the interface of α and non-α subunits (γ, δ, and ε for the muscle-type AChR, and β for several neuronal-type AChRs); (3) some α-CgTxs differentiate the high- from the low-affinity binding site found on either α\/non-α subunit interface; and that (4) specific residues in the cholinergic binding site are energetically coupled with their corresponding pairs in the toxin stabilizing the α-CgTx-AChR complex. The α-CgTxs have proven to be excellent probes for studying …",
                "The uncharged photoactivable probe 2-[3H]diazofluorene ([3H]DAF) was used to examine structural changes in the Torpedo californica nicotinic acetylcholine receptor (AChR) ion channel induced by agonists. Photoincorporation of [3H]DAF into the AChR consisted of the following two components: a nonspecific component consistent with incorporation into residues situated at the lipid-protein interface, and a specific component, inhibitable by noncompetitive antagonists and localized to the M2 hydrophobic segments of AChR subunits. The nonspecific [3H]DAF incorporation was characterized in the M4 segment of each AChR subunit. The observed distribution and periodicity of labeled residues reinforce the conclusion that the M4 segments are organized as transmembrane α-helices with a common “face” of each helix in contact with lipid. Within the M2 segments, in the absence of agonist [3H]DAF specifically …",
                "A novel photoreactive analog of cholesterol, 3α-(4-azido-3-[125I]iodosalicylic)-cholest-5-ene ([125I]azido-cholesterol), was used to label both native acetylcholine receptor (AChR)-rich membranes from Torpedo californica and affinity-purified Torpedo AChR reconstituted into lipid vesicles. In both cases all four AChR subunits incorporated [125I]azido-cholesterol on an equal molar basis and neither the pattern nor the extent of labeling was affected by the presence of the agonist carbamylcholine. Labeled regions in each of the AChR subunits were initially mapped by Staphylococcus aureus V8 protease digestion to large fragments which contain the AChR transmembrane segments. Sites of [125I]azido-cholesterol incorporation were further mapped by exhaustive tryptic digestion of the V8 protease subunit fragments αV8-20 (αSer-173-Glu-338), αV8-10 (αAsn-339-Gly-439), and γV8-14 γyLeu-373-Pro-489). The …",
                "The photoactivatable sterol probe [3α-3H]6-Azi-5α-cholestan-3β-ol ([3H]Azicholesterol) was used to identify domains in the Torpedo californica nicotinic acetylcholine receptor (nAChR) that interact with cholesterol. [3H]Azicholesterol partitioned into nAChR-enriched membranes very efficiently (>98%), photoincorporated into nAChR subunits on an equal molar basis, and neither the pattern nor the extent of labeling was affected by the presence of the agonist carbamylcholine, consistent with photoincorporation at the nAChR lipid−protein interface. Sites of [3H]Azicholesterol incorporation in each nAChR subunit were initially mapped by Staphylococcus aureus V8 protease digestion to two relatively large homologous fragments that contain either the transmembrane segments M1−M2−M3 (e.g., αV8−20) or M4 (e.g., αV8−10). The distribution of [3H]Azicholesterol labeling between these two fragments (e.g., αV8−20, 29 …",
                "The topography of nicotinic acetylcholine receptor (AChR) membrane-embedded domains and the relative affinity of lipids for these protein regions were studied using fluorescence methods. Intact Torpedo californica AChR protein and transmembrane peptides were derivatized withN-(1-pyrenyl)maleimide (PM), purified, and reconstituted into asolectin liposomes. Fluorescence mapped to proteolytic fragments consistent with PM labeling of cysteine residues in αM1, αM4, γM1, and γM4. The topography of the pyrene-labeled Cys residues with respect to the membrane and the apparent affinity for representative lipids were determined by differential fluorescence quenching with spin-labeled derivatives of fatty acids, phosphatidylcholine, and the steroids cholestane and androstane. Different spin label lipid analogs exhibit different selectivity for the whole AChR protein and its transmembrane domains. In all cases …",
                "17,21-Dimethyl-19-nor-pregn-4,9-diene-3,20-dione (promegestone) was used to characterize the mechanism of inhibition of nicotinic acetylcholine (ACh) receptors (AChR) by progestin steroids. Promegestone reversibly inhibited ACh-induced currents ofTorpedo AChRs expressed in Xenopusoocytes. Between 1–30 μM promegestone produced a concentration-dependent enhancement of the equilibrium binding affinity of [3H]ACh to Torpedo AChR-rich membranes. For AChRs in the presence of agonist (desensitized state) promegestone was a more potent inhibitor of the binding of the noncompetitive antagonist [3H]phencyclidine (IC50 = 9 μM) than of [3H]histrionicotoxin (IC50 ∼ 100 μM). To identify AChR domains in contact with the steroid, AChR-rich membranes equilibrated with [3H]promegestone were irradiated at 312 nm, and 3H-labeled amino acids were identified by amino-terminal sequencing of …"
            ],
            [
                [
                    "ligand gated ion channels"
                ]
            ]
        ]
    ]
}