{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6Y96WILH",
            "hSxA0V8AAAAJ",
            [
                "A macromolecular approach to eradicate multidrug resistant bacterial infections while mitigating drug resistance onset",
                "Addressing drug resistance in cancer with macromolecular chemotherapeutic agents",
                "Establishment of the nasal microbiota in the first 18 months of life: correlation with early-onset rhinitis and wheezing",
                "Assessing gut microbiota perturbations during the early phase of infectious diarrhea in Vietnamese children",
                "Manipulation of microbiota reveals altered callosal myelination and white matter plasticity in a model of Huntington disease",
                "Human pharyngeal microbiota in age-related macular degeneration",
                "The utility of LASSO-based models for real time forecasts of endemic infectious diseases: A cross country comparison",
                "Microbiome in the hair follicle of androgenetic alopecia patients",
                "An outbreak of Streptococcus pyogenes in a mental health facility: advantage of well-timed whole-genome sequencing over emm typing",
                "Mimicking immune signatures of flavivirus infection with targeted adjuvants improves dengue subunit vaccine immunogenicity"
            ],
            [
                "Polymyxins remain the last line treatment for multidrug-resistant (MDR) infections. As polymyxins resistance emerges, there is an urgent need to develop effective antimicrobial agents capable of mitigating MDR. Here, we report biodegradable guanidinium-functionalized polycarbonates with a distinctive mechanism that does not induce drug resistance. Unlike conventional antibiotics, repeated use of the polymers does not lead to drug resistance. Transcriptomic analysis of bacteria further supports development of resistance to antibiotics but not to the macromolecules after 30 treatments. Importantly, high in vivo treatment efficacy of the macromolecules is achieved in MDR A. baumannii-, E. coli-, K. pneumoniae-, methicillin-resistant S. aureus-, cecal ligation and puncture-induced polymicrobial peritonitis, and P. aeruginosa lung infection mouse models while remaining non-toxic (eg, therapeutic index—ED 50\/LD 50 …",
                "Drug resistance to chemotherapeutics is a recurrent issue plaguing many cancer treatment regimens. To circumvent resistance issues, we have designed a new class of macromolecules as self-contained chemotherapeutic agents. The macromolecular chemotherapeutic agents readily self-assemble into well-defined nanoparticles and show excellent activity in vitro against multiple cancer cell lines. These cationic polymers function by selectively binding and lysing cancer cell membranes. As a consequence of this mechanism, they exhibit significant potency against drug-resistant cancer cells and cancer stem cells, prevent cancer cell migration, and do not induce resistance onset following multiple treatment passages. Concurrent experiments with the small-molecule chemotherapeutic, doxorubicin, show aggressive resistance onset in cancer cells, a lack of efficacy against drug-resistant cancer cell lines, and a …",
                "Dynamic establishment of the nasal microbiota in early life influences local mucosal immune responses and susceptibility to childhood respiratory disorders.The aim of this case-control study was to monitor, evaluate, and compare development of the nasal microbiota of infants with rhinitis and wheeze in the first 18 months of life with those of healthy control subjects.Anterior nasal swabs of 122 subjects belonging to the Growing Up in Singapore Towards Healthy Outcomes (GUSTO) birth cohort were collected longitudinally over 7 time points in the first 18 months of life. Nasal microbiota signatures were analyzed by using 16S rRNA multiplexed pair-end sequencing from 3 clinical groups: (1) patients with rhinitis alone (n = 28), (2) patients with rhinitis with concomitant wheeze (n = 34), and (3) healthy control subjects (n = 60).Maturation of the nasal microbiome followed distinctive …",
                "Diarrheal diseases remain the second most common cause of mortality in young children in developing countries. Efforts have been made to explore the impact of diarrhea on bacterial communities in the human gut, but a thorough understanding has been impeded by inadequate resolution in bacterial identification and the examination of only few etiological agents. Here, by profiling an extended region of the 16S rRNA gene in the fecal microbiome, we aimed to elucidate the nature of gut microbiome perturbations during the early phase of infectious diarrhea caused by various etiological agents in Vietnamese children. Fecal samples from 145 diarrheal cases with a confirmed infectious etiology before antimicrobial therapy and 54 control subjects were analyzed. We found that the diarrheal fecal microbiota could be robustly categorized into 4 microbial configurations that either generally resembled or were highly …",
                "Structural and molecular myelination deficits represent early pathological features of Huntington disease (HD). Recent evidence from germ-free (GF) animals suggests a role for microbiota-gut-brain bidirectional communication in the regulation of myelination. In this study, we aimed to investigate the impact of microbiota on myelin plasticity and oligodendroglial population dynamics in the mixed-sex BACHD mouse model of HD. Ultrastructural analysis of myelin in the corpus callosum revealed alterations of myelin thickness in BACHD GF compared to specific-pathogen free (SPF) mice, whereas no differences were observed between wild-type (WT) groups. In contrast, myelin compaction was altered in all groups when compared to WT SPF animals. Levels of myelin-related proteins were generally reduced, and the number of mature oligodendrocytes was decreased in the prefrontal cortex under GF compared to SPF …",
                "Background While the aetiology of age-related macular degeneration (AMD)—a major blinding disease—remains unknown, the disease is strongly associated with variants in the complement factor H (CFH) gene. CFH variants also confer susceptibility to invasive infection with several bacterial colonizers of the nasopharyngeal mucosa. This shared susceptibility locus implicates complement deregulation as a common disease mechanism, and suggests the possibility that microbial interactions with host complement may trigger AMD. In this study, we address this possibility by testing the hypothesis that AMD is associated with specific microbial colonization of the human nasopharynx.   Results High-throughput Illumina sequencing of the V3-V6 region of the microbial 16S ribosomal RNA gene was used to comprehensively and accurately describe the human pharyngeal microbiome, at genus level, in 245 AMD patients and 386 controls. Based on mean and differential microbial abundance analyses, we determined an overview of the pharyngeal microbiota, as well as candidate genera (Prevotella and Gemella) suggesting an association towards AMD health and disease conditions.   Conclusions Utilizing an extensive study population from Singapore, our results provided an accurate description of the pharyngeal microbiota profiles in AMD health and disease conditions. Through identification of candidate genera that are different between conditions, we provide preliminary evidence for the existence of microbial triggers for AMD. Ethical approval for this study was obtained through the Singapore Health Clinical Institutional Review Board, reference …",
                "Accurate and timely prediction for endemic infectious diseases is vital for public health agencies to plan and carry out any control methods at an early stage of disease outbreaks. Climatic variables has been identified as important predictors in models for infectious disease forecasts. Various approaches have been proposed in the literature to produce accurate and timely predictions and potentially improve public health response.We assessed how the machine learning LASSO method may be useful in providing useful forecasts for different pathogens in countries with different climates. Separate LASSO models were constructed for different disease\/country\/forecast window with different model complexity by including different sets of predictors to assess the importance of different predictors under various conditions.There was a more apparent cyclicity for both climatic variables and …",
                "Androgenetic alopecia is the most common form of hair loss in males. It is a multifactorial condition involving genetic predisposition and hormonal changes. The role of microflora during hair loss remains to be understood. We therefore analyzed the microbiome of hair follicles from hair loss patients and the healthy. Hair follicles were extracted from occipital and vertex region of hair loss patients and healthy volunteers and further dissected into middle and lower compartments. The microbiome was then characterized by 16S rRNA sequencing. Distinct microbial population were found in the middle and lower compartment of hair follicles. Middle hair compartment was predominated by Burkholderia spp. and less diverse; while higher bacterial diversity was observed in the lower hair portion. Occipital and vertex hair follicles did not show significant differences. In hair loss patients, miniaturized vertex hair houses elevated Propionibacterium acnes in the middle and lower compartments while non-miniaturized hair of other regions were comparable to the healthy. Increased abundance of P. acnes in miniaturized hair follicles could be associated to elevated immune response gene expression in the hair follicle.",
                "",
                "Neutralizing antibodies (nAbs) are a critical component for protection against dengue virus (DENV) infection, but little is known about the immune mechanisms governing their induction and whether such mechanisms can be harnessed for vaccine development. In this study, we profiled the early immune responses to flaviviruses in human peripheral blood mononuclear cells and screened a panel of toll-like receptor (TLR) agonists that stimulate the same immune signatures. Monocyte\/macrophage-driven inflammatory responses and interferon responses were characteristics of flavivirus infection and associated with induction of nAbs in humans immunized with the yellow fever vaccine YF-17D. The signatures were best reproduced by the combination of TLR agonists Pam 3 CSK 4 and PolyI: C (PP). Immunization of both mice and macaques with a poorly immunogenic recombinant DENV-2 envelope domain III (EDIII …"
            ],
            [
                [
                    "Data Science"
                ]
            ],
            [
                "Wen Han Chiu Wen Han Chiu Research: Theoretical Particle Physics Research Advisor: LianTao Wang wenhan@uchicago.edu"
            ]
        ]
    ]
}