{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6YCHEPTJ",
            "2oz12tkAAAAJ",
            [
                "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
                "Low diagnostic yield of elective coronary angiography",
                "Outcomes following transcatheter aortic valve replacement in the United States",
                "Contemporary mortality risk prediction for percutaneous coronary intervention: results from 588,398 procedures in the National Cardiovascular Data Registry",
                "Reappraisal of the use of inferior vena cava for estimating right atrial pressure",
                "Clinical outcomes at 1 year following transcatheter aortic valve replacement",
                "Predictors of mitral valve repair: clinical and surgeon factors"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
                "Guidelines for triaging patients for cardiac catheterization recommend a risk assessment and noninvasive testing. We determined patterns of noninvasive testing and the diagnostic yield of catheterization among patients with suspected coronary artery disease in a contemporary national sample.From January 2004 through April 2008, at 663 hospitals in the American College of Cardiology National Cardiovascular Data Registry, we identified patients without known coronary artery disease who were undergoing elective catheterization. The patients' demographic characteristics, risk factors, and symptoms and the results of noninvasive testing were correlated with the presence of obstructive coronary artery disease, which was defined as stenosis of 50% or more of the diameter of the left main coronary artery or stenosis of 70% or more of the diameter of a major epicardial vessel.A …",
                "Transcatheter aortic valve replacement (TAVR) was approved by the US Food and Drug Administration for the treatment of severe, symptomatic aortic stenosis and inoperable status (in 2011) and high-risk but operable status (starting in 2012). A national registry (the Society of Thoracic Surgeons\/American College of Cardiology Transcatheter Valve Therapy [STS\/ACC TVT] Registry) was initiated to meet a condition for Medicare coverage and also facilitates outcome assessment and comparison with other trials and international registries.To report the initial US commercial experience with TAVR.We obtained results from all eligible US TAVR cases (n=7710) from 224 participating registry hospitals following the Edwards Sapien device commercialization (November 2011–May 2013).Primary outcomes included all-cause in-hospital …",
                "We sought to create contemporary models for predicting mortality risk following percutaneous coronary intervention (PCI).There is a need to identify PCI risk factors and accurately quantify procedural risks to facilitate comparative effectiveness research, provider comparisons, and informed patient decision making.Data from 181,775 procedures performed from January 2004 to March 2006 were used to develop risk models based on pre-procedural and\/or angiographic factors using logistic regression. These models were independently evaluated in 2 validation cohorts: contemporary (n = 121,183, January 2004 to March 2006) and prospective (n = 285,440, March 2006 to March 2007).Overall, PCI in-hospital mortality was 1.27%, ranging from 0.65% in elective PCI to 4.81% in ST-segment elevation myocardial infarction patients. Multiple pre-procedural clinical factors were …",
                "Estimation of right atrial pressure (RAP) using echocardiographic measurement of the inferior vena caval (IVC) size along with its respirophasic variation is commonly performed despite the paucity of data that critically evaluates this technique. In this study, we systematically evaluated echocardiographic imaging of the IVC for estimation of RAP in 102 patients undergoing right heart catheterization. This study established cut-off values using receiver operating characteristic analysis for 8 different IVC parameters and then prospectively tested these parameters for their ability to predict an elevated RAP. The IVC size cutoff with optimum predictive use for RAP above or below 10 mm Hg was 2.0 cm (sensitivity 73% and specificity 85%) and the optimal IVC collapsibility cutoff was 40% (sensitivity 73% and specificity 84%). Traditional classification of RAP into 5-mm Hg ranges based on IVC size and collapsibility …",
                "Introducing new medical devices into routine practice raises concerns because patients and outcomes may differ from those in randomized trials.To update the previous report of 30-day outcomes and present 1-year outcomes following transcatheter aortic valve replacement (TAVR) in the United States.Data from the Society of Thoracic Surgeons\/American College of Cardiology (STS\/ACC) Transcatheter Valve Therapies Registry were linked with patient-specific Centers for Medicare & Medicaid Services (CMS) administrative claims data. At 299 US hospitals, 12 182 patients linked with CMS data underwent TAVR procedures performed from November 2011 through June 30, 2013, and the end of the follow-up period was June 30, 2014.Transcatheter aortic valve replacement.One-year outcomes including mortality, stroke …",
                "Mitral valve repair is acknowledged as desirable and superior to replacement for virtually all mitral pathology. Utilizing The Society of Thoracic Surgeons (STS) Adult Cardiac Surgery Database (ACSD), a multivariable model was created that included patient clinical characteristics and surgeon-specific mitral volume to predict the likelihood of mitral valve repair.Between January 2005 and December 2007, 28,507 patients undergoing isolated mitral valve surgery (with or without tricuspid valve surgery, with or without atrial fibrillation surgery) by 1,088 surgeons at 639 hospitals in the STS ACSD were identified. Patient characteristics independently associated with mitral valve repair were identified using a generalized estimating equations logistic regression model. Observed mitral valve repair rates were plotted against surgeon-specific annual mitral volume, and predicted probabilities of mitral …"
            ],
            [
                [
                    "Cardiology",
                    "surgery"
                ]
            ],
            [
                "James Matthews Professor of Physics Ph.D., 1984 - University of Wisconsin-Madison 347 Nicholson Hall, Tower Dr. (225) 578-8598-Office matthews@phys.lsu.edu Experimental Astrophysics \/ Particle Physics Prof. Matthews’ research involves the experimental study of the highest energy cosmic\n                  rays at the Pierre Auger Observatory in western Argentina. His group at LSU has been\n                  engaged in diverse projects on hardware, electronics, data analysis, and computer\n                  simulations. This project is an international collaboration of over 500 scientists\n                  and engineers.  Prof. Matthews is the Co-Spokesperson of the Collaboration and a Fellow\n                  of the American Physical Society.  He has been a part of the Auger effort since its\n                  inception in 1992. The aim of the Auger Observatory is to measure the energy, direction, and composition\n                  of the highest energy (> 10 19 eV) cosmic rays. No known mechanism can fully account for the acceleration of cosmic\n                  rays to such enormous energies - energies orders of magnitude beyond what is or ever\n                  will be achieved at terrestrial particle accelerators. Their extreme energy ensures\n                  that they suffer modest deflections when passing through relatively weak Galactic\n                  or intergalactic magnetic fields. Cosmic rays also may interact with the cosmic background\n                  radiation, so any observed at earth must have originated at distances within about\n                  100 Mpc. Few possible sources exist so nearby. The near-linearity of trajectories and closeness of their origins make possible point-source\n                  astronomy with the highest energy cosmic rays. Accurate reconstruction of the axes\n                  of air showers produced in the earth's atmosphere by these cosmic rays should indicate\n                  their celestial source(s). The properties of the air showers also give information\n                  on particle interactions in a new energy regime. An overview and description of the Auger Observatory . A recent summary of scientific results from the Auger Observatory. Current and Select Publications \"The Pierre Auger Cosmic Ray Observatory\", Pierre Auger Collaboration [A. Aab et al.],\n                     Nuclear Instruments and Methods in Physics Research A798 (2015) 172. ( arXiv:1502.01323 [astro-ph.IM]) \"Measurement of the cosmic ray spectrum above 4x10 18 eV using inclined events detected with the Pierre Auger Observatory\", Pierre Auger\n                     Collaboration [A. Aab et al.], J. Cosmology and Astropart. Phys, (JCAP) 08 (2015), 049. ( arXiv:1503.07786 [astro-ph.HE]) \"An improved limit to the diff use flux of ultra-high energy neutrinos from the Pierre\n                     Auger Observatory\", Pierre Auger Collaboration [A. Aab et al.], Physical Review D91 (2015) 092008 ( arXiv:1504.05397 [astro-ph.HE]) \"Searches for anisotropies in the Arrival directions of the highest energy cosmic\n                     rays detected by the Pierre Auger Observatory\", Pierre Auger Collaboration [A. Aab\n                     et al.], The Astrophysical Journal 804 (2015) 15. ( arXiv:1411.6111 [astro-ph.HE]) \"Search for patterns by combining cosmic ray energy and arrival directions at the\n                     Pierre Auger Observatory\", Pierre Auger Collaboration [A. Aab et al.], European Physical\n                     Journal C75 (2015) 269. ( arXiv:1410.0515 [astro-ph.HE]) \"Large scale distribution of ultra high energy cosmic rays detected at the Pierre\n                     Auger Observatory with zenith angles up to 80 o \", Pierre Auger Collaboration [A. Aab et al.], The Astrophysical Journal 802 (2015) 111.( arXiv:1411.6953 [astro-ph.HE]) \"Muons in air showers at the Pierre Auger Observatory: Mean number in highly inclined\n                     events\", Pierre Auger Collaboration [A. Aab et al.], Physical Review D91 (2015) 032003. (arXiv:1408.1421 [astro-ph.HE]) A Heitler model of extensive air showers, J. Matthews , Astropart. Phys . 22 (2005) 387. Observation of a Neutrino Burst in Coincidence with Supernova 1987A in the Large Magellanic\n                     Cloud, (R.M. Bionta et al. , Phys. Rev. Lett. 58 (1987) 1494."
            ]
        ]
    ]
}