{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6YHLHB1A",
            "C18wn90AAAAJ",
            [
                "The application of small unmanned aerial systems for precision agriculture: a review",
                "Ethnobiology, socio-economics and management of mangrove forests: A review",
                "Mapping mangrove leaf area index at the species level using IKONOS and LAI-2000 sensors for the Agua Brava Lagoon, Mexican Pacific",
                "Large-scale dieback of mangroves in Australia’s Gulf of Carpentaria: a severe ecosystem response, coincidental with an unusually extreme weather event",
                "Mapping disturbances in a mangrove forest using multi-date Landsat TM imagery",
                "Object-oriented crop mapping and monitoring using multi-temporal polarimetric RADARSAT-2 data",
                "Estimating leaf area index of a degraded mangrove forest using high spatial resolution satellite data",
                "Assessing mangrove use at the local scale",
                "Evaluating the condition of a mangrove forest of the Mexican Pacific based on an estimated leaf area index mapping approach"
            ],
            [
                "Precision agriculture (PA) is the application of geospatial techniques and sensors (e.g., geographic information systems, remote sensing, GPS) to identify variations in the field and to deal with them using alternative strategies. In particular, high-resolution satellite imagery is now more commonly used to study these variations for crop and soil conditions. However, the availability and the often prohibitive costs of such imagery would suggest an alternative product for this particular application in PA. Specifically, images taken by low altitude remote sensing platforms, or small unmanned aerial systems (UAS), are shown to be a potential alternative given their low cost of operation in environmental monitoring, high spatial and temporal resolution, and their high flexibility in image acquisition programming. Not surprisingly, there have been several recent studies in the application of UAS imagery for PA. The results …",
                "There is growing research interest in the ethnobiology, socio-economics and management of mangrove forests. Coastal residents who use mangroves and their resources may have considerable botanical and ecological knowledgeable about these forests. A wide variety of forest products are harvested in mangroves, especially wood for fuel and construction, tannins and medicines. Although there are exceptions, mangrove forest products are typically harvested in a small-scale and selective manner, with harvesting efforts and impacts concentrated in stands that are closer to settlements and easiest to access (by land or by sea). Mangroves support diverse, local fisheries, and also provide critical nursery habitat and marine productivity which support wider commercial fisheries. These forests also provide valuable ecosystem services that benefit coastal communities, including coastal land stabilization and storm …",
                "Using both IKONOS and in situ LAI-2000 sensor data, a map of estimated LAI, based on NDVI, was created for the Agua Brava Lagoon, Mexican Pacific. The LAI values were then aggregated according to four classes; red mangrove (Rhizophora mangle), healthy white mangrove (Laguncularia racemosa), poor condition white mangrove and dead mangrove. Of the live mangrove, calculated at approximately 85% of the forest, mean LAI values of 2.49, 1.74 and 0.85 were determined for the red, healthy white and poor condition white mangrove, respectively. Excluding the dead areas, an overall estimated mangrove LAI value of 1.81 was ascertained for the 71 km2 of mapped mangrove forest. Although the results do suggest the technique as a very rapid and effective method for monitoring the condition of mangroves at the species level, potential limitations are also discussed.",
                "This study records and documents the most severe and notable instance ever reported of sudden and widespread dieback of mangrove vegetation. Between late 2015 and early 2016, extensive areas of mangrove tidal wetland vegetation died back along 1000km of the shoreline of Australia’s remote Gulf of Carpentaria. The cause is not fully explained, but the timing was coincident with an extreme weather event; notably one of high temperatures and low precipitation lacking storm winds. The dieback was severe and widespread, affecting more than 7400ha or 6% of mangrove vegetation in the affected area from Roper River estuary in the Northern Territory, east to Karumba in Queensland. At the time, there was an unusually lengthy period of severe drought conditions, unprecedented high temperatures and a temporary drop in sea level. Although consequential moisture stress appears to have contributed to the …",
                "To evaluate the accounts of local fishermen, Landsat TM images (1986, 1993, 1999) were examined to assess potential losses in the mangrove forests of the Teacapán–Agua Brava lagoon system, Mexico. A binary change mask derived from image differencing of a band 4\/3 ratio was employed to calculate any changes within this forested wetland. The results indicate that by 1986 approximately 18% (or 86 km2) of the mangrove area under study was either dead or in poor condition. The majority of this damage had occurred in the eastern section of the Agua Brava basin, which coincides, with the reports of the elderly fishermen. Examination of aerial photographs from 1970 revealed no adverse impacts in this area and would suggest, as postulated by the fishermen and other scientists, that modifications in environmental conditions following the opening of a canal, Cuautlá canal, in 1972 may have …",
                "The aim of this paper is to assess the accuracy of an object-oriented classification of polarimetric Synthetic Aperture Radar (PolSAR) data to map and monitor crops using 19 RADARSAT-2 fine beam polarimetric (FQ) images of an agricultural area in North-eastern Ontario, Canada. Polarimetric images and field data were acquired during the 2011 and 2012 growing seasons. The classification and field data collection focused on the main crop types grown in the region, which include: wheat, oat, soybean, canola and forage. The polarimetric parameters were extracted with PolSAR analysis using both the Cloude–Pottier and Freeman–Durden decompositions. The object-oriented classification, with a single date of PolSAR data, was able to classify all five crop types with an accuracy of 95% and Kappa of 0.93; a 6% improvement in comparison with linear-polarization only classification. However, the time of …",
                "Leaf Area Index (LAI) values from 124 mangrove plots were acquired within a degraded mangrove forest of the Agua Brava Lagoon System of Nayarit (Mexico) using a hand held LAI-2000 Plant Canopy Analyzer. For each plot, two values of LAI were calculated to represent approximate half radii (180°) ground coverage of 8 m and 15 m. The location of each plot was recorded at sub-meter accuracy using an Ashtech SCA-12 GPS. Using a geometrically corrected IKONOS satellite image, the mean values for both the Normalized Difference Vegetation Index (NDVI) and the simple ratio (SR) vegetation indices were also calculated for each plot. Regression analyses of the in situ LAI with both vegetation indices revealed significant positive relationships (LAI versus NDVI at 8 m (R2 = 0.71); LAI versus NDVI at 15 m (R2 = 0.70); LAI versus SR at 8 m (R2 = 0.73); LAI versus SR at 15 m (R2 = 0.72)) at the 8 m and 15 m plot …",
                "To evaluate the local use of mangrove forests, forty interviews were conducted with elderly fishermen from six villages in the Teacapan-Agua Brava lagoon–estuarine system of the State of Nayarit. Results indicate that the type of species is important to both the identification and local use of the mangrove forest. Overall, Laguncularia racemosa was identified as the species most frequently used in this region of Mexico, being employed quite regularly in the construction of tobacco galleries, stakes, poles, tapos (fish traps), fences and walls. By comparing the fishermen's perceived potential use of Rhizophora mangle to its perceived actual use, it was found that this species had been employed as an important source for medicine and tannins. However, Rhizophora mangle is presently employed, and only periodically, for ceiling support in rural homes. Several key problems encountered in the evaluation of mangrove …",
                "Given the alarming global rates of mangrove forest loss it is important that resource managers have access to updated information regarding both the extent and condition of their mangrove forests. Mexican mangroves in particular have been identified as experiencing an exceptional high annual rate of loss. However, conflicting studies, using remote sensing techniques, of the current state of many of these forests may be hindering all efforts to conserve and manage what remains. Focusing on one such system, the Teacapán–Agua Brava–Las Haciendas estuarine–mangrove complex of the Mexican Pacific, an attempt was made to develop a rapid method of mapping the current condition of the mangroves based on estimated LAI. Specifically, using an AccuPAR LP-80 Ceptometer, 300 indirect in situ LAI measurements were taken at various sites within the black mangrove (Avicennia germinans) dominated …"
            ],
            [
                [
                    "Remote Sensing",
                    "Mangroves"
                ]
            ],
            [
                "John M. Kovac John M. Kovac Professor of Astronomy and Physics Research Interests: His cosmology research focuses on observations of the cosmic microwave background (CMB) to reveal signatures of the physics that drove the birth of the universe, the creation of its structure, and its present-day expansion. His research over the past two decades has involved the design, deployment, and operation of multiple generations of radio telescopes at the Amundsen-Scott Station at the South Pole. During his graduate studies at the University of Chicago supervised by Prof. John Carlstrom, Kovac thesis focused on the first detection of CMB polarization in 2002 with the Degree Angular Scale Interferometer (DASI), for which he was awarded the Grainger Prize Fellowship.  During Kovac's subsequent years at the California Institute of Technology as a Millikan Postdoctoral and Killroy Research Fellow, he worked in Prof. Andrew Lange's group on bolometric polarimeters QUAD and BICEP1, also based at the South Pole.  BICEP1 was designed specifically to target the B-mode signature of an Inflationary origin of the universe, and its observations (2006-2008) have provided the most powerful published constraints of this signal as of late 2013.  BICEP1 was the first  stage of a coordinated program developed for the South Pole, the BICEP and Keck Array series of experiments, co-led by Kovac at Harvard as well as Clem Pryke (UMN), Jamie Bock (Caltech\/JPL), and Chao-Lin Kuo (Stanford\/SLAC).  Kovac leads the second telescope of this series, BICEP2, which observed from South Pole 2010-2012.  The third stage of this program, the Keck Array, began operation in 2011 and will observe at the South Pole through 2016.  It will be joined at Pole in 2015 by BICEP3. His courses include an advanced astrophysics lab (Ay191) in which undergraduates detect their own evidence for the Big Bang. He has authored over 30 refereed publications on his research and has co-organized meetings on astrophysics from Antarctica including NSF workshops, SCAR working groups, and the IAU 2012 special Symposium.  He is a 2011 Alfred P. Sloan Research Fellow and a recipient of the NSF Career Award ( http:\/\/astronomy.fas.harvard.edu\/news\/john-kovac-assistant-professor-harvards-astronomy-and-physics-departments-has-been ) Kovac Lab Locations 160 Concord Avenue, Room 106 Highbay 38 Oxford Street Harvard-Smithsonian Center for Astrophysics 60 Garden Street, MS 42 jmkovac@cfa.harvard.edu p: (617) 496-0611 CMB Group Website Graduate Students"
            ]
        ]
    ]
}