{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "6ZB4CZPK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Puru  Jena Distinguished Professor Theoretical condensed matter, Theoretical nanoscience 701 W. Grace St., 1513 pjena@vcu.edu 804.828.8991 Ph.D. in Physics, University of California, Riverside, 1970 Thesis Title – “Electronic Structure and Hyperfine Properties of Group II Metals” Advisor: Prof. Tara P. Das M. Sc. in Physics, Utkal University, Orissa, India, 1966 B. S. (Hons) with Distinction in Physics, Utkal University, Orissa, India, 1964 My research interests cover a wide range of areas in Physics, Chemistry, and Materials science starting fromatomic clusters and nanomaterials to surfaces, interfaces, thin films, and defects in crystalline materials. Fang, H. and Jena, P.: “Super-ion Inspired Colorful Hybrid Perovskite Solar Cells”, J. Mat. Chem. A 4, 4728 (2016) Zhang, S., Zhou, J., Wang, Q., Chen, X., Kawazoe, Y., and Jena, P.: “Penta-graphene: A New Carbon Allotrope”, Proc. Nat. Acad. Sci. 112, 2372 (2015) Giri, S., Behera, S., and Jena, P.: “Superhalogens as Building Blocks of Halogen-free Electrolytes in Li-ion Batteries”, Angew. Chem. Int. Ed. 53, 13916 (2014) Jena, P.: “Materials for Hydrogen Storage: Past, Present, and Future”, J. Phys. Chem. Letters (invited) 2, 206 (2011). Zhou, J., Wang, Q., Sun, Q., Chen, X. S., Kawazoe, Y., and Jena, P.: “Ferromagnetism in semihydrogenated graphene”, Nano Letters 9, 3867 (2009). Sun, Q. Wang, Q., Jena, P.: Clustering of Ti on C60 surface and its effect on hydrogen storage, J. Am. Chem. Soc. (communication) 127, 14582, (2005). PROFESSIONAL APPOINTMENTS 2005-present -Distinguished Professor of Physics, Virginia Commonwealth University 2007-2008 – Jefferson Science Fellow and Senior Science Advisor, US Department of State 1986-987- Program Director, Division of Materials Research, National Science Foundation 1982-2005- Professor of Physics, Virginia Commonwealth University 1980-82-Associate Professor of Physics, Virginia Commonwealth University 1978-80-Associate Professor of Physics, Michigan Technological University, Houghton, Michigan 1977-78-Visiting Scientist, Argonne national Laboratory, Argonne, Illinois 1975-77-Visiting Assistant Professor of Physics, Northwestern University, Evanston, Illinois 1973-75-Research Associate in Physics, University of British Columbia, Vancouver, Canada 1971-73-Postdoctoral Fellow, Dalhousie University, Halifax, NS, Canada Jena Research Group’s website"
            ]
        ]
    ]
}