{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "72AQN6CS",
            "VTbWwk0AAAAJ",
            [
                "Reconfigurable infrared hyperbolic metasurfaces using phase change materials",
                "Reliable passivation of black phosphorus by thin hybrid coating",
                "Refractive index-based control of hyperbolic phonon-polariton propagation",
                "Effects of the carrier relaxation lifetime and inhomogeneous broadening on the modulation response of InGaAs\/GaAs self-assembled quantum-dot lasers",
                "Hyperspectral time-domain terahertz nano-imaging",
                "Study of response function of excited and ground state lasing in InGaAs\/GaAs quantum dot laser",
                "Nanoscopy of Phase Separation in InxGa1–xN Alloys",
                "Impact of gain compression factor on modulation characteristics of InGaAs\/GaAs self-assembled quantum dot lasers",
                "Effect of AlN buffer layers on the structural and optoelectronic properties of InN\/AlN\/Sapphire heterostructures grown by MEPAMOCVD",
                "Self-Assembled Periodic Nanostructures Using Martensitic Phase Transformations"
            ],
            [
                "Metasurfaces control light propagation at the nanoscale for applications in both free-space and surface-confined geometries. However, dynamically changing the properties of metasurfaces can be a major challenge. Here we demonstrate a reconfigurable hyperbolic metasurface comprised of a heterostructure of isotopically enriched hexagonal boron nitride (hBN) in direct contact with the phase-change material (PCM) single-crystal vanadium dioxide (VO 2). Metallic and dielectric domains in VO 2 provide spatially localized changes in the local dielectric environment, enabling launching, reflection, and transmission of hyperbolic phonon polaritons (HPhPs) at the PCM domain boundaries, and tuning the wavelength of HPhPs propagating in hBN over these domains by a factor of 1.6. We show that this system supports in-plane HPhP refraction, thus providing a prototype for a class of planar refractive optics. This …",
                "Black phosphorus (BP) possesses several extraordinary physical properties, which include in-plane anisotropy, thickness dependent direct bandgap and high carrier mobility. These physical properties make BP highly desirable from the point of view of fundamental science and modern optoelectronics applications. The excitement about this material has always been accompanied by unreserved skepticism due to its extraordinary degradation under ambient conditions. Here we show ambient degradation of exfoliated BP can be effectively suppressed using thin layer of hybrid metal organic chemical vapor deposition coating of boron nitride (BN) followed by atomic layer deposition coating of Al 2 O 3. We have extensively studied the time dependent surface, optical and electrical properties of BP encapsulated by BN and\/or Al 2 O 3 using nanoscale infrared imaging and I–V characterizations. Our results show hybrid …",
                "Hyperbolic phonon polaritons (HPhPs) are generated when infrared photons couple to polar optic phonons in anisotropic media, confining long-wavelength light to nanoscale volumes. However, to realize the full potential of HPhPs for infrared optics, it is crucial to understand propagation and loss mechanisms on substrates suitable for applications from waveguiding to infrared sensing. We employ scattering-type scanning near-field optical microscopy (s-SNOM) and nano-Fourier transform infrared (FTIR) spectroscopy, in concert with analytical and numerical calculations, to elucidate HPhP characteristics as a function of the complex substrate dielectric function. We consider propagation on suspended, dielectric and metallic substrates to demonstrate that the thickness-normalized wavevector can be reduced by a factor of 25 simply by changing the substrate from dielectric to metallic behavior. Moreover, by …",
                "In this paper, a theoretical model is used to investigate the lasing characteristics of InGaAs\/GaAs quantum-dot lasers. The rate equations for InGaAs\/GaAs are numerically solved using the fourthorder Runge-Kutta method. Self-assembled quantum-dot lasers are studied considering the homogeneous and inhomogeneous broadening of the optical gain, as well as the nonlinear gain and thermal carrier escape from quantum dots. For different carrier relaxation times, the current-output power characteristics and light emissions of the quantum-dot laser have been calculated. The effect of the coverage factor is studied, and an optimized value is introduced for each carrier relaxation time. Moreover, the modulation responses for various inhomogeneous broadening and relaxation times are presented. Simulated results show that increasing the relaxation time decreases the modulation bandwidth. Furthermore, an …",
                "Terahertz (THz) near-field microscopy has wide and unprecedented application potential for nanoscale materials and photonic-device characterization. Here, we introduce hyperspectral THz nano-imaging by combining scattering-type scanning near-field optical microscopy (s-SNOM) with THz time-domain spectroscopy (TDS). We describe the technical implementations that enabled this achievement and demonstrate its performance with a heterogeneously doped Si semiconductor sample. Specifically, we recorded a hyperspectral image of 40 by 20 pixels in 180 minutes and with a spatial resolution of about ~170 nm by measuring at each pixel with a time domain spectrum covering the range from 0.4 to 1.8 THz. Fitting the spectra with a Drude model allows for measuring—noninvasively and without the need for Ohmic contacts—the local mobile carrier concentration of the differently doped Si areas. We envision …",
                "In this paper, frequency response characteristics of InGaAs\/GaAs quantum dot lasers are theoretically investigated. We have solved rate equation for ground state lasing or conventional lasing (CL) and Excited state lasing (ESL) numerically using fourth-order Runge-Kutta method. We have analyzed the dynamic characteristics of both CL and ESL lasing which show the improving of turn-on delay, relaxation life time, oscillation frequency, modulation bandwidth and modulation response in the ESL lasing as compare to CL one.",
                "Phase separations in ternary\/multinary semiconductor alloys is a major challenge that limits optical and electronic internal device efficiency. We have found ubiquitous local phase separation in In1–xGaxN alloys that persists to nanoscale spatial extent by employing high-resolution nanoimaging technique. We lithographically patterned InN\/sapphire substrates with nanolayers of In1–xGaxN down to few atomic layers thick that enabled us to calibrate the near-field infrared response of the semiconductor nanolayers as a function of composition and thickness. We also developed an advanced theoretical approach that considers the full geometry of the probe tip and all the sample and substrate layers. Combining experiment and theory, we identified and quantified phase separation in epitaxially grown individual nanoalloys. We found that the scale of the phase separation varies widely from particle to particle ranging …",
                "This paper investigates the influence of gain compression factor on the modulation response of InGaAs\/GaAs self-assembled quantum dot laser based on rate equations. For different gain compression factors the output power-current characteristics, light emissions of quantum dot laser have been simulated and effect of gain compression factor changes on quantum dot laser is illustrated. Also, small and large-signal response of quantum dot lasers is studied and the impact of the gain compression factor is presented. It explains that increase of gain compression factor, decreases small-signal modulation characteristics, nevertheless, improves large-signal response of quantum dot lasers. It helps to generate better laser signal quality, higher eye and smaller jitter. The large-signal behavior of a laser diode determines its capability for digital data transfer. The modulation speed of quantum dot lasers is of …",
                "This contribution presents results on the structural and optoelectronic properties of InN layers grown on AlN\/sapphire (0001) templates by Migration-Enhanced Plasma Assisted Metal Organic Chemical Vapor Deposition (MEPAMOCVD). The AlN nucleation layer (NL) was varied to assess the physical properties of the InN layers. For ex-situ analysis of the deposited structures, Raman spectroscopy, Atomic Force Microscopy (AFM), and Fourier Transform Infrared (FTIR) reflectance spectroscopy have been utilized. The structural and optoelectronic properties are assessed by Raman-E2 high FWHM values, surface roughness, free carrier concentrations, mobility of the free carriers, and high frequency dielectric function. This study focus on optimizing the AlN nucleation layer (e.g. temporal precursor exposure, nitrogen plasma exposure, plasma power and AlN buffer growth temperature) and its effect on the InN layer …",
                "We describe a novel approach for the rational design and synthesis of self-assembled periodic nanostructures using martensitic phase transformations. We demonstrate this approach in a thin film of perovskite SrSnO3 with reconfigurable periodic nanostructures consisting of regularly spaced regions of sharply contrasted dielectric properties. The films can be designed to have different periodicities and relative phase fractions via chemical doping or strain engineering. The dielectric contrast within a single film can be tuned using temperature and laser wavelength, effectively creating a variable photonic crystal. Our results show the realistic possibility of designing large-area self-assembled periodic structures using martensitic phase transformations with the potential of implementing “built-to-order” nanostructures for tailored optoelectronic functionalities."
            ],
            [
                [
                    "Near-field optical microscopy",
                    "nano-FTIR",
                    "Quantum Optics",
                    "Nano Optics"
                ]
            ]
        ]
    ]
}