{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "74M8DWRK",
            "LBqohDwAAAAJ",
            [
                "SQUIDs for nondestructive evaluation",
                "A new optimal approach for coordination of overcurrent relays in interconnected power systems"
            ],
            [
                "We attempt a comprehensive review of all published research in nondestructive evaluation (NDE) performed with the superconducting quantum interference device (SQUID) magnetometer since the first work was reported in the mid-1980s. The SQUID is the most sensitive detector of magnetic flux known. The energy sensitivity of the SQUID may make it the most sensitive detector of any kind. The research on SQUIDs for NDE is based on the promise of that sensitivity and on the various other desirable properties developed for SQUID instrumentation in biomagnetism and other fields. The sensitivity of SQUID instruments down to very low frequencies allows them to function as eddy-current sensors with unparalleled depth resolution, and to image the static magnetization of paramagnetic materials and the flow of near-dc corrosion currents. The wide dynamic range of the SQUID makes it possible to image defects in …",
                "In this paper, a new method for optimum coordination of overcurrent relays is proposed. The proposed method is based on only constraints. Minimization is inherently included by setting the time dials to minimum and increasing their values gradually. Configuration changes of the network are taken into account. The method does not need any initial solution. It can consider both linear and nonlinear relay characteristics models. The optimal settings of overcurrent relays for 8-Bus and England Norweb networks are obtained and comparison between the new method and existing methods is made."
            ],
            [
                [

                ]
            ],
            [
                "Dr. Seyed Sadeghi Dr. Seyed Sadeghi Associate Professor, Seyed Sadeghi received his PhD in 1999 from the University of British Colombia and MSc from the University of Toronto in 1993. He was a National Science and Engineering Research Council of Canada postdoctoral fellow at the University of Toronto before joining industry in 2001, as a materials and laser designer. In the year of 2005-2007 he was with McMaster University as senior research scientist before joining UAH as a faculty member in 2007. His research interest include nanophotonics, energy transfer in hybrid inorganic-biological nanostructures, plasmonic devices, and applications of quantum mechanical processes for device applications. He has published more than 118 scientific papers in peer-reviewed journals regarding quantum optics of nanostructures, nanosensors, quantum devices, plasmonics, and quantum coherence processes in atomically thin semiconductor structures. Postdoctoral fellow, University of Toronto, 2001 Ph.D., Univeristy of British Columbia, 1999 M.S., University of Toronto, 1993 University of Alabama in Huntsville, Associate Professor, 2014 - Present University of Alabama in Huntsville, Assistant Professor, 2007 - 2014 University of McMaster (Canada), Senior Research Scientist, April 2005 - Aug. 2007 Photonami Corp. (Canada), Materials and Laser designer, Feb. 2001- April 2005 PH 111 - General Physics with Calculus I PH 113 - General Physics with Calculus III PH 310 - Intermediate Lab PH 451 - Quantum Mechanics PH 489 - Quantum Optics PH 542 - Physical Optics PH 546 - Radiometry, Detectors, and Sources PH 589 - Quantum Optics PH 631 - Electromagnetism PH 645 - Laser I PH 652 - Applied Quantum Mechanics PH 689 - Optical Polarization W. Wing, S.M. Sadeghi, R. Gutha, Q. Campbell, and C. Mao, “Metallic nanoparticle shape and size effects on aluminum oxide-induced enhancement of exciton-plasmon coupling and quantum dot emission”, J. Applied Physics vol118, 124302 (2015) S.M. Sadeghi and K. D. Patty, “Ultrafast dynamics induced by coherent exciton-plasmon coupling in quantum dot-metallic nanoshell systems”, JOSA B, vol. 31, 120 (2014) S.M. Sadeghi, “Ultrafast plasmonic field oscillations and optics of molecular resonances caused by coherent exciton-plasmon coupling” Phys. Rev. A, vol.88, 013831 (2013) R. G. West and S.M. Sadeghi, “Enhancement of energy transfer between quantum dots: the impact of metallic nanoparticle sizes” J. Phys. Chem. C 2012, 116, 20496−20503 (2012) S.M. Sadeghi, “Plasmonic meta-resonance nanosensors: Ultra-sensitive sensors based on nanoparticle molecules”, IEEE Transaction on Nanotechnology , Vol. 10, 566 (2011) S.M. Sadeghi, “Plasmonic metaresonances: Molecular resonances in quantum dot-metallic nanoparticles conjugates”, Phys. Rev. B, vol.79 233309 (2009) 2012-2016(PI) US National Science Foundation (CMMI-1234823) 2011-2014(Co-PI) US National Science Foundation (MRI-1040019) 256.824.2490 seyed.sadeghi@uah.edu Nanophotonics Quantum Devices"
            ]
        ]
    ]
}