{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "754VKSSL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Vernessa Edwards Photorefractive Crystals, Diffractive Holographic Optics, Optical Methods for Environmental\n                  and Biological Applications, Investigations of Novel Materials and Techniques for\n                  Cancer Research Office: 029 V. M. Chambers Bld. Phone: ( 256) 372-8107  E-Mail: vernessa.edwards@aamu.edu Recent Publications N. Kukhtarev, T. Kukhtareva, P. Banarjee, P. Buchhave, J. Wang, V. Edwards, “Visualization\n                     of the Refractive Index Modulation by Optical Channeling”, SPIE Proc., Vol. 3793,\n                     148-156, (1999) N. Kukhtarev, T. Kukhtareva, V. Edwards E. Wards, J. Jones, “ Surface and volume gratings\n                     in photorefractive crystals”, COST 2, Workshop on LiNbO3 crystals., Budapest, Hungary,\n                     May,17-21, 2001. N. Kukhtarev, T. Kukhtareva, V. Edwards, S. Sarkisov, M. Curley, J. C. Wang, V. Rotaru,\n                     O. Korshack, Optical Channeling and Diffraction in Photorefractive Crystals and Chalcogenide\n                     Films, SPIE Proc. Vol. 4803, Seattle, WA, (2002). N. Kukhtarev, T. Kukhtareva J. Jones, V. Edwards, M. Bayssie, J. C. Wang, Manipulation\n                     of microorganisms with optically induced gratings and photovoltaic pulses, OSA conference,\n                     October, 2003, Tucson, AZ N. Kukhtarev, T. Kukhtareva, M. Edwards, J. Jones, J. Wang, V. Edwards, M. Bayssie,\n                     Optical and High Voltage Electrical Pulses Generation From Photorefractive Crystals\n                     and Their Use For Manipulation of Nanoparticles and Microorganisms, Presentation at\n                     Jackson State University, Tri-State Collaboration, June, 2004. V. Edwards, N. Kukhtarev, T. Kukhtareva, J. Jones, F. Okafor, Optical Trapping Using\n                     a Moving Interference Pattern for Decontamination, Cleaning, and Separation of Liquid\n                     Solutions, First International Environmental Research Symposium, Jackson State University,\n                     October, 2004. N. Kukhtarev, T. Kukhtareva, J. Jones, M. Edwards, J. Wang, V. Edwards, Smart Photogalvanic\n                     Running-Gradient Interferometer, accepted to Journal of Applied Physics, 97 o54301\n                     (2005). V. Edwards, N. Kukhtarev, T. Kukhtareva, J. Jones, J. Wang, S. F. Lyuksyutov, Optical\n                     Trapping Using a Moving Interference Pattern for Decontamination, Cleaning, and Separation\n                     of Liquid Solutions, has been accepted for publication in the International Journal\n                     of Environmental Research in Public Health, 2005. N. Kukhtarev, T. Kukhtareva, V. Rotaru, V. Edwards, F. Buchhave, J. Wang, S. Bairavarasu,\n                     Optical Channeling for Radial Holographic Grating Recording in Chalcogenide Glassy\n                     Semiconductor Films and Photo-Thermo-Plastic Films, SPIE proceedings, Vol 5912, page\n                     591209-11, 2005."
            ]
        ]
    ]
}