{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "75ELKJ2G",
            "1Qs0rZAAAAAJ",
            [
                "Maverick dark matter at colliders",
                "Deducing the nature of dark matter from direct and indirect detection experiments in the absence of collider signatures of new physics",
                "Emerging technologies in physics education",
                "UBVI CCD Photometry of the old open cluster Berkeley 17",
                "Classical physics and human embodiment: The role of contemplative practice in integrating formal theory and personal experience in the undergraduate physics curriculum",
                "Contemplative practice and classical electrodynamics: Discovering electromagnetic phenomena in lived experience through somatic meditation"
            ],
            [
                "Assuming that dark matter is a weakly interacting massive particle (WIMP) species X produced in the early Universe as a cold thermal relic, we study the collider signal of pp or+ jets and its distinguishability from standard-model background processes associated with jets and missing energy. We assume that the WIMP is the sole particle related to dark matter within reach of the LHC—a “maverick” particle—and that it couples to quarks through a higher dimensional contact interaction. We simulate the WIMP final-state signal+ jets and dominant standard-model (SM) background processes and find that the dark-matter production process results in higher energies for the colored final state partons than do the standard-model background processes. As a consequence, the detectable signature of maverick dark matter is an excess over standard-model expectations of events consisting of large missing …",
                "Despite compelling arguments that significant discoveries of physics beyond the standard model are likely to be made at the Large Hadron Collider, it remains possible that this machine will make no such discoveries, or will make no discoveries directly relevant to the dark matter problem. In this article, we study the ability of astrophysical experiments to deduce the nature of dark matter in such a scenario. In most dark matter studies, the relic abundance and detection prospects are evaluated within the context of some specific particle physics model or models (eg, supersymmetry). Here, assuming a single weakly interacting massive particle constitutes the Universe’s dark matter, we attempt to develop a model-independent approach toward the phenomenology of such particles in the absence of any discoveries at the Large Hadron Collider. In particular, we consider generic fermionic or scalar dark matter particles …",
                "Three emerging technologies in physics education are evaluated from the interdisciplinary perspective of cognitive science and physics education research. The technologies—Physlet Physics, the Andes Intelligent Tutoring System (ITS), and Microcomputer-Based Laboratory (MBL) Tools—are assessed particularly in terms of their potential at promoting conceptual change, developing expert-like problem-solving skills, and achieving the goals of the traditional physics laboratory. Pedagogical methods to maximize the potential of each educational technology are suggested.",
                "Photometric UBVI CCD photometry is presented for NGC 188 and Berkeley 17. Color-magnitude diagrams (CMDs) are constructed and reach well past the main-sequence turnoff for both clusters. Cluster ages are determined by means of isochrone fitting to the cluster CMDs. These fits are constrained to agree with spectroscopic metallicity and reddening estimates. Cluster ages are determined to be 7.0±0.5 Gyr for NGC 188 and 10.0±1.0 Gyr for Berkeley 17, where the errors refer to uncertainties in the relative age determinations. These ages are compared to the ages of relatively metal-rich inner halo\/thick-disk globular clusters and other old open clusters. Berkeley 17 and NGC 6791 are the oldest open clusters, with ages of 10 Gyr. They are 2 Gyr younger than the thick-disk globular clusters. These results confirm the status of Berkeley 17 as one of the oldest known open clusters in the Milky Way, and its age …",
                "One of the objectives of the undergraduate physics curriculum is for students to become aware of the connections between the fundamental principles of classical physics and their personal experience. Nonetheless, numerous studies have shown that students' awareness of such connections tends to deteriorate, sometimes substantially, following instruction. In this work, which constitutes the first analysis of the effects of contemplative practices on the learning experience in undergraduate physics courses, we present two practices aimed at integrating formal theory with students' personal, embodied experience: a sensory meditation and a contemplative videography. In written reflections on their experiences with the practices, the students expressed suddenly becoming aware of countless manifestations of formal physics principles in their surroundings, in an important step toward establishing firm connections between the abstract and the experiential. Furthermore, the students reported experiencing a sense of physical embodiment, heightened sensory awareness, somatic relaxation, and mental stillness, in significant contrast to their typical experience. Students also described experiencing insight about the essential role of observation in the scientific endeavor, a reawakened sense of curiosity, an intrinsic motivation to understand the observed physical phenomena, and a deepened awareness of their cognitive and emotional processes.",
                "One of the objectives of the undergraduate physics curriculum is for students to develop an awareness of the connections between formal physical principles and personal experience. However, data from surveys administered to measure changes in students' beliefs about physics shows that awareness of connections between the abstract and the experiential tends to deteriorate, sometimes significantly, following instruction in undergraduate physics courses. Although this phenomenon has been discussed extensively in the literature, and preliminary studies have indicated that addressing students' beliefs about physics with specific teaching practices can have measurable effects, few pedagogical interventions have been designed or implemented to address this particular weakness in undergraduate physics instruction. In this work, we show that a contemplative practice consisting of a somatic meditation followed by a contemplation expands students' awareness of the connections between formal physical principles and personal experience by deliberately drawing their attention to electromagnetic phenomena in their surroundings. In this process, students also naturally recognize interdisciplinary connections between electrodynamic principles and chemical and biological systems. We also find that the contemplative practice inculcates a sense of curiosity and an intrinsic motivation to deepen their understanding of electromagnetic theory, as well as an appreciation for the somatic, affective, and cognitive benefits of a contemplative practice."
            ],
            [
                [
                    "mind brain and education",
                    "physics education",
                    "contemplative practice"
                ]
            ],
            [
                "Zosia Krusberg Zosia Krusberg Senior Lecturer and Director of Graduate Studies KPTC 201C 5720 S. Ellis Ave. Phone: 1-773-702-3067 zosia@uchicago.edu Webpage: http:\/\/zosiakrusberg.com\/"
            ]
        ]
    ]
}