{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "75R74H0H",
            "y3h0vpkAAAAJ",
            [
                "Sensitivity advantage of swept source and Fourier domain optical coherence tomography",
                "Optical coherence tomography of the human retina",
                "Imaging of macular diseases with optical coherence tomography",
                "Optical coherence tomography: technology and applications",
                "In vivo retinal imaging by optical coherence tomography",
                "Micrometer-scale resolution imaging of the anterior eye in vivo with optical coherence tomography",
                "Quantification of nerve fiber layer thickness in normal and glaucomatous eyes using optical coherence tomography: a pilot study",
                "Optical coherence microscopy in scattering media",
                "In vivo bidirectional color Doppler flow imaging of picoliter blood volumes using optical coherence tomography",
                "Optical coherence tomography for optical biopsy: properties and demonstration of vascular pathology"
            ],
            [
                "We present theoretical and experimental results which demonstrate the superior sensitivity of swept source (SS) and Fourier domain (FD) optical coherence tomography (OCT) techniques over the conventional time domain (TD) approach. We show that SS- and FD-OCT have equivalent expressions for system signal-to-noise ratio which result in a typical sensitivity advantage of 20-30dB over TD-OCT. Experimental verification is provided using two novel spectral discrimination (SD) OCT systems: a differential fiber-based 800nm FD-OCT system which employs deep-well photodiode arrays, and a differential 1300nm SS-OCT system based on a swept laser with an 87nm tuning range.",
                "To demonstrate optical coherence tomography for high-resolution, noninvasive imaging of the human retina. Optical coherence tomography is a new imaging technique analogous to ultrasound B scan that can provide cross-sectional images of the retina with micrometer-scale resolution.Survey optical coherence tomographic examination of the retina, including the macula and optic nerve head in normal human subjects.Research laboratory.Convenience sample of normal human subjects.Correlation of optical coherence retinal tomographs with known normal retinal anatomy.Optical coherence tomographs can discriminate the cross-sectional morphologic features of the fovea and optic disc, the layered structure of the retina, and normal anatomic variations in retinal and retinal nerve fiber layer thicknesses with 10-μm depth resolution …",
                "Background\/Purpose: To assess the potential of a new diagnostic technique called optical coherence tomography for imaging macular disease. Optical coherence tomography is a novel noninvasive, noncontact imaging modality which produces high depth resolution (10 μm cross-sectional tomographs of ocular tissue. It is analogous to ultrasound, except that optical rather than acoustic reflectivity is measured.Methods: Optical coherence tomography images of the macula were obtained in 51 eyes of 44 patients with selected macular diseases. Imaging is performed in a manner compatible with slit-lamp indirect biomicroscopy so that high-resolution optical tomography may be accomplished simultaneously with normal ophthalmic examination. The time-of-flight delay of light backscattered from different layers in the retina is determined using low-coherence interferometry. Cross-sectional tomographs of the retina …",
                "Optical coherence tomography (OCT) is the optical analog of ultrasound imaging and is emerging as a powerful imaging technique that enables non-invasive, in vivo, high resolution, cross-sectional imaging in biological tissue. A new generation OCT technology has now been developed, representing a quantum leap in resolution and speed, achieving in vivo optical biopsy, ie the visualization of tissue architectural morphology in situ and in real time. Functional extensions of OCT technology enable non-invasive, depth resolved functional assessment and imaging of tissue. These new techniques should not only improve image contrast, but should also enable the differentiation of pathologies via metabolic properties or functional state. The book introduces OCT technology and applications not only from an optical and technological viewpoint, but also from biomedical and clinical perspectives. The chapters are written by leading international research groups, in a style comprehensible to a broad audience. It will be of interest not only to physicists, scientists and engineers, but also to biomedical and clinical researchers from different medical specialties.",
                "We describe what are to our knowledge the first in vivo measurements of human retinal structure with optical coherence tomography. These images represent the highest depth resolution in vivo retinal images to date. The tomographic system, image-processing techniques, and examples of high-resolution tomographs and their clinical relevance are discussed.",
                "To demonstrate a new diagnostic technique, optical coherence tomography, for highresolution cross-sectional imaging of structures in the anterior segment of the human eye in vivo. Optical coherence tomography is a new, noninvasive, noncontact optical imaging modality that has spatial resolution superior to that of conventional clinical ultrasonography (<20 μm) and high sensitivity (dynamic range, >90 dB).Survey of intraocular structure and dimension measurements.Laboratory.Convenience sample.Correlation with range of accepted normal intraocular structure profiles and dimensions.Direct in vivo measurements with micrometer-scale resolution were performed of corneal thickness and surface profile (including visualization of the corneal epithelium), anterior chamber depth and angle, and iris thickness and surface profile. Dense nuclear …",
                "Quantitative assessment of nerve fiber layer (NFL) thickness in normal and glaucomatous eyes, and correlation with conventional measurements of the optic nerve structure and function.We studied 59 eyes of 33 subjects by conventional ophthalmologic physical examination, Humphrey 24-2 visual fields, stereoscopic optic nerve head photography, and optical coherence tomography.Nerve fiber layer thickness as measured by optical coherence tomography demonstrated a high degree of correlation with functional status of the optic nerve, as measured by visual field examination (P=.0001). Neither cupping of the optic nerve nor neuroretinal rim area were as strongly associated with visual field loss as was NFL thickness (P=.17 andP=.21,respectively). Cupping correlated with NFL thickness only when the cup was small (cup-to-diameter ratio, 0.1 to 0.3) or large (cup-to-diameter ratio, 0.8 to …",
                "We describe a novel technique, based on optical coherence tomography, for enhanced optical sectioning in confocal microscopy. Confocal imaging deep into highly scattering media is demonstrated and compared with the predictions of a single-backscatter theory.",
                "We describe a novel optical system for bidirectional color Doppler imaging of flow in biological tissues with micrometer-scale resolution and demonstrate its use for in vivo imaging of blood flow in an animal model. Our technique, color Doppler optical coherence tomography (CDOCT), performs spatially localized optical Doppler velocimetry by use of scanning low-coherence interferometry. CDOCT is an extension of optical coherence tomography (OCT), employing coherent signal-acquisition electronics and joint time-frequency analysis algorithms to perform flow imaging simultaneous with conventional OCT imaging. Cross-sectional maps of blood flow velocity with <50-µm spatial resolution and <0.6-mm\/s velocity precision were obtained through intact skin in living hamster subdermal tissue. This technology has several potential medical applications.",
                "Background Optical coherence tomography (OCT) is a recently developed medical diagnostic technology that uses back-reflected infrared light to perform in situ micron scale tomographic imaging. In this work, we investigate the ability of OCT to perform micron scale tomographic imaging of the internal microstructure of in vitro atherosclerotic plaques. Methods and Results Aorta and relevant nonvascular tissue were obtained at autopsy. Two-dimensional cross-sectional imaging of the exposed surface of the arterial segments was performed in vitro with OCT. A 1300-nm wavelength, superluminescent diode light source was used that allows an axial spatial resolution of 20 μm. The signal-to-noise ratio was 109 dB. Images were displayed in gray scale or false color. Imaging was performed over 1.5 mm into heavily calcified tissue, and a high contrast was noted between lipid- and water-based constituents, making …"
            ],
            [
                [
                    "Biomedical imaging",
                    "optics",
                    "biomedical optics",
                    "biophotonics",
                    "optical coherence tomography"
                ]
            ]
        ]
    ]
}