{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "76QACKBY",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Student Forms Graduate Research Faculty Research Areas Research Spotlight Alumni Directory Newsletter Update Your Contact Info Departmental Highlights Newsletter SCHOOL OF SCIENCE & ENGINEERING >> CHEMICAL & BIOMOLECULAR ENGINEERING Chemical & Biomolecular Engineering Home Wayne F. Reed, Ph.D. Wayne F. Reed, Ph.D. Professor Murchison-Mallory Professor of Physics | Undergraduate Advisor wreed@tulane.edu (504) 862-3185 | Lab Phone: (504) 862-5523 Ph.D., Clarkson (1984) My research interests include Polymer Physics & Biophysics. Recipient of Tulane SSE Outstanding Researcher Award (2012) Monitoring Polymerization Reactions: From Fundamentals to Applications. Eds. Alina M. Alb, Wayne F. Reed. Book invited by Wiley Interscience. Publication in October 2013. C. Brusamarello, M.F. Drenski, A. Isakov, W.F. Reed “Filtrodynamics: Time dependent trans-filter pressure signals for early detection and monitoring of particulates during chemical processing”, J. Macromolecular Reaction Engineering, doi: 10.1002\/mren.201300152, Sep. 2013 Zifu Zhu, Wayne F. Reed, “Enhanced Supra-micellar assembly by hydrophobic dopants”, Langmuir, 29, 10376-10382, 2013 Michael F. Drenski, Mark L. Brader, Roy W. Alston, Wayne F. Reed “Monitoring Protein Aggregation Kinetics with Simultaneous Multiple Sample Light Scattering (SMSLS)” Analytical Biochemistry, 437, 185-197, 2013 McFaul, Colin A.; Drenski, Michael F.; Alb, Alina M.; Reed, Wayne F. “Simultaneous Multiple Sample Light Scattering Detection Of LCST During Copolymer Synthesis”, Polymer, 2011, 4825-4833 A.M. Alb, W.F. Reed, “Fundamental measurements in online polymerization reaction monitoring and control, with a focus on ACOMP”, Macromolecular Reactor Engineering, 2010, 4, 470-485. Tomasz Kreft, Wayne F. Reed, “Predictive control of average composition and molecular weight distributions in semi-batch free radical copolymerization reactions”, Macromolecules, 42, 5558-5565, 2009 Tomasz Kreft, Wayne F. Reed, “Predictive control and verification of conversion kinetics and polymer molecular weight in semi-batch free radical homopolymer reactions” European Polymer J., 45, 2288-2303, 2009. Tomasz Kreft, Wayne F. Reed, “Experimental observation of cross-over from non-condensed to counterion condensed regimes during free radical polyelectrolyte copolymerization under high composition drift conditions”, J. Phys. Chem. B., 113, 8303-8309, 2009 Tomasz Kreft, Wayne F. Reed, “Direct monitoring of the cross-over from diffusion controlled to decomposition controlled initiation in free radical polymerization”, Macromole. Chem. & Physics, 209, 24, 2463-2474, 2008 Gemma Gonzalez Garcia, Tomasz Kreft, Alina M. Alb, José Carlos de la Cal, José M. Asúa, W. F. Reed, “Monitoring the synthesis and properties of copolymeric polycations”, J. Phys. Chem. B, 112, 14597-14608, 2008 Alina M. Alb, Wayne F. Reed, “Simultaneous monitoring of polymer and particle characteristics during emulsion polymerization”, Macromolecules, 41, 2406-2414, 2008 P. Enohnyaket, , T. Kreft, A. M. Alb, M. Drenski, W. F. Reed, “Determination of molecular mass during online monitoring of copolymerization reactions”, Macromolecules, 40, 8040-8049, 2007 A. Paril, A.M. Alb, W.F. Reed, “Online Monitoring of the Evolution of Polyelectrolyte Characteristics during Postpolymerization Modification Processes”, Macromolecules, 40, 4409-4413, 2007 E. Mignard, J-F Lutz, T. Leblanc, K. Matyjaszewski, O. Guerret, W.F. Reed, “Kinetics and Molar Mass Evolution during Atom Transfer Radical Polymerization of n-Butyl Acrylate Using Automatic Continuous Online Monitoring.” Macromolecules, 38, 9556-9563, 2005 A.M. Alb, A. Paril, H. Çatalgil-Giz, A. Giz, W. F. Reed, “Evolution of Composition, Molar Mass, and Conductivity During the Free Radical Copolymerization of Polyelectrolytes,\" J. Phys. Chem. B, 111, 8560-8566, 2006. A.M. Alb, P. Enohnyaket, M. Drenski, A. Head, A.W. Reed, W.F. Reed, “Online Monitoring of Copolymerization Using Comonomers of Similar Spectral Characteristics,\" Macromolecules, 39, 5705-5713, 2006. F.H. Florenzano, V. Fleming, P. Enohnyaket, W.F. Reed, \"Coupling of Near Infra-Red Spectroscopy to Automatic Continuous Online Monitoring of Polymerization Reactions,\" European Polymer Journal, 41, 535-545, 2005. M.F. Drenski, E. Mignard, A.M. Alb, W.F. Reed, \"Simultaneous in Situ Monitoring of Parallel Polymerization Reactions using Light Scattering; A New Tool for High Throughput Screening,\" J. Combinatorial Chemistry, 6, 710-716, 2004. A.M. Alb, E. Mignard, M.F. Drenski, W.F. Reed, \"In Situ Time Dependent Signatures of Light Scattered from Solutions Undergoing Polymerization Reactions,\" Macromolecules, 37, 2578-2587, 2004. A. Giz, A. Oncul Koc, H. Giz, A.M. Alb, W.F. Reed, \"Online Monitoring of Reactivity Ratios, Composition, Sequence Length, and Molecular Weight Distributions During Free Radical Copolymerization,\" Macromolecules, 35, 6557-6571, 2002. G.A. Sorci, W.F. Reed, \"Electrostatically Enhanced Second and Third Virial Coefficients, Viscosity and Interparticle Correlations for Linear Polyelectrolytes,\" Macromolecules, 35, 5218-5227, 2002. Department of Physics 5068 Percival Stern Hall Labs 5048, 5058, 5062, 5070 Percival Stern Hall PHYS 3210\/6210 – Molecular Biophysics PHYS 2350\/2360 – Introduction to Modern Physics I & II PHYS 1310\/1320 – General Physics I & II PHYS 3630 – Electromagnetic Theory PHYS 4650 – Optics"
            ]
        ]
    ]
}