{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "76QVQC96",
            "5nrZ56oAAAAJ",
            [
                "Quantum confinement in ZnO nanorods",
                "Zinc oxide quantum rods",
                "Morphological control and photoluminescence of zinc oxide nanocrystals",
                "Origin of defect-related green emission from ZnO nanoparticles: effect of surface modification",
                "Universal dielectric response of variously doped  ionically conducting ceramics",
                "Aharonov-Bohm Excitons at Elevated Temperatures in Type-II  Quantum Dots",
                "Optical Aharonov-Bohm effect in stacked type-II quantum dots",
                " multilayers with submonolayer quantities of Te: Type-II quantum structures and isoelectronic centers",
                "Optical properties of -doped ZnSe:Te grown by molecular beam epitaxy: The role of tellurium",
                "Long electron− hole separation of ZnO-CdS core− shell quantum dots"
            ],
            [
                "The colloidal-synthesized ZnO nanorods with radius of 1.1±0.1nm (less than the bulk exciton Bohr radius, aB∼2.34nm) have been studied by optical methods combined with simple model calculations. The quantum confinement has been observed in these nanorods. The exciton binding energy is shown to be significantly enhanced due to one-dimensional confinement. Additionally, it is suggested that the green luminescence in ZnO involves free holes.",
                "Nanoscale zinc oxide (ZnO) rods of diameters close to the Bohr-exciton radius (∼2 nm) can be prepared from a simple acetate precursor, resulting in ligand-capped rods of ZnO, highly dispersible in nonpolar solvents. Zinc oxide, ZnO, is a wide band-gap semiconductor with applications in blue\/ultraviolet (UV) optoelectronic devices and piezoelectric devices. We observe self-assembly into uniform stacks of nanorods aligned parallel to each other with respect to the long axis, and photoluminescence measurements provide evidence for one-dimensional quantum confinement. ",
                "Nanocrystals of the wide band gap semiconductor zinc oxide of controllable morphologies were synthesized by a simple thermal decomposition method. The predominating factor in determining the morphology (spheres, triangular prisms, and rods) was the solvent, selected on the basis of coordinating power. The nanoparticles were structurally analyzed, and the photoluminescence of each shape was compared. The intensity of the green band emission, common to many ZnO structures, was found to vary with morphology. The strongest green band intensity corresponded to the shape with the largest surface\/volume ratio and could be attributed to surface oxygen vacancies. Control over the morphology of ZnO at the nanoscale is presented as a means to control the green band emission. ",
                "We investigated the optical properties of colloidal-synthesized ZnO spherical nanoparticles prepared from 1-octadecene (OD), a mixture of trioctylamine (TOA) and OD (1:10), and a mixture of trioctylphosphine oxide (TOPO) and OD (1:12). It is found that the green photoluminescence (PL) of samples from the mixture of TOA\/OD and TOPO\/OD is largely suppressed compared with that from pure OD. Moreover, it is found that all spherical nanoparticles have positive zeta potential, and spherical nanoparticles from TOA\/OD and TOPO\/OD have a smaller zeta potential than those from OD. A plausible explanation is that oxygen vacancies, presumably located near the surface, contribute to the green PL, and the introduction of TOA and TOPO will reduce the density of oxygen vacancies near the surfaces. Assuming that the green emission arises due to radiative recombination between deep levels formed by oxygen …",
                "The Jonscher power law, or “universal dielectric response”(UDR) behavior was studied for a range of CeO 2 solid solutions with Y 3+ and Gd 3+ dopants, with particular emphasis on dilute systems which possess relatively simple defect structures. The results show power-law frequency dependence of the ac conductivity, with exponent s= 0.61±0. 0 3, independent of temperature and concentration. The conductivity data also show scaling behavior in terms of a time constant τ, whose activation energy is very close to that of the dc conductivity. For 1% Y and 1% Gd samples, an additional Debye-type relaxation is observed due to dopant–oxygen-vacancy pairs. Such samples are clearly in the association range (stage III). These results contradict the assumption by Almond and West that τ− 1 is the hopping frequency of the carrier defects. At very low concentrations (∼ 0.01%), UDR behavior virtually disappears. The …",
                "Optical emission from type-II ZnTe\/ZnSe quantum dots demonstrates large and persistent oscillations in both the peak energy and intensity indicating the formation of coherently rotating states. Furthermore, these Aharonov-Bohm oscillations are shown to be remarkably robust and persist until 180 K. This is at least one order of magnitude greater than the typical temperatures in lithographically defined rings. To our knowledge, this is the highest temperature at which the AB effect has been observed in solid-state and molecular nanostructures.",
                "Excitons in vertically stacked type-II quantum dots (QDs) experience a topological magnetic phase and demonstrate Aharonov-Bohm oscillations in emission intensity. The photoluminescence of vertically stacked Zn Te∕ Zn Se QDs is measured in magnetic fields up to 31 T. Aharonov-Bohm oscillations are found in the magnetic-field dependence of the emission intensity. The positions of the peaks of the emission intensity are in good agreement with numerical simulations of excitons in stacked QDs.",
                "Detailed studies with spectral and time-resolved photoluminescence, photoluminescence excitation, and absorption spectroscopies show the formation of type-II quantum structures (quantum dots) in a Zn− Se− Te multilayer system with submonolayer quantities of Te. Moreover, it is shown that in addition to these quantum dots, Te isoelectronic centers are also present in the same material system and contribute to the photoluminescence emissions. This could be siginificant for the better understanding of the scaling laws between many-atom systems (eg, quantum dots) and few-atom systems (eg, isoelectronic centers).",
                "We have studied the optical properties of the δ-doped ZnSe: Te system using photoluminescence (PL) and x-ray and Raman scattering. Two different types of sample were investigated,(1) with a single δ layer and (2) with three adjacent δ layers separated by undoped layers. All of these samples are of reasonable crystalline quality and have the symmetry of the host ZnSe lattice as determined by x-ray and Raman scattering. The PL from each sample is very similar to the PL from bulk Zn-Se-Te solutions at low Te concentrations. The PL from the single-δ-doped material shows emission relatively close to the band edge which we attribute partly to Te 2 clusters (nearest-neighbor pairs) and partly to non-nearest pairs. This PL changes with storage time, from which we conclude that the nearest-neighbor pairs are more stable than non-nearest-neighbor pairs. The triple-δ-doped material also shows a deeper PL feature …",
                "The tunability of electronic and optical properties of semiconductor nanocrystal quantum dots (QDs) has been an important subject in nanotechnology. While control of the emission property of QDs in wavelength has been studied extensively, control of the emission lifetime of QDs has not been explored in depth. In this report, ZnO-CdS core−shell QDs were synthesized in a two-step process, in which we initially synthesized ZnO core particles, and then stepwise slow growth of CdS shells followed. The coating of a CdS shell on a ZnO core increased the exciton lifetime more than 100 times that of the core ZnO QD, and the lifetime was further extended as the thickness of shell increased. This long electron−hole recombination lifetime is due to a unique staggered band alignment between the ZnO core and CdS shell, so-called type II band alignment, where the carrier excitation holes and electrons are spatially …"
            ],
            [
                [
                    "optical properties of semiconductors",
                    "solar cells",
                    "magento-optics",
                    "type-II heterostructures",
                    "quantum dots"
                ]
            ],
            [
                "Igor L. Kuskovsky Professor Queens College (718) 997-3367 Igor.Kuskovsky@qc.cuny.edu Ph.D. in Applied Physics, Columbia University Fabrication and characterization of itermidiate band solar cells; growth of type-II quantum dots (with Maria Tamargo). Magento-optics of type-II quantum dots. Excitonic Aharonov-Bohm effect."
            ]
        ]
    ]
}