{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "77J4YSEV",
            "xl8XtWoAAAAJ",
            [
                "Soft X-ray-driven femtosecond molecular dynamics",
                "Metal nanoplasmas as bright sources of hard x-ray pulses"
            ],
            [
                "The direct observation of molecular dynamics initiated by x-rays has been hindered to date by the lack of bright femtosecond sources of short-wavelength light. We used soft x-ray beams generated by high-harmonic upconversion of a femtosecond laser to photoionize a nitrogen molecule, creating highly excited molecular cations. A strong infrared pulse was then used to probe the ultrafast electronic and nuclear dynamics as the molecule exploded. We found that substantial fragmentation occurs through an electron-shakeup process, in which a second electron is simultaneously excited during the soft x-ray photoionization process. During fragmentation, the molecular potential seen by the electron changes rapidly from nearly spherically symmetric to a two-center molecular potential. Our approach can capture in real time and with angstrom resolution the influence of ionizing radiation on a range of molecular systems …",
                "We report significant enhancements in light coupling to intense-laser-created solid plasmas via surface plasmon and “lightning rod” effects. We demonstrate this in metal nanoparticle-coated solid targets irradiated with 100 fs, 806 nm laser pulses, focused to intensities∼ 10 14–10 15 W c m− 2. Our experiments show a 13-fold enhancement in hard x-ray yield (10–200 keV) emitted by copper nanoparticle plasmas formed at the focal volume. A simple model explains the observed enhancement quantitatively and provides pointers to the design of structured surfaces for maximizing such emissions."
            ],
            [
                [
                    "Atomic",
                    "Molecular and Optical Physics",
                    "Attosecond Science",
                    "Nanomaterials"
                ]
            ],
            [
                "Arvinder Sandhu Arvinder Sandhu Professor of Physics Professor of Optical Sciences Office: PAS 445 Related Links: Sandhu Research Group 621-6786 sandhu@physics.arizona.edu Classification: Primary Faculty Education: Ph.D. 2005, Tata Institute of Fundamental Research, Mumbai, India Fields of Study: The field of attosecond science provides exciting opportunities for ultrafast measurement and control at the level of electrons. My research is geared towards the new applications of attosecond spectroscopy to address questions in the areas of Atomic and Molecular Physics, Chemical Physics and Nanomaterials. Research projects in my lab focus on the 1) Generation and application of high-flux attosecond x-ray pulses, 2) Study of charge migration and coupled electron-nuclear dynamics in molecules, 3) Electronic wavepacket dynamics and decoherence, 4) Control of electronic processes with laser fields, 5) Exciton dynamics and electron correlations in two-dimensional materials. Recently, we demonstrated the use of extreme ultraviolet, attosecond light bursts to strobe the motion of an electron in a polyatomic molecule and film its coherent evolution near a conical intersection. At this intersection, the simple energy landscape picture breaks down and the electron is essentially at molecular crossroads. Our results shed light on the question of how strongly electrons and nuclei influence each other during charge transfer. Honors and Awards: Distinguished Scholar Award, University of Arizona (2017) CAREER Award, National Science Foundation (2010) Excellence in Undergraduate Physics Teaching, University of Arizona (2010) Young Scientist Medal, Indian National Science Academy (2007) Nathan Harkema, Jens Baekhoj, Chen-Ting Liao, Mette Gaarde, Ken Schafer, Arvinder Sandhu, “Controlling attosecond transient absorption with tunable, non-commensurate light fields” Optics Letters 14 , 3357 (2018). Henry Timmers, Zheng Li, Niranjan Shivaram, Robin Santra, Oriol Vendrell, and Arvinder Sandhu, “Coherent electron hole dynamics near a conical intersection”  Phys. Rev. Lett. 113 , 113003 (2014). Adam Roberts, Rolf Binder, Nai-Hang Kwong, Dheeraj Golla, Daniel Cormode, Brian LeRoy, Henry Everitt, Arvinder Sandhu, “Optical characterization of electron-phonon interactions at the saddle point in graphene”, Phys. Rev. Lett. 112 , 187401 (2014). Niranjan Shivaram, Henry Timmers, Xiao-Min Tong, and Arvinder Sandhu, “Attosecond-resolved evolution of a laser-dressed Helium atom: Interfering excitation paths and quantum phases” Phys. Rev. Lett. 108 , 193002 (2012). Adam Roberts. Daniel Cormode, Collin Reynolds, Ty Newhouse-Illige, Brian LeRoy, Arvinder Sandhu, “Response of graphene to femtosecond high-intensity laser irradiation” Appl. Phys. Lett. 99 , 051912 (2011)."
            ]
        ]
    ]
}