{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "77J4YSEV",
            "xl8XtWoAAAAJ",
            [
                "Soft X-ray-driven femtosecond molecular dynamics",
                "Metal nanoplasmas as bright sources of hard x-ray pulses"
            ],
            [
                "The direct observation of molecular dynamics initiated by x-rays has been hindered to date by the lack of bright femtosecond sources of short-wavelength light. We used soft x-ray beams generated by high-harmonic upconversion of a femtosecond laser to photoionize a nitrogen molecule, creating highly excited molecular cations. A strong infrared pulse was then used to probe the ultrafast electronic and nuclear dynamics as the molecule exploded. We found that substantial fragmentation occurs through an electron-shakeup process, in which a second electron is simultaneously excited during the soft x-ray photoionization process. During fragmentation, the molecular potential seen by the electron changes rapidly from nearly spherically symmetric to a two-center molecular potential. Our approach can capture in real time and with angstrom resolution the influence of ionizing radiation on a range of molecular systems …",
                "We report significant enhancements in light coupling to intense-laser-created solid plasmas via surface plasmon and “lightning rod” effects. We demonstrate this in metal nanoparticle-coated solid targets irradiated with 100 fs, 806 nm laser pulses, focused to intensities∼ 10 14–10 15 W c m− 2. Our experiments show a 13-fold enhancement in hard x-ray yield (10–200 keV) emitted by copper nanoparticle plasmas formed at the focal volume. A simple model explains the observed enhancement quantitatively and provides pointers to the design of structured surfaces for maximizing such emissions."
            ],
            [
                [
                    "Atomic",
                    "Molecular and Optical Physics",
                    "Attosecond Science",
                    "Nanomaterials"
                ]
            ]
        ]
    ]
}