{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "77MA2Y58",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Reinhard Genzel (E) Reinhard Genzel (E) Professor Emeritus Acting Director, Max Planck Institute for Extraterrestrial Physics 369 Campbell genzel@socrates.berkeley.edu (510) 642-2793 Infrared and Submillimeter Group at Max Planck Institute for Extraterrestrial Physics Reinhard Genzel received his Ph.D. from the University of Bonn (FRG) in 1978. He came to Berkeley as a Miller Fellow in 1980 and joined the Physics Department faculty as Associate Professor in 1981. He left Berkeley in 1986 to become Director at the Max Planck Institute for Extraterrestrial Physics in Munich (FRG) where he is also Honorary Professor at the Ludwig-Maximilian University. In 1999 he came back to UCB as part-time Professor. Awards and Honors include the Otto Hahn Medal of the Max Planck Society (1979), Presidential Investigator Award (1983), Newton Lacy Pierce Prize of the American Astronomical Society (1986), Leibniz Prize of the German Science Foundation (1990), Foreign Member of the Academie des Sciences (France, 1998), Lyman Spitzer Lecturer (Princeton, 1998), Sackler Lecturer 2000 (Princeton University), Oort Professor 2000 (Leiden University), de Vaucouleurs Medal 2000 (University of Texas, Austin), Foreign Associate of the US National Academy of Sciences (2000) and Prix Janssen (2001). My research interests are in experimental astrophysics. My research group and I are studying the physical processes and the evolution of active galaxies and in particular of their central regions. One key issue we have been pursuing is the question whether the accretion onto massive black holes, or star formation powers active and luminous galaxies. For instance, in one class of very luminous galaxies we were recently able to demonstrate from mid-infrared spectroscopy on the Infrared Space Observatory (ISO) that enormous bursts of star formation triggered by the collision of galaxies can produce quasar-like luminosities in the infrared. Such galaxies were apparently much more common in the past than in the local Universe. We are also engaged in testing the paradigm that active galactic nuclei indeed all contain massive black holes. In the nucleus of our own Galaxy we were able to show from near-infrared imaging observations of the motions of individual stars in the central few light days that there must be a million solar mass, central black hole. Such key science goals have been driving our experimental program. We have been developing novel instrumentation, mainly in the infrared and submillimeter range, for large ground-based, airborne and space telescopes. We have been developing sensitive infrared spectrometers and imagers across the entire 1-1000mm band. We are active in the area of adaptive optics with laser stars. Current Projects We want to push our studies to ever smaller spatial scales and to ever larger distances, reaching galaxies that were formed in the first few billion years after the Big Bang. Using the new generation of 10m class, ground based telescopes (such as the Keck telescope) together with the new techniques of adaptive optics and interferometry, near-infrared imaging and spectroscopy will be able in the next decade to zoom into the innermost cores of nearby active galaxies. Such high resolution techniques will reveal whether central black holes are present, how they are fed and whether\/how stars are formed there. At larger distances it will be possible, for example, to study quantitatively the dynamics of colliding\/merging galaxies. Mergers are a key process in the formation and evolution of galaxies. Finally the high resolution observations also make possible spatially resolved studies of the first galaxies formed at high redshift. In the next few years we are planning to carry out infrared observations on these subjects (on the Keck and the ESO VLT) on a broad front and in part with instruments that we are now building. We also will push the capability of far-infrared\/submillimeter observations. We are engaged in building a sensitive far-infrared imaging spectrometer for the new SOFIA airborne observatory that will house a 2.5m telescope in a B747 aircraft. With SOFIA it will be possible to study the far-infrared emission of distant star forming galaxies and reveal their activity independent of the effects of dust obscuration that hampers or makes impossible measurements at shorter wavelengths. Sensitive astronomical measurements require state of the art radiation detectors. We have begun an ambitious program of developing Ga:As photoconductor detectors. Ga:As detectors promise to substantially extend the wavelength cutoff of present Ge detectors into the submillimeter band, and at the same time, they may be developed into monolithic, large pixel size formats. Our development aims at a blocked impurity band device that could be used on SOFIA or future space missions. Scientific Cooperations UCB-MPG Center for International Exchange in Astrophysics and Space Sciences The UCB-MPG Center for International Exchange in Astrophysics and Space Sciences (UCB-MPG Center) has been established in a close collaboration with the University of California, Berkeley (UCB, Berkeley, USA) at Berkeley. Its goal is cooperation in all fields of astrophysics, astronomy and space sciences. Exchange of scientists, visits and conferences are supplemented by joint projects like SOFIA and the detector development for the far-infrared. MPE is coordinating this project of seven Max-Planck institutes. In 2001, there were approximately thirty visits of Max Planck staff to UCB and vice versa under the auspices of the program. UCB MPG Center website Publications L. Weitzel, A. Krabbe, H. Kroker, N. Thatte, L. E. Tacconi-Garman, M. Cameron, and R. Genzel, “3D: the next generation near-infrared imaging spectrometer,” Astr. Ap. Suppl. 119, 531 (1996). R. Genzel, D. Hollenbach, and C. H. Townes, “The nucleus of our galaxy,” Rep. Prog. Phys. 57, 417 (1994). A. Eckart and R. Genzel, “Observations of stellar proper motions in the galactic centre,” Nature 383, 415 (1996). R. Genzel, A. Eckart, T. Ott, and F. Eisenhauer, “On the nature of the dark mass in the centre of the Milky Way,” MNRAS 291, 219 (1997). R. Genzel, D. Lutz, E. Sturm, E. Egami, D. Kunze, A. F. M. Moorwood, D. Rigopoulou, H. W. W. Spoon, A. Sternberg, L. E. Tacconi-Garman, L. Tacconi, and N. Thatte, “What powers ultraluminous IRAS galaxies?,” Ap. J. 498, 579 (1998). L. J. Tacconi, R. Genzel, M. Tecza, and J. F. Gallimore, “Gas dynamics in the luminous merger NGC 6240,” Ap. J. 524, 732 (1999). F. Eisenhauer, A. Quirrenbach, H. Zinnecker, and R. Genzel, “The stellar content of the galactic starburst template NGC 3603 from adaptive optics observations,” Ap. J. 498, 278 (1998)."
            ]
        ]
    ]
}