{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "78CJ6B2P",
            "rRZtQ9QAAAAJ",
            [
                "Planck 2013 results. I. Overview of products and scientific results",
                "Planck 2018 results-VI. Cosmological parameters",
                "Planck 2015 results-XX. Constraints on inflation",
                "Planck 2015 results-XVII. Constraints on primordial non-Gaussianity",
                "Planck 2018 results-X. Constraints on inflation",
                "Update on the correlation of the highest energy cosmic rays with nearby extragalactic matter",
                "Depth of maximum of air-shower profiles at the Pierre Auger Observatory. I. Measurements at energies above ",
                "Measurement of the Proton-Air Cross Section at  with the Pierre Auger Observatory",
                "Depth of maximum of air-shower profiles at the Pierre Auger Observatory. II. Composition implications",
                "Muons in air showers at the Pierre Auger Observatory: Mean number in highly inclined events"
            ],
            [
                "The European Space Agency’s Planck satellite, dedicated to studying the early Universe and its subsequent evolution, was launched 14 May 2009 and has been scanning the microwave and submillimetre sky continuously since 12 August 2009. In March 2013, ESA and the Planck Collaboration released the initial cosmology products based on the first 15.5 months of Planck data, along with a set of scientific and technical papers and a web-based explanatory supplement. This paper gives an overview of the mission and its performance, the processing, analysis, and characteristics of the data, the scientific results, and the science data products and papers in the release. The science products include maps of the cosmic microwave background (CMB) and diffuse extragalactic foregrounds, a catalogue of compact Galactic and extragalactic sources, and a list of sources detected through the Sunyaev-Zeldovich effect …",
                "We present cosmological parameter results from the final full-mission Planck measurements of the cosmic microwave background (CMB) anisotropies, combining information from the temperature and polarization maps and the lensing reconstruction. Compared to the 2015 results, improved measurements of large-scale polarization allow the reionization optical depth to be measured with higher precision, leading to significant gains in the precision of other correlated parameters. Improved modelling of the small-scale polarization leads to more robust constraints on many parameters, with residual modelling uncertainties estimated to affect them only at the 0.5σ level. We find good consistency with the standard spatially-flat 6-parameter ΛCDM cosmology having a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper), from polarization, temperature, and lensing, separately and in …",
                "We present the implications for cosmic inflation of the Planck measurements of the cosmic microwave background (CMB) anisotropies in both temperature and polarization based on the full Planck survey, which includes more than twice the integration time of the nominal survey used for the 2013 release papers. The Planck full mission temperature data and a first release of polarization data on large angular scales measure the spectral index of curvature perturbations to be ns = 0.968 ± 0.006 and tightly constrain its scale dependence to dns\/ dlnk = −0.003 ± 0.007 when combined with the Planck lensing likelihood. When the Planck high-ℓ polarization data are included, the results are consistent and uncertainties are further reduced. The upper bound on the tensor-to-scalar ratio is r0.002< 0.11 (95% CL). This upper limit is consistent with the B-mode polarization constraint r< 0.12 (95% CL) obtained from a joint …",
                "The Planck full mission cosmic microwave background (CMB) temperature and E-mode polarization maps are analysed to obtain constraints on primordial non-Gaussianity (NG). Using three classes of optimal bispectrum estimators – separable template-fitting (KSW), binned, and modal – we obtain consistent values for the primordial local, equilateral, and orthogonal bispectrum amplitudes, quoting as our final result from temperature alone ƒlocalNL = 2.5 ± 5.7, ƒequilNL= -16 ± 70, , and ƒorthoNL = -34 ± 32 (68% CL, statistical). Combining temperature and polarization data we obtain ƒlocalNL = 0.8 ± 5.0, ƒequilNL= -4 ± 43, and ƒorthoNL = -26 ± 21 (68% CL, statistical). The results are based on comprehensive cross-validation of these estimators on Gaussian and non-Gaussian simulations, are stable across component separation techniques, pass an extensive suite of tests, and are consistent with estimators …",
                "We report on the implications for cosmic inflation of the 2018 release of the Planck cosmic microwave background (CMB) anisotropy measurements. The results are fully consistent with those reported using the data from the two previous Planck cosmological releases, but have smaller uncertainties thanks to improvements in the characterization of polarization at low and high multipoles. Planck temperature, polarization, and lensing data determine the spectral index of scalar perturbations to be ns = 0.9649 ± 0.0042 at 68% CL. We find no evidence for a scale dependence of ns, either as a running or as a running of the running. The Universe is found to be consistent with spatial flatness with a precision of 0.4% at 95% CL by combining Planck with a compilation of baryon acoustic oscillation data. The Planck 95% CL upper limit on the tensor-to-scalar ratio, r0.002 <  0.10, is further tightened by combining with …",
                "Data collected by the Pierre Auger Observatory through 31 August 2007 showed evidence for anisotropy in the arrival directions of cosmic rays above the Greisen–Zatsepin–Kuz’min energy threshold, 6× 10 19 eV. The anisotropy was measured by the fraction of arrival directions that are less than 3.1° from the position of an active galactic nucleus within 75 Mpc (using the Véron-Cetty and Véron 12th catalog). An updated measurement of this fraction is reported here using the arrival directions of cosmic rays recorded above the same energy threshold through 31 December 2009. The number of arrival directions has increased from 27 to 69, allowing a more precise measurement. The correlating fraction is 38-6+ 7%, compared with 21% expected for isotropic cosmic rays. This is down from the early estimate of 69-13+ 11%. The enlarged set of arrival directions is examined also in relation to other populations of …",
                "We report a study of the distributions of the depth of maximum, X max, of extensive air-shower profiles with energies above 1 0 17.8 eV as observed with the fluorescence telescopes of the Pierre Auger Observatory. The analysis method for selecting a data sample with minimal sampling bias is described in detail as well as the experimental cross-checks and systematic uncertainties. Furthermore, we discuss the detector acceptance and the resolution of the X max measurement and provide parametrizations thereof as a function of energy. The energy dependence of the mean and standard deviation of the X max distributions are compared to air-shower simulations for different nuclear primaries and interpreted in terms of the mean and variance of the logarithmic mass distribution at the top of the atmosphere.",
                "We report a measurement of the proton-air cross section for particle production at the center-of-mass energy per nucleon of 57 TeV. This is derived from the distribution of the depths of shower maxima observed with the Pierre Auger Observatory: systematic uncertainties are studied in detail. Analyzing the tail of the distribution of the shower maxima, a proton-air cross section of [505±22 (stat)− 36+ 28 (syst)] mb is found.",
                "Using the data taken at the Pierre Auger Observatory between December 2004 and December 2012, we have examined the implications of the distributions of depths of atmospheric shower maximum (X max), using a hybrid technique, for composition and hadronic interaction models. We do this by fitting the distributions with predictions from a variety of hadronic interaction models for variations in the composition of the primary cosmic rays and examining the quality of the fit. Regardless of what interaction model is assumed, we find that our data are not well described by a mix of protons and iron nuclei over most of the energy range. Acceptable fits can be obtained when intermediate masses are included, and when this is done consistent results for the proton and iron-nuclei contributions can be found using the available models. We observe a strong energy dependence of the resulting proton fractions, and find no …",
                "We present the first hybrid measurement of the average muon number in air showers at ultrahigh energies, initiated by cosmic rays with zenith angles between 62 and 80. The measurement is based on 174 hybrid events recorded simultaneously with the surface detector array and the fluorescence detector of the Pierre Auger Observatory. The muon number for each shower is derived by scaling a simulated reference profile of the lateral muon density distribution at the ground until it fits the data. A 10 19 eV shower with a zenith angle of 67, which arrives at the surface detector array at an altitude of 1450 m above sea level, contains on average (2.68±0.04±0.48 (sys))× 10 7 muons with energies larger than 0.3 GeV. The logarithmic gain d ln N μ\/d ln E of muons with increasing energy between 4× 10 18 eV and 5× 10 19 eV is measured to be (1.029±0.024±0.030 (sys))."
            ],
            [
                [
                    "cosmology"
                ]
            ]
        ]
    ]
}