{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "795HWGDE",
            "PC8YGtAAAAAJ",
            [
                "Remote control of therapeutic T cells through a small molecule–gated chimeric receptor",
                "Mechanoenzymatics of titin kinase",
                "Single-molecule cut-and-paste surface assembly",
                "Force and function: probing proteins with AFM-based force spectroscopy",
                "Super-resolution microscopy: from single molecules to supramolecular assemblies",
                "Counting molecules in single organelles with superresolution microscopy allows tracking of the endosome maturation trajectory",
                "Resolving single-molecule assembled patterns with superresolution blink-microscopy",
                "Single-molecule mechanoenzymatics",
                "Comparing proteins by their unfolding pattern",
                "Ultrastable combined atomic force and total internal fluorescence microscope"
            ],
            [
                "Cell-based therapies have emerged as a promising treatment modality for diseases such as cancer and autoimmunity. T cells engineered with synthetic receptors known as chimeric antigen receptors (CARs) have proven effective in eliminating chemotherapy-resistant forms of B cell cancers. Such CAR T cells recognize antigens on the surface of tumor cells and eliminate them. However, CAR T cells also have adverse effects, including life-threatening inflammatory side effects associated with their potent immune activity. Risks for severe toxicity present a key challenge to the effective administration of such cell-based therapies on a routine basis.Concerns about the potential for severe toxicity of cellular therapeutics primarily stem from a lack of precise control over the activity of the therapeutic cells once they are infused into patients. Exogenously imposed specific regulation over the …",
                "Biological responses to mechanical stress require strain-sensing molecules, whose mechanically induced conformational changes are relayed to signaling cascades mediating changes in cell and tissue properties. In vertebrate muscle, the giant elastic protein titin is involved in strain sensing via its C-terminal kinase domain (TK) at the sarcomeric M-band and contributes to the adaptation of muscle in response to changes in mechanical strain. TK is regulated in a unique dual autoinhibition mechanism by a C-terminal regulatory tail, blocking the ATP binding site, and tyrosine autoinhibition of the catalytic base. For access to the ATP binding site and phosphorylation of the autoinhibitory tyrosine, the C-terminal autoinhibitory tail needs to be removed. Here, we use AFM-based single-molecule force spectroscopy, molecular dynamics simulations, and enzymatics to study the conformational changes during strain …",
                "We introduce a method for the bottom-up assembly of biomolecular structures that combines the precision of the atomic force microscope (AFM) with the selectivity of DNA hybridization. Functional units coupled to DNA oligomers were picked up from a depot area by means of a complementary DNA strand bound to an AFM tip. These units were transferred to and deposited on a target area to create basic geometrical structures, assembled from units with different functions. Each of these cut-and-paste events was characterized by single-molecule force spectroscopy and single-molecule fluorescence microscopy. Transport and deposition of more than 5000 units were achieved, with less than 10% loss in transfer efficiency.",
                "Forces play a pivotal role in life, and the response of live systems to forces requires molecules and molecular interactions with adequate properties to counteract both in a passive and also, if needed, in an active, dynamic manner. However, at the level of individual molecules these forces are so minute, that the development of sophisticated experiments to measure and control them was required. With the maturation of these techniques, particularly the AFM-based single-molecule force spectroscopy into commercial instruments, the scope has widened considerably and more and more studies shed light onto the different aspects of biomolecular mechanics. Many surprises turned up and more are waiting for us.",
                "Super-resolution microscopy (SRM) methods have allowed scientists to exceed the diffraction limit of light, enabling the discovery and investigation of cellular structures at the nanometer scale, from individual proteins to entire organelles. In this review we survey the application of SRM in elucidating the structure of macromolecules in the native cellular environment. We emphasize how SRM can generate molecular maps of protein complexes and extract quantitative information on the number, size, distribution, and spatial organization of macromolecules. We discuss both the novel information that can be generated through SRM as well as the experimental considerations to examine while conducting such studies. With the increasing popularity of SRM in the biological sciences, this review will serve as a tool to navigate the range of applications and harness the power of SRM to elucidate biological structures.",
                "Cells tightly regulate trafficking of intracellular organelles, but a deeper understanding of this process is technically limited by our inability to track the molecular composition of individual organelles below the diffraction limit in size. Here we develop a technique for intracellularly calibrated superresolution microscopy that can measure the size of individual organelles as well as accurately count absolute numbers of molecules, by correcting for undercounting owing to immature fluorescent proteins and overcounting owing to fluorophore blinking. Using this technique, we characterized the size of individual vesicles in the yeast endocytic pathway and the number of accessible phosphatidylinositol 3-phosphate binding sites they contain. This analysis reveals a characteristic vesicle maturation trajectory of composition and size with both stochastic and regulated components. The trajectory displays some cell-to-cell …",
                "In this paper we experimentally combine a recently developed AFM-based molecule-by-molecule assembly (single-molecule cut-and-paste, SMCP) with subdiffraction resolution fluorescence imaging. Using “Blink-Microscopy”, which exploits the fluctuating emission of single molecules for the reconstruction of superresolution images, we resolved SMCP assembled structures with features below the diffraction limit. Artificial line patterns then served as calibration structures to characterize parameters, such as the labeling density, that can influence resolution of Blink-Microscopy besides the localization precision of a single molecule. Finally, we experimentally utilized the adjustability of blink parameters to demonstrate the general connection of photophysical parameters with spatial resolution and acquisition time in superresolution microscopy.",
                "The ability of cellular signaling networks to sense, process, and respond to internal and external stimuli relies on their specific detection and transduction based on molecular recognition. The molecular mechanisms by which force is specifically sensed by mechanoenzymatic processes, translated into biochemical signals, and wired to cellular signaling networks recently became accessible with single-molecule force spectroscopy. By stretching such mechanobiochemical converters along their natural reaction coordinate, complex mechanical activation pathways and subsequent biochemical reactions may be measured in a dynamic and highly precise manner. The discovered mechanisms have in common well-tuned force-induced conformational changes that lead to exposure of active recognition sites. Newly developed strategies allow investigators to test different conformational states for activity and to elucidate …",
                "Single molecule force spectroscopy has evolved into an important and extremely powerful technique for investigating the folding potentials of biomolecules. Mechanical tension is applied to individual molecules, and the subsequent, often stepwise unfolding is recorded in force extension traces. However, because the energy barriers of the folding potentials are often close to the thermal energy, both the extensions and the forces at which these barriers are overcome are subject to marked fluctuations. Therefore, force extension traces are an inadequate representation despite widespread use particularly when large populations of proteins need to be compared and analyzed. We show in this article that contour length, which is independent of fluctuations and alterable experimental parameters, is a more appropriate variable than extension. By transforming force extension traces into contour length space, histograms …",
                "Combining atomic force microscope (AFM) with other microscopy techniques has expanded the range of potential applications for single molecule investigations dramatically. Particularly hybrid instruments with total internal reflection fluorescence (TIRF) excitation have opened new routes in life sciences. Here we present a novel design for such a hybrid microscope, which overcomes the limitations of conventional combinations caused by their limited mechanical stability. A thorough analysis of the noise spectra and a comparison of the different designs and the different operation modes are given. With this instrument we demonstrate single molecule manipulation by AFM and simultaneous TIRF imaging."
            ],
            [
                [
                    "Biophysics"
                ]
            ],
            [
                "Elias Puchner Elias Puchner Elias Puchner Assistant Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-301-2326 epuchner@umn.edu Physics And Nanotechnology Building Puchner Group Ph.D. (summa cum laude), University of Munich, 2008 Dipl. Phys. (M.S.), University of Munich, 2006 Assistant Professor, School of Physics and Astronomy, University of Minnesota, 2014-present Postdoc, University of California, San Francisco, 2014 Session chair, Winter q-bio Conference, Hawaii, 2014 Guest editor FEBS, 2013-2014 Postdoc, University of Munich, 2010 Publication price Center for NanoScience, Munich, 2008 and 2010 Reviewer activities: NSF, ACS Nano, Biophysical Journal, Journal of Molecular Biology, Journal of the American Chemical Society, Analytical Chemistry, Journal of Molecular Recognition. Our lab employs and further develops modern biophysical techniques to study cellular processes with high precision and detail. Living cells have the remarkable ability to sense environmental signals such as physical force or small molecules. This information is processed by intracellular signaling networks, which allow a cell to respond to the stimulus. Our research at the intersection of physics and biology aims to understand how these cellular signaling processes are regulated on different hierarchical length-scales by employing and further developing single molecule and super-resolution microscopy techniques. On a mesoscopic length scale signaling proteins can self-assemble to complexes and intracellular organelles. We employ recently developed quantitative super-resolution microscopy to resolve these structures inside cells below the optical diffraction limit and to measure their biomolecular composition. This characterization allows to detect changes as organelles mature and to follow spatial re-arrangements of signaling proteins in response to stimuli. A particular focus of our lab is to investigate if and how such spatial re-arrangements can modulate the signaling strength of pathways. On the nanoscopic length scale the activity of individual proteins can be regulated by conformational changes that are induced by binding reactions, covalent modifications or physical force. Such conformational changes that take place on a nm length scale and involve forces in the piconewton range can be dynamically investigated with atomic-force microscopy (AFM) based single molecule force spectroscopy.  http:\/\/puchnerlab.umn.edu Postdoctoral research fellowship, German Research Foundation, 2010-2012 Attocube Wittenstein Research Award, 2008 Santosh Adhikari, Joe Moscatelli, Elizabeth M. Smith, Chiranjib Banerjee & Elias M. Puchner , Single-molecule localization microscopy and tracking with red-shifted states of conventional BODIPY conjugates in living cells Nature Communications 10,3400 (2019) [ abstract Elizabeth M Smith, Arnaud Gautier, Elias M Puchner, Single-molecule localization microscopy with the Fluorescence-Activating and absorption-Shifting Tag (FAST) system ACS chemical biology 14, 6, 1115-1120 (2019) [ abstract Wu CY, Roybal KT, Puchner EM, Onuffer J and Lim WA, Remote control of therapeutic T cells through a small molecule–gated chimeric receptor Science 350, 6258 (2015) [ abstract van Lengerich B, Agnew C, Puchner EM, Huang B and Jura N, EGF and NRG induce phosphorylation of HER3\/ERBB3 by EGFR using distinct oligomeric mechanisms Proc. Nat. Acad. Sci. 114 (14), E2836–E2845, (2017) [ abstract Sydor MS, Czymmek KJ, Puchner EM*, Mennella V*, Super-Resolution Microscopy: From Single Molecules to Supramolecular Assemblies Trends in Cell Biology, DOI: http:\/\/dx.doi.org\/10.1016\/j.tcb.2015.10.004 (2015) [ abstract Elias M. Puchner (Editorial), Single molecule techniques - Applications in biology FEBS Letters Special Issue 588(19 ), 3519-3648 (2014) [ abstract Puchner EM, Walter JM, Kasper R, Huang B, and Lim WA, Counting molecules in single organelles with superresolution microscopy allows tracking of the endosome maturation trajectory Proc. Nat. Acad. Sci. 110, 16015 (2013) [ abstract Puchner EM and Gaub HE, Single-Molecule Mechanoenzymatics Annual Review of Biophysics 41, 497-518 (2012) [ abstract Stahl SW, Puchner EM, Alexandrovich A, Gautel M, and Gaub HE, A conditional gating mechanism assures the integrity of the molecular force-sensor titin kinase Biophysical journal 101, 1978-86 (2011) [ abstract Puchner EM and Gaub HE , Exploring the conformation-regulated function of titin kinase by mechanical pump and probe experiments with single molecules Angewandte Chemie 49, 1147-50 (2010) [ abstract Puchner EM, and Gaub HE, Force and function: probing proteins with AFM-based force spectroscopy Current Opinion in Structural Biology 19, 605-14 (2009). [ abstract Stahl SW, Puchner EM, and Gaub HE, Photothermal cantilever actuation for fast single-molecule force spectroscopy Review of scientific instruments 80, 073702 (2009) [ abstract Kufer SK, Puchner EM, Gumpp H, Liedl T, and Gaub HE, Single-molecule cut-and-paste surface assembly Science 319, 594-6 (2008) [ abstract Puchner EM, Alexandrovich A, Kho AL, Hensen U, Schafer LV, Brandmeier B, Grater F, Grubmuller H, Gaub HE, and Gautel M, Mechanoenzymatics of titin kinase Proc. Nat. Acad. Sci. 105, 13385-90 (2008) [ abstract Puchner EM, Franzen G, Gautel M, and Gaub HE, Comparing proteins by their unfolding pattern Biophysical Journal 95, 426-34 (2008) [ abstract Puchner EM, Kufer SK, Strackharn M, Stahl SW, and Gaub HE, Nanoparticle self-assembly on a DNA-scaffold written by single-molecule cut-and-paste Nano Letters 8, 3692-5 (2008) [ abstract Lab Members and Advisees Elizabeth Smith, Postdoctoral Researcher Maria Paz Ramirez Lopez, Researcher Ragnar Stefansson, Graduate Student Santosh Adhikari, Graduate Student Angel Mancebo, Graduate Student Luke DeMars, Undergraduate Student Zhixian Han, Undergraduate Student Lucy Chen, Undergraduate Student Former Lab Members Christopher Ertsgaard, Undergraduate Student Jack Lange, Undergraduate Student Dong Wang, Undergraduate Student Mark Howard, NSF Research Experience for Teachers (RET)"
            ]
        ]
    ]
}