{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7ATLCU7B",
            "k1p5FagAAAAJ",
            [
                "Particle dynamics in sheared granular matter",
                "Granular shear flow dynamics and forces: Experiment and continuum theory",
                "Velocity statistics in excited granular media",
                "LTB4 is a signal-relay molecule during neutrophil chemotaxis",
                "mTORC2 regulates neutrophil chemotaxis in a cAMP-and RhoA-dependent fashion",
                "Superstable granular heap in a thin channel",
                "Invited article: Refractive index matched scanning of dense granular materials",
                "The effect of network topology on the stability of discrete state models of genetic control",
                "Frictional mechanics of wet granular material",
                "Chitosan-mediated and spatially selective electrodeposition of nanoscale particles"
            ],
            [
                "The particle dynamics and shear forces of granular matter in a Couette geometry are determined experimentally. The normalized tangential velocity V (y) declines strongly with distance y from the moving wall, independent of the shear rate and of the shear dynamics. Local rms velocity fluctuations δ V (y) scale with the local velocity gradient to the power 0.4±0.05. These results agree with a locally Newtonian, continuum model, where the granular medium is assumed to behave as a liquid with a local temperature [δ V (y)] 2 and density dependent viscosity.",
                "We analyze the main features of granular shear flow through experimental measurements in a Couette geometry and a comparison to a locally Newtonian, continuum model of granular flow. The model is based on earlier hydrodynamic models, adjusted to take into account the experimentally observed coupling between fluctuations in particle motion and mean-flow properties. Experimentally, the local velocity fluctuations are found to decrease more slowly with distance from the shear surface than the velocity. This can be explained by an effective viscosity that diverges more rapidly as the random-close-packing density is approached than is predicted by Enskog theory for dense hard-sphere systems. Experiment and theory are in good agreement, especially for the following key features of granular flow: The flow is confined to a small shear band, fluctuations decay approximately exponentially away from the …",
                "We present an experimental study of velocity statistics for a partial layer of inelastic colliding beads driven by a vertically oscillating boundary. Over a wide range of parameters (accelerations 3–8 times the gravitational acceleration), the probability distribution P(v) deviates measurably from a Gaussian for the two horizontal velocity components. It can be described by P(v)∼exp(−|v\/vc|1.5), in agreement with a recent theory. The characteristic velocity vc is proportional to the peak velocity of the boundary. The granular temperature, defined as the mean square particle velocity, varies with particle density and exhibits a maximum at intermediate densities. On the other hand, for free cooling in the absence of excitation, we find an exponential velocity distribution. Finally, we examine the sharing of energy between particles of different mass. The more massive particles are found to have greater kinetic energy.",
                "Neutrophil recruitment to inflammation sites purportedly depends on sequential waves of chemoattractants. Current models propose that leukotriene B4 (LTB4), a secondary chemoattractant secreted by neutrophils in response to primary chemoattractants such as formyl peptides, is important in initiating the inflammation process. In this study we demonstrate that LTB4 plays a central role in neutrophil activation and migration to formyl peptides. We show that LTB4 production dramatically amplifies formyl peptide-mediated neutrophil polarization and chemotaxis by regulating specific signaling pathways acting upstream of actin polymerization and MyoII phosphorylation. Importantly, by analyzing the migration of neutrophils isolated from wild-type mice and mice lacking the formyl peptide receptor 1, we demonstrate that LTB4 acts as a signal to relay information from cell to cell over long distances. Together, our findings …",
                "We studied the role of the target of rapamycin complex 2 (mTORC2) during neutrophil chemotaxis, a process that is mediated through the polarization of actin and myosin filament networks. We show that inhibition of mTORC2 activity, achieved via knock down (KD) of Rictor, severely inhibits neutrophil polarization and directed migration induced by chemoattractants, independently of Akt. Rictor KD also abolishes the ability of chemoattractants to induce cAMP production, a process mediated through the activation of the adenylyl cyclase 9 (AC9). Cells with either reduced or higher AC9 levels also exhibit specific and severe tail retraction defects that are mediated through RhoA. We further show that cAMP is excluded from extending pseudopods and remains restricted to the cell body of migrating neutrophils. We propose that the mTORC2-dependent regulation of MyoII occurs through a cAMP\/RhoA-signaling axis …",
                "We observed experimentally a new regime for granular flows in an inclined channel with a flow-rate-controlled system. For high flow rates, the flow occurs atop a static granular heap whose angle is considerably higher than those usually exhibited by granular heaps. The properties of such superstable heaps (SSH) are drastically affected by a change in the channel width W. This indicates that the unusual stability of these heaps can be accounted for by the flowing layer and its friction on the sidewalls. A simple depth-averaged model, assuming Coulomb friction, shows that the SSH angle scales as h\/W (W being the channel width), and that grain size plays no part.",
                "We review an experimental method that allows to probe the time-dependent structure of fully three-dimensional densely packed granular materials and suspensions by means of particle recognition. The method relies on submersing a granular medium in a refractive index matched fluid. This makes the resulting suspension transparent. The granular medium is then visualized by exciting, layer by layer, the fluorescent dye in the fluid phase. We collect references and unreported experimental know-how to provide a solid background for future development of the technique, both for new and experienced users.",
                "Boolean networks have been proposed as potentially useful models for genetic control. An important aspect of these networks is the stability of their dynamics in response to small perturbations. Previous approaches to stability have assumed uncorrelated random network structure. Real gene networks typically have nontrivial topology significantly different from the random network paradigm. To address such situations, we present a general method for determining the stability of large Boolean networks of any specified network topology and predicting their steady-state behavior in response to small perturbations. Additionally, we generalize to the case where individual genes have a distribution of “expression biases,” and we consider a nonsynchronous update, as well as extension of our method to non-Boolean models in which there are more than two possible gene states. We find that stability is governed by the …",
                "The mechanical response of a wet granular layer to imposed shear is studied experimentally at low applied normal stress. The granular material is immersed in water and the shear is applied by sliding a plate resting on the upper surface of the layer. We monitor simultaneously the horizontal and the vertical displacements of the plate to submicron accuracy with millisecond time resolution. The relations between the plate displacement, the dilation of the layer and the measured frictional force are analyzed in detail. When slip begins, the dilation increases exponentially over a slip distance comparable to the particle radius. We find that the total dilation and the steady state frictional force do not depend on the driving velocity, but do depend linearly on the applied normal stress. The frictional force also depends linearly on the dilation rate (rather than the dilation itself), and reaches a maximum value during the transient …",
                "Nanoscale particles offer a variety of interesting properties, and there is growing interest in their assembly into higher ordered structures. We report that the pH-responsive aminopolysaccharide chitosan can mediate the electrodeposition of model nanoparticles. Chitosan is known to electrodeposit at the cathode surface in response to a high localized pH. To demonstrate that chitosan can mediate nanoparticle deposition, we suspended fluorescently labeled latex nanoparticles (100 nm diameter spheres) in a chitosan solution (1%) and performed electrodeposition (0.05 mA\/cm2 for several minutes). Results demonstrate that chitosan is required for nanoparticle electrodeposition; chitosan confers spatial selectivity to electrodeposition; and nanoparticles distribute throughout the electrodeposited chitosan film. Additionally, we observed that the deposited films reversibly swell upon rehydration. This work indicates that …"
            ],
            [
                [
                    "Biological Physics",
                    "Nonlinear Dynamics"
                ]
            ]
        ]
    ]
}