{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7B52F9OD",
            "CFDT3E8AAAAJ",
            [
                "The mitochondrial transcription factor TFAM coordinates the assembly of multiple DNA molecules into nucleoid-like structures",
                "Azobenzenes as light-controlled molecular electronic switches in nanoscale metal− molecule− metal junctions",
                "Local current mapping and patterning of reduced graphene oxide",
                "Self‐Assembly of a Donor‐Acceptor Dyad Across Multiple Length Scales: Functional Architectures for Organic Electronics",
                "Nucleation and Submonolayer Growth of C 60 on KBr",
                "Strain induced dewetting of a molecular system: bimodal growth of PTCDA on NaCl",
                "Solvent vapour annealing of organic thin films: controlling the self-assembly of functional systems across multiple length scales",
                "Guiding Crystallization around Bends and Sharp Corners",
                "Graphene Transistors via in Situ Voltage-Induced Reduction of Graphene-Oxide under Ambient Conditions",
                "C 60 on alkali halides: Epitaxy and morphology studied by noncontact AFM"
            ],
            [
                "Packaging DNA into condensed structures is integral to the transmission of genomes. The mammalian mitochondrial genome (mtDNA) is a high copy, maternally inherited genome in which mutations cause a variety of multisystem disorders. In all eukaryotic cells, multiple mtDNAs are packaged with protein into spheroid bodies called nucleoids, which are the fundamental units of mtDNA segregation. The mechanism of nucleoid formation, however, remains unknown. Here, we show that the mitochondrial transcription factor TFAM, an abundant and highly conserved High Mobility Group box protein, binds DNA cooperatively with nanomolar affinity as a homodimer and that it is capable of coordinating and fully compacting several DNA molecules together to form spheroid structures. We use noncontact atomic force microscopy, which achieves near cryo-electron microscope resolution, to reveal the structural details of …",
                "Conductance switching associated with the photoisomerization of azobenzene-based (Azo) molecules was observed in nanoscopic metal−molecule−metal junctions. The junctions were formed by using a conducting atomic force microscope (C-AFM) approach, where a metallic AFM tip was used to electrically contact a gold-supported Azo self-assembled monolayer. The measured 30-fold increase in conductance is consistent with the expected decrease in tunneling barrier length resulting from the conformational change of the Azo molecule.",
                "Conductive atomic force microscopy (C-AFM) has been used to correlate the detailed structural and electrical characteristics of graphene derived from graphene oxide. Uniform large currents were measured over areas exceeding tens of micrometers in few-layer films, supporting the use of graphene as a transparent electrode material. Moreover, defects such as electrical discontinuities were easily detected. Multilayer films were found to have a higher conductivity per layer than single layers. It is also shown that a local AFM-tip-induced electrochemical reduction process can be used to pattern conductive pathways on otherwise-insulating graphene oxide. Transistors with micrometer-scale tip-reduced graphene channels that featured ambipolar transport and an 8 order of magnitude increase in current density upon reduction were successfully fabricated.",
                "Molecular dyads based on polycyclic electron donor (D) and electron acceptor (A) units represent suitable building blocks for forming highly ordered, solution‐processable, nanosegregated D‐A domains for potential use in (opto)electronic applications. A new dyad, based on alkyl substituted hexa‐peri‐hexabenzocoronene (HBC) and perylene monoimide (PMI) separated by an ethinylene linker, is shown to have a high tendency to self‐assemble into ordered supramolecular arrangements at multiple length scales: macroscopic extruded filaments display long‐range crystalline order, nanofiber networks are produced by simple spin‐coating, and monolayers with a lamellar packing are formed by physisorption at the solution‐HOPG interface. Moreover, highly uniform mesoscopic ribbons bearing atomically flat facets and steps with single‐molecule heights self‐assemble upon solvent‐vapor annealing. Electrical …",
                "Noncontact atomic force microscopy has been applied to the prototypical molecule-insulator system C 60 on KBr to study nucleation and submonolayer growth. Overview images reveal an island growth mode with unusual branching structures. Simultaneous molecular and atomic resolution on the C 60 and KBr surfaces, respectively, was obtained revealing a coincident 8× 3 superstructure. Also, a 21±3 p m apparent height difference was observed in atomic force microscopy topographies between some first layer molecules. One of the initial nucleation sites of the C 60 islands was determined by observation of loosely bound molecules at kink sites in monatomic KBr steps, in conjunction with the observation that islands form preferentially at step edges.",
                "Submonolayer coverages of the molecule 3, 4, 9, 10-perylene tetracarboxylic dianhydride (PTCDA) deposited on NaCl (001) surfaces were imaged with high resolution noncontact-atomic force microscopy. Two island types were observed: monolayer islands with a p 3× 3 epitaxy at low coverage and a mixture of these and bulklike crystallites at higher coverage. The transition between the pure monolayer islands and mixed islands occurs at∼ 0.85 ML, corresponding to a complete p 3× 3 layer. Calculations show the p 3× 3 epitaxy to be incompatible with a multilayer crystal of PTCDA. Consequently, the growth of additional layers results in an adaptation of the interface structure forcing a dewetting transition.",
                "Solvent vapour annealing allows macroscopic healing of molecular assemblies at surfaces to form suprastructures featuring a higher degree of order, and significant improvement of the performance of organic electronic devices.",
                "Control over the molecular orientation in organic thin films is demonstrated with precise in‐plane spatial resolution over large areas. By exploiting the differential crystallization rates on substrates with different surface energies, the radial symmetry of spherulitic growth can be disrupted by preferentially selecting the molecular orientations that promote growth along the paths of the underlying patterns.",
                "Here, we describe a simple approach to fabricate graphene-based field-effect-transistors (FETs), starting from aqueous solutions of graphene-oxide (GO), processed entirely under ambient conditions. The process relies on the site-selective reduction of GO sheets deposited in between or on the surface of micro\/nanoelectrodes. The same electrodes are first used for voltage-induced electrochemical GO reduction, and then as the source and drain contacts of FETs, allowing for the straightforward production and characterization of ambipolar graphene devices. With the use of nanoelectrodes, we could reduce different selected areas belonging to one single sheet as well.",
                "Submonolayer coverages of C 60 deposited on KBr and NaCl are characterized by noncontact atomic force microscopy. Island shapes are described both qualitatively and quantitatively and their dependence on growth parameters and substrate is discussed. At room temperature, both compact and branched island morphologies are observed to coexist. An analysis of the island areas shows a distinct transition from compact to branched morphology with increasing island area. High-resolution imaging reveals differing coincident epitaxy at steps and on open terraces, despite consistent morphology for islands at both substrate positions. Molecular dewetting is proposed as a mechanism for the formation of branched islands."
            ],
            [
                [
                    "Organic electronics",
                    "scanning probe microscopy",
                    "solar cells",
                    "nanomaterials"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}