{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7BANF9IC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Tim Kovachy Tim Kovachy Assistant Professor PhD, Stanford University, 2016 timothy.kovachy@northwestern.edu 847-467-6689 Tech F133 Atom interferometers use the quantum mechanical wavelike properties of massive particles to make precise measurements of quantities such as accelerations and rotations, making them a valuable tool for a wide range of fundamental physics tests and practical applications.  In light-pulse atom interferometers, laser pulses act as the beam splitters and mirrors for the atomic wavefunction.  In our group, we use advanced atomic beam splitter and mirror techniques and ultracold atoms to implement atom interferometers with enhanced sensitivity.  We employ these interferometers to search for new physics beyond the Standard model and to realize improved quantum sensors.  One project aims to look for new particles, including light moduli associated with the compactified extra dimensions that arise in string theory, by searching for deviations from the gravitational inverse square law with increased sensitivity.  This experimental setup will also be used for a new measurement of Newton’s gravitational constant and for developing improved atomic gravitational sensors.  Additionally, I am a member of the Mid-band Atomic Gravitational Wave Interferometric Sensor (MAGIS) collaboration, which is working to develop the technology for an atom interferometric gravitational wave detector in a frequency band in between those addressed by the LIGO detector and the planned LISA detector.  In addition to its potential for new astrophysical and cosmological discoveries, this atom interferometric detector would be able to carry out highly sensitive dark matter searches.  I am also a member of the Northwestern Center for Fundamental Physics at Low Energy. Awards and Honors: Fannie and John Hertz Foundation Fellowship (2009)"
            ]
        ]
    ]
}