{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7C7YSS4B",
            "QYc8s6MAAAAJ",
            [
                "Zn-Alloyed CsPbI3 Nanocrystals for Highly Efficient Perovskite Light-Emitting Devices",
                "Spontaneous Silver Doping and Surface Passivation of CsPbI3 Perovskite Active Layer Enable Light-Emitting Devices with an External Quantum Efficiency of 11.2%",
                "Simultaneous Strontium Doping and Chlorine Surface Passivation Improve Luminescence Intensity and Stability of CsPbI3 Nanocrystals Enabling Efficient Light …",
                "PbS Capped CsPbI3 Nanocrystals for Efficient and Stable Light-Emitting Devices Using p–i–n Structures",
                "Efficient and Stable CsPb(Br\/I)3@Anthracene Composites for White Light-Emitting Devices",
                "Cesium lead chloride\/bromide perovskite quantum dots with strong blue emission realized via a nitrate-induced selective surface defect elimination process",
                "1,2-Ethanedithiol Treatment for AgIn5S8\/ZnS Quantum Dot Light-Emitting Diodes with High Brightness",
                "Near-infrared light emitting diodes using PbSe quantum dots",
                "Highly luminescent, stable, transparent and flexible perovskite quantum dot gels towards light-emitting diodes",
                "Stimuli-responsive inks based on perovskite quantum dots for advanced full-color information encryption and decryption"
            ],
            [
                "We alloyed Zn2+ into CsPbI3 perovskite nanocrystals by partial substitution of Pb2+ with Zn2+, which does not change their crystalline phase. The resulting alloyed CsPb0.64Zn0.36I3 nanocrystals exhibited an improved, close-to-unity photoluminescence quantum yield of 98.5% due to the increased radiative decay rate and the decreased non-radiative decay rate. They also showed an enhanced stability, which correlated with improved effective Goldschmidt tolerance factors, by the incorporation of Zn2+ ions with a smaller radius than the Pb2+ ions. Simultaneously, the nanocrystals switched from n-type (for CsPbI3) to nearly ambipolar for the alloyed nanoparticles. The hole injection barrier of electroluminescent LEDs was effectively eliminated by using alloyed CsPb0.64Zn0.36I3 nanocrystals, and a high peak external quantum efficiency of 15.1% has been achieved.",
                "Lead halide perovskite nanocrystals are currently under intense investigation as components of solution-processed light-emitting devices (LEDs). We demonstrate LEDs based on Ag doped–passivated CsPbI3 perovskite nanocrystals with external quantum efficiency of 11.2% and an improved stability. Ag and trilayer MoO3\/Au\/MoO3 structure were used as cathode and anode, respectively, which reduce the electron injection barrier and ensure the high transparency and low resistance of the anode. Silver ions diffuse into perovskite film from the Ag electrode, as confirmed by the elemental mapping, the presence of Ag 3d peaks in the X-ray photoelectron spectrum, and the peak shift in the X-ray diffraction patterns of CsPbI3. In addition to doping, silver ions play the beneficial role of passivating surface defect states of CsPbI3 nanocrystals, which results in increased photoluminescence quantum yield, elongated …",
                "A method is proposed to improve the photo\/electroluminescence efficiency and stability of CsPbI3 perovskite nanocrystals (NCs) by using SrCl2 as a co‐precursor. The SrCl2 is chosen as the dopant to synthesize the CsPbI3 NCs. Because the ion radius of Sr2+ (1.18 Å) is slightly smaller than that of Pb2+ (1.19 Å) ions, divalent Sr2+ cations can partly replace the Pb2+ ions in the lattice structure of perovskite NCs and cause a slight lattice contraction. At the same time, Cl− anions from SrCl2 are able to efficiently passivate surface defect states of CsPbI3 nanocrystals, thus converting nonradiative trap states to radiative states. The simultaneous Sr2+ ion doping and surface Cl− ion passivation result in the enhanced photoluminescence quantum yield (up to 84%), elongated emission lifetime, and improved stability. Sr2+‐doped CsPbI3 NCs are employed to produce light‐emitting devices with a high external quantum …",
                "Cesium lead halide perovskite nanocrystals (NCs) have unique optical properties such as high color purity and high photoluminescence (PL) efficiency. However, the external quantum efficiency (EQE) of the corresponding light-emitting diodes (LEDs) is low, primarily as a result of the NC surface defects. Here, we report a method to reduce the surface defects by capping CsPbI3 NCs with PbS. This passivation significantly enhanced the PL efficiency, reduced the Stokes shift, narrowed the PL bandwidth, and increased the stability of CsPbI3 NCs. At the same time, CsPbI3 NC films switched from n-type behavior to nearly ambipolar by PbS capping, which allowed us to fabricate electroluminescence LEDs using p–i–n structures. The thus-fabricated LEDs exhibited dramatically improved storage and operation stability, and an EQE of 11.8%. These results suggest that, with a suitable surface passivation strategy, the …",
                "Inorganic perovskite quantum dots bear many unique properties that make them potential candidates for optoelectronic applications, including color display and lighting. However, the white emission with inorganic perovskite quantum dots has rarely been realized due to the anion-exchange reaction. Here, we proposed a one-pot preparation to fabricate inorganic perovskite quantum dot-based white light-emitting composites by introducing anthracene as a blue emission component. The as-prepared white light-emitting composite exhibited a photoluminescence quantum yield of 41.9%. By combining CsPb(Br\/I)3@anthracene composites with UV light-emitting device (LED) chips, white light-emitting devices with a color rendering index of 90 were realized with tunable color temperature from warm white to cool white. These results can promote the application of inorganic perovskite quantum dots in the field of white …",
                "Cesium lead halide perovskites emitting blue light in the 460–470 nm range of wavelengths have so far been plagued with rather poor luminescent performance, placing inevitable limitations on the development of perovskite nanocrystal-based blue light-emitting devices. Herein, a selective surface defect elimination process with the help of hydrated nitrates was introduced into the perovskite\/toluene solution to strip the undesired surface defects and vacancies and to boost the photoluminescence quantum yield of true-blue-light-emitting (at 466 nm) CsPb(Cl\/Br)3 perovskite nanocrystals to the impressive value of 85%. Unlike the conventional passivation strategy, the anionic nitrate ions are able to desorb the undesired surface metallic lead and combine with excess surface metal ions, leaving perovskite quantum dots with better crystallinity and fewer surface defects.",
                "The surface organic ligands of the quantum dots (QDs) play important roles in the performance of QD electronic devices. Here, we fabricated low toxic AgIn5S8\/ZnS QDs light-emitting diodes (QD-LEDs) and greatly enhanced the device efficiency through surface ligand exchange treatments. The oleic acid-capped QDs were replaced with a shorter ligand 1,2-ethanedithiol, which was proved by the Fourier transform infrared spectrum measurement. The treated QD films became more compact with higher film mobility and shorter film photoluminescence lifetime. The more conductive QD films fabricated LEDs showed an external quantum efficiency over 1.52%.",
                "Near infrared light emitting diodes (NIR LEDs) were fabricated employing blue GaN chips as the excitation source and PbSe quantum dots as the NIR emitting materials. Quantum dots with different emitting wavelengths were selected to fabricate three NIR LEDs corresponding to two typical applications of illumination and optical communication. The variation of emission peak and full width at half-maximum of the devices were investigated under different voltage bias, and the highest external quantum efficiency of 2.52% was achieved, which was comparable to those commercial InGaAsP LEDs and visible quantum dot electroluminescence LEDs.",
                "By controlling the hydrolysis of alkoxysilanes, highly luminescent, transparent and flexible perovskite quantum dot (QD) gels were synthesized. The gels could maintain the structure without shrinking and exhibited excellent stability comparing to the QDs in solution. This in situ fabrication can be easily scaled up for large-area\/volume gels. The gels integrated the merits of the polymer matrices to avoid the non-uniformity of light output, making it convenient for practical LED applications. Monochrome and white LEDs were fabricated using these QD gels; the LEDs exhibited broader color gamut, demonstrating better property in the backlight display application.",
                "For data security applications, the use of fluorescent inks has become the most promising approach because of their convenience and low cost. However, traditional fluorescent inks are usually visible either under ambient light or UV light, whereas the improved stimuli-responsive inks are restricted to a single color. For the first time, full-color stimuli-responsive inks for information coding, encryption, and decryption are reported, which rely on the facile preparation and conversion of perovskite quantum dots. The information printed by the halide salt solution is invisible under ambient and UV light but becomes readable under UV light after spraying a unique developer. Besides, the primitive information can be stored for many years, even decades. Even after the decryption process, it still can be stored for at least several weeks. Most importantly, using butyl amine and acetic acid as encryption and decryption reagents …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}