{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7CV4WHVZ",
            "h5YpldQAAAAJ",
            [
                "Nasopharyngeal carcinoma",
                "Nasopharyngeal carcinoma",
                "Quantitative analysis of cell-free Epstein-Barr virus DNA in plasma of patients with nasopharyngeal carcinoma",
                "Chemotherapy in locally advanced nasopharyngeal carcinoma: an individual patient data meta-analysis of eight randomized trials and 1753 patients",
                "Prospective randomized study of intensity-modulated radiotherapy on salivary gland function in early-stage nasopharyngeal carcinoma patients",
                "A randomized phase III study of doxorubicin versus cisplatin\/interferon α-2b\/doxorubicin\/fluorouracil (PIAF) combination chemotherapy for unresectable hepatocellular carcinoma"
            ],
            [
                "With the improvement in local control achieved by more precise imaging and radiotherapy, the predominant mode of failure for nasopharyngeal carcinoma is distant metastases. Concurrent cisplatin–radiotherapy with or without adjuvant chemotherapy is the standard treatment approach for stages IIB and above disease. The addition of neoadjuvant chemotherapy has been most promising, and phase III trial results are awaited. Quantitative Epstein–Barr virus (EBV) DNA can be applied clinically for disease monitoring and follow-up, and may in future be used for risk stratification strategies. Targeted therapies against epidermal growth factor receptor and angiogenesis have demonstrated activity, and immunotherapeutic approaches are being investigated.",
                "Epidemiological trends during the past decade suggest that although incidence of nasopharyngeal carcinoma is gradually declining, even in endemic regions, mortality from the disease has fallen substantially. This finding is probably a result of a combination of lifestyle modification, population screening coupled with better imaging, advances in radiotherapy, and effective systemic agents. In particular, intensity-modulated radiotherapy has driven the improvement in tumour control and reduction in toxic effects in survivors. Clinical use of Epstein-Barr virus (EBV) as a surrogate biomarker in nasopharyngeal carcinoma continues to increase, with quantitative assessment of circulating EBV DNA used for population screening, prognostication, and disease surveillance. Randomised trials are investigating the role of EBV DNA in stratification of patients for treatment intensification and deintensification. Among the exciting …",
                "Using real-time quantitative PCR, cell-free EBV DNA was detectable in the plasma of 96% (55 of 57) of nasopharyngeal carcinoma (NPC) patients (median concentration, 21058 copies\/ml) and 7% (3 of 43) of controls (median concentration, 0 copies\/ml). Advanced-stage NPC patients had higher plasma EBV DNA levels than those with early-stage disease. At 1 month after completion of radiotherapy, plasma EBV DNA was undetecTable in 7 of 15 subjects (47%) but remained high in the remaining 8 subjects (53%). Clinical examination revealed that all of the former seven subjects had complete tumor regression, whereas six of the eight latter subjects exhibited evidence of disease persistence or had developed distant metastases. These results suggest that quantitative analysis of plasma EBV DNA may be a useful clinical and research tool in the screening and monitoring of NPC patients.",
                "Objectives: To study the effect of adding chemotherapy to radiotherapy (RT) on overall survival and event-free survival for patients with nasopharyngeal carcinoma.Methods and Materials: This meta-analysis used updated individual patient data from randomized trials comparing chemotherapy plus RT with RT alone in locally advanced nasopharyngeal carcinoma. The log–rank test, stratified by trial, was used for comparisons, and the hazard ratios of death and failure were calculated.Results: Eight trials with 1753 patients were included. One trial with a 2 × 2 design was counted twice in the analysis. The analysis included 11 comparisons using the data from 1975 patients. The median follow-up was 6 years. The pooled hazard ratio of death was 0.82 (95% confidence interval, 0.71–0.94; p = 0.006), corresponding to an absolute survival benefit of 6% at 5 years from the addition of chemotherapy (from 56% to 62 …",
                "PurposeThis randomized trial compared the rates of delayed xerostomia between two-dimensional radiation therapy (2DRT) and intensity-modulated radiation therapy (IMRT) in the treatment of early-stage nasopharyngeal carcinoma (NPC).",
                " Background:              Single-agent doxorubicin has been widely used to treat unresectable hepatocellular carcinoma (HCC), but the response rate is low (<20%) and there is no convincing evidence for improved survival. Cisplatin, interferon, doxorubicin, and fluorouracil (PIAF) used in combination, by contrast, has shown promise in a phase II study. We compared doxorubicin to PIAF in patients with unresectable HCC in a phase III trial.              Methods:              Patients with histologically confirmed unresectable HCC were randomly assigned to receive either doxorubicin or PIAF every 3 weeks, for up to six cycles. The primary endpoint was overall survival, and secondary endpoints were response rate and toxicity. Survival differences were calculated using the Kaplan-Meier method. Treatment groups were compared for differences in the incidence of adverse events using chi-square tests. All statistical tests …"
            ],
            [
                [
                    "Nasopharyngeal Carcinoma",
                    "Head and Neck"
                ]
            ]
        ]
    ]
}