{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7CV4WHVZ",
            "h5YpldQAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "Nasopharyngeal Carcinoma",
                    "Head and Neck"
                ]
            ],
            [
                "Anthony  Chan Professor 308 Herman Brown Hall 713-348-2531 aac@rice.edu Website Professor Chan's primary research area is theoretical space plasma physics. He is especially interested in the acceleration and transport of radiation belt electrons, which are relativistic electrons trapped in Earth's magnetospheric fields. This work involves theory and simulation of the dynamics of relativistic charged particles in electromagnetic fields, including motion in large-scale magnetospheric fields and in turbulent wave fields. Relativistic electrons are currently of great interest because their underlying acceleration mechanism is not well understood and because these particles are potentially harmful to technological systems and to humans in space. Professor Chan and Dr. Scot Elkington (University of Colorado) are developing K2, a comprehensive large-scale computational model to simulate the dynamics of Earth's radiation belts. The model development is coordinated with data analysis from the NASA Van Allen Probes twin spacecraft mission, for which Professor Chan is a Co-Investigator on the RBSP-ECT (Radiation Belt Storm Probes Energetic particle, Composition and Thermal plasma) Instrument Team. Theoretical plasma physics with emphasis on fundamental plasma physics and space plasmas 1981 BS, University of Auckland, New Zealand 1983 MS, University of Auckland, New Zealand 1991 PhD, Princeton University Michael Cone 228 Brockman Hall 713-348-2578 Michael.T.Cone@rice.edu Research Summary My primary research has involved the development and use of a novel diffuse reflector material for various types of optical and spectroscopic applications. In particular, I have the led the development of a new type of integrating cavity absorption spectroscopy involving the temporal decay of the light in the cavity. This provides a very sensitive technique for measuring absorption coefficients, even when the sample produces strong scattering. More recently, I have also been involved in a number of projects that use our diffuse reflector material for a variety of biomedical applications. Applied Optics, Optical Instrumentation, Integrating Cavity Spectroscopy, and Quantum Optics 2003 BS Physics, Truman State University 2014 PhD Physics, Texas A&M University Pengcheng Dai Professor 362 Brockman Hall 713-348-3731 Pengcheng.Dai@rice.edu Website Experimental condensed matter physics, using neutron as a probe to study correlated electron materials. 1984 BS Physics, Zhengzhou University 1993 PhD Experimental Condensed Matter Physics, University of Missouri-Columbia"
            ]
        ]
    ]
}