{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7CV9LQHI",
            "UjiGdTMAAAAJ",
            [
                "Vertically self-organized InAs quantum box islands on GaAs (100)",
                "Onset of incoherency and defect introduction in the initial stages of molecular beam epitaxical growth of highly strained InxGa1− xAs on GaAs (100)",
                "High-Resolution X-Ray Photoelectron Spectroscopy as a Probe of Local Atomic Structure: Application to Amorphous Si O 2 and the Si-Si O 2 Interface",
                "Local atomic and electronic structure of oxide\/GaAs and SiO2\/Si interfaces using high‐resolution XPS",
                "Collective modes of spatially separated, two-component, two-dimensional plasma in solids",
                "Nature of strained InAs three‐dimensional island formation and distribution on GaAs (100)",
                "Excited states and energy relaxation in stacked InAs\/GaAs quantum dots",
                "Enhanced polar exciton-LO-phonon interaction in quantum dots",
                "In situ, atomic force microscope studies of the evolution of InAs three‐dimensional islands on GaAs (001)",
                "InAs island‐induced‐strain driven adatom migration during GaAs overlayer growth"
            ],
            [
                "Coherent InAs islands separated by GaAs spacer layers are shown to exhibit self-organized growth along the vertical (ie, growth) direction. The driving force for such vertically self-organized growth is shown to be the interacting strain fields induced by the islands which give rise to a preferred direction for In migration. A model analysis accounting for the mechanochemical surface diffusion gives an island average size and average separation dependent characteristic spacer layer thickness z 0 below which a vertically self-organized growth occurs.",
                "Direct evidence for interplanar relaxation in islands at the initial stages of strained epitaxy is presented using molecular beam epitaxically deposited In0.5Ga0.5As on GaAs(100). Concomitant existence of atomic displacements in the substrates to unexpectedly large depths of ∼150 Å is found. In incoherent islands, defects are found to be introduced symmetrically near the island edges.",
                "The chemical structure of thin Si O 2 films and Si O 2-Si interfaces has been investigated using high-resolution x-ray photoelectron spectroscopy. The data are consistent with a continuous random network of four-, six-, seven-, and eight-member rings of Si O 4 tetrahedra joined together by bridging oxygens. This distribution changes substantially within 30 Å of the Si O 2-Si interface. The near-interface region is comprised of Si 2 O 3, SiO, and Si 2 O. This structure is interpreted by means of a structure-induced-charge-transfer model.",
                "The chemical structures of thin SiO2 films, thin native oxides of GaAs (20–30 Å), and the respective oxide–semiconductor interfaces, have been investigated using high‐resolution x‐ray photoelectron spectroscopy. Depth profiles of these structures have been obtained using both argon ion bombardment and wet chemical etching techniques. The chemical destruction induced by the ion profiling method is shown by direct comparison of these methods for identical samples. Fourier transform data‐reduction methods based on linear prediction with maximum entropy constraints are used to analyze the discrete structure in oxides and substrates. This discrete structure is interpreted by means of a structure‐induced charge‐transfer model (SICT).",
                "Longitudinal collective spectrum of a spatially separated, two-component, two-dimensional plasma is investigated using a generalized random-phase approximation. Such plasmas can be realized in semiconductor heterojunctions, superlattices, and inversion or accumulation layers. In general two modes are found to exist: the one with energy proportional to q at long wavelengths is the usual optical plasmon and the other with energy proportional to q at long wavelengths is the acoustic plasmon. It is shown that the spatial separation between the two charge components makes it possible for the acoustic branch to move out of the electron-hole continua of both the components provided it exceeds a critical value. Consequently the acoustic-plasmon mode is totally undamped at long wavelength. The dynamic structure factor of the system is analyzed and the feasibility of observing an acoustic plasmon in GaAs-Ga x Al …",
                "The substrate temperature and arsenic pressure dependence of the density of InAs three‐dimensional (3D) islands formed on GaAs(100) is found to exhibit a behavior that cannot be reconciled within the currently popular view of MBE growth. Rather, either an arsenic coverage induced strain enhanced In migration or strain dependent arsenic incorporation at islands, or both, appear to be operative. Plan‐view and cross‐sectional transmission electron microscopy, including the nature of the Moiré fringes, are used to obtain cluster size distribution and demarcation between size regime for coherent versus incoherent islands. The results point to the possibility of realizing a regular array of quantum dots made of coherently strained 3D islands of uniform size via growth on prepatterned substrates.",
                "Excited states and energy relaxation processes are studied for stacked InAs\/GaAs QD’s with GaAs cap layers grown by migration enhanced epitaxy. Photoluminescence excitation (PLE) spectra reveal the excited state spectrum as a function of size for self-assembled InAs QD’s in multilayered samples with 36-ML spacers. The observed energy shifts and splittings are consistent with those of hole states numerically calculated for pyramidal QD’s supporting assignment to the transition between the electron ground| 000> and the| 001> excited hole state. The optical results suggest the island shape uniformity to improve in multilayered samples, which is attributed to the contribution of the buried islands to the surface strain altering the island formation kinetics and energetics that also underlie vertical self-organization. Time-resolved photoluminescence (TRPL) results yield a lifetime of 40 ps for the first excited| 001> hole …",
                "Phonon-assisted exciton transitions in self-organized InAs\/GaAs quantum dots (QDs) are investigated by photoluminescence (PL) and PL excitation spectroscopy. An unexpectedly enhanced polar exciton-LO-phonon interaction for such strained low-symmetry QDs is found. Calculations in the adiabatic approximation indicate that the particular quantum confinement and piezoelectric effect together account for the enhanced coupling. The results provide new insights into the long-standing problem of the exciton-phonon interaction in zero-dimensional systems.",
                "The size evolution of molecular beam epitaxy‐grown strained InAs three‐dimensional (3D) islands on GaAs(001) is examined using in situ ultrahigh vacuum atomic force microscopy. Remarkably, just after the initiation of well‐formed 3D islands at ∼1.57 ML InAs deposition, the lateral size dispersion and average value are found to first increase drastically with the smallest amount (∼0.05 ML) of additional InAs deposition and then decrease and saturate, indicating the onset of a natural tendency for size equalization, including through loss of material from the initially formed largest islands. These observations are found to be consistent with the previously suggested island‐separation dependent influence of the evolving island‐induced substrate strain fields on the adatom migration and incorporation\/detachment kinetics that control the evolution of the islands.",
                "The impact of the strain fields associated with partially strain relaxed InAs islands on GaAs (100) on the evolution of the growth front profile during subsequent GaAs capping layer growth as a function of the growth temperature is examined via placement of very thin AlGaAs marker layers. Transmission electron microscope studies reveal the presence of strain dominated atom migration away from the islands over dynamically evolving length scales of ∼100–400 Å at higher growth temperature whereas at lower growth temperature such an effect is minimal. Anisotropy in the length scale of impact between the [011] and [011̄] directions is observed. Estimates based upon a suitably adapted formulation of the classical theory of grain growth shows the mass transport to be dominantly strain rather than surface curvature driven."
            ],
            [
                [
                    "Epitaxy",
                    "Nanostructures",
                    "Photonics",
                    "Kinetic Monte Carlo"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Anupam Madhukar  Kenneth T. Norris Professor of Engineering Professor of Chemical Engineering and Material science, Physics and Biomedical Engineering  Contact Information  E-mail:  madhukar@usc.edu  Phone: (213) 740-4323 Office: VHE 502        Education   Ph.D. Materials Science and Physics, California Institute of Technology, 1\/1971  M.S. Physics, University of Lucknow and the Indian Institute of Technology (Kanpur) in India, 1\/1968  B.S. , University of Lucknow and the Indian Institute of Technology (Kanpur) in India, 1\/1966   Description of Research  Summary Statement of Research Interests  Anupam Madhukar examines fundamental and applied issues relating to growth, in-situ processing, and characterization of III-V semiconductor based ultrathin multilayered structures (i.e., quantum wells, super- lattices, etc.) and nanostructures (quantum wires and boxes) of relevance to electronics and optoelectronics.    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}