{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7D5PZR3J",
            "lmJqEo4AAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
                "Search for top-squark pair production in the single-lepton final state in pp collisions at ",
                "Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8$$\\,\\text …"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
                "This paper presents a search for the pair production of top squarks in events with a single isolated electron or muon, jets, large missing transverse momentum, and large transverse mass. The data sample corresponds to an integrated luminosity of 19.5 fb− 1 of pp collisions collected in 2012 by the CMS experiment at the LHC at a center-of-mass energy of. No significant excess in data is observed above the expectation from standard model processes. The results are interpreted in the context of supersymmetric models with pair production of top squarks that decay either to a top quark and a neutralino or to a bottom quark and a chargino. For small mass values of the lightest supersymmetric particle, top-squark mass values up to around 650 GeV are excluded.",
                "Properties of the Higgs boson with mass near 125 are measured in proton-proton collisions with the CMS experiment at the LHC. Comprehensive sets of production and decay measurements are combined. The decay channels include,,,,, and pairs. The data samples were collected in 2011 and 2012 and correspond to integrated luminosities of up to 5.1 at 7 and up to 19.7 at 8. From the high-resolution and channels, the mass of the Higgs boson is determined to be. For this mass value, the event yields obtained in the different analyses tagging specific decay channels and production mechanisms are consistent with those expected for the standard model Higgs boson. The combined best-fit signal relative to the standard model expectation is at the measured mass. The couplings of the Higgs boson are probed …"
            ],
            [
                [
                    "Particle Physics"
                ]
            ]
        ]
    ]
}