{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7DBI7OH6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Robert Lysak Robert Lysak Robert Lysak Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-625-1323 lysak001@umn.edu Physics And Nanotechnology Building Minnesota Institute for Astrophysics (MIfA) Ph.D., University of California, Berkeley, 1980 B.S., Michigan State University, 1975 Member, National Academy of Sciences, Solar and Space Physics Survey Member, Geospace Environmental Modeling Steering Committee, 2010-present Senior Editor, Journal of Geophysical Research-Space Physics, 2010-2013 Fellow, American Geophysical Union, 2011 Graduate School Fellowship Committee, member; 2006-08; co-chair, 2008-10 Best Dissertation Award Committee, Graduate School, 2005-08 Main Scientific Organizer, Symposium on “Ionosphere-Magnetosphere Coupling: The Role of Alfvén Waves in Auroral Processes,” 37th COSPAR Scientific Assembly, Montreal, July, 2008 Co-director, School on “Turbulence and Waves in Space Plasmas,” International School of Space Science, L’Aguila, Italy, September, 2007 Chapman Conference Chair, American Geophysical Union, 2002-2006 co-editor, Magnetospheric ULF Waves: Synthesis and New Directions, AGU Monograph 169, 2006 Co-convener, Symposium on “Ionosphere-Magnetosphere Coupling and Auroral Particle Acceleration, 36th COSPAR Scientific Assembly; Beijing, China, July, 2006 Convener, Symposium on “Electrodynamics of Aurora,” 2005 IAGA Scientific Assembly, Toulouse, France, July, 2005 Convener, Symposium on “Nonlinear and Kinetic Physics of ULF and VLF Waves,” AGU Fall Meeting, San Francisco, 2005 Convener, Winckler Symposium: Fast time variations of auroral particle participation, Minneapolis, April, 2004 Director of Graduate Studies, School of Physics and Astronomy, University of Minnesota, 1995-2001 Editor, Symposium on “Alfvénic Structures: From the Sun to the Magnetosphere,” Advances in Space Research, 2001 Panel on Magnetosphere-Ionosphere-Atmosphere, 2001 Scientific & Professional Societies National Academy of Sciences (NAS) Fellow, American Geophysical Union Biography Bob Lysak has been a faculty member at the University of Minnesota’s School of Physics and Astronomy since 1982 and has been a member of the Minnesota Institute for Astrophysics since its inception. Before coming to Minnesota, he received a Ph.D. in physics in 1980 at the University of California, Berkeley, under the supervision of Forrest Mozer and Mary Hudson. He did post-doctoral research at Berkeley and in Munich, Germany. He has specialized in the theory and modeling of auroral acceleration processes during all of that time and is recognized internationally as an expert in this field. Bob has been honored by being named a Fellow of the American Geophysical Union and of the American Physics Society, and was awarded the Hannes Alfvén Medal of the European Geosciences Union in 2015. He has also served as the editor of the Journal of Geophysical Research: Space Physics , a major scientific journal. My research emphasizes a fundamental theoretical understanding of the dynamics of plasmas in the Earth's magnetosphere, as well as in other planetary magnetospheres, the solar wind, and other astrophysical environments. I am particularly interested in the dynamics of the Earth's auroral regions. In these regions, strong currents flow along the magnetic field (\"field-aligned currents\") that are dissipated in the ionosphere and by accelerating the particles that produce the aurora. Changes in these current systems are mediated by waves called Alfven waves, which correspond to transverse fluctuations of the geomagnetic field. Although Alfven waves were first studied using magnetohydrodynamic (MHD) theory, I have approached them using a more complete kinetic theory; thus, these waves are sometimes called kinetic Alfven waves. Such waves can directly accelerate electrons into the ionosphere to produce the aurora. In addition, we are studying the ways in which these waves can evolve into quasi-static parallel electric fields that are known to be associated with discrete auroral arcs. These studies lead to an overall understanding of ultra-low-frequency (ULF) waves in the magnetosphere, especially the eigenmodes that can form due to the inhomogeneous nature of the magnetospheric plasma. Parallel electric fields are also necessary for the process called magnetic reconnection, which refers to the reorganization of the magnetic topology in thin current sheets. We study the dynamics of these processes as well. ULF waves are also important in Jupiter's magnetosphere, where they are driven by the motion of Jupiter's moon Io. Alfven waves may also be responsible for processes in the solar corona, such as solar flares, coronal mass ejections, and the heating of the corona to millions of degrees. This work also benefits from collaboration with Senior Researcher Dr. Yan Song. Her work emphasizes the fundamental theory of particle acceleration and magnetic reconnection, emphasizing a dynamical approach that improves upon the quasi-steady descriptions often used to discuss these phenomena. Lysak, R. L., Y. Song, M. D. Sciffer, and C. L. Waters (2015), Propagation of Pi2 pulsations in a dipole model of the magnetosphere, J. Geophys. Res. Space Physics, 120, DOI:10.1002\/2014JA020625 Lysak, R. L., Comment on “Improved basis set for low frequency plasma waves” by P. M. Bellan, J. Geophys. Res. Space Physics, 118, doi: 10.1002\/jgra.50315 (2013) Waters, C. L., R. L. Lysak and M. D. Sciffer, On the coupling of fast and shear Alfvén wave modes by the ionospheric Hall conductance, Earth, Planets, Space., 65, 385-396 (2013) R. L. Lysak, C. L. Waters, and M. D. Sciffer, Modeling of the ionsopheric Alfvén resonator in dipolar geometry, J. Geophys. Res. Space Physics, 118, doi: 10.1002\/jgra.50090 (2013) Lysak, R. L., and Y. Song, Development of parallel electric fields at the plasma sheet boundary layer, J. Geophys. Res., 116, A00K14, doi:10.1029\/2010JA016424 (2011) Woodroffe, J. R., and R. L. Lysak, Ultra-low frequency wave coupling in the ionospheric Alfvén resonator: Characteristics and implications for the interpretation of ground magnetic fields, J. Geophys. Res., 117, A03223, doi:10.1029\/2011JA017057 (2012) N. Lin, H. Frey, S. Mende, F. Mozer, R. Lysak, Y. Song and V. Angelopoulos, Statistical study of substorm timing sequence, J. Geophys. Res., 114, A12204, doi: 10.1029\/2009JA14381, 2009 R. L. Lysak, Y. Song, and T. W. Jones, Propagation of Alfvén waves in the magnetotail during substorms, Ann. Geophys., 27, 2237, 2009 R. L. Lysak and Y. Song, Propagation of kinetic Alfvén waves in the ionospheric Alfvén resonator in the presence of density cavities, Geophys. Res. Lett., 35, L20101, doi:10.1029\/2008GL035728, 2008 R. L. Lysak, On the dispersion relation for the kinetic Alfvén wave in an inhomogeneous plasma, Phys. Plasmas, 15, 062901, 2008 Lysak, R. L., and A. Yoshikawa, Resonant cavities and waveguides in the ionosphere and atmosphere, Magnetospheric ULF Waves, K. Takahashi et al. (eds.), AGU Monograph Series, American Geophysical Union, Washington, p. 289, 2006. [ abstract ][ download Lysak waveguide paper final.pdf R. L. Lysak and Y. Song, Magnetosphere-ionosphere coupling by Alfvén waves: Beyond current continuity, Advances in Space Research, 38(8), 713, 2006 [ abstract ] [ download Lysak cospar 2006 paper.pdf Su, Y., S. T. Jones, R. E. Ergun, F. Bagenal, S. E. Parker, P. A. Delamere, and R. L. Lysak,, Io-Jupiter interaction: Alfvén wave propagation and ionospheric Alfvén resonator,, J. Geophys. Res., 111, A06211, doi: 10.1029\/2005JA011252 rgun, R. E., Y.-J. Su, L. Andersson, F. Bagenal, P. A. Delamere, R. L. Lysak, and R. J. Strangeway, S bursts and the Jupiter ionospheric Alfvén resonator, J. Geophys. Res., 111, A06212, doi: 10.1029\/2005JA011253 (2006) Y. Song and R. L. Lysak, The displacement current and the generation of parallel electric fields, Phys. Rev. Lett., 96, 145002, 2006 [ abstract ] [ download PRL displacement.pdf R. L. Lysak and Y. Song, Non-local interactions between electrons and Alfvén waves on auroral field lines, J. Geophys. Res., 110, A10S06, doi:10.1029\/2004JA010803, 2005 [ abstract Lysak, R. L., Magnetosphere-ionosphere coupling by Alfvén waves at mid-latitudes, J. Geophys. Res., 109, A07201, doi:10.1029\/2004JA010454, 2004 Lysak, R. L., and Y. Song, Nonlocal kinetic theory of Alfvén waves on dipolar field lines, J. Geophys. Res., 108(A8), 1327, doi:10.1029\/2003JA009859, 2003 Lysak, R. L., and Y. Song, Kinetic theory of the Alfvén wave acceleration of auroral electrons, J. Geophys. Res., 108(A4), 8005, doi:10.1029\/2002JA009406, 2003. Lysak, R. L., and Y. Song, Energetics of the ionospheric feedback interaction, J. Geophys. Res., 107(A8), 10.1029\/2001JA000308, 2002. Lysak, R. L., and Y. Song, A three-dimensional model of the propagation of Alfvén waves through the auroral ionosphere: First results, Adv. Space Research, 28, 813, 2001"
            ]
        ]
    ]
}