{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7DRVU895",
            "1a4QxWYAAAAJ",
            [
                "Nonaxisymmetric instabilities in self-gravitating disks. II. Linear and quasi-linear analyses",
                "Nonaxisymmetric instabilities of self-gravitating disks. I toroids",
                "Nonaxisymmetric instabilities in self-gravitating disks III. Angular momentum transport",
                "Corrugation instabilities in slow MHD shocks"
            ],
            [
                "We studied global nonaxisymmetric hydrodynamic instabilities in an extensive collection of hot, self-gravitating polytropic disk systems, systems that covered a wide expanse of the parameter space relevant to protostellar and protoplanetary systems. We examined equilibrium disk models varying three parameters: the ratio of the inner to outer equatorial radii, the ratio of star mass to disk mass, and the rotation law exponent q. We took the polytropic index n=1.5 and examined the exponents q=1.5 and 2, and the transitional one q=1.75. For each of these sets of parameters, we examined models with inner to outer radius ratios from 0.1 to 0.75, and star mass to disk mass ratios from 0 to 103. We numerically calculated the growth rates and oscillation frequencies of low-order nonaxisymmetric disk modes, modes with azimuthal dependence ∝e  imϕ . Low-m modes are found to …",
                "We perform an extensive linear investigation of the nonaxisymmetric disk modes referred to in the literature as P, I, and J modes in self-gravitating polytropic toroids with power law angular velocity distributions. For selected models, we also follow the development of instability from the linear regime through the quasi-linear regime to deep into the nonlinear regime. We consider modes with azimuthal dependence e  imφ , where m is an integer and φ is the azimuthal angle. We find that instability sets in through m=2 barlike I modes at T\/|W|∼0.16–0.18 depending upon the chosen angular velocity law where T is the rotational kinetic energy and W is the gravitational energy of the toroid. Instability in the barlike I mode peaks in strength around T\/|W|=0.22–0.23 after which it weakens, eventually stabilizing around T\/|W|∼0.25–0.26. One-armed modes (m=1 modes) become …",
                "We follow the development of nonaxisymmetric instabilities of self-gravitating disks from the linear regime to the nonlinear regime. Particular attention is paid to comparison of nonlinear simulation results with previous linear and quasi-linear modeling results to study the mass and angular momentum transport driven by nonaxisymmetric disk instabilities. Systems with star-to-disk mass ratios of  and 5 and inner-to-outer disk radius ratios of  to 0.66 are investigated. In disks where self-gravity is important, systems with small  and large , Jeans-like J modes are dominant and the gravitational stress drives angular momentum transport. In disks where self-gravity is weak, systems with large  and large , shear-driven P modes dominate and the Reynolds stress drives angular momentum transport. In disks where self-gravity is intermediate in strength between disks …",
                "We study corrugation instabilities in slow shocks in ideal MHD. Stone & Edelman (1995) suggested that slow, oblique MHD shocks were unconditionally unstable based on a linear analysis, supported by a nonlinear simulation of an oblique three-dimensional (3-D) MHD shock. We explore this suggestion modeling 3-D oblique MHD shocks using Imogen, our recently developed MHD computer code. Using Imogen, we find, in agreement with Stone & Edelman, that the corrugation instability produces dense fingers which extend from the shock front into the postshock region, growing until they reach the end of the computational grid. We currently perform longterm simulations to determine the ultimate fate of the fingers."
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "Kathryn Hadley Office: Weniger 373 Email: kathryn,hadley@oregonstate.edu Phone: 541 737-4312 Website: khadley.com Recent Courses: PH 205 PH 206 PH 207  PH 211 PH 212 PH 213 Sample Syllabi: PH 205  PH 206  PH 207  PH 211  PH 212  PH 213 Education Ph.D. in Physics (2011) University of Oregon, Eugene Previous Employment Faculty, Lane Community College Visiting Professor, Whitman College Adjunct Instructor, University of Oregon Awards Faculty Recognition Award, Lane Community College Research Interests My research interest is theoretical astrophysics, focusing on computational modeling of systems like protostellar disks. In the early stage of star formation, the system consists of a central object and a surrounding disk of material. Using fundamental conservation laws of physics solved on a grid, we can build and evolve systems numerically, analyzing the density wave structures that arise. We have shown that the geometry of the system gives rise to distinct modes of oscillation within the disk. Recent work including a resolved central object, as opposed to a point star, shows that modes can also arise in the star, affecting the evolution of the system. Other systems of interest include vortex instabilities, first stars, plasma shocks and strange quark stars. Representative Publications \"Nonaxisymmetric instabilities of self-gravitating disks. I Toroids\" Hadley, K. Z., Imamura, J. N., 2011, Ap&SS, 334, 1 \"Nonaxisymmetric instabilities in self-gravitating disks. II. Linear and quasi-linear analyses\" Hadley, K. Z., Fernandez, P., Imamura, J.N., Keever, E., Tumblin, R., & Dumas, W., 2014, Ap&SS, 353, 191 \"Nonaxisymmetric instabilities in self-gravitating disks. III. Angular momentum transport\" Hadley, K. Z., Imamura, J.N., Keever, E., Tumblin, R., & Dumas, W., 2015, Ap&SS, 359, 10 \"Nonaxisymmetric instabilities and star-disk coupling. I Moderate mass disks\" Hadley, K. Z., Imamura, J.N., Keever, E., Tumblin, R., & Dumas, W., Varga, A. 2019, Ap&SS, 364, 22"
            ]
        ]
    ]
}