{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7DZKBVZK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "SENTHIL TODADRI Professor of Physics senthil@mit.edu (617) 253-6831 6C-313 Lesley Keaney (617) 253-4878 RELATED LINKS: Personal Home Page Condensed Matter Theory Group at MIT Chez Pierre Seminars in Condensed Matter Physics Condensed Matter Theory In  the last several years, a number of materials have been found whose properties  do not seem to fit in simply with conventional theories of the physics of  solids. Striking examples are the materials that display the remarkable phenomenon of high-temperature superconductivity, but there are many others as  well. Strong interactions between the electrons in the solid and\/or the presence of impurities play a crucial role in determining the properties of these materials. Professor Todadri's research interests are in understanding  theoretically the phenomena that could and do arise in such circumstances. More specifically, his most recent interests have been in developing a theoretical  framework to describe electrons in metals that celebrated cannot be understood within the paradigm of Landau's celebrated Fermi liquid theory. In previous work he initiated the study of deconfined quantum critical points, and  developed the theory of fractionalized phases of matter where the electron has broken apart. Professor Todadri has also worked on the theory of electron  localization due to impurities in various circumstances. Senthil  Todadri joined MIT in January 2001 as an Assistant Professor of Physics, and received tenure in early 2007. Before that, he had spent a few years as a postdoctoral fellow at the Institute for Theoretical Physics in Santa Barbara, CA. His graduate degree is from Yale University, and undergraduate from the Indian Institute of Technology, Kanpur. He was promoted to Full Professor in July 2011. \"Fractionalization, topological order, and cuprate superconductivity,\" T. Senthil and Matthew P.A. Fisher, Phys. Rev B63 , 134521 (2001). \"Z2 gauge theory of electron fractionalization in strongly correlated systems,\" T. Senthil and Matthew P.A. Fisher, Phys. Rev. B62 , 7850 (2000). \"The spin quantum Hall effect in unconventional superconductors,\" T. Senthil, J.B. Marston, and Matthew P.A. Fisher, Phys. Rev. B60 , 4245 (1999). \"Quasiparticle transport and localization in high-Tc superconductors,\" T. Senthil, Matthew P.A. Fisher, Leon Balents, Chetan Nayak, Phys. Rev. Lett. 81 , 4704 (1998). \"Higher dimensional realizations of activated dynamic scaling at random quantum transitions,\" T. Senthil and Subir Sachdev, Phys. Rev. Lett. 77 , 5292 (1996). July 15, 2020 4:42 PM"
            ]
        ]
    ]
}