{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7H5QD80U",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Robert P. Devaty Associate Professor 211 Allen Hall (412) 624-9009 devaty@pitt.edu Dr. Devaty's research focuses on large bandgap semiconductors, especially silicon carbide (SiC). His interests include infrared reflectance, low temperature photoluminescence, magneto–optical spectroscopy, SiC Schottky barriers, carrier lifetime measurements, and shallow impurities and deep centers in SiC. For a time, porous SiC was a topic of special interest. Currently (August 2017), the Large Bandgap Semiconductor Group is measuring and interpreting detailed near band edge absorption spectra of 4H and 6H SiC measured using wavelength modulated spectroscopy. These experiments provide detailed information about the electronic energy bands near the valence and conduction band minima, the phonons, and the electronic structure and behavior of free excitons. Among other topics, we are investigating the optical emission associated with breakdown in reverse biased SiC p-i-n structures. Selected Publications \"New evidence for the second conductin band in 4H SiC,\" Walter Klahold, Charles Tabachnick, Gabriel Freedman, R.P. Devaty, and W.J. Choyke, Materials Science Forum 897, 250 (2017). \"Local thermal expansion and the C-C stretch vibration of the dicarbon antisite in 4H SiC,\" R.P. Devaty, F. Yan, W.J. Choyke, A. Gali, T. Kimoto, and T. Ohshima, Mater. Sci. Forum 717-720, 263 (2012). \"Anharmonic vibrations of the dicarbon antisite defect in 4H-SiC,\" F. Yan, R.P. Devaty, W.J. Choyke, A. Gali, T. Kimoto, T. Ohshima, and G. Pensl, Appl. Phys. Lett. 100, 132107 (2012). \" Fabrication and morphology of porous p-type SiC, \" Y. Shishkin, Y. Ke, R.P. Devaty and W.J. Choyke, J. Appl. Phys. 97 , 044908 (2005). \" Determination of the electric field in 4H\/3C\/4H-SiC quantum wells due to spontaneous polarization in the 4H SiC matrix, \" S. Bai, R.P. Devaty, W.J. Choyke, U. Kaiser, G. Wagner and M.F. MacMillan, Appl. Phys. Lett. 83 , 3171 (2003). \" Anharmonicity of the C-H stretch mode in SiC: Unambiguous identification of hydrogen-silicon vacancy defect, \" A. Gali, B. Aradi, D. Heringer, W.J. Choyke, R.P. Devaty and S. Bai, Appl. Phys. Lett. 80 , 237 (2002). \" Neutral aluminum and gallium four particle complexes in silicon carbide polytypes, \" R.P. Devaty, W.J. Choyke, S.G. Sridhara and L.L. Clemen, Mat. Sci. Eng. B 61-62 , 187-196 (1999). \" Measurement of the Hall scattering factor in 4H and 6H SiC epilayers from 40 to 290 K and in magnetic fields up to 9 T, \" G. Rutsch, R.P. Devaty, W.J. Choyke, D.W. Langer and L.B. Rowland, J. Appl. Phys. 84 , 2062 (1998). Bradley R. Slezak (412) 624-9009"
            ]
        ]
    ]
}