{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7I285V34",
            "Pp-o5EsAAAAJ",
            [
                "Support vector machines for SAR automatic target recognition",
                "Measurement of intramuscular fat by muscle echo intensity",
                "Learning from examples with information theoretic criteria",
                "Magnetic nanoparticle-based hyperthermia for head & neck cancer in mouse models",
                "Dietary quercetin supplementation is not ergogenic in untrained men",
                "Synthetic aperture radar automatic target recognition with three strategies of learning and representation",
                "Axonal fiber terminations concentrate on gyri",
                "Zika virus induced mortality and microcephaly in chicken embryos",
                "Fe5C2 Nanoparticles with High MRI Contrast Enhancement for Tumor Imaging",
                "Skeletal muscle metabolism in individuals with spinal cord injury"
            ],
            [
                "Algorithms that produce classifiers with large margins, such as support vector machines (SVMs), AdaBoost, etc, are receiving more and more attention in the literature. A real application of SVMs for synthetic aperture radar automatic target recognition (SAR\/ATR) is presented and the result is compared with conventional classifiers. The SVMs are tested for classification both in closed and open sets (recognition). Experimental results showed that SVMs outperform conventional classifiers in target classification. Moreover, SVMs with the Gaussian kernels are able to form a local \"bounded\" decision region around each class that presents better rejection to confusers.",
                "Introduction: The aim of this study was to compare ultrasound echo intensity (EI) with high‐resolution T1‐weighted MRI and to establish calibration equations to estimate percent intramuscular fat from EI. Methods: Thirty‐one participants underwent both ultrasound and MRI testing of 4 muscles: rectus femoris (RF); biceps femoris (BF); tibialis anterior (TA); and medial gastrocnemius (MG). Results: Strong correlations were found between MRI percent fat and muscle EI after correcting for subcutaneous fat thickness (r = 0.91 in RF, r = 0.80 in BF, r = 0.80 in TA, r = 0.76 in MG). Three types of calibration equations were established. Conclusions: Muscle ultrasound is a practical and reproducible method that can be used as an imaging technique for examination of percent intramuscular fat. Future ultrasound studies are needed to establish equations for other muscle groups to enhance its use in both research and …",
                "This paper discusses a framework for learning based on information theoretic criteria. A novel algorithm based on Renyi's quadratic entropy is used to train, directly from a data set, linear or nonlinear mappers for entropy maximization or minimization. We provide an intriguing analogy between the computation and an information potential measuring the interactions among the data samples. We also propose two approximations to the Kulback-Leibler divergence based on quadratic distances (Cauchy-Schwartz inequality and Euclidean distance). These distances can still be computed using the information potential. We test the newly proposed distances in blind source separation (unsupervised learning) and in feature extraction for classification (supervised learning). In blind source separation our algorithm is capable of separating instantaneously mixed sources, and for classification the performance of our …",
                "In this study, magnetic iron oxide nanoparticle induced hyperthermia is applied for treatment of head and neck cancer using a mouse xenograft model of human head and neck cancer (Tu212 cell line). A hyperthermia system for heating iron oxide nanoparticles was developed by using alternating magnetic fields. Both theoretical simulation and experimental studies were performed to verify the thermotherapy effect. Experimental results showed that the temperature of the tumor center has dramatically elevated from around the room temperature to about 40 o C within the first 5-10 minutes. Pathological studies demonstrate epithelial tumor cell destruction associated with the hyperthermia treatment.",
                "Quercetin supplementation increases muscle oxidative capacity and endurance in mice, but its ergogenic effect in humans has not been established. Our study investigates the effects of short-duration chronic quercetin supplementation on muscle oxidative capacity; metabolic, perceptual, and neuromuscular determinants of performance in prolonged exercise; and cycling performance in untrained men. Using a double-blind, pretest-posttest control group design, 30 recreationally active, but not endurance-trained, young men were randomly assigned to quercetin and placebo groups. A noninvasive measure of muscle oxidative capacity (phosphocreatine recovery rate using magnetic resonance spectroscopy), peak oxygen uptake (V̇o2peak), metabolic and perceptual responses to submaximal exercise, work performed on a 10-min maximal-effort cycling test following the submaximal cycling, and voluntary and …",
                "We describe a new architecture for synthetic aperture radar (SAR) automatic target recognition (ATR) based on the premise that the pose of the target is estimated within a high degree of precision. The advantage of our classifier design is that the input space complexity is decreased with the pose information, which enables fewer features to classify targets with a higher degree of accuracy. Moreover, the training of the classifier can be done discriminantly, which also improves performance and decreases the complexity of the classifier. Three strategies of learning and representation to build the pattern space and discriminant functions are compared: Vapnik’s support vector machine (SVM), a newly developed quadratic mutual information (QMI) cost function for neural networks, and a principal component analysis extended recently with multiresolution (PCA-M). Experimental results obtained in the MSTAR database …",
                "Convoluted cortical folding and neuronal wiring are 2 prominent attributes of the mammalian brain. However, the macroscale intrinsic relationship between these 2 general cross-species attributes, as well as the underlying principles that sculpt the architecture of the cerebral cortex, remains unclear. Here, we show that the axonal fibers connected to gyri are significantly denser than those connected to sulci. In human, chimpanzee, and macaque brains, a dominant fraction of axonal fibers were found to be connected to the gyri. This finding has been replicated in a range of mammalian brains via diffusion tensor imaging and high–angular resolution diffusion imaging. These results may have shed some lights on fundamental mechanisms for development and organization of the cerebral cortex, suggesting that axonal pushing is a mechanism of cortical folding.",
                "The explosive spread of the Zika virus (ZIKV) through South and Central America has been linked to an increase in congenital birth defects, specifically microcephaly. Representative rodent models for investigating infections include direct central nervous system (CNS) injections late in pregnancy and transplacental transmission in immunodeficient mice. Microcephaly in humans may be the result of infection occurring early in pregnancy, therefore recapitulating that the human course of ZIKV infection should include normal embryo exposed to ZIKV during the first trimester. In ovo development of the chicken embryo closely mirrors human fetal neurodevelopment and, as a comparative model, could provide key insights into both temporal and pathophysiological effects of ZIKV. Chick embryos were directly infected early and throughout incubation with ZIKV isolated from a Mexican mosquito in January 2016. High …",
                "An ancient material for magnetic resonance (MR) imaging: For the first time, Fe 5 C 2 is prepared as colloidal stable nanoparticles with good aqueous stability. The nanoparticles boast strong magnetization, excellent chemical inertness, low toxicity, and one of the highest r 2 relaxivities reported to date. These nanoparticles hold great potential in MR imaging as well as in other biomedical areas.",
                "With increasing survival rates in people with spinal cord injuries (SCI), detection and prevention of metabolic and cardiovascular disease have become increasingly important. Few studies have evaluated in vivo mitochondrial function in paralyzed skeletal muscle. The purpose of this study was to compare oxidative muscle metabolism using the rate of phosphocreatine (PCr) resynthesis measured by magnetic resonance spectroscopy (MRS) in people with SCI and able-bodied (AB) controls. Eight subjects with complete SCI (American Spinal Injury Association Impairment Scale A, levels T3–T12, injury duration 2–13 years) were compared with 12 AB controls. T1-weighted 1H MR images of the thigh were taken to identify skeletal muscle. Phosphorous MRS was performed with a 13 × 13-cm2 surface coil placed on the right vastus lateralis in a 3 Tesla clinical MRI scanner. PCr resynthesis was measured after electrical …"
            ],
            [
                [
                    "Magnetic resonance imaging",
                    "cancer",
                    "neuroimaging",
                    "signal processing"
                ]
            ],
            [
                "Welcome to Dr. Qun Zhao's Research Group Our Lab is housed within the Department of Physics and Astronomy and the BioImaging Research Center(BIRC) at the University of Georgia .\r\n          Our research facilities are located in the Paul C. Coverdale Center for Biomedical and Health Sciences. Our research primarily focuses on Magnetic Resonance Imaging (MRI) and Machine Learning (ML).  We collaborate with\r\n        different departments such as Regerative Bioscience Center, Molecular Medicine Center, Computer Science, Neuroscience.  For more informatoin on our projects, please visit our research and publications pages. MRI Physics Lab Latest News Kudos! Gregory Simchick is one of 580 scientists selected from 88 countries who will hear talks by, meet, and network with 42 Nobel Laureates, from June 30th to July 5th, 2019 in Lindau, Germany. Gregory Simchick has received Graduate Education Advancement Board Fellowship 2019. Dr. Qun Zhao, together with Dr. Karumbaiah (PI), were awarded an NIH R01 grant, entitled \"Creating endogenous Stem Cell Niches to Promote Functional Brain Repair Post-TBI\", $1,572,735 (total cost), 2017-2022 Qun Zhao, Professor of Physics qunzhao@uga.edu N\/A 228C http:\/\/www.physast.uga.edu\/~qzhao\/ Biographical Information PhD, Xidian University, China , 1995 Our research in the MRI physics lab is centered on one of the most advanced imaging technologies, MRI, and its biomedical applications. Magnetic resonance imaging (MRI) is an imaging technique to produce high quality images of the human\/animal body. MRI is based on magnetic resonance of nucleus (e.g. 1H or proton) to obtain chemical and physical information about molecules. In medical practice, MRI is used to distinguish pathological tissue (such as a tumor) from normal tissue. MRI scan is harmless since it uses strong magnetic fields and non-ionizing radiation in the radio frequency range, compared to CT scans and X-rays which involve doses of ionizing radiation. Also, MRI provides a high contrast resolution of the soft tissue. The research is divided into the following directions: 1. Experimental MR Physics: This research focuses primarily on radio frequency transmit\/receive coil design, application of super-paramagnetic iron oxide nano-particles as MRI contrast agent, multinuclear spectroscopy (31P), measurement and correction of magnetic field. 2. Computational MRI Physics: Computational MRI physics is the study and implementation of numerical algorithms in order to solve problems in MRI physics based on a quantitative theory, such as Monte Carlo simulation. In addition, electromagnetic (EM) simulation using finite difference in time domain (FDTD) method is also our research interest. 3. MR applications in biomedicine: MRI has been applied extensively in medical imaging, such as early detection\/diagnosis of tumor, human brain imaging (functional MRI), diffusion tensor imaging, etc. 4. Access to the state-of-the-art MRI technology: In my lab, graduate students will have an opportunity to learn how to use the state-of-the-art 3 Tesla magnet (manufactured by General Electric Healthcare) located at the BioImaging Research Center (BIRC) on UGA campus, and perform computational \/experimental MR physics research. Journal Articles and Book Chapters 2015 44. Hui-Ju Young, Nathan T. Jenkins, Qun Zhao, Kevin K. McCully. A Comparison between Muscle Echo Intensity and Percent Intramuscular Fat Measured with High Resolution T1-weighted MRI. Muscle and Nerve. 2015. 43. Wang L., Potter W. M. and Zhao Q. . In vivo quantification of SPIO nanoparticles for cell labeling based on MR phase gradient images , Contrast Media Mol. Imaging, 10, pages 43-50, 2015. 2014 42. Lee, J., Cardenas-Rodriguez, J., Pagel, M., Platt, M., Kent, M., Zhao, Q.* . Comparison of analytical and numerical analysis of the reference region model for DCE-MRI. Magnetic Resonance Imaging. Volume 32, Issue 7, September 2014, Pages 845-853. 41. Xin Zhang, Xiang Li, Changfeng Jin, Hanbo Chen, Kaiming Li, Dajiang Zhu, Xi Jiang, Tuo Zhang, Jinglei Lv, Xintao Hu, Junwei Han, Qun Zhao, Lei Guo, Lingjiang Li, Tianming Liu. Identifying and Characterizing Resting State Networks in Temporally Dynamic Functional Connectomes. Brain Topography. November 2014, Volume 27, Issue 6, pp 747-765 40. Luning Wang, Wei Tang, Jin Xie, Qun Zhao* . Improving detection specificity of iron oxide nanoparticles (IONPs) using the SWIFT sequence with long T2 suppression. Magnetic Resonance Imaging. Volume 32, Issue 6, July 2014, Pages 671-678. 39. Wei Tang, Zipeng Zhen, Ce Yang, Luning Wang, Taku Cowger, Hongmin Chen, Trever Todd, Khan Hekmatyar, Qun Zhao, Yanglong Hou,* and Jin Xie*. Fe5C2 Nanoparticles with High MRI Contrast Enhancement for Tumor Imaging. Small. Article first published online: 18 DEC 2013. Volume 10, Issue 7, pages 1245 -1249, April 9, 2014, 38. Xin Zhang, Lei Guo, Xiang Li, Tuo Zhang, Dajiang Zhu, Kaiming Li, Hanbo Chen, Jinglei Lv, Changfeng Jin, Qun Zhao, Lingjiang Li, Tianming Liu. Characterization of Task-free and Task-performance Brain States via Functional Connectome Patterns. Medical Image Analysis Volume 17, Issue 8, December 2013, Pages 1106 - 1122. 2013 37. William Potter, Luning Wang, Kevin McCully, and Zhao Q.* . Evaluation of a New 1H\/31P Dual-Tuned Birdcage Coil for 31P Spectroscopy\" Concepts in Magnetic Resonance Part B Volume 43, Issue 3, pages 90 - 99, August 2013 36. Luning Wang, Curtis A. Corum, Djaudat Idiyatullin, Michael Garwood, and Zhao Q.* . \"T1 Estimation for Aqueous Iron Oxide Nanoparticle Suspensions Using a Variable Flip Angle SWIFT Sequence\". Magnetic Resonance in Medicine. 2013 Aug;70(2):341-7. doi: 10.1002\/mrm.24831. Epub 2013 Jun 28. 35. Wei Tang, Zipeng Zhen, Ce Yang, Luning Wang, Taku Cowger, Hongmin Chen, Trever Todd, Khan Hekmatyar, Qun Zhao, Yanglong Hou,* and Jin Xie* \"Fe5C2 Nanoparticles with High MRI Contrast Enhancement for Tumor Imaging\". Small First published online: 18 DEC 2013 34. Xin Zhang, Lei Guo, Xiang Li, Tuo Zhang, Dajiang Zhu, Kaiming Li, Hanbo Chen, Jinglei Lv, Changfeng Jin, Qun Zhao, Lingjiang Li, Tianming Liu. \" Characterization of Task-free and Task-performance Brain States via Functional Connectome Patterns\". Medical Image Analysis Volume 17, Issue 8, December 2013, Pages 1106 -1122. 2012 33. Zhao Q.* , Wang L, Cheng R, Mao L, Arnold RD, Howerth EW, Chen ZG, Platt S. \"Magnetic Nanoparticle-Based Hyperthermia for Head & Neck Cancer in Mouse Models\". Theranostics 2012; 2(1):113-121 32. Degang Zhang, Lei Guo, Dajiang Zhu, Kaiming Li, Longchuan Li, Hanbo Chen, Zhao Q., Xiaoping Hu, and Tianming Liu. \"Diffusion Tensor Imaging Reveals Evolution of Primate Brain Architectures\". Brain Structure and Function Published on line Nov., 2012 31. Jingxin Nie, Lei Guo, Kaiming Li, Yonghua Wang, Guojun Chen, Longchuan Li, Hanbo Chen, Fan Deng, Xi Jiang, Tuo Zhang, Ling Huang, Carlos Faraco, Degang Zhang, Xintao Hu, Gang Li, Jinglei Lv, Yixuan Yuan, Dajiang Zhu, Junwei Han, Dean Sabatinelli, Zhao Q., Haini Cai, L Stephen Miller, Bingqian Xu, Ping Shen, Xiaoping Hu, Tianming Liu. \"Axonal Fiber Terminations Concentrate on Gyri.\" Cerebral Cortex December 2012;22:2831-2839 30. Abell, J., Lee, J., Szu, H., Zhao, Q., Zhao, YP. \"Differentiating Intrinsic SERS Spectra from a Mixture by Sampling Induced Composition Gradient and Independent Component Analysis\". Analyst Jan. 2012, 137, 73-76, DOI: 10.1039\/c1an15623c 2011 29. Langley, J., Potter, W., Huang, F., and Zhao*, Q. \"A self-reference PRF-shift MR thermometry method utilizing the phase gradient\". Dec. 2011 Phys. Med. Biol. 56 N307 28. Lee, J., Platt,S., Kent, M., and Zhao, Q. \"An analysis of the pharmacokinetic parameter ratios in DCE-MRI using the reference region model\". Magnetic Resonance Imaging 2012 Jan;30(1):26-35. doi: 10.1016\/j.mri.2011.09.005. Epub 2011 Nov 8. 27. McCully, KK., Mulcahy, TA., Ryan, T., and Zhao, Q. \"Skeletal muscle metabolism in individuals with spinal cord injury\" Journal of Applied Physiology 111(1):143-148, 2011 26. Zhao, Q. , Langley, J., Lee, S., and Liu, W. \"Positive contrast technique for detection and quantification of superparamagnetic iron oxide nanoparticles in magnetic resonance imaging\". NMR in Biomedicine 24(5): 464-472, 2011 25. Langley, J., Liu, W., Jordon, E. K.., Frank, J. A., and Zhao Q . \"Quantification of SPIO nanoparticles in vivo using the finite perturber method\". Magnetic Resonance in Medicine 65(5):1461-1469, 2011 2010 24. Li, K., Guo, L., Nie, J., Faraco, C., Cui, G., Zhao, Q. , and Miller, L., \"Gyral folding patterns via surface profiling\". Neuroimage, 52(4):1202-14, 2010 23. Langley, J., Brice, R., and Zhao, Q. , \"A recursive approach to the moment-based phase unwrapping algorithm\" . Applied Optics 49(16):3096-3101, 2010 22. Zhao, Q. , Lee, S., Kent, M., Schatzberg, S., and Platt, S. \"Dynamic contrast enhanced magnetic resonance imaging of canine brain tumors\". Veterinary Radiology & Ultrasound. 51(2):122-129, 2010 2009 21. McCully, K., Turner, T., Langley, J., and Zhao, Q . \"The reproducibility of measurements of intramuscular magnesium concentrations\". Dynamic Medicine, 8:5, 2009 20. Langley, J., and Zhao, Q. \"A model based three-dimensional phase unwrapping algorithm using Gegenbauer polynomials\" Physics in Medicine and Biology. 54(17):5237-5252, 2009 19. Langley, J. and Zhao, Q. \"Unwrapping MR phase maps with Chebyshev polynomials\". Nanoscience & Nanotechnology Biophysics & Biomedical Physics Welcome to Dr. Qun Zhao's Research Group Our Lab is housed within the Department of Physics and Astronomy and the BioImaging Research Center(BIRC) at the University of Georgia .\r\n          Our research facilities are located in the Paul C. Coverdale Center for Biomedical and Health Sciences. Our research primarily focuses on Magnetic Resonance Imaging (MRI) and Machine Learning (ML).  We collaborate with\r\n        different departments such as Regerative Bioscience Center, Molecular Medicine Center, Computer Science, Neuroscience.  For more informatoin on our projects, please visit our research and publications pages. MRI Physics Lab Latest News Kudos! Gregory Simchick is one of 580 scientists selected from 88 countries who will hear talks by, meet, and network with 42 Nobel Laureates, from June 30th to July 5th, 2019 in Lindau, Germany. Gregory Simchick has received Graduate Education Advancement Board Fellowship 2019. Dr. Qun Zhao, together with Dr. Karumbaiah (PI), were awarded an NIH R01 grant, entitled \"Creating endogenous Stem Cell Niches to Promote Functional Brain Repair Post-TBI\", $1,572,735 (total cost), 2017-2022"
            ]
        ]
    ]
}