{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7IWRHM2H",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Tomasz Skwarnicki Tomasz Skwarnicki Professor 317 Physics Building 315.443.5979 tskwarni@syr.edu HighEnergy Physics Group Experimental elementary particle physics. Search for new forces in weak decays of particles with charm and beauty. Spectroscopy of heavy quarkonia. Computing and instrumentation for high energy physics. Presently involved in the LHCb experiment at CERN. Previously participated in CLEO (Cornell), BTeV (Fermilab), GEM (SSC), Crystal Ball and LENA (DESY) projects. The High Energy Group at SU is part of the LHCb experiment at CERN. LHCb web-site . Syracuse Physicist Discovers New Class of Pentaquarks (March 26, 2019) Findings by Professor Tomasz Skwarnicki recast understanding of structural matter Syracuse Awarded $3.7 Million for Particle Physics Research (Aug. 13, 2018) High-Energy Physics Group using NSF grant award to support ongoing data analysis, construction of new tracking device Physics Alumnus Wins Major Dissertation Award (Nov. 27, 2017) Nathan Jurik G'16 recognized for groundbreaking work on pentaquarks Physicists at Forefront of Multinational Experiment Syracuse's High-Energy Physics group is building, testing new detector for LHCb experiment in Geneva, Switzerland Physicists Discover Family of Tetraquarks (July 7, 2016) Professor Tomasz Skwarnicki, Thomas Britton G'16 confirm existence of rare 'exotic' particle, find evidence of three others LHCb's Pentaquark Discovery Named 'Top-10 Breakthrough' of 2015 (Dec. 14, 2015) Syracuse physicists led data analysis, putting to rest 51-year-old mystery Syracuse Physicists Confirm Existence of Rare ‘Pentaquarks’ (July 14, 2015) Discovery marks culmination of decades-long search for elusive particles Physicists Discover Family of Tetraquarks LHCb's Pentaquark Discovery Named 'Top-10 Breakthrough' of 2015 National Science Foundation Awards Elite Team of Syracuse University Physicists $5.2 Million SU professors test boundaries of 'new physics' with discovery of four-quark hadron Physicists Confirm Existence of Rare Pentaquarks 1986 Ph.D. in Physics Institute of Nuclear Physics, Krakow, Poland 1982 MS.C. in Physics Jagiellonian University, Krakow, Poland Measurement of tau decays involving eta mesons with the CLEO collaboration, Phys. Rev. Lett. 69 (1992) 3278. First measurement of the rate for the inclusive radiative penguin decay b -> s gamma with the CLEO collaboration, Phys. Rev. Lett. 74 (1995) 2885. Observation of B->phi K and B->phi K*. with the CLEO collaboration, Phys. Rev. Lett. 86 (2001) 3718. First observation of a Upsilon(1D) state with the CLEO collaboration, Phys. Rev. D70 (2004) 032001. Search for Very Light CP-odd Higgs Boson in Radiative Decays of Upsilon(1S) with the CLEO collaboration, Phys. Rev. Lett. 101 (2008) 151802. First observation of the decay Bc+ -> J\/psi pi+pi-pi+ with the LHCb collaboration, Phys. Rev. Lett. 108 (2012) 251802. Determination of the X(3872) meson quantum numebrs. with the LHCb collaboration, Phys. Rev. Lett. 110 (2013) 222001. Observation of the resonant character of the Z(4430). with the LHCb collaboration, Phys. Rev. Lett. 112 (2014) 222002. Observation of J\/psi p resonances consistent with pentaquark states in Lambda_b^0 to J\/psi K- p decays. with the LHCb collaboration, Phys. Rev. Lett. 115 (2015) 07201 Observation of J\/psi phi structures consistent with exotic states from amplitude analysis of B+ -> J\/psi phi K+ decays , with the LHCb collaboration, arXiv:1606.07895 (submitted to Phys. Rev. Lett.) Honors and Awards Award of the Counsel of Atomic Research in Poland for the thesis dissertation (1986). Recipient of the Outstanding Junior Investigator Grant from DOE and of the SSC Fellowship from TNRLC (1993). American Physical Society Fellow (2001-). Chancellor's Citation for Faculty Excellence and Scholarly Distinction, Syracuse University, 2008. Honored as \"Pole of The Year\" at Polish Festival, Syracuse (2008). Member of Physics Advisory Committee for the Belle experiment, KEK, Japan (2007-2012). Distinguished Fellow of Eminent Scientists of Polish Origin and Ancestry, Kosciuszko Foundation (2014). Organizations American Physical Society Polish Physical Society Board member of Syracuse Friends of Chamber Music Sierra Club Links to the external news posts related to the observations of the tetraquark and pentaquark states (click on the image) http:\/\/hep.phy.syr.edu\/~tomasz\/z4430.html http:\/\/hep.phy.syr.edu\/~tomasz\/pentaquarks.html http:\/\/hep.phy.syr.edu\/~tomasz\/X2JpsiPhi.html"
            ]
        ]
    ]
}