{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7JH602CW",
            "rGLuKDYAAAAJ",
            [
                "The two micron all sky survey (2MASS)",
                "VizieR online data catalog: 2MASS all-sky catalog of point sources (Cutri+ 2003)",
                "Dwarfs cooler than \"M\": The Definition of Spectral Type \"L'' Using Discoveries from the 2 Micron All-Sky Survey (2MASS)",
                "2MASS All Sky Catalog of point sources."
            ],
            [
                "Between 1997 June and 2001 February the Two Micron All Sky Survey (2MASS) collected 25.4 Tbytes of raw imaging data covering 99.998% of the celestial sphere in the near-infrared J (1.25 μm), H (1.65 μm), and K s (2.16 μm) bandpasses. Observations were conducted from two dedicated 1.3 m diameter telescopes located at Mount Hopkins, Arizona, and Cerro Tololo, Chile. The 7.8 s of integration time accumulated for each point on the sky and strict quality control yielded a 10 σ point-source detection level of better than 15.8, 15.1, and 14.3 mag at the J, H, and K s bands, respectively, for virtually the entire sky. Bright source extractions have 1 σ photometric uncertainty of< 0.03 mag and astrometric accuracy of order 100 mas. Calibration offsets between any two points in the sky are< 0.02 mag. The 2MASS All-Sky Data Release includes 4.1 million compressed FITS images covering the entire sky, 471 million …",
                "The Two Micron All Sky Survey (2MASS) project is designed to close the gap between our current technical capability and our knowledge of the near-infrared sky. In addition to providing a context for the interpretation of results obtained at infrared and other wavelengths, 2MASS will provide direct answers to immediate questions on the large-scale structure of the Milky Way and the Local Universe.",
                "Before the 2‐Micron All‐Sky Survey (2MASS) began, only six objects were known with spectral types later than M9.5 V. In the first 371 deg2 of actual 2MASS survey data, we have identified another 20 such objects spectroscopically confirmed using the Low Resolution Imaging Spectrograph (LRIS) at the W. M. Keck Observatory. Because the TiO and VO bands, which dominate the far‐optical portions of late‐M spectra, disappear in these cooler dwarfs, we define a new spectral class “L” in which metallic oxides are replaced by metallic hydrides and neutral alkali metals as the major spectroscopic signatures. We establish classification indices and type all 25 L dwarfs. The 26th “post‐M9.5” object—Gl 229B—is the prototype of a methane‐dominated spectral class, which we propose as class “T.” At least five of the 20 2MASS L dwarfs show the 6708 Å lithium doublet at low resolution, the strongest having an equivalent …",
                "The Two Micron All Sky Survey (2MASS) project is designed to close the gap between our current technical capability and our knowledge of the near-infrared sky. In addition to providing a context for the interpretation of results obtained at infrared and other wavelengths, 2MASS will provide direct answers to immediate questions on the large-scale structure of the Milky Way and the Local Universe."
            ],
            [
                [
                    "Astronomy",
                    "Observational Astronomy",
                    "Very-Low-Mass Stars",
                    "Brown Dwarfs",
                    "Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}