{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7KNQJ233",
            "PAXYwrwAAAAJ",
            [
                "Salud mental y emociones en pacientes con enfermedades crónico-degenerativas. Un acercamiento a la diabetes mellitus tipo 2",
                "Investigación cualitativa como estrategia de conocimiento, intervención y trabajo de las políticas de salud: una aproximación desde México y Cuba",
                "Apuntes para repensar la\" teoría de la transición epidemiológica\" y su importancia para el diseño de políticas públicas"
            ],
            [
                "La salud mental es un tema de gran actualidad que ha ido abarcando ámbitos cada vez más complejos e inéditos en el contexto de las relaciones sociales. Hoy en día, sus cuestionamientos e indagaciones van más allá del abordaje convencional de la locura en su acepción más clásica (ocuparse de los estereotipados como locos y de su correspondiente internamiento), para adentrase en problemáticas de índole cotidiana como lo es la salud mental de quienes padecen alguna enfermedad crónica, tal y como puede ser el caso de la diabetes mellitus tipo 2. Precisamente a ello se refiere el presente documento, al énfasis puesto en torno a la manera en cómo el diagnóstico de una enfermedad crónica impacta al enfermo ya su entorno afectivo inmediato, más allá de las meras implicaciones biomédicas.",
                "Este libro se conforma por un conjunto de textos (capítulos de libro) en los que se abordan problemas del área de la salud desde la perspectiva de análisis a que remite la llamada “Investigación cualitativa”, la cual, a partir de sus diferentes marcos teórico-metodológicos (etnometodología, sociología cultural, interaccionismo simbólico, fenomenología, entre las más conocidas), ha contribuido al enriquecimiento que disciplinas como la Sociología, la Sicología, la Comunicación, la Antropología, la misma Medicina han realizado para el análisis y el estudio de este vasto y complejo campo de conocimiento.Destaca el hecho de que, en los diferentes trabajos, se refiere la importancia que una investigación de estas características tiene como posibilidad de intervención al momento de definir y poner en marcha las políticas de salud. Cabe destacar que en cuestiones de salud reproductiva, así como de adicciones, léase drogadicción y alcoholismo, los estudio cualitativos han resultado cruciales para atender a grupos de población específicos; sin embargo, no son los únicos campos en los que una investigación de tipo cualitativo podría ser de fundamental apoyo para la toma de decisiones por parte de las correspondientes instancias de gobierno, por lo que en el presente documento se exponen y desarrollan trabajos en un amplio espectro de perspectivas analíticas y temáticas que resultan de gran actualidad e importancia en el campo de la salud. Se debe señalar que la publicación ha estado abierta a todas las vertientes y variantes de la investigación cualitativa, tratando de obtener",
                "En México, la llamada teoría de la transición epidemiológica ha sido y sigue siendo un punto de referencia en el campo de la investigación, y desde luego en el ámbito gubernamental ante la necesidad de comprender y de explicar, en su caso de actuar, en torno a los cambios en los patrones de salud y de enfermedad que se registran en el país hacia la segunda mitad del siglo XX; sin embargo, dada la complejidad que han alcanzado nuestras sociedades, el sentido de una inevitable transición en salud que marca la diferencia entre sociedades subdesarrolladas y desarrolladas, se encuentra en entredicho, por lo que se vuelve urgente replantear la vigencia y los alcances de esta “teoría” para generar políticas en salud viables y en consecuencia con un favorable impacto en el complejo y diverso panorama de la salud."
            ],
            [
                [
                    "Grupos vulnerables",
                    "Salud",
                    "Ambientes laborales"
                ]
            ]
        ]
    ]
}