{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7M1TMYQD",
            "wTmqGCMAAAAJ",
            [
                "The abundance of Kaluza-Klein dark matter with coannihilation",
                "Exactly soluble model of a three-dimensional symmetry-protected topological phase of bosons with surface topological order",
                "Anomalous symmetry fractionalization and surface topological order",
                "Three-dimensional topological lattice models with surface anyons",
                "Devil’s staircases and supersolids in a one-dimensional dipolar Bose gas",
                "Subsystem symmetry protected topological order",
                "Exactly soluble models for fractional topological insulators in two and three dimensions",
                "SU (2) slave fermion solution of the Kitaev honeycomb lattice model",
                "Higher-order symmetry-protected topological states for interacting bosons and fermions",
                "Condensation of achiral simple currents in topological lattice models: Hamiltonian study of topological symmetry breaking"
            ],
            [
                "In universal extra dimension models, the lightest Kaluza-Klein (KK) particle is generically the first KK excitation of the photon and can be stable, serving as particle dark matter. We calculate the thermal relic abundance of the KK photon for a general mass spectrum of KK excitations including full coannihilation effects with all (level-one) KK excitations. We find that including coannihilation can significantly change the relic abundance when the coannihilating particles are within about 20% of the mass of the KK photon. Matching the relic abundance with cosmological data, we find the mass range of the KK photon is much wider than previously found, up to about 2 TeV if the masses of the strongly interacting level-one KK particles are within 5% of the mass of the KK photon. We also find cases where several coannihilation channels compete (constructively and destructively) with one another. The lower bound on the KK …",
                "We construct an exactly soluble Hamiltonian on the D= 3 cubic lattice, whose ground state is a topological phase of bosons protected by time-reversal symmetry, ie, a symmetry-protected topological (SPT) phase. In this model, excitations with anyonic statistics are shown to exist at the surface but not in the bulk. The statistics of these surface anyons is explicitly computed and shown to be identical to the three-fermion Z 2 model, a variant of Z 2 topological order which cannot be realized in a purely D= 2 system with time-reversal symmetry. Thus the model realizes a novel surface termination for three-dimensional (3D) SPT phases, that of a fully symmetric gapped surface with topological order. The 3D phase found here was previously proposed from a field theoretic analysis but is outside the group cohomology classification that appears to capture all SPT phases in lower dimensions. Such phases may potentially be …",
                "In addition to possessing fractional statistics, anyon excitations of a 2D topologically ordered state can realize symmetry in distinct ways, leading to a variety of symmetry-enriched topological (SET) phases. While the symmetry fractionalization must be consistent with the fusion and braiding rules of the anyons, not all ostensibly consistent symmetry fractionalizations can be realized in 2D systems. Instead, certain “anomalous” SETs can only occur on the surface of a 3D symmetry-protected topological (SPT) phase. In this paper, we describe a procedure for determining whether a SET of a discrete, on-site, unitary symmetry group G is anomalous or not. The basic idea is to gauge the symmetry and expose the anomaly as an obstruction to a consistent topological theory combining both the original anyons and the gauge fluxes. Utilizing a result of Etingof, Nikshych, and Ostrik, we point out that a class of obstructions is …",
                "We study a class of three-dimensional (3D) exactly solvable models of topological matter first put forward by Walker and Wang [Front. Phys. 7 (2) 150 (2012)]. While these are not models of interacting fermions, they may well capture the topological behavior of some strongly correlated systems. In this work, we give a full pedagogical treatment of a special simple case of these models, which we call the 3D semion model: We calculate its ground-state degeneracies for a variety of boundary conditions, and classify its low-lying excitations. While point defects in the bulk are confined in pairs connected by energetic strings, the surface excitations are more interesting: the model has deconfined point defects pinned to the boundary of the lattice, and these exhibit semionic braiding statistics. The surface physics is reminiscent of a ν= 1 2 bosonic fractional quantum Hall effect in its topological limit, and these considerations …",
                "We consider a single-component gas of dipolar bosons confined in a one-dimensional optical lattice, where the dipoles are aligned such that the long-ranged dipolar interactions are maximally repulsive. In the limit of zero intersite hopping and sufficiently large on-site interaction, the phase diagram is a complete devil’s staircase for filling fractions between 0 and 1, wherein every commensurate state at a rational filling is stable over a finite interval in chemical potential. We perturb away from this limit in two experimentally motivated directions involving the addition of hopping and a reduction in the on-site interaction. The addition of hopping alone yields a phase diagram, which we compute in perturbation theory in the hopping, where the commensurate Mott phases now compete with the superfluid. Further softening of the on-site interaction yields alternative commensurate states with double occupancies which can …",
                "In this work, we introduce a new type of topological order that is protected by subsystem symmetries that act on lower-dimensional subsets of lattice many-body system, eg, along lines or planes in a three-dimensional system. The symmetry groups for such systems exhibit a macroscopic number of generators in the infinite-volume limit. We construct a set of exactly solvable models in 2 D and 3 D, which exhibit such subsystem SPT (SSPT) phases with one-dimensional subsystem symmetries. These phases exhibit analogs of phenomena seen in SPTs protected by global symmetries: gapless edge modes, projective realizations of the symmetries at the edge, and nonlocal order parameters. Such SSPT phases are proximate, in theory space, to previously studied phases that break the subsystem symmetries and phases with fracton order, which result upon gauging them.",
                "We construct exactly soluble lattice models for fractionalized, time-reversal-invariant electronic insulators in two and three dimensions. The low-energy physics of these models is exactly equivalent to a noninteracting topological insulator built out of fractionally charged fermionic quasiparticles. We show that some of our models have protected edge modes [in two dimensions (2D)] and surface modes (in 3D), and are thus fractionalized analogs of topological insulators. We also find that some of the 2D models do not have protected edge modes; that is, the edge modes can be gapped out by appropriate time-reversal-invariant, charge-conserving perturbations.(A similar state of affairs may also exist in 3D.) We show that all of our models are topologically ordered, exhibiting fractional statistics as well as ground-state degeneracy on a torus. In the 3D case, we find that the models exhibit a fractional magnetoelectric effect.",
                "We apply the SU (2) slave fermion formalism to the Kitaev honeycomb lattice model. We show that both the toric code phase (the A phase) and the gapless phase of this model (the B phase) can be identified with p-wave superconducting phases of the slave fermions, with nodal lines which, respectively, do not or do intersect the Fermi surface. The non-Abelian Ising anyon phase is a p+ i p superconducting phase that occurs when the B phase is subjected to a gap-opening magnetic field. We also discuss the transitions between these phases in this language.",
                "Higher-order topological insulators have a modified bulk-boundary correspondence compared to other topological phases: instead of gapless edge or surface states, they have gapped edges and surfaces, but protected modes at corners or hinges. Here, we explore symmetry-protected topological phases in strongly interacting many-body systems with this generalized bulk-boundary correspondence. We introduce several exactly solvable bosonic lattice models as candidates for interacting higher-order symmetry-protected topological (HOSPT) phases protected by spatial symmetries, and develop a topological field theory that captures the nontrivial nature of the gapless corner and hinge modes. We show how, for rotational symmetry, this field theory leads to a natural relationship between HOSPT phases and conventional SPT phases with an enlarged internal symmetry group. We also explore the connection …",
                "We describe a family of phase transitions connecting phases of differing nontrivial topological order by explicitly constructing Hamiltonians of the Levin-Wen [Levin and Wen, Phys. Rev. B 71, 045110 (2005)] type which can be tuned between two solvable points, each of which realizes a different topologically ordered phase. We show that the low-energy degrees of freedom near the phase transition can be mapped onto those of a Potts model, and we discuss the stability of the resulting phase diagram to small perturbations about the model. We further explain how the excitations in the condensed phase are formed from those in the original topological theory, some of which are split into multiple components by condensation, and we discuss the implications of our results for understanding the nature of general achiral topological phases in 2+ 1 dimensions in terms of doubled Chern-Simons theories."
            ],
            [
                [
                    "Condensed Matter theory"
                ]
            ]
        ]
    ]
}