{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7MSXJWEX",
            "LzxLfYIAAAAJ",
            [
                "High-efficiency inverted dithienogermole–thienopyrrolodione-based polymer solar cells",
                "Dithienogermole as a fused electron donor in bulk heterojunction solar cells"
            ],
            [
                "Inverted polymer bulk heterojunction solar cells have received a great deal of attention because of their compatibility with large-scale roll-to-roll processing. The inverted cell geometry has the following structure: substrate (rigid or flexible)\/indium tin oxide\/electron-transporting layer\/photoactive layer\/hole-transporting layer\/top anode. Solution-processed metal-oxide films, based on materials such as ZnO and TiO 2, are typically used as the electron-transporting layers. Here, we demonstrate enhanced charge collection in inverted polymer solar cells using a surface-modified ZnO–polymer nanocomposite electron-transporting layer. Using this approach, we demonstrate inverted polymer solar cells based on a low-bandgap polymer with an alternating dithienogermole–thienopyrrolodione repeat unit (PDTG–TPD) with certified power conversion efficiencies of 7.4%. To our knowledge, this is the highest efficiency …",
                "We report the synthesis and bulk heterojunction photovoltaic performance of the first dithienogermole (DTG)-containing conjugated polymer. Stille polycondensation of a distannyl-DTG derivative with 1,3-dibromo-N-octyl-thienopyrrolodione (TPD) results in an alternating copolymer which displays light absorption extending to 735 nm, and a higher HOMO level than the analogous copolymer containing the commonly utilized dithienosilole (DTS) heterocycle. When polyDTG-TPD:PC70BM blends are utilized in inverted bulk heterojunction solar cells, the cells display average power conversion efficiencies of 7.3%, compared to 6.6% for the DTS-containing cells prepared in parallel under identical conditions. The performance enhancement is a result of a higher short-circuit current and fill factor in the DTG-containing cells, which comes at the cost of a slightly lower open circuit voltage than for the DTS-based cells."
            ],
            [
                [
                    "Organic electronics",
                    "OLEDs",
                    "OPVs"
                ]
            ]
        ]
    ]
}