{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7MZW4O5S",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Simon Catterall Simon Catterall Professor Associate Chair 309 Physics Building 315.443.5978 smcatter@syr.edu Theoretical and computational studies of quantum field theory, quantum gravity and string theory. Lattice gauge theory for physics beyond the Standard Model. Lattice supersymmetry and applications to gauge-gravity duality. Lattice studies of dynamical electroweak symmetry breaking. Application of supercomputer simulation to particle physics. Video of a recent invited lecture at the Center for Particle Physics Phenomenology at the University of Southern Denmark Simon Catterall Elected American Physical Society Fellow (Oct. 18, 2016) Professor Simon Catterall recognized for lattice field theory work Physicists Awarded $1.1 Million Grant (June 8, 2016) Funding part of government's mission to advance experimental scientific discovery Theoretical Physicist Elected American Physical Society Fellow 1989 D. Phil. in Theoretical Physics Oxford University, England 1985 B.A. in Physics (1st class honours) Oxford University, England Perturbative renormalization of lattice N=4 super Yang Mills theory, S. Catterall, E. Dzienkowski, J. Giedt, A. Joseph, R. Wells, JHEP 1104:074 2011. Exact lattice supersymmetry S. Catterall, D. B. Kaplan and M.Unsal, Physics Reports 484:71 2009. Phase diagram of SU(2) with 2 flavors of dynamical adjoint quarks, S. Catterall, J Giedt, F. Sannino, J. Schneible, JHEP 0811:009 2008. Black hole thermodynamics from simulations of lattice Yang-Mills theory, S. Catterall and T. Wiseman, Phys. Rev. D78: 041502, 2008 5. Minimal walking on the lattice, S. Catterall and F. Sannino, Phys.Rev. D76:034504 2007."
            ]
        ]
    ]
}