{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7N7IEVSM",
            "4hjquQ4AAAAJ",
            [
                "Wilsonian approach to fluid\/gravity duality",
                "From navier-stokes to einstein",
                "Lectures on the Kerr\/CFT correspondence",
                "Logarithmic corrections to  black hole entropy",
                "Deformations of Lifshitz holography",
                "Grassmannians for scattering amplitudes in 4d  SYM and 3d ABJM",
                "Noncritical M-theory in 2+ 1 dimensions as a nonrelativistic Fermi liquid",
                "What do non-relativistic CFTs tell us about Lifshitz spacetimes?",
                "Homogeneous nonrelativistic geometries as coset spaces",
                "Separability of black holes in string theory"
            ],
            [
                "The problem of gravitational fluctuations confined inside a finite cutoff at radius r= r c outside the horizon in a general class of black hole geometries is considered. Consistent boundary conditions at both the cutoff surface and the horizon are found and the resulting modes analyzed. For general cutoff r c the dispersion relation is shown at long wavelengths to be that of a linearized Navier-Stokes fluid living on the cutoff surface. A cutoff-dependent line-integral formula for the diffusion constant D (r c) is derived. The dependence on r c is interpreted as renormalization group (RG) flow in the fluid. Taking the cutoff to infinity in an asymptotically AdS context, the formula for D (∞) reproduces as a special case well-known results derived using AdS\/CFT. Taking the cutoff to the horizon, the effective speed of sound goes to infinity, the fluid becomes incompressible and the Navier-Stokes dispersion relation becomes exact. The …",
                "We show by explicit construction that for every solution of the incompressible Navier-Stokes equation in p+ 1 dimensions, there is a uniquely associated “dual” solution of the vacuum Einstein equations in p+ 2 dimensions. The dual geometry has an intrinsically flat timelike boundary segment Σ c whose extrinsic curvature is given by the stress tensor of the Navier-Stokes fluid. We consider a “near-horizon” limit in which Σ c becomes highly accelerated. The near-horizon expansion in gravity is shown to be mathematically equivalent to the hydrodynamic expansion in fluid dynamics, and the Einstein equation reduces to the incompressible Navier-Stokes equation. For p= 2, we show that the full dual geometry is algebraically special Petrov type II. The construction is a mathematically precise realization of suggestions of a holographic duality relating fluids and horizons which began with the membrane paradigm in the 70 …",
                "We give a short introduction, beginning with the Kerr geometry itself, to the basic results, motivation, open problems and future directions of the Kerr\/CFT correspondence.",
                "We revisit the computation of logarithmic corrections to black holes with N≥ 2 supersymmetry. We employ an on-shell method that takes advantage of the symmetries in the AdS 2× S 2 near horizon geometry. For bulk modes interactions are incorporated through the spectrum of chiral primaries that we derive afresh. The spectrum of boundary states is computed explicitly by analyzing gauge variations. Elementary heat kernels in four and two dimensions then give the logarithmic corrections to the black hole entropy. Our computation represents a streamlined and simplified derivation that agrees with the results recently found by A. Sen.",
                "The simplest gravity duals for quantum critical theories with z= 2 ‘Lifshitz’scale invariance admit a marginally relevant deformation. Generic black holes in the bulk describe the field theory with a dynamically generated momentum scale Λ as well as finite temperature T. We describe the thermodynamics of these black holes in the quantum critical regime where T≫ Λ 2. The deformation changes the asymptotics of the spacetime mildly and leads to intricate UV sensitivities of the theory which we control perturbatively in Λ 2\/T.",
                "Scattering amplitudes in 4d super Yang-Mills theory (SYM) can be described by Grassmannian contour integrals whose form depends on whether the external data is encoded in momentum space, twistor space, or momentum twistor space. After a pedagogical review, we present a new, streamlined proof of the equivalence of the three integral formulations. A similar strategy allows us to derive a new Grassmannian integral for 3d ABJM theory amplitudes in momentum twistor space: it is a contour integral in an orthogonal Grassmannian with the novel property that the internal metric depends on the external data. The result can be viewed as a central step towards developing an amplituhedron formulation for ABJM amplitudes. Various properties of Grassmannian integrals are examined, including boundary properties, pole structure, and a homological interpretation of the global residue theorems for …",
                "We claim that the dynamics of noncritical string theories in two dimensions is related to an underlying noncritical version of M-theory, which we define in terms of a double-scaled nonrelativistic Fermi liquid in 2+ 1 dimensions. After reproducing Type 0A and 0B string theories as solutions, we study the natural M-theory vacuum. The vacuum energy of this solution can be evaluated exactly, its form suggesting a duality to the Debye model of phonons in a melting solid, and a possible topological nature of the theory. The physical spacetime is emergent in this theory, only for states that admit a hydrodynamic description. Among the solutions of the hydrodynamic equations of motion for the Fermi surface, we find families describing the decay of one two-dimensional string theory into another via an intermediate M-theory phase.",
                "We study the reconstructability of (d+ 2)-dimensional bulk spacetime from (d+ 1)-dimensional boundary data, particularly concentrating on backgrounds which break (d+ 1)-dimensional Lorentz invariance. For a large class of such spacetimes, there exist null geodesics which do not reach the boundary. Therefore classically one might guess some information is trapped in the bulk and thus invisible at the boundary. We show that this classical intuition correctly predicts the quantum situation: whenever there are null geodesics which do not reach the boundary, there are also “trapped scalar modes” whose boundary imprint is exponentially suppressed. We use these modes to show that no smearing function exists for pure Lifshitz spacetime, nor for any flow which includes a Lifshitz region. Indeed, for any (planar) spacetime which breaks (d+ 1)-dimensional Lorentz invariance at any radius, we show that local boundary …",
                "We generalize the coset procedure of homogeneous spacetimes in (pseudo-) Riemannian geometry to non-Lorentzian geometries. These are manifolds endowed with nowhere vanishing invertible vielbeins that transform under local non-Lorentzian tangent space transformations. In particular we focus on symmetry algebras that give rise to (torsional) Newton–Cartan geometries, for which we demonstrate how the Newton–Cartan metric complex is determined by degenerate co-and contravariant symmetric bilinear forms on the coset. In specific cases we also show the connection of the resulting coset spacetimes to pseudo-Riemannian cosets via Inönü–Wigner contraction of relativistic algebras as well as null reduction. Our construction is of use for example when considering limits of the AdS\/CFT correspondence in which spacetimes appear as gravitational backgrounds for string or gravity theories.",
                "We analyze the origin of separability for rotating black holes in string theory, considering both massless and massive geodesic equations as well as the corresponding wave equations. We construct a conformal Killing-Stackel tensor for a general class of black holes with four independent charges, then identify two-charge configurations where enhancement to an exact Killing-Stackel tensor is possible. We show that further enhancement to a conserved Killing-Yano tensor is possible only for the special case of Kerr-Newman black holes. We construct natural null congruences for all these black holes and use the results to show that only the Kerr-Newman black holes are algebraically special in the sense of Petrov. Modifying the asymptotic behavior by the subtraction procedure that induces an exact SL (2) 2 also preserves only the conformal Killing-Stackel tensor. Similarly, we find that a rotating Kaluza-Klein black …"
            ],
            [
                [
                    "theoretical physics"
                ]
            ]
        ]
    ]
}