{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7NBOEX2N",
            "LibSWRMAAAAJ",
            [
                "The CEBAF large acceptance spectrometer (CLAS)",
                "Gottfried sum from the ratio F 2 n\/F 2 p",
                "Observation of an Exotic  Baryon in Exclusive Photoproduction from the Deuteron",
                "Reevaluation of the Gottfried sum"
            ],
            [
                "The CEBAF large acceptance spectrometer (CLAS) is used to study photo-and electro-induced nuclear and hadronic reactions by providing efficient detection of neutral and charged particles over a good fraction of the full solid angle. A collaboration of about 30 institutions has designed, assembled, and commissioned CLAS in Hall B at the Thomas Jefferson National Accelerator Facility. The CLAS detector is based on a novel six-coil toroidal magnet which provides a largely azimuthal field distribution. Trajectory reconstruction using drift chambers results in a momentum resolution of 0.5% at forward angles. Cherenkov counters, time-of-flight scintillators, and electromagnetic calorimeters provide good particle identification. Fast triggering and high data-acquisition rates allow operation at a luminosity of 10 34 nucleon cm− 2 s− 1. These capabilities are being used in a broad experimental program to study the …",
                "Experimental results obtained at the CERN Super Proton Synchrotron on the structure-function ratio F 2 n\/F 2 p in the kinematic range 0.004< x< 0.8 and 0.4< Q 2< 190 GeV 2, together with the structure function F 2 d determined from a fit to published data, are used to derive the difference F 2 p (x)-F 2 n (x). The value of the Gottfried sum F (F 2 p-F 2 n) dx\/x= 0.240±0.016 is below the quark-parton-model expectation of 1\/3.",
                "In an exclusive measurement of the reaction γ d→ K+ K− p n, a narrow peak that can be attributed to an exotic baryon with strangeness S=+ 1 is seen in the K+ n invariant mass spectrum. The peak is at 1.542±0.005 G e V\/c 2 with a measured width of 0.021 G e V\/c 2 FWHM, which is largely determined by experimental mass resolution. The statistical significance of the peak is (5.2±0.6) σ. The mass and width of the observed peak are consistent with recent reports of a narrow S=+ 1 baryon by other experimental groups.",
                "We present a new determination of the nonsinglet structure function F 2 p-F 2 n at Q 2= 4 GeV 2 using recently measured values of F 2 d and F 2 n\/F 2 p. A new evaluation of the Gottfried sum is given, which remains below the simple quark-parton model value of 1\/3."
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}