{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7NDVVDRS",
            "oOhFDdUAAAAJ",
            [
                "Glueball spectrum and matrix elements on anisotropic lattices",
                "Scalar mesons a0 (1450) and sigma (600) from lattice QCD",
                "Study of pentaquarks on the lattice with overlap fermions",
                "Lattice QCD at finite density via a new canonical approach",
                "Resonance parameters of the rho-meson from asymmetrical lattices",
                "Sign problem and Monte Carlo calculations beyond Lefschetz thimbles",
                "Strangeness and charmness content of the nucleon from overlap fermions on -flavor domain-wall fermion configurations",
                "Monte Carlo algorithm for simulating fermions on Lefschetz thimbles",
                " and strangeness sigma terms at the physical point with chiral fermions",
                "Rho resonance parameters from lattice QCD"
            ],
            [
                "The glueball-to-vacuum matrix elements of local gluonic operators in scalar, tensor, and pseudoscalar channels are investigated numerically on several anisotropic lattices with the spatial lattice spacing ranging from 0.1–0.2 fm. These matrix elements are needed to predict the glueball branching ratios in J\/ψ radiative decays which will help identify the glueball states in experiments. Two types of improved local gluonic operators are constructed for a self-consistent check and the finite-volume effects are studied. We find that lattice spacing dependence of our results is very weak and the continuum limits are reliably extrapolated, as a result of improvement of the lattice gauge action and local operators. We also give updated glueball masses with various quantum numbers.",
                "We study the a0 and sigma mesons with the overlap fermion in the chiral regime with the pion mass as low as 182 MeV in the quenched approximation. After the eta'pi ghost states are separated, we find that the a0 mass with q\\bar {q} interpolation field to be almost independent of the quark mass in the region below the strange quark mass. The chirally extrapolated results are consistent with a0 (1450) being the u\\bar {d} meson and K0*(1430) being the u\\bar {s} meson with calculated masses at 1.42+ _0. 13 GeV and 1.41+ _ 0.12 GeV respectively. We also calculate the scalar mesonium with a tetraquark interpolation field. In addition to the two pion scattering states, we find a state at around 550 MeV. Through the study of volume dependence, we confirm that this state is a one-particle state, in contrast to the two-pion scattering states. This suggests that the observed state is a tetraquark mesonium which is quite possibly the sigma (600) meson.",
                "We present a quenched lattice QCD calculation of spin-1\/2 five-quark states with u u d d s quark content for both positive and negative parities. We do not observe any bound pentaquark state in these channels for either I= 0 or I= 1. The states we found are consistent with K N scattering states which are checked to exhibit the expected volume dependence of the spectral weight. The results are based on overlap-fermion propagators on two lattices, 12 3× 28 and 16 3× 28, with the same lattice spacing of 0.2 fm, and pion mass as low as∼ 180 M e V.",
                "We carry out a finite density calculation based on a canonical approach which is designed to address the overlap problem. Two degenerate flavor simulations are performed using Wilson gauge action and Wilson fermions on 4 4 lattices, at temperatures close to the critical temperature T c≈ 170 MeV and large densities (5 to 20 times nuclear matter density). In this region, we find that the algorithm works well. We compare our results with those from other approaches.",
                "We present a lattice QCD calculation of the parameters of the ρ meson decay. The study is carried out on spatially asymmetric boxes using nHYP-smeared clover fermions with two mass-degenerate quark flavors. Our calculations are carried out at a pion mass m π= 304 (2) MeV on the set of lattices V= 24 2× η 24× 48 with η= 1.0, 1.25, and 2.0 with lattice spacing a= 0.1255 (7) fm. The resonance mass m ρ= 827 (3)(5) MeV and coupling constant g ρ π π= 6.67 (42) are calculated using the P-wave scattering phase shifts. We construct a 2× 2 correlation matrix to extract the energy of the scattering states and compute the phase shifts using the finite volume formula. By varying the degree of asymmetry, we are able to compute a set of phase shifts that are evenly distributed throughout the spectral region where the ρ decays.",
                "We point out that Monte Carlo simulations of theories with severe sign problems can be profitably performed over manifolds in complex space different from the one with fixed imaginary part of the action (“Lefschetz thimble”). We describe a family of such manifolds that interpolate between the tangent space at one critical point (where the sign problem is milder compared to the real plane but in some cases still severe) and the union of relevant thimbles (where the sign problem is mild but a multimodal distribution function complicates the Monte Carlo sampling). We exemplify this approach using a simple 0+ 1 dimensional fermion model previously used on sign problem studies and show that it can solve the model for some parameter values where a solution using Lefschetz thimbles was elusive.",
                "We present a calculation of the strangeness and charmness contents⟨ N| s s| N⟩ and⟨ N| c c| N⟩ of the nucleon from dynamical lattice QCD with 2+ 1 flavors. The calculation is performed with overlap valence quarks on 2+ 1-flavor domain-wall fermion gauge configurations. The configurations are generated by the RBC collaboration on a 24 3× 64 lattice with sea-quark mass a m l= 0.005, a m s= 0.04, and inverse lattice spacing a− 1= 1.73 GeV. Both actions have chiral symmetry which is essential in avoiding contamination due to the operator mixing with other flavors. The nucleon propagator and the quark loops are both computed with stochastic grid sources, while low-mode substitution and low-mode averaging methods are used respectively which substantially improve the signal-to-noise ratio. We obtain the strangeness matrix element f T s= m s⟨ N| s s| N⟩\/M N= 0.0334 (62), and the charmness content f T c= m …",
                "A possible solution of the notorious sign problem preventing direct Monte Carlo calculations for systems with nonzero chemical potential is to deform the integration region in the complex plane to a Lefschetz thimble. We investigate this approach for a simple fermionic model. We introduce an easy to implement Monte Carlo algorithm to sample the dominant thimble. Our algorithm relies only on the integration of the gradient flow in the numerically stable direction, which gives it a distinct advantage over the other proposed algorithms. We demonstrate the stability and efficiency of the algorithm by applying it to an exactly solvable fermionic model and compare our results with the analytical ones. We report a very good agreement for a certain region in the parameter space where the dominant contribution comes from a single thimble, including a region where standard methods suffer from a severe sign problem …",
                "Lattice QCD calculations with chiral fermions of the π N sigma term σ π N and strangeness sigma term σ s N including chiral interpolation with continuum and volume corrections are provided in this work, with the excited-state contaminations subtracted properly. We calculate the scalar matrix element for the light\/strange quark directly and find σ π N= 45.9 (7.4)(2.8) MeV, with the disconnected insertion part contributing 20 (12)(4)%, and σ s N= 40.2 (11.7)(3.5) MeV, which is somewhat smaller than σ π N. The ratio of the strange\/light scalar matrix elements is y= 0.09 (3)(1).",
                "We perform a high-precision calculation of the phase shifts for π− π scattering in the I= 1, J= 1 channel in the elastic region using elongated lattices with two mass-degenerate quark flavors (N f= 2). We extract the ρ resonance parameters using a Breit-Wigner fit at two different quark masses, corresponding to m π= 226 MeV and m π= 315 MeV, and perform an extrapolation to the physical point. The extrapolation is based on a unitarized chiral perturbation theory model that describes well the phase shifts around the resonance for both quark masses. We find that the extrapolated value, m ρ= 720 (1)(15) MeV, is significantly lower that the physical rho mass and we argue that this shift could be due to the absence of the strange quark in our calculation."
            ],
            [
                [
                    "Nuclear Physics",
                    "Particle Physics",
                    "Quantum Field Theory"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}