{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7NR9UG4Y",
            "MdL-w1UAAAAJ",
            [
                "Strong, low-density nanocomposites by chemical vapor deposition and polymerization of cyanoacrylates on aminated silica aerogels",
                "Charged gold nanoparticles with essentially zero serum protein adsorption in undiluted fetal bovine serum",
                "Equilibrium gold nanoclusters quenched with biodegradable polymers",
                "Polyaniline nanofiber–silica composite aerogels",
                "Formation of small gold nanoparticle chains with high NIR extinction through bridging with calcium ions",
                "Strong, low density, hexylene-and phenylene-bridged polysilsesquioxane aerogel–polycyanoacrylate composites",
                "Quenched assembly of nir-active gold nanoclusters capped with strongly bound ligands by tuning particle charge via ph and salinity",
                "Mechanical properties of hexylene-and phenylene-bridged polysilsesquioxane aerogels and xerogels",
                "Control of primary particle spacing in gold nanoparticle clusters for both high NIR extinction and full reversibility",
                "Gold nanoparticles with high densities of small protuberances on nanocluster cores with strong NIR extinction"
            ],
            [
                "Strong polymer−silica aerogel composites were prepared by chemical vapor deposition of cyanoacrylate monomers onto amine-modified aerogels. Amine-modified silica aerogels were prepared by copolymerizing small amounts of (aminopropyl)triethoxysilane with tetraethoxysilane. After silation of the aminated gels with hexamethyldisilazane, they were dried as aerogels using supercritical carbon dioxide processing. The resulting aerogels had only the amine groups as initiators for the cyanoacrylate polymerizations, resulting in cyanoacrylate macromolecules that were higher in molecular weight than those observed with unmodified silica and that were covalently attached to the silica surface. Starting with aminated silica aerogels that were 0.075 g\/cm3 density, composite aerogels were made with densities up to 0.220 g\/cm3 and up to 31 times stronger (flexural strength) than the precursor aerogel and about 2.3 …",
                "The adsorption of even a single serum protein molecule on a gold nanosphere used in biomedical imaging may increase the size too much for renal clearance. In this work, we designed charged ∼5 nm Au nanospheres coated with binary mixed-charge ligand monolayers that do not change in size upon incubation in pure fetal bovine serum (FBS). This lack of protein adsorption was unexpected in view of the fact that the Au surface was moderately charged. The mixed-charge monolayers were composed of anionic citrate ligands modified by place exchange with naturally occurring amino acids: either cationic lysine or zwitterionic cysteine ligands. The zwitterionic tips of either the lysine or cysteine ligands interact weakly with the proteins and furthermore increase the distance between the “buried” charges closer to the Au surface and the interacting sites on the protein surface. The ∼5 nm nanospheres were …",
                "Although sub-100 nm nanoclusters of metal nanoparticles are of interest in many fields including biomedical imaging, sensors, and catalysis, it has been challenging to control their morphologies and chemical properties. Herein, a new concept is presented to assemble equilibrium Au nanoclusters of controlled size by tuning the colloidal interactions with a polymeric stabilizer, PLA(1k)-b-PEG(10k)-b-PLA(1k). The nanoclusters form upon mixing a dispersion of ∼5 nm Au nanospheres with a polymer solution followed by partial solvent evaporation. A weakly adsorbed polymer quenches the equilibrium nanocluster size and provides steric stabilization. Nanocluster size is tuned from ∼20 to ∼40 nm by experimentally varying the final Au nanoparticle concentration and the polymer\/Au ratio, along with the charge on the initial Au nanoparticle surface. Upon biodegradation of the quencher, the nanoclusters reversibly …",
                "Strong, electrically conducting aerogels were prepared by introducing polyaniline nanofibers to a silica sol just prior to gelation and drying through supercritical carbon dioxide processing. The addition of a few milligrams of polyaniline per cm3 increased the flexural strength of the cylindrical monoliths by 200%. Using preformed polymeric nanofibers avoided filling of microporosity often observed with polymer reinforcement of aerogels and allowed preparation of polyaniline–silica composite aerogels with surface areas over 900 m2\/g. Despite the small amount of polyaniline nanofibers (1.3–16.5 wt.%), the composite aerogels were electrically conducting (8.0 × 10− 8–1.83 × 10− 5 S\/cm) and it was possible to prepare chemiresistor sensors for detection of acidic (HCl) and basic (ammonia) gaseous molecules with response times similar to thin film sensors containing orders of magnitude more polyaniline.",
                "The self-assembly of citrate-capped Au nanoparticles (5 nm) resulted in branched nanochains by adding CaCl2 versus spherical nanoclusters for NaCl. These assemblies were formed between 1 s to 30 min by tuning the electrostatic repulsion and the interparticle bridging attraction between the cations and citrate ligands as a function of electrolyte concentration. For dilute Ca2+, strong interparticle bridging favored particle attachment at chain ends. This resulted in the formation of small, branched chains with lengths as short as 20 nm, due to the large Debye length for the diffuse counterions. Furthermore, the bridging produced very small interparticle spacings and sintering, as evident in high-resolution TEM despite the low temperature. This morphology produced a large red shift in the surface plasmon resonance, as characterized by a broad extinction peak with NIR absorption out to 1000 nm, which is unusual for …",
                "Nanocomposite aerogels were prepared by chemical vapor deposition and polymerization of cyanoacrylate on the surface of bridged polysilsesquioxane aerogels. Phenylene- and hexylene-bridged aerogels were prepared by sol–gel polymerizations and supercritical carbon dioxide drying. Hydrophobic organic bridging groups in the polysilsesquioxane aerogels reduced the amount of adsorbed water available for initiating polymerizations and led to higher molecular weight polycyanoacrylate than was observed with silica aerogels. Densities increased as much as 65% due to the addition of the organic polymer, but the nanocomposite aerogels remained highly porous with surface areas between 440 and 750 m2\/g. Polycyanoacrylate–phenylene-bridged aerogel composites were the strongest with flexural strengths up to 780 kPa or 16-fold stronger than the untreated phenylene-bridged aerogels and …",
                "Gold nanospheres coated with a binary monolayer of bound citrate and cysteine ligands were assembled into nanoclusters, in which the size and near-infrared (NIR) extinction were tuned by varying the pH and concentration of added NaCl. During full evaporation of an aqueous dispersion of 4.5 ± 1.8 nm Au primary particles, the nanoclusters were formed and quenched by the triblock copolymer polylactic acid (PLA)(1K)-b-poly(ethylene glycol) (PEG)(10K)-b-PLA(1K), which also provided steric stabilization. The short-ranged depletion and van der Waals attractive forces were balanced against longer ranged electrostatic repulsion to tune the nanocluster diameter and NIR extinction. Upon lowering the pH from 7 to 5 at a given salinity, the magnitude of the charge on the primary particles decreased, such that the weaker electrostatic repulsion increased the hydrodynamic diameter and, consequently, NIR extinction of …",
                "Bridged polysilsesquioxanes are increasingly used to prepare protective coatings, particulate chromatographic materials, and adsorbents. However, little is known about the mechanical properties of the materials and how they are influenced by the nature of the bridging group. In this paper, we have prepared monolithic xerogels and aerogels of hexylene- and phenylene-bridged polysilsesquioxanes and have measured their flexural strength and modulus. Consistent with their compact structure, the porous, glassy phenylene- and hexylene-bridged xerogels were hundreds of stronger than the analogous aerogels. The nature of the bridging group did not appear to affect the mechanical properties of the xerogels, in contrast, it presented a profound effect on the mechanical properties of the aerogels. Phenylene-bridged aerogels were brittle and 30% stronger than silica aerogels of the same density. However …",
                "Reversible NIR-active nanoparticle clusters with controlled size from 20 to 100 nm were assembled from 5 nm gold nanoparticles (Au NP), with either citrate (CIT) or various binary ligands on the surface, by tuning the electrostatic repulsion and the hydrogen bonding via pH. The nanoclusters were bound together by vdW forces between the cores and the hydrogen bonds between the surface ligands and dissociated to primary nanoparticles over a period of 20 days at pH 5 and at pH 7. When high levels of citrate ligands were used on the primary particle surfaces, the large particle spacings in the nanoclusters led to only modest NIR extinction. However, a NIR extinction (E1000\/525) ratio of up to ∼0.4 was obtained for nanoclusters with binary ligand mixtures composed of citrate and either cysteine (CYS), glutathione (GSH), or thioctic acid zwitterion (TAZ) while maintaining full reversibility to primary particles. The …",
                "Plasmonic nanoparticles with sizes well below 100 nm and high near infrared (NIR) extinction are of great interest in biomedical imaging. Herein we present ∼60 nm Au nanoparticles with high NIR absorbance at wavelengths ranging from 700 nm to 1100 nm, which were synthesized under kinetic control. A high surface density of protuberances is grown on ∼30 nm nanocluster cores, which are composed of ∼10 nm primary particles. The high NIR extinction is produced by a combination of the close proximity of the primary particles in the cores, the high surface density of protuberances, and the high aspect ratio of the length of the protuberances to the diameter of the primary particles. When the Au precursor was reduced more slowly at a higher pH of 9.3, the growth was thermodynamically controlled and the nanocluster cores relaxed to spheres. This concept of self-assembly during reaction to change the …"
            ],
            [
                [
                    "Colloid Science",
                    "Nanotechnology",
                    "Surface Science",
                    "Polymer Science",
                    "Biomedical Imaging"
                ]
            ],
            [
                "Austin Stover Austin Stover stovera@uchicago.edu"
            ]
        ]
    ]
}