{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7NUI99OS",
            "jkKrk0sAAAAJ",
            [
                "The H1 detector at HERA",
                "Performance of missing transverse momentum reconstruction with the ATLAS detector using proton–proton collisions at√ s= 13TeV",
                "Observation of an Exotic  Baryon in Exclusive Photoproduction from the Deuteron",
                "Measurement of the proton structure function F2 (x, Q2) in the low-x region at HERA",
                "The crystal barrel spectrometer at lear",
                "First measurement of the deep-inelastic structure of proton diffraction",
                "Observation of exclusive deeply virtual compton scattering in polarized electron beam asymmetry measurements",
                "Observation of an Exotic Baryon with  in Photoproduction from the Proton",
                "A measurement of the proton structure function F2 (x, Q2)",
                "Deep inelastic scattering events with a large rapidity gap at HERA"
            ],
            [
                "General aspects of the H1 detector at the electron-proton storage ring HERA as well as technical descriptions of the magnet, luminosity system, trigger, slow-control, data acquisition and off-line data handling are given. The three major components of the detector, the tracking, calorimeter and muon detectors, will be described in a forthcoming article. The present paper describes the detector that was used from 1992 to the end of 1994. After this a major upgrade of some components was undertaken. Some performance figures from luminosity runs at HERA during 1993 and 1994 are given.",
                "The performance of the missing transverse momentum (ETmiss) reconstruction with the ATLAS detector is evaluated using data collected in proton–proton collisions at the LHC at a centre-of-mass energy of 13 TeV in 2015. To reconstruct ETmiss, fully calibrated electrons, muons, photons, hadronically decaying τ-leptons, and jets reconstructed from calorimeter energy deposits and charged-particle tracks are used. These are combined with the soft hadronic activity measured by reconstructed charged-particle tracks not associated with the hard objects. Possible double counting of contributions from reconstructed charged-particle tracks from the inner detector, energy deposits in the calorimeter, and reconstructed muons from the muon spectrometer is avoided by applying a signal ambiguity resolution procedure which rejects already used signals when combining the various ETmiss contributions. The individual …",
                "In an exclusive measurement of the reaction γ d→ K+ K− p n, a narrow peak that can be attributed to an exotic baryon with strangeness S=+ 1 is seen in the K+ n invariant mass spectrum. The peak is at 1.542±0.005 G e V\/c 2 with a measured width of 0.021 G e V\/c 2 FWHM, which is largely determined by experimental mass resolution. The statistical significance of the peak is (5.2±0.6) σ. The mass and width of the observed peak are consistent with recent reports of a narrow S=+ 1 baryon by other experimental groups.",
                "A measurement of the proton structure function F 2 (x, Q 2) is presented with about 1000 neutral current deep inelastic scattering events for Bjorken x in the range x⋍ 10− 2–10− 4 and Q 2> 5 GeV 2. The measurement is based on an integrated luminosity of 22.5 nb− 1 recorded by the H1 detector in the first year of HERA operation. The structure function F 2 (x, Q 2) shows a significant rise with decreasing x.",
                "The crystal Barrel spectrometer used at LEAR, CERN to study the products of p d annihilations is described. A 1380 element array of Csl crystals measures photons from the decay of π 0, η, η′ and ω mesons. A segmented drift chamber in a 1.5 T magnetic field is used to identify and measure charged particles. A fast on-line trigger on charged and neutral multiplicities and on the invariant mass of secondary particles is available. The performance of the detector is discussed.",
                "A measurement is presented, using data taken with the H1 detector at HERA, of the contribution of diffractive interactions to deep-inelastic electron-proton (ep) scattering in the kinematic range 8.5< Q 2< 50GeV 2, 2.4× 10− 4< Bjorken-x< 0.0133, and 3.7× 10− 4< χ p< 0.043. The diffractive contribution to the proton structure function F 2 (x, Q 2) is evaluated as a function of the appropriate deep-inelastic scattering variables χ p, Q 2, β (= χ χ p) using a class of deep-inelastic ep scattering events with no hadronic energy flow in an interval of pseudo-rapidity adjacent to the proton beam direction. the dependence of this contribution on χ p is measured to be χ p− n with n= 1.19±0.06 (stat.)±0.07 (syst.) independent of β and Q 2, which is consistent with both a diffractive interpretation and a factorisable ep diffractive cross section. A first measurement of the deep-inelastic structure of the pomeron in the form of the Q 2 and β …",
                "We report the first results of the beam-spin asymmetry measured in the reaction e→ p→ ep γ at a beam energy of 4.25 GeV. A large asymmetry with a sin φ modulation is observed, as predicted for the interference term of deeply virtual compton scattering (DVCS) and the Bethe-Heitler process. The amplitude of this modulation is α= 0.202±0.028. In leading-order and leading-twist perturbative QCD, the α is directly proportional to the imaginary part of the DVCS amplitude.",
                "The reaction γ p→ π+ K− K+ n was studied at Jefferson Laboratory using a tagged photon beam with an energy range of 3–5.47 GeV. A narrow baryon state with strangeness S=+ 1 and mass M= 1555±10 M e V\/c 2 was observed in the n K+ invariant mass spectrum. The peak’s width is consistent with the CLAS resolution (F W H M= 26 M e V\/c 2), and its statistical significance is (7.8±1.0) σ. A baryon with positive strangeness has exotic structure and cannot be described in the framework of the naive constituent quark model. The mass of the observed state is consistent with the mass predicted by the chiral soliton model for the Θ+ baryon. In addition, the p K+ invariant mass distribution was analyzed in the reaction γ p→ K− K+ p with high statistics in search of doubly charged exotic baryon states. No resonance structures were found in this spectrum.",
                "A measurement of the proton structure function F2(x, Q2) is reported for momentum transfers squared Q2 between 4.5 GeV2 and 1600 GeV2 and for Bjorken x between 1.8 × 10−14 and 0.13 using data collected by the HERA experiment H1 in 1993. It is observed that F2 increases significantly with decreasing x, confirming our previous measurement made with one tenth of the data available in this analysis. The Q2 dependence is approximately logarithmic over the full kinematic range covered. The subsample of deep inelastic events with a large pseudo-rapidity gap in the hadronic energy flow close to the proton remnant is used to measure the “diffractive” contribution to F2.",
                "Evidence is presented using data taken with the H1 detector at HERA for a class of deep inelastic electron-proton scattering (DIS) events (5 < Q2 < 120 GeV2) at low Bjorken-x (10−4 < x < 10−2) which have almost no hadronic energy flow in a large interval of pseudo-rapidity around the proton remnant direction and which cannot be attributed to our present understanding of DIS and fluctuations in final state hadronic fragmentation. From an integrated luminosity of 273 nb−1, 734 events, that is about 5% of the total DIS sample, have no energy deposition greater than 400 MeV forward of laboratory pseudo-rapidity ηmax = 1.8 up to the largest measurable pseudo-rapidity of about 3.65. Evidence that about 10% of observed rapidity gap events are exclusive vector meson electroproduction is presented. Good descriptions of the data are obtained using models based either on a vector meson dominance like picture …"
            ],
            [
                [
                    "Particle Physics",
                    "Nuclear Physics"
                ]
            ]
        ]
    ]
}