{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7P9HPG7V",
            "weHG1NIAAAAJ",
            [
                "Progress, challenges, and opportunities in two-dimensional materials beyond graphene",
                "Quantum dot solar cells. Harvesting light energy with CdSe nanocrystals molecularly linked to mesoscopic TiO2 films",
                "Quantum Dot Solar Cells. Tuning Photoresponse through Size and Shape Control of CdSe−TiO2 Architecture",
                "Band-edge exciton in quantum dots of semiconductors with a degenerate valence band: Dark and bright exciton states",
                "Observation of the\" dark exciton\" in CdSe quantum dots",
                "Size-dependent electron injection from excited CdSe quantum dots into TiO2 nanoparticles",
                "Nonexponential “blinking” kinetics of single CdSe quantum dots: A universal power law behavior",
                "The band edge luminescence of surface modified CdSe nanocrystallites: Probing the luminescing state",
                "Avidin: a natural bridge for quantum dot-antibody conjugates",
                "“On”\/“off” fluorescence intermittency of single semiconductor quantum dots"
            ],
            [
                "Graphene’s success has shown that it is possible to create stable, single and few-atom-thick layers of van der Waals materials, and also that these materials can exhibit fascinating and technologically useful properties. Here we review the state-of-the-art of 2D materials beyond graphene. Initially, we will outline the different chemical classes of 2D materials and discuss the various strategies to prepare single-layer, few-layer, and multilayer assembly materials in solution, on substrates, and on the wafer scale. Additionally, we present an experimental guide for identifying and characterizing single-layer-thick materials, as well as outlining emerging techniques that yield both local and global information. We describe the differences that occur in the electronic structure between the bulk and the single layer and discuss various methods of tuning their electronic properties by manipulating the surface. Finally, we highlight …",
                "By using bifunctional surface modifiers (SH−R−COOH), CdSe quantum dots (QDs) have been assembled onto mesoscopic TiO2 films. Upon visible light excitation, CdSe QDs inject electrons into TiO2 nanocrystallites. Femtosecond transient absorption as well as emission quenching experiments confirm the injection from the excited state of CdSe QDs into TiO2 nanoparticles. Electron transfer from the thermally relaxed s-state occurs over a wide range of rate constant values between 7.3 × 109 and 1.95 × 1011 s-1. The injected charge carriers in a CdSe-modified TiO2 film can be collected at a conducting electrode to generate a photocurrent. The TiO2−CdSe composite, when employed as a photoanode in a photoelectrochemical cell, exhibits a photon-to-charge carrier generation efficiency of 12%. Significant loss of electrons occurs due to scattering as well as charge recombination at TiO2\/CdSe interfaces and …",
                "Different-sized CdSe quantum dots have been assembled on TiO2 films composed of particle and nanotube morphologies using a bifunctional linker molecule. Upon band-gap excitation, CdSe quantum dots inject electrons into TiO2 nanoparticles and nanotubes, thus enabling the generation of photocurrent in a photoelectrochemical solar cell. The results presented in this study highlight two major findings:  (i) ability to tune the photoelectrochemical response and photoconversion efficiency via size control of CdSe quantum dots and (ii) improvement in the photoconversion efficiency by facilitating the charge transport through TiO2 nanotube architecture. The maximum IPCE (photon-to-charge carrier generation efficiency) obtained with 3 nm diameter CdSe nanoparticles was 35% for particulate TiO2 and 45% for tubular TiO2 morphology. The maximum IPCE observed at the excitonic band increases with …",
                "We present a theoretical analysis of the band-edge exciton structure in nanometer-size crystallites of direct semiconductors with a cubic lattice structure or a hexagonal lattice structure which can be described within the framework of a quasicubic model. The lowest energy exciton, eightfold degenerate in spherically symmetric dots, is split into five levels by the crystal shape asymmetry, the intrinsic crystal field (in hexagonal lattice structures), and the electron-hole exchange interaction. Transition oscillator strengths and the size dependence of the splittings have been calculated. Two of the five states, including the ground state, are optically passive (dark excitons). The oscillator strengths of the other three levels (bright excitons) depend strongly on crystal size, shape, and energy band parameters. The relative ordering of the energy levels is also heavily influenced by these parameters. The distance between the first …",
                "We use external magnetic fields to identify the band edge emitting state in CdSe quantum dots. The field dependence of emission decays and LO phonon spectra show the importance of exciton spin dynamics in the recombination mechanism. To interpret our results we calculate the band edge exciton structure, including the effects of the electron-hole exchange interaction and a nonspherical shape. The exchange term, negligible in the bulk, is strongly enhanced by quantum confinement and allows the observation of an optically passive\" dark\" excitonic state.",
                "Electron injection from excited CdSe quantum dots into TiO2 nanoparticles can be easily modulated by controlling the particle size. Femtosecond transient absorption studies indicate that the rate constant for electron transfer from the thermalized s-state of CdSe quantum dots increases with decreasing particle size. The energy difference between the conduction bands of the two semiconductor systems acts as a driving force for the electron transfer in the normal Marcus region. An increase in the interparticle electron transfer rate constant by 3 orders of magnitude (from ∼107 to 1010 s-1) has been achieved by decreasing the CdSe particle diameter from 7.5 to 2.4 nm. ",
                "Single molecule confocal microscopy is used to study fluorescence intermittency of individual ZnS overcoated CdSe quantum dots (QDs) excited at 488 nm. The confocal apparatus permits the distribution of “on” and “off” times (i.e., periods of sustained fluorescence emission and darkness) to be measured over an unprecedentedly large dynamic range (109) of probability densities, with nonexponential behavior in τoff over a 105 range in time scales. In dramatic contrast, these same τoff distributions in all QDs are described with remarkable simplicity over this 109-fold dynamic range by a simple inverse power law, i.e., P(τoff)∝1\/τoff1+α. Such inverse power law behavior is a clear signature of distributed kinetics, such as predicted for (i) an exponential distribution of trap depths or (ii) a distribution of tunneling distances between QD core\/interface states. This has important statistical implications for all previous studies …",
                "We study the luminescence of surface modified CdSe nanocrystallites. There has been much speculation as to the origin of the band edge emission in these quantum confined structures. Because of their large surface to volume ratios it has been suggested that the emission originates from surface-related states. However, recent theory suggests that the band edge luminescence arises from an optically inactive fine structure state or “dark” exciton. To address this issue we modify the surface of CdSe nanocrystallites with a variety of organic and inorganic ligands. We then monitor the effect changing the surface has on the energetics of the band edge luminescence through photoluminescence and fluorescence line narrowing experiments. Our results are compared with theoretical predictions for the nonresonant and resonant luminescence. We find good agreement between experiment and theory for CdSe …",
                "We describe the preparation and characterization of bioinorganic conjugates in which luminescent semiconductor CdSe−ZnS core−shell nanocrystal quantum dots (QDs) were coupled to antibodies through the use of an avidin bridge adsorbed to the nanocrystal surface via electrostatic self-assembly. Avidin, a highly positively charged protein, was found to adsorb tightly to QDs modified with dihydrolipoic acid, which gives their surface a homogeneous negative charge. QD conjugation to biotinylated antibodies subsequently is readily achieved. Fluoroimmunoassays utilizing these antibody conjugated QDs were successful in the detection of protein toxins (staphylococcal enterotoxin B, cholera toxin). QD-antibody conjugates formed in such a facile manner permit their use as a common immuno reagent, and in the development of multianalyte detection. ",
                "Single molecule confocal microscopy is used to investigate the detailed kinetics of fluorescence intermittency in colloidal II–VI (CdSe) semiconductor quantum dots. Two distinct modes of behavior are observed corresponding to (i) sustained “on” episodes (τon) of rapid laser absorption\/fluorescence cycling, followed by (ii) sustained “off” episodes (τoff) where essentially no light is emitted despite continuous laser excitation. Both on-time and off-time probability densities follow an inverse power law, P(τon\/off)∝1\/τon\/offm, over more than seven decades in probability density and five decades in time. Such inverse power law behavior is an unambiguous signature of highly distributed kinetics with rates varying over 105-fold, in contrast with models for switching between “on” and “off” configurations of the system via single rate constant processes. The unprecedented dynamic range of the current data permits several …"
            ],
            [
                [
                    "Nanoscience",
                    "Single molecule microscopy",
                    "Renewable energy research",
                    "Quantum Dot",
                    "Nanowire"
                ]
            ]
        ]
    ]
}