{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7PHN5308",
            "Ijr_R5gAAAAJ",
            [
                "Extreme learning machine for multilayer perceptron",
                "Structural snapshots of human HDAC8 provide insights into the class I histone deacetylases",
                "Arginine methylation of STAT1 modulates IFNα\/β-induced transcription",
                "Spectral and high-order methods with applications",
                "Synthesis, biochemical properties and molecular modelling studies of organometallic specific estrogen receptor modulators (SERMs), the ferrocifens and hydroxyferrocifens …",
                "PRMT1 is the predominant type I protein arginine methyltransferase in mammalian cells",
                "Offloading in mobile edge computing: Task allocation and computational frequency scaling",
                "Meta-analysis: dietary fat intake, serum estrogen levels, and the risk of breast cancer",
                "Scalable and sustainable electrochemical allylic C–H oxidation",
                "PRMT 3, a type I protein arginine N-methyltransferase that differs from PRMT1 in its oligomerization, subcellular localization, substrate specificity, and regulation"
            ],
            [
                "Extreme learning machine (ELM) is an emerging learning algorithm for the generalized single hidden layer feedforward neural networks, of which the hidden node parameters are randomly generated and the output weights are analytically computed. However, due to its shallow architecture, feature learning using ELM may not be effective for natural signals (e.g., images\/videos), even with a large number of hidden nodes. To address this issue, in this paper, a new ELM-based hierarchical learning framework is proposed for multilayer perceptron. The proposed architecture is divided into two main components: 1) self-taught feature extraction followed by supervised feature classification and 2) they are bridged by random initialized hidden weights. The novelties of this paper are as follows: 1) unsupervised multilayer encoding is conducted for feature extraction, and an ELM-based sparse autoencoder is developed …",
                "Modulation of the acetylation state of histones plays a pivotal role in the regulation of gene expression. Histone deacetylases (HDACs) catalyze the removal of acetyl groups from lysines near the N termini of histones. This reaction promotes the condensation of chromatin, leading to repression of transcription. HDAC deregulation has been linked to several types of cancer, suggesting a potential use for HDAC inhibitors in oncology. Here we describe the first crystal structures of a human HDAC: the structures of human HDAC8 complexed with four structurally diverse hydroxamate inhibitors. This work sheds light on the catalytic mechanism of the HDACs, and on differences in substrate specificity across the HDAC family. The structure also suggests how phosphorylation of Ser39 affects HDAC8 activity.",
                "Transcriptional induction by interferons requires the tyrosine and serine phosphorylation of STAT transcription factors. The N-terminal region is highly homologous among the STAT proteins and surrounds a completely conserved arginine residue. Here we demonstrate arginine methylation of STAT1 by the protein arginine methyl-transferase PRMT1 as a novel requirement for IFNα\/β-induced transcription. Methyl-thioadenosine, a methyl-transferase inhibitor that accumulates in many transformed cells, inhibits STAT1-mediated IFN responses. This inhibition arises from impaired STAT1-DNA binding due to an increased association of the STAT inhibitor PIAS1 with phosphorylated STAT1 dimers in the absence of arginine methylation. Thus, arginine methylation of STAT1 is an additional posttranslational modification regulating transcription factor function, and alteration of arginine methylation might be responsible for …",
                "This book expands lecture notes by the authors for a course on Introduction of Spectral Methods taught in the past few years at Penn State University, Simon Fraser University, the Chinese University of Hong Kong, Hong Kong Baptist University, Purdue University and the Chinese Academy of Sciences. Our lecture notes were also used by Prof. Zhenhuan Teng in his graduate course at Peking University.The overall emphasis of the present book is to present some basic spectral and high-order algorithms together with applications to some linear and nonlinear problems that one frequently encounters in practice. The algorithms in the book are presented in a pseudocode format or with MATLAB or FORTRAN codes that contain additional details beyond the mathematical formulas. The reader can easily write computer routines based on the pseudocodes in any standard computer language. We believe that the readers learn and understand numerical methods best by seeing how algorithms are developed from the mathematical theory and then writing and testing computer implementations of them. For those interested in the numerical analysis of the spectral methods, we have also provided self-contained error analysis for some basic spectral-Galerkin algorithms presented in the book. Our aim is to provide a sufficient background on the implementation and analysis of spectral and high-order methods so that the readers can approach the current research literature with the necessary tools and understanding.",
                "A series of ferrocene derivatives based upon the structure of the antiestrogenic drug tamoxifen or of its active metabolite hydroxytamoxifen has been prepared and named by analogy ferrocifens and hydroxyferrocifens. This series includes 1‐[4‐(O(CH2)nNMe2)phenyl]‐1‐phenyl‐2‐ferrocenyl‐but‐1‐ene and 1‐[4‐(O(CH2)nNMe2)phenyl]‐1‐(4‐hydroxyphenyl)‐2‐ferrocenyl‐but‐1‐ene, with n=2, 3, 5 and 8, and 1‐[4‐(O(CH2)2NMe2)phenyl]‐1‐(4‐hydroxyphenyl)‐2‐ferrocenylethene. Most of these molecules have been synthesised by McMurry cross‐coupling of the appropriate ketones, except for the ethene complexes, which were prepared by a four‐step reaction sequence starting from the ferrocenylacetic acid. All these compounds were obtained as mixtures of Z and E isomers. The isomers were separated in the cases of the ferrocenyl derivatives of tamoxifen and hydroxytamoxifen (n=2). No isomerisation of …",
                "Type I protein arginine methyltransferases catalyze the formation of asymmetric ω-N G,N G-dimethylarginine residues by transferring methyl groups fromS-adenosyl-l-methionine to guanidino groups of arginine residues in a variety of eucaryotic proteins. The predominant type I enzyme activity is found in mammalian cells as a high molecular weight complex (300–400 kDa). In a previous study, this protein arginine methyltransferase activity was identified as an additional activity of 10-formyltetrahydrofolate dehydrogenase (FDH) protein. However, immunodepletion of FDH activity in RAT1 cells and in murine tissue extracts with antibody to FDH does not diminish type I methyltransferase activity toward the methyl-accepting substrates glutathione S-transferase fibrillarin glycine arginine domain fusion protein or heterogeneous nuclear ribonucleoprotein A1. Similarly, immunodepletion with anti-FDH antibody does not …",
                "In this paper, we propose an optimization framework of offloading from a single mobile device (MD) to multiple edge devices. We aim to minimize both total tasks' execution latency and the MD's energy consumption by jointly optimizing the task allocation decision and the MD's central process unit (CPU) frequency. This paper considers two cases for the MD, i.e., fixed CPU frequency and elastic CPU frequency. Since these problems are NP-hard, we propose a linear relaxation-based approach and a semidefinite relaxation (SDR)-based approach for the fixed CPU frequency case, and an exhaustive search-based approach and an SDR-based approach for the elastic CPU frequency case. Our simulation results show that the SDR-based algorithms achieve near optimal performance. Performance improvement can be obtained with the proposed scheme in terms of energy consumption and tasks' execution latency …",
                "BACKGROUND: There is compelling evidence that estrogens influence breast cancer risk.  Since the mid-1980s, dietary fat intervention studies have been conducted to investigate the  effect of fat intake on endogenous estrogen levels. To further our understanding of the possible  relationship between dietary fat and breast cancer, we conducted a meta-analysis of dietary fat  intervention studies that investigated serum estradiol levels, and we reviewed the nature of the  evidence provided by prospective analytic studies of fat consumption and breast cancer risk.  METHODS: A computerized search of the English language literature on estrogen\/estradiol and  dietary fat intervention studies published from January 1966 through June 1998 was conducted  using the MEDLINE® database. Pooled estimates were derived from the change in estradiol  levels associated with fat reduction from 13 studies. Analyses …",
                "New methods and strategies for the direct functionalization of C–H bonds are beginning to reshape the field of retrosynthetic analysis, affecting the synthesis of natural products, medicines and materials 1. The oxidation of allylic systems has played a prominent role in this context as possibly the most widely applied C–H functionalization, owing to the utility of enones and allylic alcohols as versatile intermediates, and their prevalence in natural and unnatural materials 2. Allylic oxidations have featured in hundreds of syntheses, including some natural product syntheses regarded as “classics” 3. Despite many attempts to improve the efficiency and practicality of this transformation, the majority of conditions still use highly toxic reagents (based around toxic elements such as chromium or selenium) or expensive catalysts (such as palladium or rhodium) 2. These requirements are problematic in industrial settings …",
                "Methylation is one of the many post-translational modifications that modulate protein function. Although asymmetricNG,NG-dimethylation of arginine residues in glycine-arginine-rich domains of eucaryotic proteins, catalyzed by type I protein arginineN-methyltransferases (PRMT), has been known for some time, members of this enzyme class have only recently been cloned. The first example of this type of enzyme, designated PRMT1, cloned because of its ability to interact with the mammalian TIS21 immediate-early protein, was then shown to have protein arginine methyltransferase activity. We have now isolated rat and human cDNA orthologues that encode proteins with substantial sequence similarity to PRMT1. A recombinant glutathione S-transferase (GST) fusion product of this new rat protein, named PRMT3, asymmetrically dimethylates arginine residues present both in the designed substrate GST-GAR and …"
            ],
            [
                [
                    "Psychology"
                ]
            ]
        ]
    ]
}