{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7Q3IKGCA",
            "DgERXqcAAAAJ",
            [
                "Duality and universal transport in mixed-dimension electrodynamics",
                "Majorana zero modes in spintronics devices"
            ],
            [
                "We consider a theory of a two-component Dirac fermion localized on a (2+ 1)-dimensional brane coupled to a (3+ 1)-dimensional bulk. Using the fermionic particle-vortex duality, we show that the theory has a strong-weak duality that maps the coupling e to e ̃=(8 π)\/e. We explore the theory at e 2= 8 π where it is self-dual. The electrical conductivity of the theory is a constant independent of frequency. When the system is at finite density and magnetic field at filling factor ν= 1 2, the longitudinal and Hall conductivity satisfies a semicircle law, and the ratio of the longitudinal and Hall thermal electric coefficients is completely determined by the Hall angle. The thermal Hall conductivity is directly related to the thermal electric coefficients.",
                "We show that topological phases should be realizable in readily available and well-studied heterostructures. In particular we identify a new class of topological materials which are well known in spintronics: helical ferromagnet-superconducting junctions. We note that almost all previous work on topological heterostructures has focused on creating Majorana modes at the proximity interface in effectively two-dimensional or one-dimensional systems. The particular heterostructures we address exhibit finite-range proximity effects leading to nodal superconductors with Majorana modes localized well away from this interface. To show this, we implement a Bogoliubov–de Gennes (BdG) proximity numerical scheme, which importantly involves two finite dimensions in a three-dimensional junction. Incorporating this level of numerical complexity serves to distinguish ours from alternative numerical BdG approaches which …"
            ],
            [
                [
                    "theoretical physics",
                    "condensed matter physics",
                    "high energy theory"
                ]
            ]
        ]
    ]
}