{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7RB1A408",
            "eRFnqYwAAAAJ",
            [
                "Electrochemical techniques in corrosion science and engineering",
                "Electrochemical impedance: analysis and interpretation",
                "Metastable pitting of aluminum and criteria for the transition to stable pit growth",
                "Polarization resistance method for determination of instantaneous corrosion rates",
                "Electrochemical impedance of organic‐coated steel: correlation of impedance parameters with long‐term coating deterioration",
                "Accurate electrochemical measurement of magnesium corrosion rates; a combined impedance, mass-loss and hydrogen collection study",
                "Basic aspects of electrochemical impedance application for the life prediction of organic coatings on metals",
                "Sudden onset of pitting corrosion on stainless steel as a critical phenomenon"
            ],
            [
                "This book describes the origin, use, and limitations of electrochemical phase diagrams, testing schemes for active, passive, and localized corrosion, the development and electrochemical characterization of passivity, and methods in process alteration, failure prediction, and materials selection. It offers useful guidelines for assessing the efficac",
                "DiscussionSpecific Aspects of Impedance Measurements in Low Conductivity Media--s. CHECH] RLIAN, M. KEDDAM, AND H. TAKENOUTI",
                "Analysis of current spikes associated with pitting events was performed on high purity Al loop wire electrodes over a range of Cl− concentrations (10− 4 to 1M) and potentiostatically applied potentials. A distribution of pitting and repassivation potentials was observed at each Cl− concentration. Factors controlling the transition from metastable to stable pitting were identified by comparing the electrochemical behaviors of stable pits at elapsed times equal to the mean lifetime of metastable pits. This comparison also provided insight on the origins of statistical distributions of pitting potentials. The key differences were that (i) stable pits had a faster rate of rise in pit current which implies a faster growth rate and, subsequently, larger pit radii at times equal to metastable pit lifetimes, and (ii) stable pits satisfied the criterion, at all times during growth, indicating that a concentrated solution must be maintained for pit survival …",
                "The polarization resistance method for the determination of instantaneous corrosion rates of metals were reviewed. The assumptions in electrode kinetics that govern the connection between the slope of steady-state applied electrochemical potential-applied current density (Eapp-iapp) measurements (i.e., the polarization resistance) and the corrosion rate were restated. Electrochemical impedance, as well as statistical and spectral electrochemical noise methods for obtaining polarization resistance, also were discussed. Traditional sources of error such as high excitation voltage amplitudes, insufficiently slow voltage ramp rates, high alternating current (AC) frequencies, inadequate polarization hold periods, high solution resistance, presence of parallel reduction-oxidation reactions, and nonuniform current and potential distributions were examined with the goal of defining some of the conditions and …",
                "Electrochemical impedance results are presented for 550 day exposures of organic‐coated carbon steel samples. Coatings consisted of translucent pigmented and unpigmented epoxy and conventional opaque epoxy polyamide systems. Coating thicknesses ranged from 20 to 185 μm. Specimens were exposed under freely corroding conditions and at two cathodic polarization levels (− 850 and− 1250 mV vs. SCE) in ASTM artificial ocean water. The objective was to identify impedance parameters which measure subcritical coated‐metal system property changes at early exposure times that predict significant long‐term coating deterioration. Impedance data developed at early times, including coating resistance, coating capacitance, the increase in frequency for the coating's 45 phase angle, and low frequency impedance data, are compared to the coating system's performance after 550 days exposure. Coating …",
                "Experiments were conducted to enable the simultaneous measurement of electrochemical impedance and collection of hydrogen gas during the corrosion of pure magnesium in NaCl solutions. These results were then assessed along with the attendant specimen mass loss, providing three unique measures of magnesium corrosion for the same specimen. It was determined that analysis of impedance data, while accounting for a physically justified inductive response at low frequencies, enabled the determination of the polarization resistance, RP at the zero frequency limit. The determination of RP, as evaluated herein from electrochemical testing, provided excellent correlation to the mass loss and volume of hydrogen collected. This finding is elaborated in a broader discussion that critically addresses previous studies which have utilized the impedance behavior of magnesium and which claim electrochemical tests …",
                "Electrochemical impedance spectroscopy (EIS) applies well to surfaces having a high electrical or electrochemical impedance. The method is, therefore, particularly suitable for the early detection of the degradation of highly resistive protective organic coatings on metals. Initial application of electrical methods for evaluating organic coatings on steel involved measurement of DC resistance or determination of an equivalent capacitance measured at a single frequency. Changes in the capacitance relate to the uptake of water while changes in the resistance of the coating have been analyzed in terms of penetration by ionic species from the environment. In recent years the measurement of the frequency-dependent impedance of a coating has allowed a more detailed evaluation based on the deviation of the coating impedance from a capacitive response. Several models specify readily determined parameters …",
                "Stainless steels undergo a sharp rise in pitting corrosion rate as the potential, solution concentration, or temperature is changed only slightly. We report experiments using real-time microscopic in situ visualizations that resolve the nucleation and evolution of individual pits during the transition. They suggest that the sudden onset of corrosion is explained by an explosive autocatalytic growth in the number of metastable pits and that stabilization of individual pits takes place only later. This finding agrees with a theoretical approach treating the onset of pitting corrosion as a cooperative critical phenomenon resulting from interactions among metastable pits, and it extends perspectives on the control and prevention of corrosion onset."
            ],
            [
                [
                    "corrosion",
                    "electrochemistry",
                    "coatings",
                    "inhibitors",
                    "hydrogen"
                ]
            ],
            [
                "Charles Henderson Charles Henderson Professor of Physics (269) 387-4951 1129 Everett Tower, Mail Stop 5252 Ph.D., Physics Education, University of Minnesota, 2002 M.S., Physics, University of Minnesota, 1994 B.A., Math\/Physics, Macalester College, 1991 Teaching and learning of physics Introductory physics Research in science education Physics education research Change in higher education Discipline-based education research Dr. Charles Henderson is a professor of physics education research holding a joint appointment in the Department of Physics and the Mallinson Institute for Science Education at Western Michigan University. He is the co-founder and co-director of the WMU Center for Research on Instructional Change in Postsecondary Education . Henderson has been trained in and has experience in qualitative, quantitative and mixed-methods educational research, including survey and instrument development. His research program focuses on understanding and promoting instructional change in higher education, with much activity aimed at improving the slow incorporation of research-based instructional reforms into college-level STEM courses. Henderson’s work has been supported by more than $7 million in external grants resulting in many publications. In spring 2010, he was a Fulbright Scholar with the Finnish Institute for Educational Research at the University of Jyväskylä, Finland. He is the senior editor for the journal Physical Review Special Topics—Physics Education Research and has served as a member of the National Research Council Committee on Undergraduate Physics Education Research and Implementation. Henderson's personal page Email Charles Henderson"
            ]
        ]
    ]
}