{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7RNO1LIS",
            "_Z771SwAAAAJ",
            [
                "The role of imagery in dictionaries of idioms",
                "The role of dictionary use in the comprehension of idiom variants",
                "Ocena aktywności ruchowej i sprawności fizycznej kobiet po 65 roku życia, ze zdiagnozowaną osteoporozą. Doniesienia wstępne",
                "What users do with dictonaries in situations of comprehension deficit: An empirical study",
                "Soft power (\" miękka siła\") w relacjach międzynarodowych. Dyplomacja kulturalna-redefinicja pojęcia (z doświadczeń kulturoznawcy)",
                "Glimpses into receptive dictionary use: Proﬁcient learners’ perspective Rationale for the research perspective",
                "Possible applications of dynamic taping in women after the removal of lymph nodes because of breast cancer",
                "„Plemiona sieci”–Internet jako medium społeczne i kulturowe",
                "Współczesne media w procesie tworzenia rzeczywistości społecznej na przykładzie polsko-niemieckiej komunikacji międzykulturowej w internecie. Przyczynek do badań",
                "Telling it straight: A comparison of selected English and Polish idioms from the semantic field of speaking"
            ],
            [
                "This article adopts a cognitive linguistic approach to idioms as motivated lexical units. The focus is on lexicographic applications of the notion of motivation; specifically, on the usefulness of imagery in the form of pictorial illustrations and etymological notes in idioms dictionaries. We discuss the main features of idiom semantics, review the results of research into the influence of motivating information on idiom acquisition, and outline the issue of imagery in idiom entries, highlighting the problems involved. Finally, we report on a study with Polish university students of English. Our findings point to a facilitative role of pictorial illustrations on short- and long-term retention of both form and meaning of idioms. In contrast, etymological notes do not have any positive effect.",
                "The book takes up the subject of dictionary use from the perspective of advanced learners. The study aims to explore the effects of the use of a monolingual learner’s dictionary on students’ performance in a complex comprehension task, ie the task of interpreting fragments with modified idioms, which often disrupt the fluent reading process. The theoretical part summarises the results of lexicographic research in the field of receptive dictionary use and discusses its methodological aspects. Moreover, it introduces relevant elements of the reading theory and analyses the nature of idiomatic expressions, their transformations in particular, from a psycholinguistic point of view. Finally, problems connected with the presentation of idioms in monolingual learner’s dictionaries are highlighted. The major, empirical part reports on an experiment, whose aim was to find connections between the consultation process, the way of presenting lexicographic information on idioms, and comprehension scores. The results reveal a mildly positive influence of the monolingual learner’s dictionary on reading comprehension performance. Among the reasons for underachievement were misinterpretation of entries and insufficient processing of dictionary information in context.",
                "Wstęp: Proces starzenia się w naturalny sposób wpływa na ograniczenie sprawności, nawet w sytuacji zachowania samodzielności. Dlatego też w badaniach oceniających sprawność osób starszych, zaawansowany wiek jest jednym z najbardziej stałych czynników różniących osoby sprawne od badanych z upośledzoną sprawnością fizyczną. Zastosowanie metody manualnej Senior Fitness Test (SFT) pozwala przedstawić ocenę aktywności ruchowej i sprawności fizycznej pacjenta. Cel badania: Celem niniejszej pracy jest ocena aktywności ruchowej i sprawności fizycznej kobiet po 65 roku życia ze zdiagnozowaną osteoporozą. Materiał i metody: Grupę badaną stanowiły kobiety po 65roku życia ze zdiagnozowana osteoporozą, średnia wieku 69, 9 lat. Badanie prowadzono za pomocą testu SENIOR FITNESS TEST. Wyniki: Uzyskane wszystkie wyniki badań ocenianych aktywności są gorsze niż w przypadku populacji badanej w Stanach Zjednoczonych. Wnioski: Ocena aktywności ruchowej i sprawności fizycznej kobiet po 65 roku życia ze zdiagnozowaną osteoporozą w Polsce przedstawia się bardzo niekorzystnie.",
                "The present paper takcs up the topic of receptive dictionary use from the perspective of highly advanced learners performing the complex comprehension task of decoding contextually modified idioms, viewed as a source of disruption to the fluent reading process. The path followed by students in an attempt to solve this conflict has been retraced with a view to pursuing the link between the quality of the consultation process and comprehension achievement. The results of the reported experiment with elements of an observational study reveal a mildly positive influence of the monolingual dictionary on comprehension performance. Among the factors that adversely affected the scores was misinterpretation of the entries as well as insufficient processing of the dictionary information in context.",
                "Today’s international cultural relations, international cooperation and exchanges are the result of diplomatic activities. This paper presents the term of cultural diplomacy, which is quite new in the domain of Polish foreign policy and in the field of international public relations. Cultural diplomacy is the best example of the so-called soft power, ie the possibility of communicating, via the conduit of culture, of values and ideas, which is in contrast to hard power, ie one that uses military instruments. Culture is in the forefront of many countries’ promotional efforts. These countries recognize that showing their cultural heritage provides creating a positive image, thus helping to achieve their political aims.",
                "The present paper takes up the topic of receptive dictionary use from the narrow perspective of highly advanced learners performing the complex comprehension task of decoding contextually modiﬁed idioms. The results of the reported quasi-experiment with elements of the questionnaire-and observation-based study reveal a favourable impact of the monolingual learner’s dictionary on performance. However, despite the fact that advanced learners turned out to be expert at extracting idioms from the macro-and microstructure, they exhibited little ﬂexibility in the treatment of the located dictionary information and had problems when integrating it with the original context. Another factor responsible for reducing the overall positive effect of the dictionary on comprehension scores were confusing deﬁnitions. General trends in dictionaryuser behaviour that emerge from the present study can be further explored in a large-scale research project.",
                "Serwis używa ciasteczek (\" cookies\") i podobnych technologii m. in. do utrzymania sesji iw celach statystycznych.• Ustawienia przeglądarki dotyczące obsługi ciasteczek można swobodnie zmieniać.• Całkowite zablokowanie zapisu ciasteczek na dysku komputera uniemożliwi logowanie się do serwisu.• Więcej informacji: Polityka cookies OPI PIB",
                "The Internet communication, including so-called cross-cultural communication, is undoubtedly technologically determined, but also shaped by the “premodern” social relations which were characterized by the dominance of individualism, referring to a sense of collective responsibility not to traditional reference groups (such as the state, the nation, the family and the Church), but to other, more precursory units of an unspecified nature (so-called “new tribes”, human communities of informal nature, the existence of which maintains a network of emotional dependence, comp. Michel Maffesoli (1988). The Time of the Tribes: The Decline of Individualism in Mass Society). However, it remains just as diverse as “offline” communication: it depends primarily on the social, cultural and psychological circumstances of its participants. The contemporary Internet promotes the technological development of cross-cultural social …",
                "Współczesne media cechuje możliwość zaplanowania interakcji, uczestnictwa odbiorców, reakcji zwrotnej (media feedback). Najprężniej rozwijające się współczesne medium, internet, stało się miejscem zarówno uspołeczniania, socjalizacji, jak i wymiany kulturalnej. Od kilku lat w naukach społecznych funkcjonuje pojęcie social web oznaczające zjawiska oparte na technologii sieciowej, wspierające w kontekście społecznym wymianę informacji, tworzenie relacji i komunikację1. Szczególnym obszarem komunikacji we współczesnych mediach są kontakty międzynarodowe, międzykulturowe,„międzysąsiedzkie”, a do takich zaliczają się współczesne relacje polsko-niemieckie. Rosnące w ostatnim czasie zainteresowanie europejskim dialogiem międzykulturowym oraz podejmowane próby „reorganizacji” kontaktów polsko-niemieckich sprawiły, iż problematyka polsko-niemieckiej komunikacji międzykulturowej wróciła nie tylko na łamy mediów, polskiej i niemieckiej telewizji i prasy, ale i do sal wykładowych uczelni.",
                "This paper attempts to illustrate one way of achieving greater precision in presenting idiomatic equivalents by implementing the functionally-oriented methodological instrument devised by Dobrovol'skij and Piirainen (2005). A small-scale analysis along the three parameters of semantics, syntax and pragmatics is carried out with a view to identifying and explaining all cross-linguistic contrasts and similarities between selected English and Polish near-equivalent idioms from the semantic field of speaking. The empirical data of this study includes corpus evidence, apart from the available monolingual, bilingual and phraseological dictionaries. The resultant descriptions of the idiomatic expressions attest the validity of a functional approach to contrastive idiom analysis, which, unlike judgments based on the superficial properties of idioms (i.e. their lexical components, structure), reveals that differences in images will not always prevent idioms with similar actual meaning from being regarded as equivalents. On the other hand, closeness of underlying imagery does not guarantee identity with respect to all parameters of comparison (especially pragmatics)."
            ],
            [
                [
                    "lexicography",
                    "lexical semantics",
                    "phraseology"
                ]
            ]
        ]
    ]
}