{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7SEKVVRR",
            "qUKa_G4AAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Multi-messenger observations of a binary neutron star merger",
                "CMS physics technical design report, volume II: physics performance",
                "CMS physics technical design report, volume II: physics performance",
                "Measurement of the  meson and -hadron production cross sections in  collisions at ",
                "CMS physics technical design report, volume II: Physics performance",
                "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
                "Observation of the Narrow State  in  Collisions at ",
                "First observation of PeV-energy neutrinos with IceCube",
                "Measurement of the  production cross section in  collisions at  using lepton  jets events with secondary vertex  -tagging"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "CMS is a general purpose experiment, designed to study the physics of pp collisions at 14 TeV at the Large Hadron Collider (LHC). It currently involves more than 2000 physicists from more than 150 institutes and 37 countries. The LHC will provide extraordinary opportunities for particle physics based on its unprecedented collision energy and luminosity when it begins operation in 2007.",
                "CMS is a general purpose experiment, designed to study the physics of pp collisions at 14 TeV at the Large Hadron Collider (LHC). It currently involves more than 2000 physicists from more than 150 institutes and 37 countries. The LHC will provide extraordinary opportunities for particle physics based on its unprecedented collision energy and luminosity when it begins operation in 2007.",
                "We present a new measurement of the inclusive and differential production cross sections of J\/ψ mesons and b hadrons in proton-antiproton collisions at s= 1960 G e V. The data correspond to an integrated luminosity of 39.7 p b− 1 collected by the CDF run II detector. We find the integrated cross section for inclusive J\/ψ production for all transverse momenta from 0 to 20 G e V\/c in the rapidity range| y|< 0.6 to be 4.08±0.02 (s t a t)− 0.33+ 0.36 (s y s t) μ b. We separate the fraction of J\/ψ events from the decay of the long-lived b hadrons using the lifetime distribution in all events with p T (J\/ψ)> 1.25 G e V\/c. We find the total cross section for b hadrons, including both hadrons and antihadrons, decaying to J\/ψ with transverse momenta greater than 1.25 G e V\/c in the rapidity range| y (J\/ψ)|< 0.6 is 0.330±0.005 (s t a t)− 0.033+ 0.036 (s y s t) μ b. Using a Monte Carlo simulation of the decay kinematics of b hadrons to all final …",
                "CMS is a general purpose experiment, designed to study the physics of pp collisions at 14 TeV at the Large Hadron Collider (LHC). It currently involves more than 2000 physicists from more than 150 institutes and 37 countries. The LHC will provide extraordinary opportunities for particle physics based on its unprecedented collision energy and luminosity when it begins operation in 2007. The principal aim of this report is to present the strategy of CMS to explore the rich physics programme offered by the LHC. This volume demonstrates the physics capability of the CMS experiment. The prime goals of CMS are to explore physics at the TeV scale and to study the mechanism of electroweak symmetry breaking-through the discovery of the Higgs particle or otherwise. To carry out this task, CMS must be prepared to search for new particles, such as the Higgs boson or supersymmetric partners of the Standard Model particles, from the start-up of the LHC since new physics at the TeV scale may manifest itself with modest data samples of the order of a few fb-1 or less. The analysis tools that have been developed are applied to study in great detail and with all the methodology of performing an analysis on CMS data specific benchmark processes upon which to gauge the performance of CMS. These processes cover several Higgs boson decay channels, the production and decay of new particles such as Z′ and supersymmetric particles, B s production and processes in heavy ion collisions. The simulation of these benchmark processes includes subtle effects such as possible detector miscalibration and misalignment. Besides these benchmark …",
                "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
                "We report the observation of a narrow state decaying into J\/ψ π+ π− and produced in 220 p b− 1 of p ̄ p collisions at s= 1.96 T e V in the CDF II experiment. We observe 730±90 decays. The mass is measured to be 3871.3±0.7 (s t a t)±0.4 (s y s t) M e V\/c 2, with an observed width consistent with the detector resolution. This is in agreement with the recent observation by the Belle Collaboration of the X (3872) meson.",
                "We report on the observation of two neutrino-induced events which have an estimated deposited energy in the IceCube detector of 1.04±0.16 and 1.14±0.17 PeV, respectively, the highest neutrino energies observed so far. These events are consistent with fully contained particle showers induced by neutral-current ν e, μ, τ (ν e, μ, τ) or charged-current ν e (ν e) interactions within the IceCube detector. The events were discovered in a search for ultrahigh energy neutrinos using data corresponding to 615.9 days effective live time. The expected number of atmospheric background is 0.082±0.004 (stat)− 0.057+ 0.041 (syst). The probability of observing two or more candidate events under the atmospheric background-only hypothesis is 2.9× 10− 3 (2.8 σ) taking into account the uncertainty on the expected number of background events. These two events could be a first indication of an astrophysical neutrino flux; the …",
                "We present a measurement of the t t production cross section using events with one charged lepton and jets from p p collisions at a center-of-mass energy of 1.96 TeV. In these events, heavy flavor quarks from top quark decay are identified with a secondary vertex tagging algorithm. From 162 p b− 1 of data collected by the Collider Detector at Fermilab, a total of 48 candidate events are selected, where 13.5±1.8 events are expected from background contributions. We measure a t t production cross section of 5.6− 1.1+ 1.2 (stat.)− 0.6+ 0.9 (syst.) pb."
            ],
            [
                [
                    "Experimental Particle Physics",
                    "Neutrino Astroparticle Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}