{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7T0HGB33",
            "d0yuQrIAAAAJ",
            [
                "Overview of the SDSS-IV MaNGA survey: mapping nearby galaxies at Apache Point observatory",
                "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
                "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
                "Cosmic-ray acceleration at the forward shock in Tycho’s supernova remnant: evidence from Chandra X-ray observations",
                "A million second Chandra view of Cassiopeia A",
                "Constraints on the physics of Type Ia supernovae from the X-ray spectrum of the Tycho supernova remnant",
                "The fifteenth data release of the Sloan Digital Sky Surveys: first release of MaNGA-derived quantities, data visualization tools, and stellar library",
                "The Hot and Energetic Universe: A White Paper presenting the science theme motivating the Athena+ mission",
                "EVLA observations constrain the environment and progenitor system of type Ia supernova 2011fe",
                "Are the models for type Ia supernova progenitors consistent with the properties of supernova remnants?"
            ],
            [
                "We present an overview of a new integral field spectroscopic survey called MaNGA (Mapping Nearby Galaxies at Apache Point Observatory), one of three core programs in the fourth-generation Sloan Digital Sky Survey (SDSS-IV) that began on 2014 July 1. MaNGA will investigate the internal kinematic structure and composition of gas and stars in an unprecedented sample of 10,000 nearby galaxies. We summarize essential characteristics of the instrument and survey design in the context of MaNGA's key science goals and present prototype observations to demonstrate MaNGA's scientific potential. MaNGA employs dithered observations with 17 fiber-bundle integral field units that vary in diameter from 12''(19 fibers) to 32''(127 fibers). Two dual-channel spectrographs provide simultaneous wavelength coverage over 3600-10300 Å at R~ 2000. With a typical integration time of 3 hr, MaNGA reaches a target r-band …",
                "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
                "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
                "We present evidence for cosmic‐ray acceleration at the forward shock in Tycho’s supernova remnant (SNR) from three X‐ray observables: (1) the proximity of the contact discontinuity to the forward shock, or blast wave, (2) the morphology of the emission from the rim of Tycho, and (3) the spectral nature of the rim emission. We determine the locations of the blast wave (BW), contact discontinuity (CD), and reverse shock (RS) around the rim of Tycho’s supernova remnant using a principal component analysis and other methods applied to new Chandra data. The azimuthal‐angle‐averaged radius of the BW is 251 . For the CD and RS we find average radii of 241  and 183 , respectively. Taking account of projection effects, we find ratios of 1:0.93:0.70 (BW:CD:RS). We show these values to be inconsistent with adiabatic hydrodynamic models of SNR evolution. The CD:BW ratio can be explained if cosmic‐ray …",
                "We introduce a million second observation of the supernova remnant Cassiopeia A with the Chandra X‐Ray Observatory. The bipolar structure of the Si‐rich ejecta (northeast jet and southwest counterpart) is clearly evident in the new images, and their chemical similarity is confirmed by their spectra. These are most likely due to jets of ejecta as opposed to cavities in the circumstellar medium, since we can reject simple models for the latter. The properties of these jets and the Fe‐rich ejecta will provide clues to the explosion of Cas A.",
                "In this paper we use high‐quality X‐ray observations from XMM‐Newton and Chandra to gain new insights into the explosion that originated Tycho’s supernova 433 yr ago. We perform a detailed comparison between the ejecta emission from the spatially integrated X‐ray spectrum of the supernova remnant and current models for Type Ia supernova explosions. We use a grid of synthetic X‐ray spectra based on hydrodynamic models of the evolution of the supernova remnant and nonequilibrium ionization calculations for the state of the shocked plasma. We find that the fundamental properties of the X‐ray emission in Tycho are well reproduced by a one‐dimensional delayed detonation model with a kinetic energy of ∼  ergs. All the other paradigms for Type Ia explosions that we have tested, including one‐dimensional deflagrations, pulsating delayed detonations, and sub‐Chandrasekhar explosions, as well as …",
                "The Sloan Digital Sky Survey (SDSS; York et al. 2000) data releases began with the Early Data Release, or EDR, in 2001 June (Stoughton et al. 2002) and have been heavily used by astronomers and the broader public since that time (Raddick et al. 2014a, 2014b). Here, we present the 15th public data release from SDSS, or DR15, made publicly available on 2018 December 10.SDSS has been marked by four phases so far, with plans for a fifth. Details are available in the papers describing SDSS-I (EDR, DR1–DR5; York et al. 2000), SDSS-II (DR6–DR7; Frieman et al. 2008; Yanny et al. 2009), SDSS-III (DR8–DR12; Eisenstein et al. 2011), and SDSS-IV (DR13–DR15;",
                "This White Paper, submitted to the recent ESA call for science themes to define its future large missions, advocates the need for a transformational leap in our understanding of two key questions in astrophysics: 1) How does ordinary matter assemble into the large scale structures that we see today? 2) How do black holes grow and shape the Universe? Hot gas in clusters, groups and the intergalactic medium dominates the baryonic content of the local Universe. To understand the astrophysical processes responsible for the formation and assembly of these large structures, it is necessary to measure their physical properties and evolution. This requires spatially resolved X-ray spectroscopy with a factor 10 increase in both telescope throughput and spatial resolving power compared to currently planned facilities. Feedback from supermassive black holes is an essential ingredient in this process and in most galaxy evolution models, but it is not well understood. X-ray observations can uniquely reveal the mechanisms launching winds close to black holes and determine the coupling of the energy and matter flows on larger scales. Due to the effects of feedback, a complete understanding of galaxy evolution requires knowledge of the obscured growth of supermassive black holes through cosmic time, out to the redshifts where the first galaxies form. X-ray emission is the most reliable way to reveal accreting black holes, but deep survey speed must improve by a factor~ 100 over current facilities to perform a full census into the early Universe. The Advanced Telescope for High Energy Astrophysics (Athena+) mission provides the necessary performance …",
                "We report unique Expanded Very Large Array observations of SN 2011fe representing the most sensitive radio study of a Type Ia supernova to date. Our data place direct constraints on the density of the surrounding medium at radii~ 10 15-10 16 cm, implying an upper limit on the mass loss rate from the progenitor system of $\\dot {M}\\lesssim 6\\times 10^{-10}\\{{M} _ {\\odot}\\{\\rm yr}^{-1}} $(assuming a wind speed of 100 km s–1) or expansion into a uniform medium with density n CSM lesssim 6 cm–3. Drawing from the observed properties of non-conservative mass transfer among accreting white dwarfs, we use these limits on the density of the immediate environs to exclude a phase space of possible progenitor systems for SN 2011fe. We rule out a symbiotic progenitor system and also a system characterized by high accretion rate onto the white dwarf that is expected to give rise to optically thick accretion winds …",
                "We explore the relationship between the models for progenitor systems of Type Ia supernovae and the properties of the supernova remnants that evolve after the explosion. Most models for Type Ia progenitors in the single‐degenerate scenario predict substantial outflows during the presupernova evolution. Expanding on previous work, we estimate the imprint of these outflows on the structure of the circumstellar medium at the time of the supernova explosion, and the effect that this modified circumstellar medium has on the evolution of the ensuing supernova remnant. We compare our simulations with the observational properties of known Type Ia supernova remnants in the Galaxy (Kepler, Tycho, SN 1006), the Large Magellanic Cloud (0509−67.5, 0519−69.0, N103B), and M31 (SN 1885). We find that optically thick outflows from the white dwarf surface (sometimes known as “accretion winds”) with velocities above …"
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "Carlos Badenes Associate Professor 309 Allen Hall (412) 624-9039 badenes@pitt.edu My research focuses on several aspects of stellar evolution, mostly related to Type Ia Supernovae (SNe). Identifying the elusive progenitor systems of these explosions has become one of the central problems of modern astrophysics, with important implications for cosmology. I am currently working on two main projects along these lines: Binary systems. Many of the most exciting phenomena in astrophysics, including Type Ia SNe, arise from the interaction between stars in binary systems. Modern astronomical surveys like the Sloan Digital Sky Survey gather data on thousands of stars, and I use these data to study the properties of binary systems, and determine which ones will explode as Type Ia SNe. Supernova Remnants (SNRs) form when the debris expelled by supernovae interacts with the ambient medium surrounding the progenitor system. The supersonic shock waves that ensue heat the material to temperatures of several million degrees, making SNRs bright X-ray sources. I am interested in many different aspects of SNR studies, from detailed hydrodynamic models of individual objects observed by X-ray satellites like Chandra and XMM-Newton to statistical studies of SNR populations in nearby galaxies as a mean to measure SN rates and investigate the nature of their progenitors. Selected Publications Review the list of my publications. Christine Mazzola Hector Martinez Rodriguez Matthew Schell (412) 624-9039"
            ]
        ]
    ]
}