{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7WHGQKJS",
            "SeifVhUAAAAJ",
            [
                "Cu and O NMR studies of the magnetic properties of  (=62 K)",
                "Cu and O NMR studies of the magnetic properties of  (=62 K)",
                "A strong ferroelectric ferromagnet created by means of spin–lattice coupling",
                "A strong ferroelectric ferromagnet created by means of spin–lattice coupling",
                "Spin dynamics at oxygen sites in ",
                "Scaling of Spin Hall Angle in 3d, 4d, and 5d Metals from \/Metal Spin Pumping",
                "Spin susceptibility in superconducting  from  Knight shift",
                "Spin susceptibility in superconducting YBa 2 Cu 3 O 7 from Cu 63 Knight shift",
                "Spin susceptibility in superconducting YBa 2 Cu 3 O 7 from Cu 63 Knight shift",
                "Antiferromagnonic spin transport from Y 3 Fe 5 O 12 into NiO"
            ],
            [
                "The microscopic magnetic properties of the CuO 2 planes in YBa 2 Cu 3 O 6.63 (T c= 62 K) have been investigated in Cu and O NMR experiments. Unlike the fully oxygenated Y-Ba-Cu-O 7 (T c≃ 90 K), the various components of the Cu and O Knight-shift tensors show strong but identical temperature dependences in the normal state. This supports the picture that there is only one spin component in the CuO 2 planes. The spin susceptibility deduced from Knight-shift results shows significant reduction with decreasing temperature in the normal state. The temperature dependences of the nuclear-spin-relaxation rates (1\/T 1) are very different for the Cu and the O sites. 1\/(T 1 T) at the O sites is nearly proportional to the spin susceptibility. 1\/(T 1 T) at the Cu sites shows a broad peak around 150 K. We discuss these relaxation behaviors based on a model of the dynamical spin susceptibility proposed by Millis, Monien …",
                "The microscopic magnetic properties of the CuO 2 planes in YBa 2 Cu 3 O 6.63 (T c= 62 K) have been investigated in Cu and O NMR experiments. Unlike the fully oxygenated Y-Ba-Cu-O 7 (T c≃ 90 K), the various components of the Cu and O Knight-shift tensors show strong but identical temperature dependences in the normal state. This supports the picture that there is only one spin component in the CuO 2 planes. The spin susceptibility deduced from Knight-shift results shows significant reduction with decreasing temperature in the normal state. The temperature dependences of the nuclear-spin-relaxation rates (1\/T 1) are very different for the Cu and the O sites. 1\/(T 1 T) at the O sites is nearly proportional to the spin susceptibility. 1\/(T 1 T) at the Cu sites shows a broad peak around 150 K. We discuss these relaxation behaviors based on a model of the dynamical spin susceptibility proposed by Millis, Monien …",
                "Ferroelectric ferromagnets are exceedingly rare, fundamentally interesting multiferroic materials that could give rise to new technologies in which the low power and high speed of field-effect electronics are combined with the permanence and routability of voltage-controlled ferromagnetism 1, 2. Furthermore, the properties of the few compounds that simultaneously exhibit these phenomena 1, 2, 3, 4, 5 are insignificant in comparison with those of useful ferroelectrics or ferromagnets: their spontaneous polarizations or magnetizations are smaller by a factor of 1,000 or more. The same holds for magnetic-or electric-field-induced multiferroics 6, 7, 8. Owing to the weak properties of single-phase multiferroics, composite and multilayer approaches involving strain-coupled piezoelectric and magnetostrictive components are the closest to application today 1, 2. Recently, however, a new route to ferroelectric ferromagnets …",
                "Ferroelectric ferromagnets are exceedingly rare, fundamentally interesting multiferroic materials that could give rise to new technologies in which the low power and high speed of field-effect electronics are combined with the permanence and routability of voltage-controlled ferromagnetism 1, 2. Furthermore, the properties of the few compounds that simultaneously exhibit these phenomena 1, 2, 3, 4, 5 are insignificant in comparison with those of useful ferroelectrics or ferromagnets: their spontaneous polarizations or magnetizations are smaller by a factor of 1,000 or more. The same holds for magnetic-or electric-field-induced multiferroics 6, 7, 8. Owing to the weak properties of single-phase multiferroics, composite and multilayer approaches involving strain-coupled piezoelectric and magnetostrictive components are the closest to application today 1, 2. Recently, however, a new route to ferroelectric ferromagnets …",
                "We report NMR measurements of the nuclear relaxation rate at all copper and oxygen sites in magnetically aligned powder samples of YBa 2 Cu 3 O 7. Comparison of the oxygen and copper relaxation reveals a characteristic temperature greater than T c. The copper relaxation rate is enhanced by antiferromagnetic copper spin fluctuations which are undiminished in the superconducting state. The absence of a coherence peak indicates that the superconductive pairing is not of the conventional BCS type.",
                "We have investigated spin pumping from Y 3 Fe 5 O 12 thin films into Cu, Ag, Ta, W, Pt, and Au with varying spin-orbit coupling strengths. From measurements of Gilbert damping enhancement and inverse spin Hall signals spanning 3 orders of magnitude, we determine the spin Hall angles and interfacial spin mixing conductances for the six metals. The spin Hall angles largely vary as Z 4 (Z: atomic number), corroborating the role of spin-orbit coupling. Amongst the four 5d metals, the variation of the spin Hall angle is dominated by the sensitivity of the d-orbital moment to the d-electron count, confirming theoretical predictions.",
                "The Cu 63 Knight shift in YBa 2 Cu 3 O 7 has been measured at both Cu (1)(chain) and Cu (2)(plane) sites, using a uniaxially aligned powder. The isotropic part of the spin Knight shift (K s) was found to be positive for both sites, suggesting large transferred hyperfine fields from oxygen p states. The Knight shifts at both sites show significant change below T c, indicating important roles of both the planes and chains in the superconductivity. Despite the uncertainty in the diamagnetic screening, the axial part of K s at Cu (2) sites is found to show linear-T behavior at low temperatures.",
                "The Cu 63 Knight shift in YBa 2 Cu 3 O 7 has been measured at both Cu (1)(chain) and Cu (2)(plane) sites, using a uniaxially aligned powder. The isotropic part of the spin Knight shift (K s) was found to be positive for both sites, suggesting large transferred hyperfine fields from oxygen p states. The Knight shifts at both sites show significant change below T c, indicating important roles of both the planes and chains in the superconductivity. Despite the uncertainty in the diamagnetic screening, the axial part of K s at Cu (2) sites is found to show linear-T behavior at low temperatures.",
                "The Cu 63 Knight shift in YBa 2 Cu 3 O 7 has been measured at both Cu (1)(chain) and Cu (2)(plane) sites, using a uniaxially aligned powder. The isotropic part of the spin Knight shift (K s) was found to be positive for both sites, suggesting large transferred hyperfine fields from oxygen p states. The Knight shifts at both sites show significant change below T c, indicating important roles of both the planes and chains in the superconductivity. Despite the uncertainty in the diamagnetic screening, the axial part of K s at Cu (2) sites is found to show linear-T behavior at low temperatures.",
                "We observe highly efficient dynamic spin injection from Y 3 Fe 5 O 12 (YIG) into NiO, an antiferromagnetic (AF) insulator, via strong coupling, and robust spin propagation in NiO up to 100-nm thickness mediated by its AF spin correlations. Strikingly, the insertion of a thin NiO layer between YIG and Pt significantly enhances the spin currents driven into Pt, suggesting exceptionally high spin transfer efficiency at both YIG\/NiO and NiO\/Pt interfaces. This offers a powerful platform for studying AF spin pumping and AF dynamics as well as for exploration of spin manipulation in tailored structures comprising metallic and insulating ferromagnets, antiferromagnets, and nonmagnetic materials."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "P. Chris Hammel P. Chris Hammel P. Chris Hammel Professor (Physics, Electrical & Computer Engineering), Ohio Eminent Scholar, Director - Center for Emergent Materials: an NSF MRSEC hammel.7@osu.edu 614-247-6928 2000 Physics Research Building Lab: 121&127\/179\/1155 Experimental condensed matter physics Spin electronics and microwave properties of magnetic materi High sensitivity magnetic characterization Magnetic resonance force microscopy Optically detected magnetic resonance Biomagnetism Ph.D. Physics - Cornell University 1984 B.A. Physics  magna cum laude - University of California, San Diego - 1977 HammelCV.pdf Publications Professor, Dept of Physics, Dept of and Electrical & Computer Engineering (by courtesy) Ohio Eminent Scholar Director, Center for Emergent Materials Member-at-Large, Executive Committee of The American Physical Society Topical Group on Magnetism and its Applications Member, OSU President & Provost's Advisory Council Founding Director, Center for Exploration of Novel Complex Materials (ENCOMM) 2005-2011 Fellow, The American Association for the Advancement of Science, 2005 Fellow, The American Physical Society, 1998"
            ]
        ]
    ]
}