{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7WQIRQCS",
            "6MNSoU8AAAAJ",
            [
                "Ultrahigh electron mobility in suspended graphene",
                "Room-temperature quantum Hall effect in graphene",
                "Dirac charge dynamics in graphene by infrared spectroscopy",
                "Landau-level splitting in graphene in high magnetic fields",
                "Infrared spectroscopy of Landau levels of graphene",
                "Exceptional ballistic transport in epitaxial graphene nanoribbons",
                "Quantum Hall states near the charge-neutral Dirac point in graphene",
                "Band structure asymmetry of bilayer graphene revealed by infrared spectroscopy",
                "Electronic transport in chemical vapor deposited graphene synthesized on Cu: quantum Hall effect and weak localization",
                "Cyclotron resonance in bilayer graphene"
            ],
            [
                "We have achieved mobilities in excess of 200,000 cm2 V −1 s−1 at electron densities of ∼2 ×1011 cm−2 by suspending single layer graphene. Suspension ∼150 nm above a Si\/SiO2 gate electrode and electrical contacts to the graphene was achieved by a combination of electron beam lithography and etching. The specimens were cleaned in situ by employing current-induced heating, directly resulting in a significant improvement of electrical transport. Concomitant with large mobility enhancement, the widths of the characteristic Dirac peaks are reduced by a factor of 10 compared to traditional, nonsuspended devices. This advance should allow for accessing the intrinsic transport properties of graphene.",
                "The quantum Hall effect (QHE), one example of a quantum phenomenon that occurs on a truly macroscopic scale, has attracted intense interest since its discovery in 1980 and has helped elucidate many important aspects of quantum physics. It has also led to the establishment of a new metrological standard, the resistance quantum. Disappointingly, however, the QHE has been observed only at liquid-helium temperatures. We show that in graphene, in a single atomic layer of carbon, the QHE can be measured reliably even at room temperature, which makes possible QHE resistance standards becoming available to a broader community, outside a few national institutions.",
                "A remarkable manifestation of the quantum character of electrons in matter is offered by graphene, a single atomic layer of graphite. Unlike conventional solids where electrons are described with the Schrödinger equation, electronic excitations in graphene are governed by the Dirac hamiltonian 1. Some of the intriguing electronic properties of graphene, such as massless Dirac quasiparticles with linear energy–momentum dispersion, have been confirmed by recent observations 2, 3, 4, 5. Here, we report an infrared spectromicroscopy study of charge dynamics in graphene integrated in gated devices. Our measurements verify the expected characteristics of graphene and, owing to the previously unattainable accuracy of infrared experiments, also uncover significant departures of the quasiparticle dynamics from predictions made for Dirac fermions in idealized, free-standing graphene. Several observations reported …",
                "The quantum Hall (QH) effect in two-dimensional electrons and holes in high quality graphene samples is studied in strong magnetic fields up to 45 T. QH plateaus at filling factors ν= 0,±1,±4 are discovered at magnetic fields B> 20 T, indicating the lifting of the fourfold degeneracy of the previously observed QH states at ν=±4 (| n|+ 1\/2), where n is the Landau-level index. In particular, the presence of the ν= 0,±1 QH plateaus indicates that the Landau level at the charge neutral Dirac point splits into four sublevels, lifting sublattice and spin degeneracy. The QH effect at ν=±4 is investigated in a tilted magnetic field and can be attributed to lifting of the spin degeneracy of the n= 1 Landau level.",
                "We report infrared studies of the Landau level (LL) transitions in single layer graphene. Our specimens are density tunable and show in situ half-integer quantum Hall plateaus. Infrared transmission is measured in magnetic fields up to B= 18 T at selected LL fillings. Resonances between hole LLs and electron LLs, as well as resonances between hole and electron LLs, are resolved. Their transition energies are proportional to B, and the deduced band velocity is c≈ 1.1× 10 6 m\/s. The lack of precise scaling between different LL transitions indicates considerable contributions of many-particle effects to the infrared transition energies.",
                "Graphene nanoribbons will be essential components in future graphene nanoelectronics 1. However, in typical nanoribbons produced from lithographically patterned exfoliated graphene, the charge carriers travel only about ten nanometres between scattering events, resulting in minimum sheet resistances of about one kilohm per square 2, 3, 4, 5. Here we show that 40-nanometre-wide graphene nanoribbons epitaxially grown on silicon carbide 6, 7 are single-channel room-temperature ballistic conductors on a length scale greater than ten micrometres, which is similar to the performance of metallic carbon nanotubes. This is equivalent to sheet resistances below 1 ohm per square, surpassing theoretical predictions for perfect graphene 8 by at least an order of magnitude. In neutral graphene ribbons, we show that transport is dominated by two modes. One is ballistic and temperature independent; the other is …",
                "We investigate the quantum Hall (QH) states near the charge-neutral Dirac point of a high mobility graphene sample in high magnetic fields. We find that the QH states at filling factors ν=±1 depend only on the perpendicular component of the field with respect to the graphene plane, indicating that they are not spin related. A nonlinear magnetic field dependence of the activation energy gap at filling factor ν= 1 suggests a many-body origin. We therefore propose that the ν= 0 and±1 states arise from the lifting of the spin and sublattice degeneracy of the n= 0 Landau level, respectively.",
                "We report on infrared spectroscopy of bilayer graphene integrated in gated structures. We observe a significant asymmetry in the optical conductivity upon electrostatic doping of electrons and holes. We show that this finding arises from a marked asymmetry between the valence and conduction bands, which is mainly due to the inequivalence of the two sublattices within the graphene layer and the next-nearest-neighbor interlayer coupling. From the conductivity data, the energy difference of the two sublattices and the interlayer coupling energy are directly determined.",
                "We report on electronic properties of graphene synthesized by chemical vapor deposition (CVD) on copper then transferred to SiO2\/Si. Wafer-scale (up to 4 in.) graphene films have been synthesized, consisting dominantly of monolayer graphene as indicated by spectroscopic Raman mapping. Low temperature transport measurements are performed on microdevices fabricated from such CVD graphene, displaying ambipolar field effect (with on\/off ratio ∼5 and carrier mobilities up to ∼3000 cm2\/V s) and “half-integer” quantum Hall effect, a hall-mark of intrinsic electronic properties of monolayer graphene. We also observe weak localization and extract information about phase coherence and scattering of carriers.",
                "We present the first measurements of cyclotron resonance of electrons and holes in bilayer graphene. In magnetic fields up to B= 18 T, we observe four distinct intraband transitions in both the conduction and valence bands. The transition energies are roughly linear in B between the lowest Landau levels, whereas they follow B for the higher transitions. This highly unusual behavior represents a change from a parabolic to a linear energy dispersion. The density of states derived from our data generally agrees with the existing lowest order tight binding calculation for bilayer graphene. However, in comparing data to theory, a single set of fitting parameters fails to describe the experimental results."
            ],
            [
                [
                    "Experimental Condensed Matter Physics"
                ]
            ],
            [
                "zjiang33 Zhigang Jiang Associate Professor Ph.D. in Physics, Northwestern University, 2005 B.S. in Physics, Beijing University, 1999 We are interested in the quantum transport and infrared optical properties of condensed matter systems. 3M Non-Tenured Faculty Grant, 2011-2013 \"Georgia Tech Thank a Teacher\" Certificate, 2013 Use the CV link above for the complete publication list. 2021: \"Landau quantization in tilted Weyl semimetals with broken symmetry,\" L. Zhang, Y. Jiang, D. Smirnov, and Z. Jiang, arXiv:2012.14846. \" Anomalous magnetoresistance by breaking ice rule in Bi 2 Ir 2 O 7 \/Dy 2 Ti 2 O 7 heterostructure ,\" H. Zhang, K. Noordhoek, C.K. Xing, T.H. Zhao, L. Horák, Q. Huang, L. Hao, J. Yang, S. Pandey, E. Dagotto, Z. Jiang, E.S. Choi, H. D. Zhou, and J. Liu, arXiv:2011.09048. \"An epigraphene platform for coherent 1D nanoelectronics,\" V. Prudkovskiy, Y.R. Hu, K. Zhang, Y. Hu, P. Ji, G. Nunn, J. Zhao, C. Shi, A. Tejeda, A. De Cecco, C. Winkelmann, Y. Jiang, T. Zhao, Z. Jiang, L. Ma, C. Berger, and W.A. de Heer, arXiv:1910.03697. 2020: \"1\/f Noise in epitaxial sidewall graphene nanoribbons,\" O. Vail, J. Hankinson, C. Berger, W.A. de Heer, and Z. Jiang, Appl. Phys. Lett . 117 , 083105 (2020). \"Structural, morphological and magnetotransport properties of composite semiconducting and semimetallic InAs\/GaSb superlattice structure,\" M.K. Hudait, M. Clavel, P.S. Goley, Y. Xie, J.J. Heremans, Y. Jiang, Z. Jiang, D. Smirnov, G.D. Sanders, and C.J. Stanton, Mater. Adv. 1 , 1099 (2020). \"Unraveling the topological phase of ZrTe 5 via magnetoinfrared spectroscopy,\" Y. Jiang, J. Wang, T. Zhao, Z.L. Dun, Q. Huang, X.S. Wu, M. Mourigal, H.D. Zhou, W. Pan, M. Ozerov, D. Smirnov, and Z. Jiang, Phys. Rev. Lett. 125 , 046403 (2020). \"Electron-hole asymmetry of surface states in topological insulator Sb 2 Te 3 thin films revealed by magneto-infrared spectroscopy,\" Y. Jiang, M.M. Asmar, X. Han, M. Ozerov, D. Smirnov, M. Salehi, S. Oh, Z. Jiang, W.-K. Tse, and L. Wu, Nano Lett. 20 , 4588 (2020) . \"Dirac energy spectrum and inverted bandgap in metamorphic InAsSb\/InSb superlattices,\" S. Suchalkin, M. Ermolaev, T. Valla, G. Kipshidze, D. Smirnov, S. Moon, M. Ozerov, Z. Jiang, Y. Jiang, S.P. Svensson, W.L. Sarney, and G. Belenky, Appl. Phys. Lett. 116 , 032101 (2020) [featured as a cover article] . \" Magnetic field mixing and splitting of bright and dark excitons in monolayer MoSe 2 , \" Z. Lu, D. Rhodes, Z. Li, D.V. Tuan, Y. Jiang, J. Ludwig, Z. Jiang, Z. Lian, S.-F. Shi, J. Hone, H. Dery, and D. Smirnov, 2D Materials 7 , 015017 (2020) . 2019: \"Valley and Zeeman splittings in multilayer epitaxial graphene revealed by circular polarization resolved magneto-infrared spectroscopy,\" Y. Jiang, Z. Lu, J. Gigliotti, A. Rustagi, L. Chen, C. Berger, W.A. de Heer, C.J. Stanton, D. Smirnov, and Z. Jiang, Nano Lett. 19 , 7043 (2019). \"Polymer stamp-based mechanical exfoliation of thin high-quality pyrolytic graphite sheets , \" D. Hahn, B. Jayasena, Z. Jiang, and S.N. Melkote, J. Micro Nano-Manuf. 7 , 011005 (2019). 2018: \"Landau quantization in coupled Weyl points: A case study of semimetal NbP , \" Y. Jiang, Z.L. Dun, S. Moon, H.D. Zhou, M. Koshino, D. Smirnov, and Z. Jiang, Nano Lett. 18 , 7726 (2018). \"Anomalously large resistance at the charge neutrality point in a zero-gap InAs\/GaSb bilayer,\" W. Yu, V. Clericò, C. Hernández Fuentevilla, X. Shi, Y. Jiang, D. Saha, W.K. Lou, K. Chang, D.H. Huang, G. Gumbs, D. Smirnov, C.J. Stanton, Z. Jiang, V. Bellani, Y. Meziani, E. Diez, W. Pan, S.D. Hawkins, and J.F. Klem, New J. Phys. 20, 053062 (2018). 2017: \" Landau- level spectroscopy of massive Dirac fermions in single-crystalline ZrTe 5 thin flakes,\" Y. Jiang, Z.L. Dun, H.D. Zhou, Z. Lu, K.-W. Chen, S. Moon, T. Besara, T.M. Siegrist, R.E. Baumbach, D. Smirnov, and Z. Jiang, Phys. Rev. B 96 , 041101(R) (2017). \"Probing the semiconductor to semimetal transition in InAs\/GaSb double quantum wells by magneto-infrared spectroscopy,\" Y. Jiang, S. Thapa, G.D. Sanders, C.J. Stanton, Q. Zhang, J. Kono, W.K. Lou, K. Chang, S.D. Hawkins, J.F. Klem, W. Pan, D. Smirnov, and Z. Jiang, Phys. Rev. B 95 , 045116 (2017). 2016: \"Quantum oscillations at integer and fractional Landau level indices in single-crystalline ZrTe 5 ,\" W. Yu, Y. Jiang, J. Yang, Z.L. Dun, H.D. Zhou, Z. Jiang, P. Lu, and W. Pan, Scientific Reports 6 , 35357 (2016). \"Temperature-driven massless Kane fermions in HgCdTe crystals: verification of universal velocity and rest-mass description,\" F. Teppe, M. Marcinkiewicz, S.S. Krishtopenko, S. Ruffenach, C. Consejo, A.M. Kadykov, W. Desrat, D. But, W. Knap, J. Ludwig, S. Moon, D. Smirnov, M. Orlita, Z. Jiang, S.V. Morozov, V.I. Gavrilenko, N.N. Mikhailov, and S.A. Dvoretskii, Nature Communications 7 , 12576 (2016). \"Design of asymmetric peptide bilayer membranes,\" S. Li, A.K. Mehta, A.N. Sidorov, T.M. Orlando, Z. Jiang, N. Anthony, and D.G. Lynn, J. Am. Chem. Soc. 138 , 3579 (2016) [featured in JACS Spotlights]. \"Magnetoinfrared spectroscopic study of thin Bi 2 Te 3 single crystals,\" L.-C. Tung, W. Yu, P. Cadden-Zimansky, I. Miotkowski, Y.P. Chen, D. Smirnov, and Z. Jiang, Phys. Rev. B 93 , 085140 (2016). \"Unraveling photoinduced spin dynamics in the topological insulator Bi 2 Se 3 ,\" M.C. Wang, S. Qiao, Z. Jiang, S.N. Luo, and J. Qi, Phys. Rev. Lett. 116 , 036601 (2016). 2015: \"Terahertz near-field imaging of surface plasmon waves in graphene structures,\" O. Mitrofanov, W. Yu, R. Thompson, Y. Jiang, Z.J. Greenberg, J. Palmer, I. Brener, W. Pan, C. Berger, W.A. de Heer, and Z. Jiang, Solid State Commun. 224 , 47 (2015) [invited paper to a Special Issue: Graphene Technology]. \"Giant supercurrent states in a superconductor-InAs\/GaSb-superconductor junction,\" X. Shi, W. Yu, Z. Jiang, B.A. Bernevig, W. Pan, S.D. Hawkins, and J.F. Klem, J. Appl. Phys. 118 , 133905 (2015). \"Rational design of multilayer collagen nanosheets with compositional and structural control,\" T. Jiang, O. Vail, Z. Jiang, X. Zuo, and V. Conticello, J. Am. Chem. Soc. 137 , 7793 (2015). \"Negative magnetoresistance in Ti-cleaned single-layer graphene,\" A. Fujimoto, C.A. Joiner, Y. Jiang, D. Terasawa, A. Fukuda, Z. Jiang, and E.M. Vogel, J. Phys.: Conf. Ser. 603 , 012021 (2015). 2014: \"Superconducting proximity effect in inverted InAs\/GaSb quantum well structures with Ta electrodes,\" W. Yu, Y. Jiang, C. Huan, X. Chen, Z. Jiang, S.D. Hawkins, J.F. Klem, and W. Pan, Appl. Phys. Lett. 105 , 192107 (2014). \"Neurofibrillar tangle surrogates: Histone H1 binding to patterned phosphotyrosine peptide nanotubes,\" S. Li, A.N. Sidorov, A.K. Mehta, A.J. Bisignano, D. Das, W.S. Childers, E. Schuler, Z. Jiang, T.M. Orlando, K. Berland, and D.G. Lynn, Biochemistry 53 , 4225 (2014). \"Cyclotron resonance of single-valley Dirac fermions in nearly gapless HgTe quantum wells, \" J. Ludwig, Yu.B. Vasilyev, N.N. Mikhailov, J.M. Poumirol, Z. Jiang, O. Vafek, and D. Smirnov, Phys. Rev. B 89 , 241406(R) (2014). \"Exceptional ballistic transport in epitaxial graphene nanoribbons,\" J. Baringhaus, M. Ruan, F. Edler, A. Tejeda, M. Sicot, A. Taleb-Ibrahimi, A.-P. Li, Z. Jiang, E.H. Conrad, C. Berger, C. Tegenkamp, and W.A. de Heer, Nature 506 , 349 (2014). \"Tuning a Schottky barrier in a photoexcited topological insulator with transient Dirac cone electron-hole asymmetry,\" M. Hajlaoui, E. Papalazarou, J. Mauchain, L. Perfetti, A. Taleb-Ibrahimi, F. Navarin, M. Monteverde, P. Auban-Senzier, C.R. Pasquier, N. Moisan, D. Boschetto, M. Neupane, M.Z. Hasan, T. Durakiewicz, Z. Jiang, Y. Xu, I. Miotkowski, Y.P. Chen, S. Jia, H. Ji, R.J. Cava, and M. Marsi, Nature Communications 5 , 3003 (2014). 2013: \"THz near-field microscopy of graphene structures, \" O. Mitrofanov, W. Yu, R. Thompson, Y. Jiang, I. Brener, W. Pan, C. Berger, W.A. de Heer, and Z. Jiang, Proc. SPIE 8993 , 89932A (2013). \"Probing terahertz surface plasmon waves in graphene structures, \" O. Mitrofanov, W. Yu, R. Thompson, Y. Jiang, I. Brener, W. Pan, C. Berger, W.A. de Heer, and Z. Jiang, Appl. Phys. Lett. 103 , 111105 (2013). \" Time resolved ultrafast ARPES for the study of topological insulators: The case of Bi 2 Te 3 , \" M. Hajlaoui, E. Papalazarou, J. Mauchain, Z. Jiang, I. Miotkowski, Y.P. Chen, A. Taleb-Ibrahimi, L. Perfetti, and M. Marsi, Eur. Phys. J. Special Topics 222 , 1271 (2013). \"Magnetoplasmons in quasi-neutral epitaxial graphene nanoribbons, \" J.M. Poumirol, W. Yu, X. Chen, C. Berger, W.A. de Heer, M.L. Smith, T. Ohta, W. Pan, M.O. Goerbig, D. Smirnov, and Z. Jiang, Phys. Rev. Lett. 110 , 246803 (2013). \" Competition between the structure phase transition and superconductivity in Ir 1-x Pt x Te 2 as revealed by pressure effects, \" A. Kiswandhi, J.S. Brooks, H.B. Cao, J.Q. Yan, D. Mandrus, Z. Jiang, and H.D. Zhou, Phys. Rev. B 87 , 121107(R) (2013). \"Analysis of supramolecular assemblies via electrostatic force microscopy, \" S. Li, A.N. Sidorov, A.K. Mehta, D. Das, Z. Jiang, T.M. Orlando, and D.G. Lynn, in the proceedings of the 23 rd American Peptide Symposium, American Peptide Society (2013). \"Magnetic field induced quenching of photoluminescence in La 0.7 Sr 0.3 MnO 3 nanopillars embedded in self-assembled, vertically-aligned epitaxial (ZnO) 0.5 :(La 0.7 Sr 0.3 MnO 3 ) 0.5 nanocomposite films,\" W. Pan, Z.X. Bi, K.R. Westlake, T.S. Luk, M.A. Crawford, W. Yu, Z. Jiang, T.D. Tokumoto, S.A. McGill, J. MacManus-Driscoll, and Q.X. Jia, in the proceedings of the 21 st Annual International Conference on Composites\/Nano Engineering (2013). 2012: \" Point-contact Andreev reflection spectroscopy of candidate topological superconductor Cu 0.25 Bi 2 Se 3 , \" X. Chen, C. Huan, Y.S. Hor, C.A.R. Sa de Melo, and Z. Jiang, arXiv:1210.6054. \" Ultrafast surface carrier dynamics in the topological insulator Bi 2 Te 3 , \" M. Hajlaoui, E. Papalazarou, J. Mauchain, G. Lantz, N. Moisan, D. Boschetto, Z. Jiang, I. Miotkowski, Y.P. Chen, L. Perfetti, and M. Marsi, Nano Lett. 12 , 3532 (2012). \"Temperature dependence of Raman-active optical phonons in Bi 2 Se 3 and Sb 2 Te 3 ,\" Y. Kim, X. Chen, Z. Wang, J. Shi, I. Miotkowski, Y.P. Chen, P.A. Sharma, A.L. Lima Sharma, M.A. Hekmaty, Z. Jiang, and D. Smirnov, Appl. Phys. Lett. 100 , 071907 (2012). 2011: \"Thermal expansion coefficients of Bi 2 Se 3 and Sb 2 Te 3 crystals from 10 K to 270 K,\" X. Chen, H.D. Zhou, A. Kiswandhi, I. Miotkowski, Y.P. Chen, P.A. Sharma, A.L. Lima Sharma, M.A. Hekmaty, D. Smirnov, and Z. Jiang, Appl. Phys. Lett. 99 , 261912 (2011). \"Measurement of graphite tight-binding parameters using high field magneto-reflectance,\" L.-C. Tung, P. Cadden-Zimansky, J. Qi, Z. Jiang, and D. Smirnov, Phys. Rev. B 84 , 153405 (2011). \" Thermoelectric power of graphene as surface charge doping indicator ,\" A.N. Sidorov, A. Sherehiy, R. Jayasinghe, R. Stallard, D.K. Benjamin, Q.K. Yu, Z.H. Liu, W. Wu, H.L. Cao, Y.P. Chen, Z. Jiang, and G.U. Sumanasekera, Appl. Phys. Lett. 99 , 013115 (2011). \"Cyclotron resonance near the charge neutrality point of graphene,\" Z. Jiang, E.A. Henriksen, P. Cadden-Zimansky, L.-C. Tung, Y.-J. Wang, P. Kim, and H.L. Stormer, AIP Conf. Proc. 1399 , 773 (2011). 2010 and before (selected papers): \"Ultrafast carrier and phonon dynamics in Bi 2 Se 3 crystals,\" J. Qi, X. Chen, W. Yu, P. Cadden-Zimansky, D. Smirnov, N.H. Tolk, I. Miotkowski, H. Cao, Y.P. Chen, Y. Wu, S. Qiao, and Z. Jiang, Appl. Phys. Lett. 97 , 182102 (2010). \"Thermal transport in graphene nanostructures: experiments and simulations,\" L.A. Jauregui, Y.N. Yue, A.N. Sidorov, J.N. Hu, Q.K. Yu, G. Lopez, R. Jalilian, D.K. Benjamin, D.A. Delk, W. Wu, Z.H. Liu, X.W. Wang, Z. Jiang, X.L. Ruan, J.M. Bao, S.S. Pei, and Y.P. Chen, ECS Trans. 28 , 73 (2010). \"Electronic transport in chemical vapor deposited graphene synthesized on Cu: quantum Hall effect and weak localization,\" H.L. Cao, Q.K. Yu, L.A. Jauregui, J.F. Tian, W. Wu, Z.H. Liu, R. Jalilian, D.K. Benjamin, Z. Jiang, J.M. Bao, S.S. Pei, and Y.P. Chen, Appl. Phys. Lett. 96 , 122106 (2010). \"Interaction-induced shift of the cyclotron resonance in monolayer graphene,\" E.A. Henriksen, P. Cadden-Zimansky, Z. Jiang, Z.Q. Li, L.-C. Tung, M.E. Schwartz, M. Takita, Y.-J. Wang, P. Kim, and H.L. Stormer, Phys. Rev. Lett. 104 , 067404 (2010). \"Symmetry breaking in the zero-energy Landau level in bilayer graphene,\" Y. Zhao, P. Cadden-Zimansky, Z. Jiang, and P. Kim, Phys. Rev. Lett. 104 , 066801 (2010). \"Band structure asymmetry of bilayer graphene revealed by infrared spectroscopy,\" Z.Q. Li, E.A. Henriksen, Z. Jiang, Z. Hao, M.C. Martin, P. Kim, H.L. Stormer, and D.N. Basov, Phys. Rev. Lett. 102 , 037403 (2009). \"Wigner crystallization in a quasi-3D electronic system,\" B.A. Piot, Z. Jiang, C.R. Dean, L.W. Engel, G. Gervais, L.N. Pfeiffer, and K.W. West, Nature Physics 4 , 936 (2008). \"Dirac charge dynamics in graphene by infrared spectroscopy,\" Z.Q. Li, E.A. Henriksen, Z. Jiang, Z. Hao, M.C. Martin, P. Kim, H.L. Stormer, and D.N. Basov, Nature Physics 4 , 532 (2008). \"Ultrahigh electron mobility in suspended graphene,\" K.I. Bolotin, K.J. Sikes, Z. Jiang, G. Fudenberg, J. Hone, P. Kim, and H.L. Stormer, Solid State Commun. 146 , 351 (2008). \"Cyclotron resonance of bilayer graphene,\" E.A. Henriksen, Z. Jiang, L.-C. Tung, M.E. Schwartz, M. Takita, Y.-J. Wang, P. Kim, and H.L. Stormer, Phys. Rev. Lett. 100 , 087403 (2008). \"Quantum Hall states near the charge-neutral Dirac point in graphene,\" Z. Jiang, Y. Zhang, H.L. Stormer, and P. Kim, Phys. Rev. Lett. 99 , 106802 (2007). \"Impact of spin-orbit coupling on quantum Hall nematic phases,\" M.J. Manfra, R. de Picciotto, Z. Jiang, S.H. Simon, L.N. Pfeiffer, K.W. West, and A.M. Sergent, Phys. Rev. Lett. 98 , 206804 (2007). \"Infrared spectroscopy of Landau levels of graphene,\" Z. Jiang, E.A. Henriksen, L.-C. Tung, Y.-J. Wang, M.E. Schwartz, M.Y. Han, P. Kim, and H.L. Stormer, Phys. Rev. Lett. 98 , 197403 (2007). \"Room-temperature quantum Hall effect in graphene,\" K.S. Novoselov, Z. Jiang, Y. Zhang, S.V. Morozov, H.L. Stormer, U. Zeitler, J.C. Maan, G.S. Boebinger, P. Kim, and A.K. Geim, Science 315 , 1379 (2007). \"Landau-level splitting in graphene in high magnetic fields,\" Y. Zhang, Z. Jiang, J.P. Small, M.S. Purewal, Y.-W. Tan, M. Fazlollahi, J.D. Chudow, J.A. Jaszczak, H.L. Stormer, and P. Kim, Phys. Rev. Lett. 96 , 136806 (2006). \"Quantitative measurements of the thermal conductance of Andreev interferometers,\" Z. Jiang and V. Chandrasekhar, Phys. Rev. B 72 , 020502(R) (2005). \"Thermal conductance of Andreev interferometers,\" Z. Jiang and V. Chandrasekhar, Phys. Rev. Lett. 94 , 147002 (2005). Book Chapters: \"Epitaxial graphene on SiC: 2D sheets, selective growth and nanoribbons,\" C. Berger, D. Deniz, J. Gigliotti, J. Palmer, J. Hankinson, Y. Hu, J.-P. Turmaud, R. Puybaret, A. Ougazzaden, A.N. Sidorov, Z. Jiang, and W.A. de Heer, book chapter in Growing graphene on Semiconductors (Eds: N. Motta, F. Iacopi, and C. Coletti), Psychology Press (2017). zjiang33@gatech.edu (404) 385-3906 Boggs B-18 (Labs: B-22\/B-48) My CV (with complete publication list) Jiang Group Website"
            ]
        ]
    ]
}