{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7X9XV105",
            "0rlyyTwAAAAJ",
            [
                "First-year Wilkinson Microwave Anisotropy Probe (WMAP)* observations: determination of cosmological parameters",
                "Five-year wilkinson microwave anisotropy probe* observations: cosmological interpretation",
                "The Microwave Anisotropy Probe* Mission",
                "Nine-year Wilkinson Microwave Anisotropy Probe (WMAP) observations: cosmological parameter results",
                "The Wide-field Infrared Survey Explorer (WISE): mission description and initial on-orbit performance",
                "Structure in the COBE differential microwave radiometer first-year maps",
                "The infrared array camera (IRAC) for the spitzer space telescope",
                "The Spitzer space telescope mission",
                "Five-Year Wilkinson Microwave Anisotropy Probe* Observations: Likelihoods and Parameters from The Wmap Data",
                "Nine-year Wilkinson Microwave Anisotropy Probe (WMAP) observations: final maps and results"
            ],
            [
                "WMAP precision data enable accurate testing of cosmological models. We find that the emerging standard model of cosmology, a flat Λ‐dominated universe seeded by a nearly scale‐invariant adiabatic Gaussian fluctuations, fits the WMAP data. For the WMAP data only, the best‐fit parameters are  ,  ,  ,  ,  , and  . With parameters fixed only by WMAP data, we can fit finer scale cosmic microwave background (CMB) measurements and measurements of large‐scale structure (galaxy surveys and the Lyα forest). This simple model is also consistent with a host of other astronomical measurements: its inferred age of the universe is consistent with stellar ages, the baryon\/photon ratio is consistent with measurements of the [D\/H] ratio, and the inferred Hubble constant is consistent with local observations of the expansion rate. We then fit the model parameters to a combination of WMAP data with other finer scale CMB …",
                "The Wilkinson Microwave Anisotropy Probe (WMAP) 5-year data provide stringent limits on deviations from the minimal, six-parameter Λ cold dark matter model. We report these limits and use them to constrain the physics of cosmic inflation via Gaussianity, adiabaticity, the power spectrum of primordial fluctuations, gravitational waves, and spatial curvature. We also constrain models of dark energy via its equation of state, parity-violating interaction, and neutrino properties, such as mass and the number of species. We detect no convincing deviations from the minimal model. The six parameters and the corresponding 68% uncertainties, derived from the WMAP data combined with the distance measurements from the Type Ia supernovae (SN) and the Baryon Acoustic Oscillations (BAO) in the distribution of galaxies, are: Ω b h 2= 0.02267+ 0.00058–0.00059, Ω c h 2= 0.1131±0.0034, Ω Λ= 0.726±0.015, n s= 0.960±0.013 …",
                "The purpose of the MAP mission is to determine the geometry, content, and evolution of the universe via a 13  full width half‐maximum (FWHM) resolution full‐sky map of the temperature anisotropy of the cosmic microwave background radiation with uncorrelated pixel noise, minimal systematic errors, multifrequency observations, and accurate calibration. These attributes were key factors in the success of NASA’s Cosmic Background Explorer (COBE) mission, which made a 7° FWHM resolution full sky map, discovered temperature anisotropy, and characterized the fluctuations with two parameters, a power spectral index and a primordial amplitude. Following COBE, considerable progress has been made in higher resolution measurements of the temperature anisotropy. With 45 times the sensitivity and 33 times the angular resolution of the COBE mission, MAP will vastly extend our knowledge of cosmology. MAP …",
                "We present cosmological parameter constraints based on the final nine-year Wilkinson Microwave Anisotropy Probe (WMAP) data, in conjunction with a number of additional cosmological data sets. The WMAP data alone, and in combination, continue to be remarkably well fit by a six-parameter ΛCDM model. When WMAP data are combined with measurements of the high-l cosmic microwave background anisotropy, the baryon acoustic oscillation scale, and the Hubble constant, the matter and energy densities, Ω b h 2, Ω c h 2, and Ω Λ, are each determined to a precision of~ 1.5%. The amplitude of the primordial spectrum is measured to within 3%, and there is now evidence for a tilt in the primordial spectrum at the 5σ level, confirming the first detection of tilt based on the five-year WMAP data. At the end of the WMAP mission, the nine-year data decrease the allowable volume of the six-dimensional ΛCDM parameter …",
                "The all sky surveys done by the Palomar Observatory Schmidt, the European Southern Observatory Schmidt, and the United Kingdom Schmidt, the InfraRed Astronomical Satellite, and the Two Micron All Sky Survey have proven to be extremely useful tools for astronomy with value that lasts for decades. The Wide-field Infrared Survey Explorer (WISE) is mapping the whole sky following its launch on 2009 December 14. WISE began surveying the sky on 2010 January 14 and completed its first full coverage of the sky on July 17. The survey will continue to cover the sky a second time until the cryogen is exhausted (anticipated in 2010 November). WISE is achieving 5σ point source sensitivities better than 0.08, 0.11, 1, and 6 mJy in unconfused regions on the ecliptic in bands centered at wavelengths of 3.4, 4.6, 12, and 22 μm. Sensitivity improves toward the ecliptic poles due to denser coverage and lower zodiacal …",
                "The first year of data from the Differential Microwave Radiometers (DMR) on the Cosmic Backgoround",
                "The Infrared Array Camera (IRAC) is one of three focal plane instruments on the Spitzer Space Telescope. IRAC is a four‐channel camera that obtains simultaneous broadband images at 3.6, 4.5, 5.8, and 8.0 μm. Two nearly adjacent   fields of view in the focal plane are viewed by the four channels in pairs (3.6 and 5.8 μm; 4.5 and 8 μm). All four detector arrays in the camera are   pixels in size, with the two shorter wavelength channels using InSb and the two longer wavelength channels using Si:As IBC detectors. IRAC is a powerful survey instrument because of its high sensitivity, large field of view, and four‐color imaging. This paper summarizes the in‐flight scientific, technical, and operational performance of IRAC.",
                "The Spitzer Space Telescope, NASA’s Great Observatory for infrared astronomy, was launched 2003 August 25 and is returning excellent scientific data from its Earth‐trailing solar orbit. Spitzer combines the intrinsic sensitivity achievable with a cryogenic telescope in space with the great imaging and spectroscopic power of modern detector arrays to provide the user community with huge gains in capability for exploration of the cosmos in the infrared. The observatory systems are largely performing as expected, and the projected cryogenic lifetime is in excess of 5 years. This paper summarizes the on‐orbit scientific, technical, and operational performance of Spitzer. Subsequent papers in this special issue describe the Spitzer instruments in detail and highlight many of the exciting scientific results obtained during the first 6 months of the Spitzer mission.",
                "This paper focuses on cosmological constraints derived from analysis of WMAP data alone. A simple ΛCDM cosmological model fits the five-year WMAP temperature and polarization data. The basic parameters of the model are consistent with the three-year data and now better constrained: Ω b h 2= 0.02273±0.00062, Ω c h 2= 0.1099±0.0062, Ω Λ= 0.742±0.030, n s= 0.963+ 0.014–0.015, τ= 0.087±0.017, and σ 8= 0.796±0.036, with h= 0.719+ 0.026–0.027. With five years of polarization data, we have measured the optical depth to reionization, τ> 0, at 5σ significance. The redshift of an instantaneous reionization is constrained to be z reion= 11.0±1.4 with 68% confidence. The 2σ lower limit is z reion> 8.2, and the 3σ limit is z reion> 6.7. This excludes a sudden reionization of the universe at z= 6 at more than 3.5 σ significance, suggesting that reionization was an extended process. Using two methods for polarized …",
                "We present the final nine-year maps and basic results from the Wilkinson Microwave Anisotropy Probe (WMAP) mission. The full nine-year analysis of the time-ordered data provides updated characterizations and calibrations of the experiment. We also provide new nine-year full sky temperature maps that were processed to reduce the asymmetry of the effective beams. Temperature and polarization sky maps are examined to separate cosmic microwave background (CMB) anisotropy from foreground emission, and both types of signals are analyzed in detail. We provide new point source catalogs as well as new diffuse and point source foreground masks. An updated template-removal process is used for cosmological analysis; new foreground fits are performed, and new foreground-reduced CMB maps are presented. We now implement an optimal C–1 weighting to compute the temperature angular power spectrum …"
            ],
            [
                [
                    "Cosmology",
                    "Infrared Astronomy"
                ]
            ]
        ]
    ]
}