{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7XFQ8FJN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Wladislav Lyatsky Atmospheric, Planetary and Space Physics Contact E-Mail: lyatsky@cspar.uah.edu  Recent Publications Lyatsky, W., and A. Tan, Latitudinal effect in semiannual variation of geomagnetic\n                  activity, J. Geophys. Res., accepted, 2002 in press. Lyatsky, W., A. Tan, and G. V. Khazanov, Solar Wind Disturbances Responsible for Geomagnetic\n                  Storms, J. Geophys. Res., accepted, 2002 in press. Kozlovsky, A., A. Koustov, W. Lyatsky, J. Kangas, G. Parks, and D. Chua, Ionospheric\n                  convection in the postnoon auroral oval: SuperDARN and Polar UVI observations, J.\n                  Geophys. Res., accepted, 2002 in press. Benkevitch, L. V., W. Lyatsky, A. V. Koustov, G. J. Sofko, and A. M. Hamza, Substorm\n                  onset times as derived from geomagnetic indices, Geophys. Res. Lett., 28, No. 11,\n                  2002. Lyatsky, W., P. T. Newell, and A. M. Hamza, Solar illumination as cause of the equinoctial\n                  preference for geomagnetic activity, Geophys. Res. Lett., 28, 2353-2356, 2001. Lyatsky, W., and A. M. Hamza, Possible role of ion demagnetization in the plasma sheet\n                  in auroral arc and substorm generation, Space Sci. Rev., 95, 373-385, 2001. Lyatsky, W., and A. M. Hamza, Seasonal and diurnal variations of geomagnetic activity\n                  and their role in Space Weather forecast, Canad. J. Phys., 76, 907-920, 2001. Lyatsky, W., L. L. Cogger, B. Jackel, A. M. Hamza, W. J. Hughes, D. Murr, and Ole\n                  Rasmussen, Substorm development as observed by Interball UV imager and 2-D magnetic\n                  array, J. Atmos. Solar-Terr. Phys., 63, 1609-1621, 2001. Lyatsky, W., and A. M. Hamza, A possible role of magnetosphere-ionosphere coupling\n                  in auroral arc generation, Ann. Geophys., 18, 1108-1117, 2000. Benkevich, L., W. Lyatsky, and L. L. Cogger, Field-aligned currents between conjugate\n                  hemispheres, J. Geophys. Res., 105, 27,727- 27,738, 2000."
            ]
        ]
    ]
}