{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7XI8BITP",
            "w4z5vxQAAAAJ",
            [
                "Common structures between finite systems and conformal field theories through quantum groups",
                "Exact determination of the percolation hull exponent in two dimensions",
                "Exact tricritical exponents for polymers at the FTHETA point in two dimensions",
                "Exact conductance through point contacts in the ν= 1\/3 fractional quantum Hall effect",
                "Exact nonequilibrium transport through point contacts in quantum wires and fractional quantum Hall devices",
                "Conformal invariance and applications to statistical mechanics",
                "Quantum field theory for the multi-variable Alexander-Conway polynomial",
                "Precursors, aftershocks, criticality and self-organized criticality",
                "Relations between the Coulomb gas picture and conformal invariance of two-dimensional critical models",
                "Boundary energy and boundary states in integrable quantum field theories"
            ],
            [
                "We discuss in this paper algebraic structures that are common to finite integrable lattice systems and conformal field theories. The concept of quantum group plays a major role in our study, and a detailed theory of representations of Uq[SU(n+1)] for q a root of unity is given. We obtain in particular a discrete analog of the Feigin-Fuchs construction, with corresponding concepts of null vectors or unitarity. The modular transformation S-matrix is also obtained from finite lattice considerations.",
                "By mapping the two-dimensional percolation problem on a Coulomb gas, we obtain the exact fractal dimension of the external perimeter (or\" hull\") of the infinite percolation cluster: D H= 7 4, in agreement with numerical estimates and a recent conjecture. We also determine an infinite set of exact exponents associated with various topologies of this hull. We argue finally that the different fractal dimensions observed recently by Grossman and Aharony, who modified the definition of the hull, are all equal to D e= 4 3.",
                "We propose the exact values of the tricritical exponents of a collapsing polymer in two dimensions: ν=(4\/7, γ=(8\/7, and φ=(3\/7. They are obtained in a model of self-avoiding walk on a hexagonal lattice, with random forbidden hexagons, whose percolation threshold gives the exact tricritical point. The infinitely many exact tricritical exponents then derived from Coulomb gas methods are critical exponents of the O (n= 1) Ising model below T c. The numerical check is very good.",
                "The conductance for tunneling through an impurity in a Luttinger liquid is described by a universal scaling function. We compute this scaling function exactly, by using the thermodynamic Bethe ansatz and a kinetic (Boltzmann) equation. This model has been proposed to describe resonant tunneling through a point contact between two ν= 1\/3 quantum Hall edges. Recent experiments on quantum Hall devices agree well with our exact results. We also derive the exact conductance and I V curve, out of equilibrium, in this fully interacting system.",
                "We have recently calculated exact nonequilibrium quantum transport properties through a point contact in a Luttinger liquid. Using a particular quasiparticle basis of the Hilbert space dictated by integrability, we here compute explicitly the exact I (V) characteristic and conductance out of equilibrium as a function of driving voltage V and temperature T. These are described by universal scaling functions of two variables, the scaled point-contact interaction strength, and V\/T. The differential-conductance curve as a function of the interaction strength broadens significantly as V\/T is increased, and develops a pronounced maximum at a (universal) critical value (eV\/k B T)= 7.188 68.... In addition, we derive an exact duality between strong and weak backscattering. The theory presented here has recently been realized experimentally in resonant tunneling-transport experiments between edge states in fractional quantum Hall …",
                "This volume contains Introductory Notes and major reprints on conformal field theory and its applications to 2-dimensional statistical mechanics of critical phenomena. The subject relates to many different areas in contemporary physics and mathematics, including string theory, integrable systems, representations of infinite Lie algebras and automorphic functions.",
                "We investigate in this paper the quantum field theory description of the multi-variable Alexander polynomial (Δ). We first study the WZW model on the GL(1, 1). It presents a number of interesting features including non-compactness, non-simplicity, 1\/k2 quantum corrections, and logarithms in the current blocks. We compute the four-point functions, determine the scalar product of current blocks and make contact with the Uqgl(1, 1) quantum group. We then discuss the gl(1,1) Chern-Simons model and recover the eight relations that uniquely determine Δ, as shown recently by Murakami. We discuss also how Δ can be computed by link surgery. The analysis runs into some difficulties due to the facts that Δ is zero in the braid group approach unless a strand is open, and that Δ vanishes for a split link. We propose some formal solutions to these. In appendices we give the full set of Uqgl(1, 1) 6j coefficients, we deal with …",
                "We present a simple model of earthquakes on a pre-existing hierarchical fault structure. The system self-organizes at large times in a stationary state with a power law Gutenberg-Richter distribution of earthquake sizes. The largest fault carries irregular great earthquakes preceded by precursors developing over long time scales and followed by aftershocks obeying an Omori's law. The cumulative energy released by precursors follows a time-to-failure power law with log-periodic structures, qualifying a large event as an effective dynamical (depinning) critical point. Down the hierarchy, smaller earthquakes exhibit the same phenomenology, albeit with increasing irregularities.",
                "Partition functions of critical 2D models on a torus can be derived from their microscopic formulation and their free field representation in the continuum limit. This is worked out explicitly for theO(n) andQ-state Potts model. Forn orQ integer we recover results obtained from conformal invariance, but our procedure also extends to nonintegral values. In the latter case the expansion on characters of the Virasoro algebra involves real coefficients of either sign. The operator content of both models is discussed in detail.",
                "We study the ground-state energy of integrable 1 + 1 quantum field theories with boundaries (the genuine Casimir effect). In the scalar case, this is done by introducing a new “R-channel TBA”, where the boundary is represented by a boundary state, and the thermodynamics involves evaluating scalar products of boundary states with all the states of the theory. In the non-scalar, sine-Gordon case, this is done by generalizing the method of Destri and De Vega. The two approaches are compared. Miscellaneous other results are obtained, in particular formulas for the overall normalization and scalar products of boundary states, exact partition functions for the critical Ising model in a boundary magnetic field, and also results for the energy, excited states and boundary S-matrix of O(n) and minimal models."
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Hubert Saleur  Professor of Physics and Astronomy  Contact Information  E-mail:  saleur@physics.usc.edu  Phone: (213) 740-6652 Office: SSC 215B  LINKS  Curriculum Vitae  Personal Website        Education   Ph.D. Physics, University of Paris, 1\/1987   Description of Research  Summary Statement of Research Interests  Professor Saleur is interested in low dimensional quantum field theories and statistical mechanics. His work is at the border between  hard condensed matter physics and high energy physics, and rather interdisciplinary.  He has recently concentrated on the study of transport out of equilibrium in nanostructures, and in phase transitions in disordered electronic systems. In the latter case, many of the techniques he uses are common with string theory.  Research Keywords  quantum field theories, statistical mechanics, non perturbative effects, transport out of equilibrium, AdS\/CFT correspondence  Funded Research  Contracts and Grants Awarded   Quench dynamics of disordered quantum impurity systems (DOE), S. Haas, H. Saleur, $300,000, 2014-2017  Quantum Quench Dynamics-Crossover Phenomena in Non-Equilibrium Correlated Quantum Systems (DOE), S. Haas, H. Saleur, $120,000, 2012-2014    Affiliations with Research Centers, Labs, and Other Institutions   IPhT CEA Saclay, 91191 Gif Sur Yvette, France, Director of Research, http:\/\/ipht.cea.fr\/en\/index.php    Conferences and Other Presentations  Conference Presentations   \"A new approach to integrable spin chains in a magnetic field\", Curiosity-Driven Physics: From Algebras to Quantum Chains and Statistical Mechanics, Talk\/Oral Presentation, Trieste (Italy), Invited, 2018-2019  \"Four point functions in percolation and LCFT\", Field Theory in Condensed Matter: A Symposium in honor of Nick Read, Talk\/Oral Presentation, Yale University, New Haven, Invited, 2018-2019  \"Logarithmic CFT and associative algebras\", In and around topological physics, Keynote Lecture, Kuangou China, Invited, 2018-2019  \"Entanglement in non-unitary conformal field theories.\", Entanglement in quantum systems, Lecture\/Seminar, Florence, Italy, Invited, 2017-2018  \"Four point functions in critical percolation\", Correlation functions in quantum integrable systems and beyond, Lecture\/Seminar, Lyon, France, Invited, 2017-2018  \"Four point functions in non-unitary CFTs\", Wonders of Broken Integrability, Lecture\/Seminar, Simons Institute, Stonybrook, US, Invited, 2017-2018  \"Lattice algebras and correlation functions in CFT\", Algebraic methods in mathematical physics, Keynote Lecture, CRM Université de Montréal, Canada, Invited, 2017-2018  \"Entanglement and quantum field theory\", Condensed matter in the city, Lecture\/Seminar, London, UK, Invited, 2016-2017  \"Fusion in the affine Temperley-Lieb algebra: applications to CFT\", Subfactors, K theory and conformal field theory, Lecture\/Seminar, Newton Institute, Cambridge, UK, Invited, 2016-2017  \"Quantum entanglement in non-unitary theories\", Random geometry and physics, Talk\/Oral Presentation, Institut Henri Poincare, Pari, France, Invited, 2016-2017  \"Full counting statistics in the not so long time limit\", Non equilibrium dynamics of stochastic and quantum integrable systems , Talk\/Oral Presentation, KITP Santa Barbara, Invited, 2015-2016  \"Fusion in the affine Temperley-Lieb algebra\", Representation theory and physics, Talk\/Oral Presentation, Leeds Mathematics department, UK, Invited, 2015-2016  \"Quantum impurities and quantum information\", Entanglement and non equilibrium physics of pure and disordered systems, Talk\/Oral Presentation, ICTP Trieste, Italy, Invited, 2015-2016  \"Exact overlaps in the Kondo model\", Symmetries and universality in mesoscopic systems, Talk\/Oral Presentation, Cologne, Germany, Invited, 2014-2015  \"Loop models and Liouville theory at central charge less than one\", The mathematics of conformal field theory, Talk\/Oral Presentation, Canberra, Australia, Invited, 2014-2015  \"Exact overlaps in the Kondo problem\", Entanglement entropy of many body quantum systems, Talk\/Oral Presentation, King's College, London, Invited, 2013-2014  \"Non perturbative features of entanglement entropy\", Quantum Engineering, Talk\/Oral Presentation, Nordita, Stockholm, Sweden, Invited, 2013-2014  \"Indecomposability in quantum field theory\", Euler Symposium, Talk\/Oral Presentation, St Petersburg, Russia, Invited, 2012-2013  \"Spin chains for the black hole sigma model\", Low D quantum condensed matter physics, Talk\/Oral Presentation, Amsterdam,The Netherlands, Invited, 2012-2013  \"Associative algebraic approach to Logarithmic CFTs\", International Congress on Mathematical Physics, Keynote Lecture, Paper, Aalborg (Denmark), Invited, 2011-2012  \"Bethe ansatz and transport: a review\", Sasha Gogolin Memorial Meeting, Talk\/Oral Presentation, Trieste (Italy), Invited, 2011-2012  \"Edge states and Theta terms in the spin quantum Hall effect\", Conformal invariance, discrete holomorphicity and integrability, Talk\/Oral Presentation, Helsinki (Finland), Invited, 2011-2012  \"Non perturbative methods out of equilibrium\", Strongly interacting quantum systems out of equilibrium, Talk\/Oral Presentation, Paper, Les Houches (France), Invited, 2011-2012  \"Bethe ansatz for open systems\", Quantum information concepts for condensed matter problems, Talk\/Oral Presentation, Dresden (Germany), Invited, 2010-2011  \"Logarithmic CFTs and associative algebras\", Cargese Luminy Physics Mathematics Summer Institute, Talk\/Oral Presentation, Cargese (France), Invited, 2010-2011  \"Noise and full counting statistics in the IRLM\", Integrability and its breaking in strongly correlated and disordered systems, Talk\/Oral Presentation, Trieste (Italy), Invited, 2010-2011  \"Bethe ansatz and transport out of equilibrium\", Emergent quantum phenomena from the micro to the macro world, Talk\/Oral Presentation, Cargese, France, Invited, 2009-2010  \"Integrability and transport\", Time dependent dynamics and non equilibrium quantum systems, Talk\/Oral Presentation, Budapest, Hungary, Invited, 2009-2010  \"Physical aspects of supergroup sigma models\", Facets of Integrability, Talk\/Oral Presentation, Saclay, France, Invited, 2009-2010   Publications  Book   Bars, I., Nemeschansky, D., Pilch, K., Saleur, H. M., Warner, N. P. \r\n                                (1996).\r\n                            Future Perspectives in String Theory. USA, UK, Singapore: World Scientific.   Journal Article   Roy, A., Pollmann, F., Saleur, H. \r\n                                (2020).\r\n                            Entanglement Hamiltonian of the 1+1-dimensional free, compactified boson conformal field theory. J. Stat. Mech.. pp. 283104. arXiv   Tan, C., Saleur, H., Haas, S. \r\n                                (2020).\r\n                            Detection of Topology via Entanglement Oscillations. Phys. Rev. B. \r\n                                Vol. 101, pp. 235155. arXiv   He, Y., Jacobsen, J. L., Grans-Samuelsson, L., Saleur, H. \r\n                                (2020).\r\n                            Four-point geometrical correlation functions in the two-dimensional Q-state Potts model: connections with the RSOS models. JHEP. \r\n                                Vol. 05, pp. 144. arXiv   Robertson, N., Pawelkiewicz, M., Jacobsen, J. L., Saleur, H. \r\n                                (2020).\r\n                            Integrable boundary conditions in the antiferromagnetic Potts model. JHEp. \r\n                                Vol. 05, pp. 144. PubMed Web Address  arXiv   Roy, A., Saleur, H. \r\n                                (2019).\r\n                            Quantum Electronic Circuit Simulation of Generalized sine-Gordon Models. Physical Review B. \r\n                                Vol. 100, pp. 155425. arXiv   Robertson, N., Jacobsen, J. L., Saleur, H. \r\n                                (2019).\r\n                            Conformally invariant boundary conditions in the antiferromagnetic Potts model and the SL(2,R)\/U(1) sigma model. JHEP. \r\n                                Vol. 10, pp. 254. arXiv   Bizhdiev, K., Misguich, G., Saleur, H. \r\n                                (2019).\r\n                            Out-of-equilibrium transport in the interacting resonant level model and comparison with the boundary sine-Gordon model. Phys. Rev. B\/US. \r\n                                Vol. B100, pp. 075157. arXiv   Granet, E., Jacobsen, J., Saleur, H. \r\n                                (2019).\r\n                            Spontaneous symmetry breaking in 2D supersphere sigma models and applications to intersecting loop soups. Journal of Physics A\/UK. \r\n                                Vol. 52, pp. 345001. arXiv   Granet, E., Jacobsen, J., Saleur, H. \r\n                                (2019).\r\n                            Analytical results on the Heisenberg spin chain in a magnetic field. J. Phys. A\/IOP. \r\n                                Vol. 52, pp. 255302. arXiv   Couvreur, R., Vernier, E., Jacobsen, J. L., Saleur, H. \r\n                                (2019).\r\n                            On truncations of the Chalker-Coddington model. Nuclear Physics B\/Elsevier. \r\n                                Vol. 941, pp. 507--559. arXiv   Jacobsen, J. L., Saleur, H. \r\n                                (2019).\r\n                            Bootstrap approach to geometrical four-point functions in the two-dimensional critical Q-state Potts model: A study of the s-channel spectra. Journal of High Energy Physics\/Springer. \r\n                                Vol. 01, pp. 80. arXiv   Granet, E., Jacobsen, J. L., Saleur, H. \r\n                                (2018).\r\n                            A distribution approach to finite-size corrections in Bethe-ansatz solvable models. Nuclear Physics B. \r\n                                Vol. 934, pp. 96-117. arXiv   Vasseur, R., Roshani, A., Haas, S., Saleur, H. \r\n                                (2017).\r\n                            Healing of defects in random antiferromagnetic spin chains. EPL\/IOPScience. \r\n                                Vol. 119 (5) arXiv   Campos Venuti, L., Ma, Z., Saleur, H., Haas, S. \r\n                                (2017).\r\n                            Topological protection of coherence in a dissipative environment. Physical Review A. \r\n                                Vol. 96, pp. 053858. arXiv   Belletete, J., Gainutdinov, A. M., Jacobsen, J. L., Saleur, H., Vasseur, R. \r\n                                (2017).\r\n                            On the correspondence between boundary and bulk lattice models and (logarithmic) conformal field theories. J. Phys. A\/IOP. \r\n                                Vol. 50 (48) arXiv   Couvreur, R., Jacobsen, J. L., Saleur, H. \r\n                                (2017).\r\n                            Entanglement in non-unitary quantum critical spin chains. Phys. Rev. Lett.. arXiv   Vasseur, R., Saleur, H. \r\n                                (2017).\r\n                            Universal Entanglement Dynamics following a Local Quench. SciPost Rhys. arXiv   Vernier, E., Jacobsen, J. L., Saleur, H. \r\n                                (2017).\r\n                            Elaborating the phase diagram of spin 1 anyonic spin chains. SciPost Phys. arXiv   Vernier, E., Jacobsen, J. L., Saleur, H. \r\n                                (2016).\r\n                            The continuum limit of a(2)N-1 spin chains. Nuclear Physics B. \r\n                                Vol. 911, pp. 52--93. arXiv   Ikhlef, Y., Jacobsen, J. L., Saleur, H. \r\n                                (2016).\r\n                            Three-point functions in c <= 1 Liouville theory and conformal loop ensembles. Phys. Rev. Lett.. \r\n                                Vol. 116, pp. 130601. arXiv   Vernier, E., Jacobsen, J. L., Saleur, H. \r\n                                (2016).\r\n                            Dilute oriented loop models. Journal of Physics A. \r\n                                Vol. 49 (6), pp. 064002. arXiv   Vernier, E., Jacobsen, J. L., Saleur, H. \r\n                                (2015).\r\n                            A new look at the collapse of two dimensional polymer. J. Stat. Mech.. pp. (2015) P09001 (35pp). arxiv   Gainutdinov, A. M., Read, N., Saleur, H., Vasseur, R. \r\n                                (2015).\r\n                            The periodic alternating sl21 spin chain and its continuum limit as a bulk logarithmic conformal field theory at c=0. J. High Energy Physics. pp. May 2015,2015:114 (69pp). arxiv   Lukyanov, S., Saleur, H., Jacobsen, J. L., Vasseur, R. \r\n                                (2015).\r\n                            Exact overlaps in the Kondo problem. Physical Review Letters. \r\n                                Vol. 114, pp. 080601. arxiv   Gainutdinov, A. M., Saleur, H., Tipunin, I. \r\n                                (2014).\r\n                            Lattice W algebras and Logarithmic CFTs. J. Phys. A Math Theor.. \r\n                                Vol. A47, pp. 495401 (49pp). arxiv   Vernier, E., Jacobsen, J. L., Saleur, H. \r\n                                (2014).\r\n                            Non compact continuum limit of two coupled Potts models. J. Stat. Mech.. pp. P10003(2014). PubMed Web Address  arxiv   Vernier, E., Jacobsen, J. L., Saleur, H. \r\n                                (2014).\r\n                            Non compact conformal field theory and the a22 model in regime III. Journal of Physics A. \r\n                                Vol. 47, pp. 285202 (51pp). archive   Vasseur, R., Jacobsen, J. L., Saleur, H. \r\n                                (2014).\r\n                            Universal entanglement crossover of coupled quantum wires. Phys. Rev. Lett.. \r\n                                Vol. 112, pp. 106601 (5pp). Archive   Schmitteckert, P., Carr, S. T., Saleur, H. \r\n                                (2014).\r\n                            Transport through nano structures: finite time versus finite size. Physical Review B. \r\n                                Vol. 89, pp. 081401 (5pp). Archive   Gainutdinov, A. M., Jacobsen, J. L., Read, N., Saleur, H., Vasseur, R. \r\n                                (2013).\r\n                            Logarithmic conformal field theory: a lattice approach. Journal of Physics A. \r\n                                Vol. 46, pp. 494012 (34pp). archive   Freton, L., Boulat, E., Saleur, H. \r\n                                (2013).\r\n                            Infra red expansion of entanglement entropy in the interacting resonant level model. Nuclear Physics B\/Elsevier. \r\n                                Vol. 874 (1), pp. 279--311. arXiv.org   Gainutdinov, A., Jacobsen, J. L., Saleur, H., Vasseur, R. \r\n                                (2013).\r\n                            A physical approach to the classification of indecomposable  Virasoro representations from the blob algebra. Nuclear Physic B\/Elsevier. \r\n                                Vol. 873 (3), pp. 614--681. arXiv.org   Saleur, H., Schmitteckert, P., Vasseur, R. \r\n                                (2013).\r\n                            Entanglement in quantum impurity problems is non perturbative. Physical Review B. \r\n                                Vol. 88, pp. 085413--085426. arXiv.org   Gainutdinov, A., Read, N., Saleur, H. \r\n                                (2013).\r\n                            Continuum limit and symmetries of the periodic gl(1|1) spin chain. Nuclear Physics B\/Elsevier. \r\n                                Vol. 873 (2), pp. 245--288. arXiv.org   Gainutdinov, A., Read, N., Saleur, H. \r\n                                (2013).\r\n                            Bimodule structure in the periodic gl(1|1) spin chain. Nuclear Physic B\/Elsevier. \r\n                                Vol. 871 (2), pp. 289--329. arXiv.org   Vasseur, R., Trinh, K., Haas, S., Saleur, H. \r\n                                (2013).\r\n                            Crossover physics in the non equilibrium dynamics of quenched quantum impurity systems. Physical Review Letters. \r\n                                Vol. 110, pp. 240601--240605. arXiv.org   Bondesan, R., Jacobsen, J. L., Saleur, H. \r\n                                (2013).\r\n                            Rectangular amplitudes, conformal blocks, and applications to loop models. Nuclear Physics B\/Elsevier. \r\n                                Vol. 867 (3), pp. 913--949. arXiv.org   Bondesan, R., Dubail, J., Jacobsen, J. L., Saleur, H. \r\n                                (2012).\r\n                            Conformal boundary state for the rectangular geometry. Nuclear Physics B\/Elsevier. \r\n                                Vol. 862 (2), pp. 553--575.  Vasseur, R., Gainutdinov, A., Jacobsen, J. L., Saleur, H. \r\n                                (2012).\r\n                            The puzzle of bulk conformal field theories at central charge c=0. Physical Review Letters. \r\n                                Vol. 108, pp. 161602.  Bondesan, R., Gruzberg, I. A., Jacobsen, J. L., Obuse, H., Saleur, H. \r\n                                (2012).\r\n                            Exact exponents for the spin quantum Hall transition in the presence of multiple edge channels. Physical Review Letters. \r\n                                Vol. 108, pp. 126801.  Ikhlef, Y., Jacobsen, J. L., Saleur, H. \r\n                                (2012).\r\n                            An integrable spin chain for the SL(2,R)\/U(1) black hole sigma model. Physical Review Letters. (108), pp. 081601.  Vasseur, R., Jacobsen, J. L., Saleur, H. \r\n                                (2011).\r\n                            Indecomposability parameters in chiral logarithmic conformal field theory. Nuclear Physics \/ Elsevier. \r\n                                Vol. B851, pp. 314--345. Archive   Komnik, A., Saleur, H. \r\n                                (2011).\r\n                            Quantum fluctuation theorem in an interacting setup: point contacts in fractional quantum Hall edge state devices. Physical Review Letters. \r\n                                Vol. 107, pp. 100601. archive   Bondesan, R., Jacobsen, J. L., Saleur, H. \r\n                                (2011).\r\n                            Edge states and conformal boundary conditions in super spin chains and super sigma models. Nuclear Physics \/ Elsevier. \r\n                                Vol. B849, pp. 461--502. Archive   Braenschadel, A., Boulat, E., Saleur, H., Schmitteckert, P. \r\n                                (2010).\r\n                            Numerical Evaluation of Shot Noise using Real Time Simulations. Physical Review B. \r\n                                Vol. 82, pp. 205414-205418. Archive   Dubail, J., Jacobsen, J. L., Saleur, H. \r\n                                (2010).\r\n                            Critical exponents of domain walls in the two-dimensional Potts model. Journal of Physics A. \r\n                                Vol. 43 (48), pp. 482002. Archive   Branschaedel, A., Boulat, E., Saleur, H., Schmitteckert, P. \r\n                                (2010).\r\n                            Shot noise in the self-dual Interacting Resonant Level Model. Physical Review Letters. \r\n                                Vol. 105, pp. 146805-146808. Archive   Dubail, J., Jacobsen, J., Saleur, H. \r\n                                (2010).\r\n                            Conformal field theory at central charge c=0: a measure of the indecomposability (b) parameters. Nuclear Physics B. \r\n                                Vol. 834 (3), pp. 399-422. archive   Ikhlef, Y., Jacobsen, J., Saleur, H. \r\n                                (2010).\r\n                            The Z2 staggered vertex model and its applications. Journal of Physics A. \r\n                                Vol. 43 (22), pp. 225201. archive   Dubail, J., Jacobsen, J. L., Saleur, H. \r\n                                (2010).\r\n                            Conformal boundary conditions in the critical O(n) model and dilute loop models. Nuclear Physics B. \r\n                                Vol. 827, pp. 457-502. arxiv.org   Candu, C., Jacobsen, J. L., Read, N., Saleur, H. \r\n                                (2010).\r\n                            Universality classes of polymer melts and conformal sigma models. Journal of Physics A. \r\n                                Vol. A43, pp. 142001. archive   Candu, C., Mitev, V., Quella, T., Saleur, H., Schomerus, V. \r\n                                (2010).\r\n                            The sigma model on complex projective superspaces. JHEP. \r\n                                Vol. 1002, pp. 015. archive   Saleur, H., Pozsgay, B. \r\n                                (2010).\r\n                            Scattering and duality in the two dimensional osp(2|2) Gross Neveu  and sigma models in 2 dimensions. JHEP. \r\n                                Vol. 1002, pp. 008. archive   Dubail, J., Jacobsen, J. L., Saleur, H. \r\n                                (2009).\r\n                            Exact solution of the anisotropic special transition in the O(n) model in 2D. Phys. Rev. Lett.. \r\n                                Vol. 103, pp. 145701. arxiv.org   Ikhlef, Y., Jacobsen, J., Saleur, H. \r\n                                (2009).\r\n                            A Temperley Lieb quantum spin chain with two and three site interactions. J. Phys. A. \r\n                                Vol. 42 (29), pp. 292002. arXiv:org   Campos Venuti, L., Saleur, H., Zanardi, P. \r\n                                (2009).\r\n                            Universal sub leading terms in ground state fidelity. Physical Review B. \r\n                                Vol. 79, pp. 092405. arXiv.org   Candu, C., Saleur, H. \r\n                                (2009).\r\n                            A lattice approach to the conformal $\\OSp(2S+2|2S)$ supercoset sigma model. Part I: Algebraic structures in the spin chain. The Brauer algebra. Nuclear Physics B. \r\n                                Vol. 808, pp. 441. arxiv.org   Candu, C., Saleur, H. \r\n                                (2009).\r\n                            A lattice approach to the conformal $\\OSp(2S+2|2S)$ supercoset sigma model. Part II: The boundary spectrum. Nuclear Physics B. \r\n                                Vol. 808, pp. 487. arxiv.org   Dubail, J., Jacobsen, J., Saleur, H. \r\n                                (2008).\r\n                            Conformal two boundary loop model on the annulus. Nuclear Physics B. \r\n                                Vol. 813, pp. 430. arXiv.org   Boulat, E., Saleur, H., Schmitteckert, P. \r\n                                (2008).\r\n                            Twofold advance in the theoretical understanding of far-from-equilibrium properties of interacting nanostructures. Physical Review Letters. \r\n                                Vol. 101, pp. 104601.  Jacobsen, J. L., Saleur, H. \r\n                                (2008).\r\n                            Boundary chromatic polynomial. Journal of statistical physics. \r\n                                Vol. 132, pp. 707. arxiv.org   Affleck, I., Borda, L., Saleur, H. \r\n                                (2008).\r\n                            Friedel oscillations and the Kondo screening cloud. Phys. Rev. B.. \r\n                                Vol. 77, pp. 180404. arxiv.org   Yu, R., Saleur, H. M., Haas, S. \r\n                                (2008).\r\n                            Entanglement Entropy in the Two-Dimensional transverse field random Ising model. Phys. Rev.. \r\n                                Vol. B77, pp. 140402.  Jacobsen, J. L., Saleur, H. M. \r\n                                (2008).\r\n                            Exact valence bond entanglement entropy and probability distribution in the XXX spin chain and the Potts model. Phys. Rev. Lett.. \r\n                                Vol. 100, pp. 0807205.  Ikhlef, Y., Jacobsen, J. L., Saleur, H. M. \r\n                                (2008).\r\n                            A staggered 6 vertex model with a non compact continuum limit. Nuclear Physics B. \r\n                                Vol. B789 (3), pp. 483--524.  Jacobsen, J. L., Saleur, H. M. \r\n                                (2008).\r\n                            Combinatorial aspects of boundary loop models. J. Stat. Mech.. pp. P01021.  Boulat, E., Saleur, H. M. \r\n                                (2008).\r\n                            Exact low temperature results for transport properties in the interacting resonant level model. Phys. Rev.. \r\n                                Vol. B77, pp. 033409.  Jacobsen, J. L., Saleur, H. M. \r\n                                (2008).\r\n                            Conformal boundary loop models. Nuclear Physics B. \r\n                                Vol. B788 (3), pp. 137-166.  Gogolin, A. O., Konik, R. M., Ludwig, A. W., Saleur, H. M. \r\n                                (2007).\r\n                            Counting statistics for the Anderson impurity model: Bethe ansatz. Annalen der Physik. \r\n                                Vol. 16, pp. 678.  Read, N., Saleur, H. M. \r\n                                (2007).\r\n                            Associative algebraic approach  to logarithmic conformal field theories. Nuclear Physics B. \r\n                                Vol. B777 (3), pp. 316--351.  Read, N., Saleur, H. M. \r\n                                (2007).\r\n                            Enlarged symmetry algebras of spin chains, loop models, and S matrices. Nuclear Physics B. (B777), pp. 263--315.  Saleur, H. M., Schomerus, V. \r\n                                (2007).\r\n                            On the SU(2\/1) WZW model and its statistical mechanics applications. Nuclear Physics B. \r\n                                Vol. B775 (3), pp. 312--340.  Ikhlef, Y., Jacobsen, J. L., Saleur, H. M. \r\n                                (2007).\r\n                            Non intersection exponents of fully packed trails on the square lattice. J. Stat. Mech.. (2007), pp. P05005.  Komnik, A., Saleur, H. \r\n                                (2006).\r\n                            Full counting statistics of chiral Luttinger liquids with an impurity. Physical Review Letters. \r\n                                Vol. 96, pp. 216406. archive   Saleur, H. M., Essler, F., Frahm, H. \r\n                                (2005).\r\n                            Continuum limit of the sl(2\/1) 3,3 superspin chain. Nucl. Phys. B. \r\n                                Vol. 712, pp. 513-572.  Saleur, H. M., Jacobson, J. \r\n                                (2005).\r\n                            The arboreal gas and the supersphere sigma model. Nucl. Phys. B. \r\n                                Vol. 716, pp. 439-461.  Saleur, H. M., Schomerus, V. \r\n                                (2005).\r\n                            The GL(1\/1) WZW model: from supergeometry to logarithmic CFT. hep-th\/0510032.  Saleur, H. M., Jacobsen, J. \r\n                                (2005).\r\n                            The antiferromagnetic transition for the square-lattice Potts model. cond-mat\/0512058.  Saleur, H. M., Safi, I. \r\n                                (2004).\r\n                            A one channel conductor in an Ohmic environment: mapping to a TLL and full counting statistics. Phys. Rev. Lett.. \r\n                                Vol. 93, pp. 126602.  Saleur, H. M., Trauzettel, B., Roche, P., Glattli, C. \r\n                                (2004).\r\n                            On the determination of fractional charge through shot noise measurements. Phys. Rev. B. \r\n                                Vol. 70, pp. 233301.  Saleur, H. M., Caracciolo, S., Jacobsen, J., Sokal, A., Sportiello, A. \r\n                                (2004).\r\n                            Fermionic field theory for trees and forests. Phys. Rev. Lett.. \r\n                                Vol. 93, pp. 080601.  Saleur, H. M., Jacobsen, J., Read, N. \r\n                                (2003).\r\n                            Dense loops, supersymmetry and Goldstone phases in two dimensions. Phys. Rev. Lett.. \r\n                                Vol. 90, pp. 090601-090604.  Saleur, H. M., Koutouza, A., Trauzettel, B. \r\n                                (2003).\r\n                            How irrelevant operators affect the determination of fractional charges. Phys. Rev. Lett.. \r\n                                Vol. 91, pp. 026801-026804.  Saleur, H. M., Wehefritz-Kauffman, B. \r\n                                (2003).\r\n                            Integrable quantum field theories with supergroup symmetries: a detailed study of the OSP(1\/2) case. Nucl. Phys. B. (443)  Saleur, H. M., Koutouza, A., Lesage, F. \r\n                                (2003).\r\n                            Scattering amplitudes in non Fermi liquids systems. Phys. Rev. B. \r\n                                Vol. 68, pp. 115422.  Saleur, H. M., Caux, J., Siano, F. \r\n                                (2003).\r\n                            The two-boundary sine-Gordon model. Nucl. Phys. B. \r\n                                Vol. 672, pp. 411.  Saleur, H. M., Jacobson, J., Read, N. \r\n                                (2003).\r\n                            The traveling salesman problem, conformal invariance and dense polymers. Phys. Rev. Lett.. \r\n                                Vol. 90, pp. 038701.  Saleur, H. M., Konik, R., Ludwig, A. \r\n                                (2002).\r\n                            Interplay of the scaling limit and the renormalization group: Implications for symmetry restoration. Phys. Rev. B. \r\n                                Vol. 66, pp. 075105.  Saleur, H. M., Konik, R., Ludwig, A. \r\n                                (2002).\r\n                            Transport in Quantum Dots from the Integrability of the Anderson Model. Phys. Rev. B. \r\n                                Vol. 66, pp. 125304.  Saleur, H. M., Fendley, P. \r\n                                (2002).\r\n                            BPS kinks in the Gross Neveu model. Phys. Rev. D. \r\n                                Vol. 65, pp. 025001.  Saleur, H. M., Caux, J., Siano, F. \r\n                                (2002).\r\n                            The Josephson current in Luttinger liquid-superconductor junctions. Phys. Rev. Lett.. \r\n                                Vol. 88, pp. 106402-106406.  Saleur, H. M., Wehefritz-Kaufman, B. \r\n                                (2002).\r\n                            Integrable quantum field theories with OSP(m\/2n) symmetries. Nucl. Phys.. \r\n                                Vol. 628, pp. 407-441.  Saleur, H. M., Lesage, F., Mathieu, P., Rasmussen, J. \r\n                                (2002).\r\n                            The SU(2)-1\/2 WZW model and the beta-gamma system. Nucl. Phys. B. \r\n                                Vol. 647, pp. 363-403.  Saleur, H. M., Lesage, F., Mathieu, P., Rasmussen, J. \r\n                                (2002).\r\n                            Logarithmic lift of the SU(2)-1\/2 WZW model. Nucl. Phys. B. \r\n                                Vol. 647, pp. 363.  Saleur, H. M., Koutouza, A., Siano, F. \r\n                                (2001).\r\n                            External voltage sources and tunneling in quantum wires. J. Phys. A. \r\n                                Vol. 34, pp. 5497-5515.  Saleur, H. M., Affleck, I., Oshikawa, M. \r\n                                (2001).\r\n                            Quantum Brownian motion on a triangular lattice and c=2 boundary conformal field theory. Nucl. Phys. B. \r\n                                Vol. 594, pp. 535-606.  Saleur, H. M., Weiss, U. \r\n                                (2001).\r\n                            Point contact tunneling in the fractional quantum Hall effect: an exact determination of the statistical fluctuations. Phys. Rev. B. \r\n                                Vol. 63, pp. 201302-201305.  Saleur, H. M., Konik, R., Ludwig, A. \r\n                                (2001).\r\n                            Transport through quantum dots: analytic results from integrability. Phys. Rev. Lett.. \r\n                                Vol. 87, pp. 236801.  Saleur, H. M., Affleck, I., Oshikawa, M. \r\n                                (2001).\r\n                            Boundary critical phenomena in SU(3) spin chains. J. Phys. A. \r\n                                Vol. 34, pp. 1073-1088.  Saleur, H. M., Read, N. \r\n                                (2001).\r\n                            Exact spectra of conformal supersymmetric non linear sigma models in two dimensions. Nucl. Phys. B. \r\n                                Vol. 613, pp. 409-444.  Saleur, H. M., Konik, R., Lesage, F., Ludwig, A. \r\n                                (2000).\r\n                            Two-leg ladders and carbon nanotubes: exact properties at fininte doping. Phys. Rev. B. \r\n                                Vol. 61, pp. 4983.  Saleur, H. M., Fendley, P. \r\n                                (2000).\r\n                            Differential equations and duality in massless integrable field theories at zero temperature. Nucl. Phys. B. \r\n                                Vol. 574, pp. 571-589.  Saleur, H. M. \r\n                                (2000).\r\n                            The continuum limit of sl(N\/K) integrable super spin chains. Nucl. Phys. B. \r\n                                Vol. 578, pp. 552-576.  Saleur, H. M. \r\n                                (2000).\r\n                            A comment on finite temperature correlations functions in integrable quantum field theories. Nucl. Phys. B. \r\n                                Vol. 567, pp. 602-610.  Saleur, H. M., Egger, R., Grabert, H., Koutouza, A., Siano, F. \r\n                                (2000).\r\n                            Current bistability and hysteresis in stronglyh correlated quantum wires. Phys. Rev. Lett.. \r\n                                Vol. 34, pp. 3682-3285.  Saleur, H. M., Wehefritz-Kaufmann, B. \r\n                                (2000).\r\n                            Thermodynamics of the complex SU(3) Toda theory. Phys. Lett. B. \r\n                                Vol. 481, pp. 419-426.  Saleur, H. M., Huang, Y., Johansen, A., Lee, M., Sornette, D. \r\n                                (2000).\r\n                            Artifactual log-periodicity in finite size data: Relevance for earthquake aftershocks. J. Geophys. Res.. \r\n                                Vol. 105, pp. 25451-25471.  Saleur, H. M., Johansen, A., Sornette, D. \r\n                                (2000).\r\n                            New evidence of earthquake precursory phenomena in the 17 jan. 1995 Kobe earthquake, Japan. Eur. Phys. J. bf B. \r\n                                Vol. 15, pp. 551-555.  Saleur, H. M., Huang, Y., Sornette, D. \r\n                                (2000).\r\n                            Re-examination of Log periodicity observed in the foreshocks of the 1989 Loma Prieta earthquake. J. Geo. Res.. \r\n                                Vol. 105, pp. 28111-28223.  Saleur, H. M., Fendley, P. \r\n                                (1999).\r\n                            Hyperelliptic curves for multi-channel quantum wires and the multi-channel Kondo problem. Phys. Rev. B. \r\n                                Vol. 60, pp. 11432-11440.  Saleur, H. M. \r\n                                (1999).\r\n                            The long delayed solution of the Bukhvostov Lipatov model. J. Phys. A. \r\n                                Vol. 32, pp. L207-L213.  Saleur, H. M., Lesage, F. \r\n                                (1999).\r\n                            Strong coupling resistivity in the Kondo model. Phys. Rev. Lett.. \r\n                                Vol. 82, pp. 4540-4543.  Saleur, H. M., Lesage, F. \r\n                                (1999).\r\n                            Perturbation of IR fixed points and duality in quantum impurity problems. Nucl. Phys. B. \r\n                                Vol. 546, pp. 585-620.  Saleur, H. M., Egger, R., Komnik, A. \r\n                                (1999).\r\n                            On the effect of irrelevant boundary scaling operators. Phys. Rev. B. \r\n                                Vol. 60, pp. R5113-R5116.  Saleur, H. M., Sornette, D., Johansen, A., Arneodo, A. \r\n                                (1996).\r\n                            A new complex fractal dimensions describes the hierarchical internal structure of DLA clusters. Phys. Rev. Lett.. \r\n                                Vol. 76, pp. 251-254.  Saleur, H. M., Fendley, P., Lesage, F. \r\n                                (1996).\r\n                            A unified framework for the Kondo problem and for an impurity in a Luttinger liquid. J. Stat. Phys.. \r\n                                Vol. 85, pp. 211-249.  Saleur, H. M., Leclair, A., Lesage, F. \r\n                                (1996).\r\n                            Exact Friedel oscillations in the g=1\/2 Luttinger liquid. Phys. Rev. B. \r\n                                Vol. 54, pp. 13597-13603.  Saleur, H. M., Fendley, P., Ludwig, A. \r\n                                (1995).\r\n                            Exact Conductance through Point Contacts in the v=1\/3 Fractional Quantum Hall Effect. Phys. Rev. Lett.. \r\n                                Vol. 74, pp. 3005-3008.  Saleur, H. M., Martin, P. \r\n                                (1994).\r\n                            Algebras in higher dimensional statistical mechanics - the exceptional partition algebra. Lett. Math. Phys.. \r\n                                Vol. 30, pp. 179-185.  Saleur, H. M. \r\n                                (1993).\r\n                            An algebraic approach to the planar colouring problem. Comm. Math. Phys.. \r\n                                Vol. 152, pp. 565-590.  Saleur, H. M., Derrida, B. \r\n                                (1985).\r\n                            A combination of Monte carlo and transfer matrix methods to study 2d and 3d percolation. J. Physique. \r\n                                Vol. 46, pp. 1043-1047.    New Courses Developed   Criticality and the renormalization group, Physics\/Graduate, The purpose of this class is to give a general, elementary introduction to the topic of the renormalization group, with an emphasis on qualitative ideas, and a detailed study of the basic elementary computations - such as the famous ‘epsilon expansion’., 2014-2015  Conformal invariance and quantum informaiton, Physics\/Graduate, This class will provide an elementary introduction to  conformal field theory from the point of view of condensed matter physics. Applications to the quantum information aspects of quantum critical points and their vicinity will be discussed. In the process, some elements of the bosonization technique will also be introduced., \r\n\t\tSpring\r\n\t2010  Soft Condensed Matter Physics, Physics\/Graduate, Soft condensed matter physics deals with properties of matter that are closely related with biological systems. While quantum effects are then mostly negligible, a plethora of new phenomena occur:  friction, fluctuations and surface effects become crucial, and matter, while ill-condensed, often self assembles into new structures such as membranes, foams, colloids etc. With the fascinating properties of polymers and liquid crystals added, this physics s is truly one of the most exciting frontiers of modern \r\nscience, bubbling with challenges, experiments, and a seemingly \r\ninfinite array of potential applications. \r\n\r\nThis course will provide an introduction to the field, on a par with  its hard condensed matter cousin PHY540.  \r\nGraduate  students from physics and elsewhere will be welcome.\r\nThe technical level \r\nwill be very introductory, and only basic knowledge of thermodynamics and \r\nstatistical mechanics will be required. No prior knowledge of biology \r\nwill be expected., \r\n\t\tSpring\r\n\t2009  Methods in the study of complex systems, Physics\/Graduate, The rules governing the behaviour of complex systems at the smallest \r\nscales are usually rather well known. The challenge for today's \r\nresearcher is not to understand these rules, but rather, how they can, \r\nonce the multiplicity of scales and the sometimes gigantic size of the \r\nsystems is taken into account, give rise to collective behaviours as \r\ncomplex and organized as those, for instance, of live beings. \r\n\r\nProgress toward this goal has been slow but steady, and a \r\nhandful of ideas and methods, with a rather universal range of \r\napplicability, have emerged in the last 15 years or so, which I will \r\ndescribe in this course. Examples will usually be \r\ndrawn from biology, earth sciences \r\nand, more often than not, the stock market.\r\n\r\nThe level will be rather elementary, and the bulk of the course \r\n accessible to motivated graduate students in  any of the sciences or \r\n engineering schools. More advanced topics will also be \r\n proposed through optional reading., \r\n\t\tSpring\r\n\t2008  Introduction to Biological Physics, Physics\/Graduate, Biological physics is truly one of the most exciting frontiers of modern \r\nscience, bubbling with challenges, experiments, and a seemingly \r\ninfinite array of potential applications. \r\n\r\nThe purpose of this course is to give a general introduction to \r\nthe field for motivated graduate  students from physics and elsewhere. \r\nThe technical level \r\nwill be very introductory, and only basic knowledge of thermodynamics and \r\nstatistical mechanics will be required. No prior knowledge of biology \r\nwill be expected. The course will have an important \r\ndescriptive component, and otherwise focus on three main research \r\nareas: sequences alignment, proteins folding, and (nano) biological \r\nmotors., \r\n\t\tSpring\r\n\t2007   Honors and Awards   Recipient of National or International Prize in Discipline, Jean Ricard Prize from the French Physical Society, 2018-2019  Advanced Grant from the European Research Council (ERC) , 2015-2016  Best Paper of the Year Prize (Journal of Physics A, 2011), 2011-2012  Silver Medal from the Centre National de la Recherche Scientifique (France), 2011-2012  Humboldt Senior Scientist Research Award, 4\/1\/2001-4\/1\/2008  Fellow from the Davide and Lucile Packard Foundation, 9\/1\/1991-9\/1\/2001  National Young Investigator Award (NSF), 7\/1\/1993-7\/1\/1998  Bronze Medal from the Centre National de la Recherche Scientifique (France), 10\/1\/1987  Doisteau Blutel Prize from the French Academy of Sciences , 10\/1\/1987    Service to the Profession   Conferences Organized   Co-organizer, Quantum Theory and Symmetry XI, July 2019, Centre de Recherches Mathematiques, Montreal, Canada, 2018-2019  Session Organizer (Quantum Field Theory), International Congress of Mathematical Physics, Montréal, Canada, 2017-2018  Co-Organizer, Exact methods in low dimensional statistical physics, Cargese, France, 2016-2017  Co-organizer, Strongly interacting quantum systems out of equilibrium, Les Houches, France, 2012-2013  Co-organizer, Advanced conformal field theory and applications, Institut Henri Poincare, Paris, France, 2011-2012  Co-Organizer, Exact results in low dimensional quantum systems, Florence, Italy, 2008-2009  Co-organizer, Capri school on transport in nano structures, Capri, Italy, 2008-2009  Organizer\/Advisor, Statistical Field Theory of Quantum Devices, Perugia (Italy), 2007-2008    Editorships and Editorial Boards   Editor, Physics Open, Elsevier, 07\/01\/2019-  Editor, SIGMA, 07\/01\/2019-  Editor, SciPost, 10\/01\/2016-  Associate Editor, Topological order, Versita, 01\/01\/2012-  Managing Editor, Section FS, Nuclear Physics B, Elsevier, 01\/01\/2002-    Review Panels   CNRS, France, Review of Theoretical Physics Lab., Ecole Normale Superieure, Paris, 2006-2007   Reviewer for Publication   Physics Lett. A,B, International Research Journal, 09\/01\/1992-  Lett. Math. Phys., International Research Journal, 09\/01\/1990-  Nuclear Physics  B, North Holland, International Research Journal, 09\/01\/1987-  Phys. Rev. B,D,E, International Researhc Journal, 09\/01\/1987-  Physical Review Letters, APS, International Researchc Journal, 09\/01\/1987-    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}