{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7XYSG3Y5",
            "pS5ezPUAAAAJ",
            [
                "A novel technique for limitation of acrylamide formation in fried and baked corn chips and in French fries",
                "Antioxidant activities of selected oriental herb extracts",
                "Chemoprotection: A review of the potential therapeutic antioxidant properties of green tea (Camellia sinensis) and certain of its constituents",
                "Effects of processing steps on the contents of minor compounds and oxidation of soybean oil",
                "Effects of α‐, γ‐, and δ‐Tocopherols on Oxidative Stability of Soybean Oil",
                "Variation in isoflavone of soybean cultivars with location and storage duration",
                "Riboflavin-sensitized photooxidation of ascorbic acid: kinetics and amino acid effects",
                "Cytotoxic components from the dried rhizomes of Zingiber officinale Roscoe",
                "Singlet oxygen and ascorbic acid effects on dimethyl disulfide and off‐flavor in skim milk exposed to light"
            ],
            [
                " The effects of lowering pH by an acidulant (citric acid) on the formation of acrylamide in fried and baked corn chips and in french fries were studied by using a GC\/MS. The 0.2% citric acid treatments induced 82.2% and 72.8% inhibition of acrylamide formation in fried and baked corn chips, respectively. Dipping potato cuts in 1% and 2% citric acid solutions for 1 h before frying showed 73.1% and 79.7% inhibition of acrylamide formation in french fries. In the experiment of heating 1 mL solution containing asparagine and glucose in phosphate buffers, by lowering the pH from 7.0 to 4.0, 99.1% inhibition of acrylamide formation was achieved. This is the first finding of an effective, simple, and practical way to limit the acrylamide formation in real foods.",
                "Antioxidant activities of methanol extracts of 180 Oriental herbs were studied by determining the peroxide values of linoleic acid during storage at 50°C. Among the herb extracts tested, 44 species showed strong antioxidant activities on the oxidation of linoleic acid. The antioxidative effects of these 44 selected herb extracts were studied further in a methyl linoleate system during storage for 35 d. Among the 44 species tested, 11 species had particularly high antioxidative effects. The effects of type of extraction solvent (methanol, petroleum ether and ethyl acetate) on the antioxidant activities of the 11 species were studied. Antioxidant activities of most herb extracts were greatly dependent on the extraction solvent used; however, some of the extracts showed strong antioxidant activities regardless of the solvents used for the extraction. Among the 11 herbs selected, based on the antioxidant activity of their …",
                "L. Miscellaneous................................................................. 357 M. Liver Protection................................................................ 357 N. Blood Clotting................................................................. 357 O. Hypolipidemic Action........................................................... 358 P. Dental Caries.................................................................. 358 VII. Human Studies................................................................... 358 VII. Conclusions...................................................................... 361 VIII. Additional Reviews for Further Reading............................................... 361 References........................................................................... 361",
                "The processes of degumming, alkali refining, bleaching and deodorization removed 99.8% phospholipids, 90.7% iron, 100% chlorophyll, 97.3% free fatty acids and 31.8% tocopherols from crude soybean oil. The correlation coefficient between the removals of phosphorus and iron in soybean oil during processing was r = 0.99. The relative ratios of α‐, β ‐, γ‐ and δ‐tocopherols in crude oil, degummed oil, refined oil, bleached oil and deodorized soybean oil were almost constant, γ‐ and δ ‐tocopherols represented more than 94% of tocopherols in soybean oil. The order of oxidation stability of oil is crude > deodorized > degummed > refined > bleached oil.",
                "The effectts of 0, 100, 250, 500 and 1000 ppm of α‐, γ‐, or δ‐tocopherol on oxidative stability of purified soybean oil in the dark at 55°C were studied. We measured peroxide value and headspace oxygen consumption in the samples. Purified soybean oil was prepared by liquid column chromatography. Tocopherols acted as antioxidants or prooxidants depending on their concentration. Optimum concentrations of α ‐, γ ‐, and δ– tocopherols to increase oxidative stability was 100, 250 and 500 ppm, respectively. The tocopherols had significant prooxidant effect (P < 0.05) at higher concentrations above this.",
                "Fifteen soybean [Glycine max (L.) Merrill] cultivars were grown in Seoul, Suwon, and Kyongsan, Korea, in 1998, 1999, and 2000, and their isoflavone contents were assessed. After harvest, the beans were stored for 3 years at room temperature. Soybean isoflavones were analyzed using high-performance liquid chromatography (HPLC) within each crop year and after storage. Total isoflavone contents ranged from 188.4 to 685.6 mg 100 g-1 in 1998, from 218.8 to 948.9 mg 100 g-1 in 1999, and from 293.1 to 483.0 mg 100 g-1 in 2000. The year × variety, and year × location × variety interactions were significantly different in 1998, the year × location, year × variety, and year × location × variety interactions were significantly different in 1999, and the year × variety interaction was significantly different in 2000 for total and individual isoflavone contents. Total isoflavone contents of soybeans stored for 1 year were only …",
                "The study on the effects of riboflavin contents and light intensity on the riboflavin-sensitized decomposition of ascorbic acid indicated that light and riboflavin accelerated the decomposition of ascorbic acid. The relative photosensitizing activity of riboflavin, methylene blue and protoporphyrin IX was 21:15:1 at 1–2 ppm. The rate constants for reaction of ascorbic acid with singlet oxygen at pH 7·5, 6·0 and 4·5 were 6·63 × 108, 5·77 × 108 and 5·27 × 108 M−1 s−1, respectively. Cysteine showed strong antioxidant activity on both riboflavin- and methylene blue-sensitized photooxidation of ascorbic acid and its antioxidant effect was concentration-dependent. Alanine and phenylalanine at 0·1% concentration showed antioxidant effects on the riboflavin-sensitized photooxidation of ascorbic acid but prooxidant effects on the methylene blue-sensitized photooxidation. Tyrosine (0·1%) exhibited strong prooxidant activity on …",
                "Five compounds were isolated from the chloroform-soluble fraction of the methanolic extract of the dried rhizomes of Zingiber officinale (Zingiberaceae) through repeated column chromatography. Their chemical structures were elucidated as 4-, 6-, 8-, and 10-gingerols, and 6-shogaol using spectroscopic analysis. Among the five isolated compounds, 6-shogaol exhibited the most potent cytotoxicity against human A549, SK-OV-3, SK-MEL-2, and HCT15 tumor cells. 6-shogaol inhibited proliferation of the transgenic mouse ovarian cancer cell lines, C1 (genotype: p53-\/-, c-myc, K-ras) and C2 (genotype: p53-\/-, c-myc, Akt), with ED50 values of 0.58 μM (C1) and 10.7 μM (C2).",
                "The light‐induced off‐flavor and dimethyl disulfide increased as fluorescent light exposure increased from 0,2,4,6, to 8h (p<0.05). Sensory evaluation and identified compounds suggest that dimethyl disulfide was mainly responsible for the light‐induced off‐flavor in skim milk. Dimethyl disulfide was formed by the singlet oxygen oxidation of methionine in milk. Gas chromatographic analysis and sensory evaluation showed that 200,500, and 1000 ppm ascorbic acid, which is a singlet oxygen quencher, lowered the formation of dimethyl disulfide and off‐flavor in skim milk (p<0.05)."
            ],
            [
                [
                    "Food Science"
                ]
            ],
            [
                "Munjung Jung Munjung Jung munjung@uchicago.edu"
            ]
        ]
    ]
}