{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7Z1YD91X",
            "kbhcV3gAAAAJ",
            [
                "The physics of proton therapy",
                "Assessing the risk of second malignancies after modern radiotherapy"
            ],
            [
                "The physics of proton therapy has advanced considerably since it was proposed in 1946. Today analytical equations and numerical simulation methods are available to predict and characterize many aspects of proton therapy. This article reviews the basic aspects of the physics of proton therapy, including proton interaction mechanisms, proton transport calculations, the determination of dose from therapeutic and stray radiations, and shielding design. The article discusses underlying processes as well as selected practical experimental and theoretical methods. We conclude by briefly speculating on possible future areas of research of relevance to the physics of proton therapy.",
                "Recent advances in radiotherapy have enabled the use of different types of particles, such as protons and heavy ions, as well as refinements to the treatment of tumours with standard sources (photons). However, the risk of second cancers arising in long-term survivors continues to be a problem. The long-term risks from treatments such as particle therapy have not yet been determined and are unlikely to become apparent for many years. Therefore, there is a need to develop risk assessments based on our current knowledge of radiation-induced carcinogenesis."
            ],
            [
                [

                ]
            ],
            [
                "Top Wayne Newhauser Dr. Charles M. Smith Chair of Medical Physics Professor and Director, Medical and Health Physics Ph.D., 1995 - University of Wisconsin 439-B Nicholson Hall, Tower Dr. (225) 578-2762-Office newhauser@lsu.edu Medical and Health Physics - Radiation Physics Dr. Wayne Newhauser holds the Dr. Charles M. Smith Chair in Medical Physics in the\n                  Department of Physics and Astronomy at the Louisiana State University. He serves as\n                  director of the Medical Physics Program. He is a board certified and licensed medical\n                  physicist. After earning degrees in nuclear engineering and medical physics from the\n                  University of Wisconsin, he worked at the German National Standards Laboratory (PTB),\n                  Harvard Medical School and Massachusetts General Hospital and The University of Texas\n                  M. D. Anderson Cancer Center. Dr. Newhauser has published more than 80 peer-reviewed\n                  journal articles, leads federal research grants, and mentors students and post-doctoral\n                  fellows. In his spare time, he serves in leadership roles of the American Association\n                  of Physicists in Medicine and the American Nuclear Society. Dr. Newhauser's research team focuses on cancer prevention and cancer survivorship.\n                  Specifically, we seek to better understand the risks of treatment-related health problems\n                  faced by cancer survivors. The long term goal is to provide an enhanced based of evidence\n                  for making clinical decisions (e.g., selection of radiation treatment modality) and\n                  health care policy decisions (rational allocation of scarce health care resources).\n                  Our recent research has focused on children and young adults, e.g., with tumors of\n                  the central nervous system and Hodgkin Disease. We have also studied treatments for\n                  cancer of the prostate, liver, lung, and other sites. Our research examines advanced\n                  radiotherapies, such as intensity modulated proton and photon therapies, as well as\n                  conventional photon therapy. This research is trans-disciplinary, including medical\n                  physics, software and nuclear engineering, high performance computing, statistics,\n                  cancer prevention and epidemiology, and oncology. Current and Select Publications Newhauser WD, Schrewe UJ, Wiegel B. \"Gas-to-wall absorbed dose conversion factors\n                     at neutron energies of 25 to 250 MeV.\" Radiat Prot Dosim 61 :281-284, 1995. Schrewe UJ, Newhauser WD, Brede HJ, Gerdung S, Nolte R, Pihet P, Schmelzbach P, Schuhmacher\n                     H. \"Measurement of neutron kerma factors in C and O: neutron energy range of 20 MeV\n                     to 70 MeV\". Radiat Prot Dosim 61 :275-280, 1995. Schrewe UJ, Alberts W, Newhauser WD, Brede HJ, DeLuca Jr PM. \"Comparison of various\n                     dose quantities in tissue and tissue substitutes at neutron energies between 20 MeV\n                     and 100 MeV\". Radiat Prot Dosim 68 :17-20, 1997. Newhauser WD, Schrewe UJ. \"Gas-to-wall absorbed dose conversion factors at neutron\n                     energies of 25 MeV to 250 MeV\". Atomic Data Nucl Data Tables 65 :37-53, 1997. Newhauser WD, Brede HJ. \"Influence of cavity size on the response of cavity chambers\n                     to 25- and 45-MeV neutrons\". Med Phys 24 :527-533, 1997. Newhauser WD, Schrewe UJ, Brede HJ, DeLuca Jr PM. \"Kerma measurements in polyenergetic\n                     neutron fields\". Radiat Prot Dosim 68 :13-16, 1997. Newhauser WD, Brede HJ, Dangendorf V, Mannhart W, Meulders JP, Schrewe UJ, Schuhmacher\n                     H. \"Measurement of the 238U fission cross section at 34-MeV, 46-MeV, and 61-MeV neutron\n                     energies\". Proceedings of an International Conference on Nuclear Data for Standards\n                     and Technology, held May 19-24, 1997 in Trieste, Italy. Italian Physical Society,\n                     Bologna 69 :1236-1238, 1997. Schrewe UJ, Newhauser WD, Brede HJ, DeLuca Jr PM. \"Neutron kerma factor measurements\n                     in the energy range of 5 MeV to 65 MeV\". Proceedings of an International Conference\n                     on Nuclear data for Standards and Technology, held May 19-24, 1997 in Trieste, Italy.\n                     Italian Physical Society, Bologna 69 :1643-1645, 1997 Schuhmacher H, Brede HJ, Dangendorf V, Meuleders JP, Nolte R, Newhauser WD, Schrewe\n                     UJ. \"Quasi-monoenergetic reference neutron radiation fields with energies from 25\n                     MeV to 7- MeV\". Proceedings of an International Conference on Nuclear Data for Standards\n                     and Technology, held May 19-24, 1997 in Trieste, Italy. Italian Physical Society,\n                     Bologna 69 :388-392, 1997. Vatnitsky S, Moyers M, Miller D, Abell G, Slater JM, Pedroni E, Coray A, Mazal A,\n                     Newhauser W, Jaekel O, Heese J, Fukumura A, Futami Y, Verhey L, Daftari I, Grusell\n                     E, Molokanov A, Bloch C. \"Proton dosimetry intercomparison based on the ICRU Report\n                     59 protocol\". Radiother Oncol 51 :273-279, 1999. Schuhmacher H, Brede HJ, Dangendorf V, Kuhfuss M, Meulders JP, Newhauser WD, Nolte\n                     R. \"Quasi-monoenergetic neutron beams with energies from 25 MeV to 70 MeV\". Nucl Instr Meth A421 :284-295, 1999. Flanz JB, Bailey J, Bradley SG, Goitein M, Gottshalk B, Jongen Y, Loeffler J, Mandin\n                     J, Miyahara N, M WD, Prieels D, Rosenthal S, Rosselot D, Schippers M, Schubert J,\n                     Smith A, Wagner M. \"Recent performance of the NPTC equipment compared with the clinical\n                     specifications\". Proceedings of the 15th International Conference on the Applications\n                     of Accelerators in Research and Industry, held Nov. 1998 in Denton OH. American Association\n                     of Physics, 1999. Kooy H, Oelfke U, Lomax T, Paganetti H, Newhauser W, Bortfeld T, Goitein M. \"Design\n                     considerations for intensity modulated proton therapy treatment planning\". In: International\n                     Conference on the use of Computers in Radiation Therapy, 22-25 May 2000 in Heidelberg,\n                     Germany:71-72, 2000. Schrewe UJ, Newhauser WD, Brede HJ, DeLuca Jr PM. \"Experimental kerma coefficients\n                     of C, O, Mg, Al, Si, Fe, Zr, Al2O3, AlN, SiO2, and ZrO2 for Neutron Energies up to\n                     70 MeV.\" Phys Med Biol 45 :651-683, 2000. Titt U, Newhauser WD, Yan X, Dexheimer D. \"Neutron shielding calculations for a 230-MeV\n                     proton therapy facility\". In: Advanced Monte Carlo for Radiation Physics, Particle\n                     Transport Simulation and Applications. Proceedings of the Monte Carlo 2000 Conference,\n                     Lisbon, 23-26 October 2000:1075-1080, 2001. Newhauser WD, Burns J, Smith AR. \"Dosimetry for ocular proton beam therapy at the\n                     Harvard Cyclotron Laboratory based on the ICRU Report 59\". Med Phys 29 , 1953-1961, 2002. Nolte R, Saalih Allie M, Binns PJ, Brooks FD, Buffler A, Dangendorf V, Langen K, Muelders\n                     JP, Newhauser WD, Roos F, Schuhmacher H. \"Measurement of 235U, 38U, 209Bi and Pb fission\n                     cross sections using quasi-monoenergetic neutrons with energies from 30 MeV to 150\n                     MeV\". J Nucl Science Technol Supp 2 , 311-314, 2002. Yan X, Titt U, Koehler AM, Newhauser WD. \"Measurement of neutron dose equivalent to\n                     proton therapy patients outside of the proton radiation field\". Nucl Instr Meth A 476 , 429-434, 2002. Newhauser WD, Titt U, Dexheimer D, Yan X, Nill S. \"Neutron shielding verification\n                     measurements and simulations for a 235-MeV proton therapy center\". Nucl Instr Meth A 476 , 80-84, 2002. Newhauser WD, Myers K, Rosenthal S, Smith AR. \"Proton beam dosimetry for radiosurgery:\n                     implementation of the ICRU Report 59 at the Harvard Cyclotron Laboratory\". Phys Med Biol 47 , 1369-1389, 2002. Newhauser WD, Dexheimer DT, Titt U. \"Shielding of proton therapy facilities - A review\n                     of recent advances\". In: Proc Am Nucl Soc Radiat Prof Shielding Division Conf. April\n                     14-17, 2002, Santa Fe, NM, 2002. Smith AR, Newhauser WD, Latinkic M, Hay A, McMaken B, Styles J, Cox J. \"The University\n                     of Texas M. D. Anderson Cancer Center Proton Therapy Facility\". 17th International\n                     Conference on the Application of Accelerators in Research and Industry, held November\n                     12-16, 2002 in Denton, TX, 2003. Newhauser WD, Titt U, Dexheimer DT. \"A perspective on shielding design methods for\n                     future proton therapy facilities\". In: Proc SATIF-6, held 10-12 April, 2002, Stanford,\n                     CA, OECD\/NEA, Paris, 2004. Polf JC, Newhauser WD. \"Calculations of neutron dose equivalent exposures from range-modulated\n                     proton therapy beams\". Phys Med Biol 50 (16), 3859-3873, 8\/2005. e-Pub 8\/2005. Newhauser W, Koch N, Hummel S, Ziegler M, Titt U. \"Monte Carlo simulations of a nozzle\n                     for the treatment of ocular tumours with high-energy proton beams\". Phys Med Biol 50 (22), 5229-49, 11\/2005. e-Pub 10\/2005. Newhauser WD, Ding X, Giragosian D, Nill S, Titt U. \"A neutron radiation area monitoring\n                     system for proton therapy facilities\". Radiat Prot Dosim 115 , 149-153, 2005. Fontenot J, Newhauser WD, Titt U. \"Design tools for proton therapy nozzles based on\n                     the double-scattering foil technique\". Radiat Prot Dosim 1 16 , 211-215, 2005. Titt U, Newhauser WD. \"Neutron shielding in a proton therapy facility based on Monte\n                     Carlo simulations: the design method of choice\". Radiat Prot Dosim 115 , 144-148, 2005. Polf JC, Newhauser WD, Titt U. \"Patient neutron dose equivalent exposures outside\n                     of the proton therapy treatment field\". Radiat Prot Dosim 115 , 154-158, 2005. Mourtada F, Koch N, Newhauser WD. \"Ruthenium-106 eye plaque and proton radiotherapy\n                     for ocular melanoma: a comparative dosimetric study\". Radiat Prot Dosim 116 , 454-460, 2005. Bues M, Newhauser WD, Titt U, Smith AR. \"Therapeutic step and shoot proton beam spot-scanning\n                     with a multi-leaf collimator: a Monte Carlo study\". Radiat Prot Dosimetry 115 , 164-169, 2005. Koch N, Newhauser WD. \"Virtual commissioning of an ocular treatment planning system\". Radiat Prot Dosim 115 , 159-163, 2005. de Crevoisier R, Melancon AD, Kuban DA, Lee AK, Cheung RM, Tucker SL, Kudchadker RJ,\n                     Newhauser WD, Zhang L, Mohan R, Dong L. \"Changes in the pelvic anatomy after an IMRT\n                     treatment fraction of prostate cancer\". Int J Radiat Oncol Biol Phys 68 (5), 1529-36, 8\/2007. Newhauser W, Fontenot J, Zheng Y, Polf J, Titt U, Koch N, Zhang X, Mohan R. \"Monte\n                     Carlo simulations for configuring and testing an analytical treatment planning system\". Phys Med Biol 52 (15), 4569-4584, 8\/2007. e-Pub 7\/2007. Polf JC, Harvey MC, Titt U, Newhauser WD, Smith AR. \"Initial beam size study for passive\n                     scatter proton therapy\". I. Monte Carlo verification. Med Phys 34 (11), 4213-8, 11\/2007. Melancon AD, O'Daniel JC, Zhang L, Kudchadker RJ, Kuban DA, Lee AK, Cheung RM, de\n                     Crevoisier R, Tucker SL, Newhauser WD, Mohan R, Dong L. \"Is a 3-mm intrafractional\n                     margin sufficient for daily image-guided intensity-modulated radiation therapy of\n                     prostate cancer?\" Radiother Oncol 85 (2), 251-9, 11\/2007. Fontenot JD, Newhauser WD, Bloch C, White RA, Titt U, Starkschall G. \"Determination\n                     of output factors for small proton therapy fields\". Med Phys 34 (2), 489-498, 2007. Newhauser WD, Koch NC, Fontenot JD, Rosenthal SJ, S Gombos D, Fitzek MM, Mohan R.\n                     \"Dosimetric impact of tantalum markers used in the treatment of uveal melanoma with\n                     proton beam therapy\". Phys Med Biol 52 (13), 3979-3990, 2007. Zhang X, Dong L, Lee AK, Cox JD, Kuban DA, Zhu RX, Wang X, Li Y, Newhauser WD, Gillin\n                     M, Mohan R. \"Effect of anatomic motion on proton therapy dose distributions in prostate\n                     cancer treatment\". Int J Radiat Oncol Biol Phys 67 (2), 620-629, 2007. Zheng Y, Newhauser WD, Fontenot JD, Koch N, and Mohan R. \"Monte Carlo simulation model\n                     of the M. D. Anderson Cancer Centers passively scattered proton therapy machine\". J Nucl Matl 361 , 289-297, 2007. Newhauser W, Fontenot J, Koch N, Dong L, Lee A, Zheng Y, Waters L, Mohan R. \"Monte\n                     Carlo simulations of the dosimetric impact of radiopaque fiducial markers for proton\n                     radiotherapy of the prostate\". Phys Med Biol 52 (11), 2937-2952, 2007. Zheng Y, Newhauser W, Fontenot J, Taddei P, Mohan R. \"Monte Carlo study of neutron\n                     dose equivalent during passive scattering proton therapy\". Phys Med Biol 52 (15):4481-4496, 2007. Titt U, Zheng Y, Vassiliev ON, Newhauser WD. \"Monte Carlo investigation of collimator\n                     scatter of proton-therapy beams produced using the passive scattering method\". Phys Med Biol 53 (2), 487-504, 1\/2008. e-Pub 12\/2007. Zheng Y, Fontenot J, Taddei P, Mirkovic D, Newhauser W. \"Monte Carlo simulations of\n                     neutron spectral fluence, radiation weighting factor and ambient dose equivalent for\n                     a passively scattered proton therapy unit\". Phys Med Biol 53 (1), 187-201, 1\/2008. e-Pub 12\/2007. Fontenot J, Taddei P, Zheng Y, Mirkovic D, Jordan T, Newhauser W. \"Equivalent dose\n                     and effective dose from stray radiation during passively scattered proton radiotherapy\n                     for prostate cancer\". Phys Med Biol 53 (6), 1677-88, 3\/2008. e-Pub 2\/2008. Koch N, Newhauser WD, Titt U, Gombos D, Coombes K, Starkschall G. \"Monte Carlo calculations\n                     and measurements of absorbed dose per monitor unit for the treatment of uveal melanoma\n                     with proton therapy\". Phys Med Biol 53 (6), 1581-94, 3\/2008. e-Pub 2\/2008. Taddei PJ, Fontenot JD, Zheng Y, Mirkovic D, Lee AK, Titt U, Newhauser WD. \"Reducing\n                     stray radiation dose to patients receiving passively scattered proton radiotherapy\n                     for prostate cancer\". Phys Med Biol 53 (8), 2131-47, 4\/2008. e-Pub 3\/2008. Newhauser WD, Giebeler A, Langen KM, Mirkovic D, Mohan R. \"Can megavoltage computed\n                     tomography reduce proton range uncertainties in treatment plans for patients with\n                     large metal implants?\" Phys Med Biol 53 (9), 2327-2344, 5\/2008. e-Pub 4\/2008. Titt U, Sahoo N, Ding X, Zheng Y, Newhauser WD, Zhu XR, Polf JC, Gillin MT, Mohan\n                     R. \"Assessment of the accuracy of an MCNPX-based Monte Carlo simulation model for\n                     predicting three-dimensional absorbed dose distributions\". Phys Med Biol 53 (16), 4455-70, 8\/2008. e-Pub 7\/2008. Zhang X, Zhao KL, Guerrero TM, McGuire SE, Yaremko B, Komaki R, Cox JD, Hui Z, Li\n                     Y, Newhauser WD, Mohan R, Liao Z. \"Four-dimensional computed tomography-based treatment\n                     planning for intensity-modulated radiation therapy and proton therapy for distal esophageal\n                     cancer\". Int J Radiat Oncol Biol Phys 72 (1), 278-287, 9\/2008. PMCID: PMC2610812. Newhauser WD. \"Book Review: International Commission on Radiation Units and Measurements\n                     Report 78: Prescribing, Recording, and Reporting Proton-Beam Therapy\". Radiat Prot Dosim 133 (1), 60-62, 1\/2009. Pérez-Andújar A, Newhauser WD, Deluca PM. \"Contribution to Neutron Fluence and Neutron\n                     Absorbed Dose from Double Scattering Proton Therapy System Components\". Nucl Technol 168 (3), 728-735, 1\/2009. PMCID: PMC2943637. Yepes P, Randeniya S, Taddei PJ, Newhauser WD. \"Monte Carlo Fast Dose Calculator for\n                     proton radiotherapy: application to a voxelized geometry representing a patient with\n                     prostate cancer\". Phys Med Biol 54 (1), N21-N28, 1\/2009. e-Pub 12\/2008. Pérez-Andújar A, Newhauser WD, Deluca PM. \"Neutron production from beam-modifying\n                     devices in a modern double scattering proton therapy beam delivery system\". Phys Med Biol 54 (4), 993-1008, 2\/2009. e-Pub 1\/2009. Zhang R, Newhauser WD. \"Calculation of water equivalent thickness of materials of\n                     arbitrary density, elemental composition and thickness in proton beam irradiation\". Phys Med Biol 54 (6), 1383-95, 3\/2009. e-Pub 2\/2009. Newhauser WD, Fontenot JD, Taddei PJ, Mirkovic D, Giebeler A, Zhang R, Mahajan A,\n                     Kornguth D, Stovall M, Yepes P, Woo S, Mohan R. \"Contemporary proton therapy systems\n                     adequately protect patients from exposure to stray radiation\". AIP Conf Proc 1099 (1), 450-455, 3\/2009. PMCID: PMC2939014. Taddei PJ, Krishnan S, Mirkovic D, Yepes P, Newhauser WD. \"Effective dose from stray\n                     radiation for a patient receiving proton therapy for liver cancer\". AIP Conf Proc 1099 , 445-449, 3\/2009. PMCID: PMC2943390. Taddei PJ, Mirkovic D, Fontenot JD, Giebeler A, Zheng Y, Kornguth D, Mohan R, Newhauser\n                     WD. \"Stray radiation dose and second cancer risk for a pediatric patient receiving\n                     craniospinal irradiation with proton beams\". Phys Med Biol 54 (8), 2259-2275, 4\/2009. e-Pub 3\/2009. Newhauser WD, Fontenot JD, Mahajan A, Kornguth D, Stovall M, Zheng Y, Taddei PJ, Mirkovic\n                     D, Mohan R, Cox JD, Woo S. \"The risk of developing a second cancer after receiving\n                     craniospinal proton irradiation\". Phys Med Biol 54 (8), 2277-2297, 4\/2009. e-Pub 3\/2009. Fontenot JD, Lee AK, Newhauser WD. \"Risk of secondary malignant neoplasms from proton\n                     therapy and intensity-modulated x-ray therapy for early-stage prostate cancer\". Int J Radiat Oncol Biol Phys 74 (2), 616-22, 6\/2009. Fontenot JD, Taddei P, Zheng Y, Mirkovic D, Newhauser WD. \"Ambient dose equivalent\n                     versus effective dose for quantifying stray radiation exposures to a patient receiving\n                     proton therapy for cancer of the prostate\". Nucl Technol 168 , 173-177, 10\/2009. Taddei PJ, Mirkovic D, Fontenot JD, Giebeler A, Zheng Y, Titt U, Woo S, Newhauser\n                     WD. \"Reducing stray radiation dose for a pediatric patient receiving proton craniospinal\n                     irradiation\". Nucl Technol 168 , 108-112, 10\/2009. Zheng Y, Newhauser W, Klein E, Low D. \"Monte Carlo simulation of the neutron spectral\n                     fluence and dose equivalent for use in shielding a proton therapy vault\". Phys Med Biol 54 (22), 6943-57, 11\/2009. e-Pub 11\/2009. Yepes P, Randeniya S, Taddei PJ, Newhauser WD. \"A track repeating algorithm for fast\n                     Monte Carlo dose calculations of proton radiotherapy: a case study for cancer of prostate\". Nucl Technol 168 (3), 173-177, 12\/2009. Randeniya SD, Taddei PJ, Newhauser WD, Yepes P. \"Intercomparision of Monte Carlo Radiation\n                     Transport Codes MCNPX, GEANT4, and FLUKA for Simulating Proton Radiotherapy of the\n                     Eye\". Nucl Technol 168 (3), 810-814, 12\/2009. PMCID: PMC2943388. Giebeler A, Fontenot J, Balter P, Ciangaru G, Zhu R, Newhauser W. \"Dose perturbations\n                     from implanted helical gold markers in proton therapy of prostate cancer\". J Appl Clin Med Phys 10 (1), 63-70, 2009. e-Pub 1\/2009. PMCID: PMC2949274. Koch NC, Newhauser WD. \"Development and verification of an analytical algorithm to\n                     predict absorbed dose distributions in ocular proton therapy using Monte Carlo simulations\". Phys Med Biol 55 (3), 833-53, 2\/2010. e-Pub 1\/2010. Zhang R, Taddei PJ, Fitzek MM, Newhauser WD. \"Water equivalent thickness values of\n                     materials used in beams of protons, helium, carbon and iron ions\". Phys Med Biol 55 (9), 2481-93, 5\/2010. e-Pub 4\/2010. PMCID: PMC2977971. Titt U, Mirkovic D, Sawakuchi GO, Perles LA, Newhauser WD, Taddei PJ, Mohan R. \"Adjustment\n                     of the lateral and longitudinal size of scanned proton beam spots using a pre-absorber\n                     to optimize penumbrae and delivery efficiency\". Phys Med Biol 55 (23), 7097-106, 12\/2010. e-Pub 11\/2010. PMCID: PMC3001334. Zhang R, Pérez-Andújar A, Fontenot JD, Taddei PJ, Newhauser WD. \"An analytic model\n                     of neutron ambient dose equivalent and equivalent dose for proton radiotherapy\". Phys Med Biol 55 (23), 6975-85, 12\/2010. e-Pub 11\/2010. PMCID: PMC3001300. Yepes PP, Brannan T, Huang J, Mirkovic D, Newhauser WD, Taddei PJ, Titt U. \"Application\n                     of a fast proton dose calculation algorithm to a thorax geometry\". Radiat Meas 45 (10), 1367-1368, 12\/2010. PMCID: PMC3085469. Taddei PJ, Chell E, Hansen S, Gertner M, Newhauser WD. \"Assessment of targeting accuracy\n                     of a low-energy stereotactic radiosurgery treatment for age-related macular degeneration\". Phys Med Biol 55 (23), 7037-54, 12\/2010. e-Pub 11\/2010. PMCID: PMC3001331. Cheung J, Kudchadker RJ, Zhu XR, Lee AK, Newhauser WD. \"Dose perturbations and image\n                     artifacts caused by carbon-coated ceramic and stainless steel fiducials used in proton\n                     therapy for prostate cancer\". Phys Med Biol 55 (23), 7135-47, 12\/2010. e-Pub 11\/2010. Fontenot JD, Bloch C, Followill D, Titt U, Newhauser WD. \"Estimate of the uncertainties\n                     in the relative risk of secondary malignant neoplasms following proton therapy and\n                     intensity-modulated photon therapy\". Phys Med Biol 55 (23), 6987-98, 12\/2010. e-Pub 11\/2010. Howell RM, Scarboro SB, Taddei PJ, Krishnan S, Kry SF, Newhauser WD. \"Methodology\n                     for determining doses to in-field, out-of-field, and partially in-field organs for\n                     late effects studies in photon radiotherapy\". Phys Med Biol 55 (23), 7009-23, 12\/2010. e-Pub 11\/2010. PMCID: PMC3001332. Taddei PJ, Mahajan A, Mirkovic D, Zhang R, Giebeler A, Kornguth D, Harvey M, Woo S,\n                     Newhauser WD. \"Predicted risks of second malignant neoplasm incidence and mortality\n                     due to secondary neutrons in a girl and boy receiving proton craniospinal irradiation\". Phys Med Biol  55 (23), 7067-80, 12\/2010. e-Pub 11\/2010. PMCID: PMC3001324. Taddei PJ, Howell RM, Krishnan S, Scarboro SB, Mirkovic D, Newhauser WD. \"Risk of\n                     second malignant neoplasm following proton versus intensity-modulated photon radiotherapies\n                     for hepatocellular carcinoma\". Phys Med Biol 55 (23), 7055-65, 12\/2010. e-Pub 11\/2010. PMCID: PMC3001302. Newhauser WD, Durante M. \"Assessing the risk of second malignancies after modern radiotherapy\". Nat Rev Cancer 11 (6), 438-48, 6\/2011. e-Pub 5\/2011. Vadapalli R, Yepes P, Newhauser W, Lichti R. \"Grid-enabled treatment planning for\n                     proton therapy using Monte Carlo simulations\". Nucl Technol 175 (1), 16-21, 7\/2011. Huang JY, Newhauser WD, Zhu XR, Lee AK, Kudchadker RJ. \"Investigation of dose perturbations\n                     and the radiographic visibility of potential fiducials for proton radiation therapy\n                     of the prostate\". Phys Med Biol  56 (16), 5287-302, 8\/2011. e-Pub 7\/2011. Newhauser WD, Scheurer ME, Faupel-Badger JM, Clague J, Weitzel J, and Woods KV. \"The\n                     Future Workforce in Cancer Prevention: Advancing Discovery, Research, and Technology\",\n                     J. Cancer Educ Suppl 2: S128-35 (2012). Howell, Giebeler,Koontz-Raisigc, Mahajan, Etzel, D'Amelio, Randeniya , Newhauser.\n                     \"Comparison of therapeutic dosimetric data from passively scattered proton and photon\n                     craniospinal irradiations for medulloblastoma\". Radiother Oncol . 2012 Jul 24; 7 (1):116. Rechner, Howell, Zhang, Etzel, Lee, Newhauser. \"Risk of radiogenic second cancers\n                     following volumetric-modulated arc therapy and proton arc therapy for prostate cancer\".\n                     Phys Med Biol. Phys. Med. Biol. 57 7117-7132 (2012). Rechner L, Howell R, Zhang R, Newhauser WD. \"Impact of margin size on the predicted\n                     risk of radiogenic second cancers following volumetric modulated arc therapy and proton\n                     arc therapy for prostate cancer\". Phys Med Biol . 2012 Dec 7 ;57(23):N469-79. Giebeler, Howell, Amos, Mahajan, Newhauser. \"Standardized treatment planning methodology\n                     for passively scattered proton craniospinal irradiation and consistency between individually\n                     optimized plans\". Radiother Oncol. (2013). Zhang, Fontenot, Mirkovic, Hendricks, Newhauser. \"Advantages of MCNPX-based lattice\n                     tally over mesh tally in high-speed Monte Carlo dose reconstruction for proton radiotherapy\". Nucl Technol . 183 (1) 101-106 (2013). Zhang, Howell, Giebeler, Taddei, Mahajan, Newhauser. \"Predicted risk of radiogenic\n                     cardiac toxicity in a pediatric medulloblastoma patient treated with photon and proton\n                     craniospinal irradiation\". Radiother Oncol. Radiation Oncology 2013, 8 :184 2013. Pérez-Andújar, Howell, Taddei, Mahajan, Newhauser. \"Predicted relative risk of sterility\n                     for three radiotherapy modalities for a girl receiving craniospinal irradiation\". Phys Med Biol. 2013 May 21; 58 (10):3107-23. Newhauser WD, Rechner L, Mirkovic D, Yepes P, Koch NC, Titt U, Fontenot JD, Zhang\n                     R. \"Benchmark measurements and simulations of dose perturbations due to metallic spheres\n                     in proton beams\". Radiation Measurements , Volume 58 , November 2013, Pages 37-44, ISSN 1350-4487, http:\/\/dx.doi.org\/10.1016\/j.radmeas.2013.08.001. Taddei PJ, ,Jalbout W, Howell RM, Khater N, Geara F, Homann K, and Newhauser WD. \"Analytical\n                     model for out-of-field dose in photon craniospinal irradiation\". Phys Med Biol. 8 (21), 7463 2013. Zhang, Howell, Giebeler, Taddei, Mahajan, Newhauser. \"Comparison of risk of radiogenic\n                     second cancer between photon and proton craniospinal irradiation for a pediatric medulloblastoma\n                     patient\". Phys Med Biol. 2013 Feb 21; 58 (4):807-23. doi: 10.1088\/0031-9155\/58\/4\/807. Pérez-Andújar, Zhang, Phil, Newhauser. \"Prediction of neutron dose equivalent dose\n                     source terms for radioprotection in proton therapy\". Med. Phys 40 , 121714 (2013.) Eley JG, Newhauser WD, Luchtenborg R, Graeff C, and Bert C. \"4D Optimization of for\n                     Scanned Ion Beam Tracking Therapy of Moving Tumors\". Phys Med Biol 59 3431-3452 (2014). Newhauser WD, Jones T, Swerdloff S, Newhauser WA, Cilia M, Carver R, Halloran R, Zhang\n                     R. \"Anonymization of DICOM electronic medical records for radiation therapy\", Comp Biol Med. 53 134-140 (2014). Zhang R, Howell R, Taddei PJ, Giebeler A, Mahajan A, Newhauser WD. \"A comparative\n                     study on the risks of radiogenic second cancers and cardiac mortality in a set of\n                     pediatric medulloblastoma patients treated with photon or proton craniospinal irradiation\". Radiother Oncol, 11384 -88, 2014. Eley JG, Newhauser WD, Richter D, LÃ¼chtenborg R, Saito N, Bert C. \"Robustness of\n                     target dose coverage to motion uncertainties for scanned carbon ion beam tracking\n                     therapy of moving tumors\". Phys. Med. Biol. 60 :1717-40, 2015. http:\/\/stacks.iop.org\/0031-9155\/60\/1717. Taddei PJ, Khater N, Zhang R, Geara FB, Mahajan A, Jalbout W, Pérez-Andújar A, Youssef\n                     B, Newhauser WD. \"Inter-institutional comparison of personalized risk assessments\n                     for second malignant neoplasms for a 13-year-old girl receiving proton versus photon\n                     craniospinal irradiation\". Cancers 7 , 407-426 (2015) doi:10.3390\/cancers7010407. Eley J, Newhauser W, Homann K, Howell R, Durante M, Bert C. \"Implementation of an\n                     analytical model for neutron equivalent dose in a proton radiotherapy treatment planning\n                     system\". Cancers 7 , 427-438 (2015); doi:10.3390\/cancers7010427. Rechner L, Zhang R, Eley J, Howell R, Mirkovic D, Newhauser WD. \"Minimization of the\n                     incidence of radiogenic second cancers with risk-optimized proton therapy\", Phys. Med. Biol. 60 3999-4013 (2015). Newhauser WD and Zhang R, The physics of proton therapy, Phys. Med. Biol. 60 (2015) R155-R209. Freund D, Zhang R, Sanders M, and Newhauser W. \"Predictive Risk of Radiation Induced\n                     Cerebral Necrosis in Pediatric Brain Cancer Patients after VMAT Versus Proton Therapy\". Cancers 7 , 617-630, 2015; doi:10.3390\/cancers7020617. Newhauser W, Zhang R, Jones T, Giebeler A, Taddei P, Stewart R, Lee A, Vassiliev O.\n                     \"Reducing the cost of proton radiation therapy: The feasibility of a streamlined treatment\n                     technique for prostate cancer\". Cancers 2015, 7 , 688-705. Schneider, C. Newhauser WD, Farah J. \"An analytical model of leakage neutron equivalent\n                     dose for passively-scattered proton therapy and validation with measurements\". Cancers 7 , 795-810 (2015). Jagetic L and Newhauser WD, \"A simple and fast analytical method to calculate doses\n                     to the whole body from external beam, megavoltage x-ray therapy\". Phys. Med. Biol. 60 (2015) 4753-4775. Zhang R, Mirkovic D, and Newhauser WD. \"Visualization of risk of radiogenic second\n                     cancer in the organs and tissues of the human body\". R adiat Oncol J. (2015) 10: 107, DOI 10.1186\/s13014-015-0404-x Newhauser WD, Giebeler A, Zhu R, Titt U, Lee AK, Zhang R. \"Uncertainty in dose per\n                     monitor unit estimates for passively scattered proton therapy, Part I: The role of\n                     compensator and patient scatter in prostate cases\", Proton Therapy Journal , 1 :1 1 (2015). Newhauser WD, Berrington de Gonzalez A, Schulte R, and Lee C. \"A Review of Radiotherapy-Induced\n                     Late Effects Research After Advanced-Technology Treatments\". (Invited review), Frontiers in Oncology. Vol 6 , article 13 (2016). Hernandez M, Zhang R, Sanders M, Newhauser W. \"A treatment planning comparison of\n                     volumetric modulated arc therapy and proton therapy for a sample of breast cancer\n                     patients treated with post-mastectomy radiotherapy\". J Proton Therapy , 1 :1 1-7 (2016) Homann K, Howell R, Eley J, Mirkovic D, Etzel C, Giebeler A, Mahajan A, Zhang R, Newhauser\n                     W. \"The need for individualized studies to compare radiogenic second cancer (RSC)\n                     risk in proton versus photon Hodgkin Lymphoma patient treatments\". J Proton Therapy , 1 :1 1-11 (2015). (actually published in 2016, not 2015 as listed) Eley J, Friedrich T, Homann K, Howell R, Scholz M, Durante M, Newhauser WD. \"Comparative\n                     Risk Predictions of Second Cancers after Carbon-Ion Therapy versus Proton Therapy\", Particle Therapy Special Edition. Volume 95, Issue 1, 1 May 2016, Pages 279–286. Newhauser W. \"The Medical Physics Workforce\". Health Physics 112 (2):139-148. February 2017 Newhauser W.D., Schneider C., Wilson L., Shreshtha S., Donahue W. (2017) “A Review\n                     of Analytical Models of Stray Radiation Exposures from Photon- and Proton-Beam Radiotherapies”,\n                     Radiation Protection Dosimetry. 2017 Nov 21 :1-7. doi: 10.1093\/rpd\/ncx245 Schneider, C. W., Newhauser, W. D., Wilson, L. J., Schneider, U., Kaderka, R., MiLWanić,\n                     S.,Knežević, Ž., Stolarcyzk, L., Durante, M. and Harrison, R. M., “A descriptive and\n                     broadly applicable model of therapeutic and stray absorbed dose from 6 MV to 25 MV\n                     photon beams” Medical physics (0094-2405) 44 (2017), 7; 3805-3814 Schneider, C.W., Newhauser, W.D., & Farah, J. \"Analytical Models of Stray Radiation\n                     for External Beam Radiotherapy\". EURADOS Annual Meeting. Karlsruhe, Germany. February\n                     28, 2017 Williams, J. P., & Newhauser, W. (2018). “Normal tissue damage: its importance, history\n                        and challenges for the future”. The British Journal of Radiology 2019 92:1093. 2018 Wayne Newhauser. Three discipline collaborative radiation therapy (3DCRT) special\n                        debate: The United States should build additional proton therapy facilities. J Appl\n                        Clin Med Phys 2019; 20 :2: 7–12 Lydia J. Wilson, Wayne D. Newhauser, and Christopher W. Schneider. \"An objective method\n                        to evaluate radiation dose distributions varying by three orders of magnitude\". Medical Physics , 46 (4), April 2019 Schneider CW, Newhauser WD, Wilson LJ, Kapsch RP. \"A physics-based analytical model\n                     of absorbed dose from primary, leakage, and scattered photons from megavoltage radiotherapy\n                     with MLCs\". Phys Med Biol . 2019 Sep 19; 64 (18):185017. Lydia J. Wilson, Wayne D. Newhauser, and Christopher W. Schneider, etc. \"Method to\n                     quickly and accurately calculate absorbed dose from therapeutic and stray photon exposures\n                     throughout the entire body in individual patients\". Medical Physics, 14 January 2020. https:\/\/doi.org\/10.1002\/mp.14018 . Lydia J. Wilson and Wayne D. Newhauser. \"Justification and optimization of radiation\n                     exposures: a new framework to aggregate arbitrary detriments and benefits\". Radiat Environ Biophys .18 June 2020. DOI 10.1007\/s00411-020-00855-w Back to Top"
            ]
        ]
    ]
}