{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "7ZQW4GYF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "PATRICK A. LEE William & Emma Rogers Professor of Physics palee@mit.edu (617) 253-8325 6C-347 Lesley Keaney (617) 253-4878 RELATED LINKS: 2005 Dirac Medal Doped Mott Insulators Group: MIT CMSE Condensed Matter Theory Group at MIT \"Chez Pierre\" Seminars in Condensed Matter Physics at MIT Area of Physics Condensed Matter Professor Lee's main research interests lie in the study of strongly correlated electronic systems. These are materials where the interactions between electrons play a crucial role and lead to novel phenomena not explainable by single electron band structure effects. Examples include the quantum Hall effect, mesoscopic systems, and effects due to disorder. More recently, Professor Lee's research is focused on the problem of high temperature superconductivity. The starting point of this work is that the new family of superconductors is an example of the doped Mott insulator. The parent material is an antiferromagnetic insulator that is insulating due to correlation effects. Doping introduces carriers into the insulator, leading to a rich variety of novel phenomena including superconductivity. Methods of attack include many-body field theory and numerical work. Professor Lee joined the MIT Department of Physics in 1982 after  approximately ten years with the Theoretical Physics Department at Bell  Laboratories. He has made key contributions to the theory of disordered  electronic systems and is a pioneer in \"mesoscopic physics,\" the study  of small devices at low temperatures. Professor Lee introduced the  concept of universal conductance fluctuations to describe such devices.  For this, and other contributions to condensed matter physics, he was  awarded the 2005 Dirac Medal of the International Centre for  Theoretical Physics and the Oliver Buckley Prize of the American  Physical Society. Professor Lee's current research interests focus on  high temperature superconductors. P.A. Lee and X.-G. Wen, \"Vortex Structure in Underdoped Cuprates,\" Phys. Rev. B 63 , 224517-1 (2001). D.A. Ivanov and P.A. Lee, \"Staggered-spin Contribution to Nuclear Spin-lattice Relaxation in Two-leg Antiferromagnetic Ladders,\" Phys. Rev. B 59 , 4803 (1999). Don H. Kim and P.A. Lee, \"Theory of Spin Excitations in Undoped and Underdoped Cuprates,\" Annals of Physics 272 , 130 (1999). P.A. Lee, N. Nagaosa, T.K. Ng, and X.G. Wen, \"An SU(2) Formulation of the t-J Model: Application to Underdoped Cuprates,\" Phys. Rev. B 57 , 6003 (1998). X.G. Wen and P.A. Lee, \"Theory of Underdoped Cuprates,\" Phys. Rev. Lett. 76 , 503 (1996). P.A. Lee, \"Localized States in a d-Wave Superconductor,\" Phys. Rev. Lett. 71 , 1887 (1993). B. I. Halperin, P.A. Lee and N. Read, \"Theory of the Half-filled Landau Level,\" Phys. Rev. B 47 , 7312 (1993). P.A. Lee and N. Nagaosa, \"Gauge Theory of the Normal State of High Tc Superconductors,\" Phys. Rev. B 46 , 5621 (1992). T.K. Ng and P.A. Lee, \"On Site Coulomb Repulsion and Resonant Tunnelling,\" Phys. Rev. Lett. 61 , 1768 (1988). P.A. Lee and A.D. Stone, \"Universal Conductance Fluctuations in Metals,\" Phys. Rev. Lett. 55 , 1622 (1985). P.A. Lee and T.V. Ramakrishnan, \"Disordered Electronic Systems,\" Rev. Mod. Phys. 57 , 287 (1985). July 15, 2020 4:23 PM"
            ]
        ]
    ]
}