{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "804DZ35O",
            "2hpczm8AAAAJ",
            [
                "Selective hydrogen gas nanosensor using individual ZnO nanowire with fast response at room temperature",
                "Effects of annealing on properties of ZnO thin films prepared by electrochemical deposition in chloride medium",
                "Effect of synthesis conditions on the growth of ZnO nanorods via hydrothermal method",
                "Novel hydrogen gas sensor based on single ZnO nanorod"
            ],
            [
                "In this work, we report on a single ZnO nanowire-based nanoscale sensor fabricated using focused ion beam (FIB\/SEM) instrument. We studied the diameter dependence of the gas response and selectivity of ZnO nanowires (NWs) synthesized by chemical vapor phase growth method. The photoluminescence (PL) measurements were used to determine the deep levels related to defects which are presented in the ZnO nanomaterial as well as to evaluate the effect of thermal treatment in H2 atmosphere on the emission from ZnO nanowires. We show that sample annealed in hydrogen leads to passivation of recombination centers thus modifying the NWs properties.We studied the gas response and selectivity of these ZnO nanowires to H2, NH3, i-Butane, CH4 gases at room temperature. Our results indicated that zinc oxide NWs hold a high promise for nanoscale sensor applications due to its capability to operate at …",
                "The development of cost-effective and low-temperature synthesis techniques for the growth of high-quality zinc oxide thin films is paramount for fabrication of ZnO-based optoelectronic devices, especially ultraviolet (UV)-light-emitting diodes, lasers and detectors. We demonstrate that the properties, especially UV emission, observed at room temperature, of electrodeposited ZnO thin films from chloride medium (at 70 °C) on fluor-doped tin oxide (FTO) substrates is strongly influenced by the post-growth thermal annealing treatments. X-ray diffraction (XRD) measurements show that the films have preferably grown along (0 0 2) direction. Thermal annealing in the temperature range of 150–400 °C in air has been carried out for these ZnO thin films. The as-grown films contain chlorine which is partially removed after annealing at 400 °C. Morphological changes upon annealing are discussed in the light of compositional …",
                "ZnO nanorods with hexagonal structures were synthesized by a hydrothermal method under different conditions. The effect of synthesis conditions on ZnO nanorod growth was systematically studied by scanning electron microscopy. All samples were characterized by X-ray diffraction, energy-dispersive X-ray spectroscopy and micro-Raman spectroscopy. The results demonstrate that the morphology and ordering of ZnO nanorods are determined by the growth temperature, the overall concentration of the precursors and deposition time.ZnO nanorod morphology and surface-to-volume ratio are most sensitive to temperature. The width of ZnO nanorods can be controlled by the overall concentration of the reactants and by temperature. The influence of the chemical reactions, the nucleation and growth process on the morphology of ZnO nanorods is discussed.",
                "For extensive use in an industrialized process of individual ZnO nano\/microrods as building nanoblock in novel hydrogen sensors, a simple, inexpensive, and bio-safe synthesis process and nanofabrication route is required. Here, we report a cost-effective and fast synthesis route for ZnO one-dimensional nanorod using an aqueous-based approach in a reactor. Our synthesis technique permits nano\/microrods to be easily transferred to other substrates and to be distributed on the surface. This flexibility of substrate choice opens the possibility of using focused ion beam (FIB\/SEM) system for handling and fabricating nanosensors. The main advantage of this procedure is a quick verification\/testing of concept and is compatible with micro\/nanoelectronic devices. The described nanofabrication steps permitted us to obtain a 90% success rate for building single nanorod sensor. A sensitivity of ∼4% was obtained for a …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Materials Synthesis"
                ]
            ],
            [
                "Lee Chow Professor PSB 410 Lee.Chow@ucf.edu 407-823-1543 Dr. Lee Chow received his Ph.D. in Physics from the Clark University in 1981. He was a postdoc at Chapel Hill, UNC for three years before joining the Physics department at UCF in 1983. He also holds a joint appointment at Materials Science & Engineering department at UCF. Highlights Syllabi Experienced with synthesis of carbon nanotube and fabrication of CNT devices. Experienced with chemical bath deposition of CdS and ZnO thin films and nanostructures. Experienced with various thin film characterization techniques. UCF, College of Science, Research Incentive Award. 2004. UCF, College of Science, Distinguished Research Award, 2009. Dr. Lee Chow’s Publication List (2013-2018) Highlights Teaching NSF Undergraduate Laboratory Improvement Award, 1991-1993. College of Arts and Sciences, UCF, Teaching Incentive Award, 1994-1995 College of Science, UCF, Teaching Incentive Award, 2005-2006. Distinguish Service Award, Lake Highland Preparatory School. 2003. Nominated by the Physics Department for the Teacher of the Year Award, 1993. Research Corporation, “Science in Partner Award”, 1998-2000. Offering the first web-based Introductory Physics course in the fall of 1998. Taught 10 different undergraduate courses and 10 different graduate courses. UCF, College of Science, Research Incentive Award. 2004. UCF, College of Science, Distinguished Researcher Award, 2009. 12 US patents issued in the last 25 years. Published more than 130 refereed journal articles with a Google Scholar citation count of 5135 and h-index of 37. Inducted into the UCF Scroll & Quill Society, 2016 Syllabi PHY3323 Fall 2016 PHY4324 Spring 2016 PHY 3802L (Section 1) Fall 2015 Interview with Dr. Lee Chow Date: Monday Feb. 08th, 2010 Lee Chow Inducted into NAI Lee Chow, Ph.D., professor in the Department of Physics at the University of Central Florida, was recently inducted into the university’s chapter of the National… COS Faculty in National Academy of Inventors Story by Barb Abney The University of Central Florida inducted 29 researchers into its new chapter of the National Academy of Inventors on Monday night…"
            ]
        ]
    ]
}