{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "81IUMKL2",
            "1tRODQEAAAAJ",
            [
                "Student understanding of the first law of thermodynamics: Relating work to the adiabatic compression of an ideal gas",
                "Student understanding of the ideal gas law, Part I: A macroscopic perspective",
                "Helping students develop an understanding of Archimedes’ principle. I. Research on student understanding",
                "Helping students develop an understanding of Archimedes’ principle. II. Development of research-based instructional materials",
                "Identifying and addressing student difficulties with hydrostatic pressure",
                "Effective student teams for collaborative learning in an introductory university physics course",
                "Student understanding of basic probability concepts in an upper‐division thermal physics course",
                "A research-based interactive lecture demonstration on sinking and floating",
                "Inquiry-based course in physics and chemistry for preservice K-8 teachers",
                "Student understanding of gravitational potential energy and the motion of bodies in a gravitational field"
            ],
            [
                "We report on an investigation of student understanding of the first law of thermodynamics. The students involved were drawn from first-year university physics courses and a second-year thermal physics course. The emphasis was on the ability of the students to relate the first law to the adiabatic compression of an ideal gas. Although they had studied the first law, few students recognized its relevance. Fewer still were able to apply the concept of work to account for a change in temperature in an adiabatic process. Instead most of the students based their predictions and explanations on a misinterpretation of the ideal gas law. Even when ideas of energy and work were suggested, many students were unable to give a correct analysis. They frequently failed to differentiate the concepts of heat, temperature, work, and internal energy. Some of the difficulties that students had in applying the concept of work in a thermal …",
                "Our findings from a long-term investigation indicate that many students cannot properly interpret or apply the ideal gas law after instruction in introductory physics and chemistry as well as more advanced courses. The emphasis in this paper is on the concepts of pressure, volume, and temperature at the macroscopic level. We describe some serious conceptual and reasoning difficulties that we have identified. Results from our research were applied in the design of a curriculum that has helped improve student understanding of the ideal gas law.",
                "This paper is the first of two that describe how research on student understanding of Archimedes’ principle is being used to guide the development of instructional materials on this topic. Our results indicate that standard instruction on hydrostatics leaves many science and engineering majors unable to predict and explain the sinking and floating behavior of simple objects. A number of serious and persistent difficulties with the concepts and principles used to analyze such behavior are identified. Although some of these difficulties are specific to the concept of the buoyant force, many others seem to reflect lingering confusion about concepts that are widely assumed to be understood by students before the study of hydrostatics begins.",
                "This paper is the second of two that describe how research on student understanding of Archimedes’ principle is being used to guide the development of instructional materials to supplement instruction on this topic in typical introductory courses. The instructional materials that resulted have proven to be effective. Also discussed are instructional materials for special courses and workshops for K–8 teachers. Evidence is presented that, on some tasks, teachers who have worked through these materials perform much better than introductory physics students.",
                "We describe an investigation of student learning of the concept of pressure in a static liquid. We document patterns of student answers and explanations in response to written and interview questions. We find that many undergraduate students fail to develop a correct understanding of pressure in this context. Many students have difficulty identifying the forces that act on a liquid and relating these forces to pressure. We describe the development and assessment of research-based instructional materials designed to address student difficulties with pressure and provide evidence that these materials can improve student understanding.",
                "We have studied the types of student teams that are most effective for collaborative learning in a large freshman university physics course. We compared teams in which the students were all of roughly equal ability to teams with a mix of student abilities, we compared teams with three members to teams with four members, and we examined teams with only one female student and the rest of the students male. We measured team effectiveness by the gains on the Force Concept Inventory and by performance on the final examination. None of the factors that we examined had significant impact on student learning. We also investigated student satisfaction as measured by responses to an anonymous evaluation at the end of the term, and found small but statistically significant differences depending on how the nine teams in the group were constructed.",
                "As part of ongoing research on student understanding in upper‐division thermal physics, we developed a number of simple diagnostic questions designed to probe understanding of basic probability concepts. Preliminary results showed that many students had difficulty in distinguishing the concepts of microstate and macrostate, and in applying mathematical relationships for multiplicity of simple systems. We have tested a tutorial sequence designed to address some of the difficulties. We will summarize previous results, show post‐test results from the target courses, and describe aspects of the tutorial sequence that are likely in need of modification.",
                "Many students have incorrect ideas about sinking and floating. Traditional instruction typically fails to address these ideas. Prior research-based interventions have required much time and\/or good understanding of prerequisite concepts. This article describes an interactive lecture activity on buoyancy that has proven successful at addressing common conceptual difficulties with a smaller investment of time.",
                "We describe an inquiry-based course in physics and chemistry for preservice K-8 teachers developed at California State University Fullerton. The course is one of three developed primarily to enhance the science content understanding of prospective teachers. The course incorporates a number of innovative instructional strategies and is somewhat unusual for its interdisciplinary focus. We describe the course structure in detail, providing examples of course materials and assessment strategies. Finally, we provide research data illustrating both the need for the course and the effectiveness of the course in developing student understanding of selected topics. Student responses to various questions reflect a lack of understanding of many relatively simple physical science concepts, and a level of performance that is usually lower than that in comparable courses serving a general education audience. Additional data …",
                "We have been investigating student understanding of energy concepts in the context of introductory courses for non‐science majors as well as those for science and engineering majors. We have found that many students develop incomplete and incorrect understandings of the concept of gravitational potential energy. Moreover, students often have incorrect notions about the motion of bodies under the influence of gravity. These incorrect beliefs may prevent the development of a coherent understanding of energy as a conserved quantity."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}