{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "82LX91YS",
            "yGDh0rIAAAAJ",
            [
                "Dynamics of the dissipative two-state system",
                "Two-dimensional quantum Heisenberg antiferromagnet at low temperatures",
                "Hidden order in the cuprates",
                "Low-temperature behavior of two-dimensional quantum antiferromagnets",
                "Interlayer tunneling and gap anisotropy in high-temperature superconductors",
                "Weak localization: The quasiclassical theory of electrons in a random potential",
                "Quantum fluctuations in the tunneling between superconductors",
                "Dynamics of the two-state system with ohmic dissipation",
                "Quantum Magnetism of CuGe O 3",
                "Electronic correlation effects and superconductivity in doped fullerenes"
            ],
            [
                "This paper presents the results of a functional-integral approach to the dynamics of a two-state system coupled to a dissipative environment. It is primarily an extended account of results obtained over the last four years by the authors; while they try to provide some background for orientation, it is emphatically not intended as a comprehensive review of the literature on the subject. Its contents include (1) an exact and general prescription for the reduction, under appropriate circumstances, of the problem of a system tunneling between two wells in the presence of a dissipative environment to the\" spin-boson\" problem;(2) the derivation of an exact formula for the dynamics of the latter problem;(3) the demonstration that there exists a simple approximation to this exact formula which is controlled, in the sense that we can put explicit bounds on the errors incurred in it, and that for almost all regions of the parameter space …",
                "It is argued that the long-wavelength, low-temperature behavior of a two-dimensional quantum Heisenberg antiferromagnet can be described by a quantum nonlinear σ model in two space plus one time dimension, at least in the range of parameters where the model has long-range order at zero temperature. The properties of the quantum nonlinear σ model are analyzed approximately using the one-loop renormalization-group method. When the model has long-range order at T= 0, the long-wavelength behavior at finite temperatures can be described by a purely classical model, with parameters renormalized by the quantum fluctuations. The low-temperature behavior of the correlation length and the static and dynamic staggered-spin-correlation functions for the quantum antiferromagnet can be predicted, in principle, with no adjustable parameters, from the results of simulations of the classical model on a lattice …",
                "We propose that the enigmatic pseudogap phase of cuprate superconductors is characterized by a hidden broken symmetry of d x 2− y 2-type. The transition to this state is rounded by disorder, but in the limit that the disorder is made sufficiently small, the pseudogap crossover should reveal itself to be such a transition. The ordered state breaks time-reversal, translational, and rotational symmetries, but it is invariant under the combination of any two. We discuss these ideas in the context of ten specific experimental properties of the cuprates, and make several predictions, including the existence of an as-yet undetected metal-metal transition under the superconducting dome.",
                "Recent neutron-scattering data for the spin-correlation length in La 2 CuO 4 can be fitted quantitatively with an analysis of the quantum mechanical nonlinear σ model in two space dimensions. The coupling constant must be chosen in the range where an isolated CuO 2 layer has antiferromagnetic order at T= 0. The parameters are consistent with the spin-wave theory for the nearest-neighbor spin-(1\/2 Heisenberg antiferromagnet on a square lattice.",
                "A quantitative analysis of a recent model of high-temperature superconductors based on an interlayer tunneling mechanism is presented. This model can account well for the observed magnitudes of the high transition temperatures in these materials and implies a gap that does not change sign, can be substantially anisotropic, and has the same symmetry as the crystal. The experimental consequences explored so far are consistent with the observations.",
                "The recent subject of weak localization is an important area of research in condensed matter physics which has received a considerable amount of experimental and theoretical attention. In its existing form, the theory is founded entirely on the impurity technique of Green's function. In this paper, we present a theory of weak localization which is put rigorously on a quasiclassical basis thus providing a more intuitive understanding. For example, it becomes apparent that much of the underlying physics is a result of quantum mechanical interference effects in a very elementary sense. It is one of those unique cases where the superposition principle of quantum mechanics leads to observable consequences in the properties of macroscopic systems. In addition, all the important quantitative results obtained so far are recovered in the present quasiclassical approach.",
                "Quantum fluctuations in a microscopic model of a Josephson junction including dissipative effects, parametrized by η= ℏ 2 π e 2 R with R the resistance, are discussed. It is shown that the parameter space divides sharply into two regions: One in which scaling trajectories lead to a vanishing mean tunneling rate at T= 0 and the other in which they do not.",
                "The authors study a symmetric two-state system with\" bare\" tunneling frequency Δ 0, dimensionless Ohmic dissipation coefficient α, and heat-bath cutoff ω c. Defining Δ r≡ Δ 0 (Δ 0 ω c) α (1− α) for α< 1 and Δ r≡ 0 for α> 1, they find to lowest order in Δ r ω c, kT ℏ ω c (a) for all α kT≫ ℏ Δ r, incoherent relaxation at a rate (Δ 0 2 ω c)(π 2)[Γ (α) Γ (α+ 1 2)]×(π kT ℏ ω c) 2 α− 1;(b) for T= 0, 1 2< α< 1, incoherent relaxation at a rate∼ Δ r; and (c) for T= 0, 0< α< 1 2, damped oscillations with frequency∼ Δ r and Q factor 1 2 cot [(π 2) α (1− α)] plus a power-law background.",
                "The magnetic properties of CuGe O 3 are shown to be well described by the one-dimensional Heisenberg S= 1 2 model with competing antiferromagnetic interactions. Provided that the competing exchange is moderately large but smaller than the critical value required to produce a gap in the excitation spectrum without lattice dimerization, the model agrees with a variety of experimental properties. It is argued that competing exchange interactions are a general feature of organic charge transfer compounds, and that they increase the temperature at which a spin-Peierls transition takes place.",
                "A theory of the electronic properties of doped fullerenes is proposed in which electronic correlation effects within single fullerene molecules play a central role, and qualitative predictions are made which, if verified, would support this hypothesis. Depending on the effective intrafulllerene electron-electron repulsion and the interfullerene hopping amplitudes (which should depend on the dopant species, among other things), the calculations indicate the possibilities of singlet superconductivity and ferromagnetism."
            ],
            [
                [
                    "Condensed matter physics"
                ]
            ]
        ]
    ]
}