{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8304CEPL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Stephon Alexander Theory Lab Contact More The Alexander group explores the interconnection between the smallest and largest entities in the cosmos by using experimental data in cosmology and particle physics to test, constrain and improve on theories of quantum gravity and beyond the standard model of cosmology and particle physics.  Some questions we investigate are: ​ What happened at and before the big bang singularity? What is the identity and nature of dark matter and dark energy? Why does vacuum energy not gravitate (the cosmological constant problem)? What is the origin of matter over anti-matter in the universe? Can we use gravitational wave physics to probe fundamental physics? What is the origin of large scale structure in the universe? PRINCIPAL INVESTIGATOR STEPHON ALEXANDER stephon_alexander [at] brown.edu Stephon Alexander is a Professor of Physics at Brown University and the President of the National Society of Black Physicists (NSBP). Alexander has had previous appointments at Stanford University, Imperial College, Penn State, Dartmouth College, and Haverford College. He is a specialist in the field of string cosmology, where the physics of superstrings are applied to address longstanding questions in cosmology. In 2001, he co-invented the model of inflation based on higher dimensional hypersurfaces in string theory called D-Branes. In such models, the early universe emerged from the destruction of a higher dimensional D-brane which ignites a period of rapid expansion of space often referred to as cosmic inflation. POST-DOCTORAL RESEARCHERS STEVEN J CLARK steven_j_clark [at] brown.edu Steven J Clark is a Postdoctoral Research Associate in the Department of Physics at Brown University. His research interests span a wide range of topics in particle physics, astrophysics, and cosmology. Particularly, he is interested in how these different areas interact with each other. His most recent work has focused on cosmological signatures of dark matter GABRIEL HERCZEG gabriel_herczeg [at] brown.edu Gabriel Herczeg is a Postdoctoral Research Associate in the Department of Physics at Brown University. His research interests span a range topics, including the study of exact solutions of general relativity and modified theories of gravity, related areas of mathematical physics, and applications of differential geometry to quantum theory. Most recently, he has focused on the cosmological implications of some modified theories of gravity inspired by topological field theory. GRADUATE STUDENTS TATSUYA DANIEL tatsuya_daniel [at] brown.edu Tatsuya Daniel is a first year graduate student in the Department of Physics at Brown University with an interest in Astro-Cosmo theory. He just completed his undergraduate studies at MIT. His past and current research projects include topics on star formation, chemical enrichment and feedback, galactic dynamics, as well as atomic and molecular alignment and studying magnetic fields in diffuse media.\" LEAH JENKS leah_jenks [at] brown.edu Leah Jenks is a Ph.D. student in the Department of Physics at Brown University. She works on a wide variety of topics at the various interfaces of cosmology, high energy physics, and gravitational physics, with interests that range from higher-dimensional black holes to dark matter. Recently, she has been focused on exploring modifications of general relativity as well as theories beyond the standard model. MICHAEL TOOMEY michael_toomey [at] brown.edu Michael Toomey is a third-year Ph.D. student in the Department of Physics at Brown University. His current research interests are broad, spanning astrophysics, cosmology, and high energy physics with an emphasis on applications of computation to problems from theory and phenomenology.  Some of his current and previous work includes establishing the feasibility of identifying blazars as progenitors of ultra-high-energy cosmic-rays, numerical simulations of the Galactic center excess, applications of machine learning to detect dark matter via lensing effects, constraining models of early dark energy in the context of large-scale structure, and novel applications of machine learning to problems in quantum gravity. UNDERGRADUATE STUDENTS SARAH BAWABE sarah_bawabe [at] brown.edu Sarah Bawabe is an undergraduate student at Brown studying Astrophysics and Computer Science. Her current work involves developing a deep understanding of machine learning and helping to author a manual for other physicists who are hoping to apply the concepts of machine learning to their research. Her previous work involved studying the preheating phase in orbital inflation and using this to learn about the reheating of the universe. NICHOLAS COOPER njcooper [at] princeton.edu Nicolas Cooper is an undergraduate at Princeton University.  Nico works on theoretical and numerical studies of axionic dark matter substructure in the presence of rotating black holes to study modified effects of Chern-Simons General Relativity. DANTE SANCHEZ dante_sanchez [at] my.uri.edu Dante Sanchez is a recent graduate from the University of Rhode Island who studied Physics and Applied Mathematics. His current work involves developing a deep understanding of machine learning and using the concepts of machine learning to learn more about the gravitational lensing patterns of Dark Matter. His previous work involved studying the Time Evolution of Substructure of Fuzzy Dark Matter through simulations using PyUltraLight. BATIA FRIEDMAN SHAW batia_friedman-shaw [at] brown.edu Batia Friedman-Shaw is an undergraduate student at Brown University studying Mathematical Physics. Previously she was involved in computational quantum chemistry. Currently, she is looking into machine learning as it applies to physics and is interested to see how it connects to quantum computation. HIGH SCHOOL RESEARCHERS KOOME MURUNGI kmurungi22 [at] gmail.com Koome Murungi is a high school Junior at Montclair Kimberley Academy in Montclair, New Jersey. He is interested in Computer Science with a specific focus on machine learning and cognitive science. He is helping to create a machine learning model to classify dark matter.  He wants to get a better understanding of the human capacity for mentalizing and applying it in the context of machine learning LAB ALUMNI KAIRY HERRERA EVAN MCDONOUGH ATHIRA SANAL BRADLEY SHAPIRO ROBERT SIMS JACOB STANTON KATIE VASQUEZ XIAO ZHOU ©2018 Stephon Alexander Theory Lab"
            ]
        ]
    ]
}