{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "83ONVP0D",
            "YSRwEoMAAAAJ",
            [
                "The bactericidal effect of silver nanoparticles",
                "Interaction of silver nanoparticles with HIV-1",
                "Synthesis of borophenes: Anisotropic, two-dimensional boron polymorphs",
                "Catalytic growth of carbon microtubules with fullerene structure",
                "Formation and growth of Au nanoparticles inside live alfalfa plants",
                "Alfalfa sprouts: a natural source for the synthesis of silver nanoparticles",
                "Atomic cobalt on nitrogen-doped graphene for hydrogen generation",
                "Laser-induced porous graphene films from commercial polymers",
                "Isolation of smaller nanocrystal Au molecules: robust quantum effects in optical spectra",
                "Structure shape and stability of nanometric sized particles"
            ],
            [
                "Nanotechnology is expected to open new avenues to fight and prevent disease using atomic scale tailoring of materials. Among the most promising nanomaterials with antibacterial properties are metallic nanoparticles, which exhibit increased chemical activity due to their large surface to volume ratios and crystallographic surface structure. The study of bactericidal nanomaterials is particularly timely considering the recent increase of new resistant strains of bacteria to the most potent antibiotics. This has promoted research in the well known activity of silver ions and silver-based compounds, including silver nanoparticles. The present work studies the effect of silver nanoparticles in the range of 1–100 nm on Gram-negative bacteria using high angle annular dark field (HAADF) scanning transmission electron microscopy (STEM). Our results indicate that the bactericidal properties of the nanoparticles are size …",
                "The interaction of nanoparticles with biomolecules and microorganisms is an expanding field of research. Within this field, an area that has been largely unexplored is the interaction of metal nanoparticles with viruses. In this work, we demonstrate that silver nanoparticles undergo a size-dependent interaction with HIV-1, with nanoparticles exclusively in the range of 1–10 nm attached to the virus. The regular spatial arrangement of the attached nanoparticles, the center-to-center distance between nanoparticles, and the fact that the exposed sulfur-bearing residues of the glycoprotein knobs would be attractive sites for nanoparticle interaction suggest that silver nanoparticles interact with the HIV-1 virus via preferential binding to the gp120 glycoprotein knobs. Due to this interaction, silver nanoparticles inhibit the virus from binding to host cells, as demonstrated in vitro.",
                "At the atomic-cluster scale, pure boron is markedly similar to carbon, forming simple planar molecules and cage-like fullerenes. Theoretical studies predict that two-dimensional (2D) boron sheets will adopt an atomic configuration similar to that of boron atomic clusters. We synthesized atomically thin, crystalline 2D boron sheets (i.e., borophene) on silver surfaces under ultrahigh-vacuum conditions. Atomic-scale characterization, supported by theoretical calculations, revealed structures reminiscent of fused boron clusters with multiple scales of anisotropic, out-of-plane buckling. Unlike bulk boron allotropes, borophene shows metallic characteristics that are consistent with predictions of a highly anisotropic, 2D metal.",
                "A method to grow carbon microtubules with fullerene structure (buckytubes) has been identified. The method consists of the catalytic decomposition of acetylene over iron particles at 700 °C. Carbon microtubules of up to 50 μm in length are synthesized by this method. Electron diffraction and high resolution electron microscopy studies demonstrate that the structure of these microtubules corresponds to the helical structure recently reported by S. Iijima, Nature 354, 56(1991), prepared using an arc‐discharge evaporation method.",
                "In modern nanotechnology one of the most exciting areas is the interaction between inorganic quantum dots and biological structures. For instance gold clusters surrounded by a shell of organic ligands covalently attach to proteins or other biological substances and can be used for labeling in structural biology. In the present report we show the possibility of using live plants for the fabrication of nanoparticles. Alfalfa plants were grown in an AuCl4 rich environment. The absorption of Au metal by the plants was confirmed by X-ray absorption studies (XAS), and transmission electron microscopy (TEM). Atomic resolution analysis confirmed the nucleation and growth of Au nanoparticles inside the plant and that the Au nanoparticles are in a crystalline state. Images also showed defects such as twins in the crystal structure, and in some cases icosahedral nanoparticles were found. X-ray EDS studies corroborated that the …",
                "The preparation and study of quantum dots and quantum wires play a very important role in nanotechnology. In this particular study, we report on the uptake of silver by living alfalfa plants. X-ray absorption spectroscopy and transmission electron microscopy (TEM) studies corroborated silver metal uptake by alfalfa plants from a silver-rich solid medium and the subsequent formation of silver nanoparticles. Silver nanoparticle alignment, structure, and coalescence were observed using TEM with an atomic resolution analysis. Dark field image TEM showed the connection of silver nanoparticles of different sizes by possibly noncrystalline silver atomic wires. To our knowledge, this is the first report on the formation of silver nanoparticles by a living plant system. ",
                "Reduction of water to hydrogen through electrocatalysis holds great promise for clean energy, but its large-scale application relies on the development of inexpensive and efficient catalysts to replace precious platinum catalysts. Here we report an electrocatalyst for hydrogen generation based on very small amounts of cobalt dispersed as individual atoms on nitrogen-doped graphene. This catalyst is robust and highly active in aqueous media with very low overpotentials (30 mV). A variety of analytical techniques and electrochemical measurements suggest that the catalytically active sites are associated with the metal centres coordinated to nitrogen. This unusual atomic constitution of supported metals is suggestive of a new approach to preparing extremely efficient single-atom catalysts.",
                "The cost effective synthesis and patterning of carbon nanomaterials is a challenge in electronic and energy storage devices. Here we report a one-step, scalable approach for producing and patterning porous graphene films with three-dimensional networks from commercial polymer films using a CO 2 infrared laser. The sp 3-carbon atoms are photothermally converted to sp 2-carbon atoms by pulsed laser irradiation. The resulting laser-induced graphene (LIG) exhibits high electrical conductivity. The LIG can be readily patterned to interdigitated electrodes for in-plane microsupercapacitors with specific capacitances of> 4 mF cm− 2 and power densities of~ 9 mW cm− 2. Theoretical calculations partially suggest that enhanced capacitance may result from LIG’s unusual ultra-polycrystalline lattice of pentagon-heptagon structures. Combined with the advantage of one-step processing of LIG in air from commercial …",
                "Five massive gold-cluster molecules have been isolated in high yield and have undergone separate structural characterization, and their electronic structure has been deduced by optical absorption spectroscopy. These new molecules are distinguished by a crystalline (or quasicrystalline) core of densely packed Au atoms, ranging in size from ∼1.1 nm (∼40 atoms) to ∼1.9 nm (∼200 atoms), surrounded by a compact monolayer of various thio (RS) adsorbates. They are obtained as the thermally and environmentally stable products of the reductive decomposition of nonmetallic (−AuS(R)−) polymer in solution, are separated according to size by fractional crystallization or column chromatography, as monitored by high-mass spectrometry, and are characterized structurally by methods including X-ray diffraction (small and large angle), high-resolution electron microscopy, and scanning tunneling microscopy. The …",
                "Nanoparticles are a state of matter that has properties different from either molecules or bulk solids. In the present work, we review the shape and structure of nanometer-sized particles; several shapes are discussed, such as the octahedron and truncated octahedron, the icosahedron, the Marks decahedron, the truncated “star-like” decahedron, the rounded decahedron and the regular decahedron. Experimental high-resolution transmission electron microscopy (TEM) images of each type of particle are presented together with the Fast Fourier Transform and a model of the particle. We consider only gold particles grown by vapor deposition or by colloidal methods. High-resolution TEM images of the particles in different orientations are shown. We discuss two basic types of particles uncapped and capped. Data for other metals and semiconductors are reviewed. We have also performed very extensive simulations …"
            ],
            [
                [
                    "Materials Science"
                ]
            ]
        ]
    ]
}