{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "85F0UUP9",
            "TYdEzrcAAAAJ",
            [
                "Nearby supernova rates from the Lick Observatory Supernova Search–II. The observed luminosity functions and fractions of supernovae in a complete sample",
                "CfA3: 185 type Ia supernova light curves from the CfA",
                "Measured metallicities at the sites of nearby broad-lined type Ic supernovae and implications for the supernovae gamma-ray burst connection",
                "The lick observatory supernova search with the Katzman automatic imaging telescope",
                "Protecting life in the Milky Way: metals keep the GRBs away",
                "An extremely luminous panchromatic outburst from the nucleus of a distant galaxy",
                "From shock breakout to peak and beyond: extensive panchromatic observations of the type Ib supernova 2008D associated with swift x-ray transient 080109",
                "The spectroscopic diversity of type Ia supernovae",
                "The type Ia supernova 1998bu in M96 and the Hubble constant",
                "Berkeley Supernova Ia Program–I. Observations, data reduction and spectroscopic sample of 582 low-redshift Type Ia supernovae"
            ],
            [
                "This is the second paper of a series in which we present new measurements of the observed rates of supernovae (SNe) in the local Universe, determined from the Lick Observatory Supernova Search (LOSS). In this paper, a complete SN sample is constructed, and the observed (uncorrected for host-galaxy extinction) luminosity functions (LFs) of SNe are derived. These LFs solve two issues that have plagued previous rate calculations for nearby SNe: the luminosity distribution of SNe and the host-galaxy extinction. We select a volume-limited sample of 175 SNe, collect photometry for every object and fit a family of light curves to constrain the peak magnitudes and light-curve shapes. The volume-limited LFs show that they are not well represented by a Gaussian distribution. There are notable differences in the LFs for galaxies of different Hubble types (especially for SNe Ia). We derive the observed fractions for …",
                "We present multiband photometry of 185 type-Ia supernovae (SNe Ia), with over 11,500 observations. These were acquired between 2001 and 2008 at the FL Whipple Observatory of the Harvard-Smithsonian Center for Astrophysics (CfA). This sample contains the largest number of homogeneously observed and reduced nearby SNe Ia (z lesssim 0.08) published to date. It more than doubles the nearby sample, bringing SN Ia cosmology to the point where systematic uncertainties dominate. Our natural system photometry has a precision of lesssim 0.02 mag in BVRIr'i'and lesssim 0.04 mag in U for points brighter than 17.5 mag. We also estimate a systematic uncertainty of 0.03 mag in our SN Ia standard system BVRIr'i'photometry and 0.07 mag for U. Comparisons of our standard system photometry with published SN Ia light curves and comparison stars, where available for the same SN, reveal agreement at the …",
                "We compare the chemical abundances at the sites of 12 nearby (z< 0.14) Type Ic supernovae (SN Ic) that showed broad lines, but had no observed gamma-ray burst (GRB), with the chemical abundances in five nearby (z< 0.25) galaxies at the sites of GRBs where broad-lined SN Ic were seen after the fireball had faded. It has previously been noted that GRB hosts are low in luminosity and low in their metal abundances. If low metallicity is sufficient to force the evolution of massive stars to end their lives as GRBs with an accompanying broad-lined SN Ic, then we would expect higher metal abundances for the broad-lined SN Ic that have no detected GRBs. This is what we observe, and this trend is independent of the choice of metallicity calibration we adopt and the mode of SN survey that found the broad-lined SN Ic. A unique feature of this analysis is that we present new spectra of the host galaxies and analyze all …",
                "The Katzman Automatic Imaging Telescope (KAIT) at Lick Observatory is a fully robotic 0.76-m reflector equipped with a CCD imaging camera. Its telescope control system checks the weather, opens the dome, points to the desired objects, finds and acquires guide stars, exposes, stores the data, and manipulates the data without human intervention. There is a 20-slot filter wheel, including UBV RI. Five-minute guided exposures yield detections of stars at R ≈ 20 mag when the seeing is good (≤2″).One of our main goals is to discover nearby supernovae (SNe; redshifts generally less than 5000 km s−1), to be used for a variety of studies. Special emphasis is placed on finding them well before maximum brightness. A limit of ~ 19 mag is reached in the 25-sec unfiltered, unguided exposures of our Lick Observatory Supernova Search (LOSS). We can observe over 1200 galaxies in a long …",
                "The host galaxies of the five local, z< 0.25, long-duration gamma-ray bursts, each of which had a well-documented associated supernova, are all faint and metal-poor compared to the population of local star-forming galaxies. We quantify this statement by using a previous analysis of star-forming galaxies (z< 0.2) from the Sloan Digital Sky Survey to estimate the fraction of local star formation as a function of host galaxy oxygen abundance. We find that only a small fraction (< 25%) of current star formation occurs in galaxies with oxygen abundance 12+ log (O\/H)< 8.6, ie, about half that of the Milky Way. However, all five low-z GRB hosts have oxygen abundance below this limit, in three cases very significantly so. If GRBs traced local star formation independent of metallicity, the probability of obtaining such low abundances for all five hosts would be P~ 0.1%. We conclude that GRBs trace only low-metallicity star formation, and that the Milky Way has been too metal rich to host long GRBs for at least the last several billion years. This result has implications for the potential role of GRBs in mass extinctions, for searches for recent burst remnants in the Milky Way and other large galaxies, for non-detections of late radio emission from local core-collapse supernovae, and for the production of cosmic rays in the local Universe. We also find that the isotropic energy release of these five GRBs, E_iso, steeply decreases with increasing host oxygen abundance, suggesting an upper metallicity limit for``cosmological''GRBs at~ 0.15 Z_solar.(Abridged)",
                "Variable x-ray and γ-ray emission is characteristic of the most extreme physical processes in the universe. We present multiwavelength observations of a unique γ-ray–selected transient detected by the Swift satellite, accompanied by bright emission across the electromagnetic spectrum, and whose properties are unlike any previously observed source. We pinpoint the event to the center of a small, star-forming galaxy at redshift z = 0.3534. Its high-energy emission has lasted much longer than any γ-ray burst, whereas its peak luminosity was ∼100 times higher than bright active galactic nuclei. The association of the outburst with the center of its host galaxy suggests that this phenomenon has its origin in a rare mechanism involving the massive black hole in the nucleus of that galaxy.",
                "We present extensive early photometric (ultraviolet through near-infrared) and spectroscopic (optical and near-infrared) data on supernova (SN) 2008D as well as X-ray data analysis on the associated Swift X-ray transient (XRT) 080109. Our data span a time range of 5 hr before the detection of the X-ray transient to 150 days after its detection, and a detailed analysis allowed us to derive constraints on the nature of the SN and its progenitor; throughout we draw comparisons with results presented in the literature and find several key aspects that differ. We show that the X-ray spectrum of XRT 080109 can be fit equally well by an absorbed power law or a superposition of about equal parts of both power law and blackbody. Our data first established that SN 2008D is a spectroscopically normal SN Ib (ie, showing conspicuous He lines) and showed that SN 2008D had a relatively long rise time of 18 days and a modest …",
                "We present 2603 spectra of 462 nearby Type Ia supernovae (SNe Ia), including 2065 previously unpublished spectra, obtained during 1993-2008 through the Center for Astrophysics Supernova Program. There are on average eight spectra for each of the 313 SNe Ia with at least two spectra. Most of the spectra were obtained with the FAST spectrograph at the Fred Lawrence Whipple Observatory 1.5 m telescope and reduced in a consistent manner, making this data set well suited for studies of SN Ia spectroscopic diversity. Using additional data from the literature, we study the spectroscopic and photometric properties of SNe Ia as a function of spectroscopic class using the classification schemes of Branch et al. and Wang et al. The width-luminosity relation appears to be steeper for SNe Ia with broader lines, although the result is not statistically significant with the present sample. Based on the evolution of the …",
                "We present optical and near‐infrared photometry and spectroscopy of the Type Ia SN 1998bu in the Leo I Group galaxy M96 (NGC 3368). The data set consists of 356 photometric measurements and 29 spectra of SN 1998bu between UT 1998 May 11 and July 15. The well‐sampled light curve indicates the supernova reached maximum light in B on UT 1998 May 19.3 (JD  ) with   and  . Application of a revised version of the Multicolor Light Curve Shape (MLCS) method yields an extinction toward the supernova of   mag, and indicates the supernova was of average luminosity compared to other normal Type Ia supernovae. Using the HST Cepheid distance modulus to M96 and the MLCS fitted parameters for the supernova, we derive an extinction‐corrected absolute magnitude for SN 1998bu at maximum,  . Our independent results for this supernova are consistent with those of Suntzeff et al. Combining SN 1998bu …",
                "In this first paper in a series, we present 1298 low-redshift (z ≲ 0.2) optical spectra of 582 Type Ia supernovae (SNe Ia) observed from 1989 to 2008 as part of the Berkeley Supernova Ia Program (BSNIP). 584 spectra of 199 SNe Ia have well-calibrated light curves with measured distance moduli, and many of the spectra have been corrected for host-galaxy contamination. Most of the data were obtained using the Kast double spectrograph mounted on the Shane 3 m telescope at Lick Observatory and have a typical wavelength range of 3300–10 400 Å, roughly twice as wide as spectra from most previously published data sets. We present our observing and reduction procedures, and we describe the resulting SN Database, which will be an online, public, searchable data base containing all of our fully reduced spectra and companion photometry. In addition, we discuss our spectral classification scheme (using …"
            ],
            [
                [
                    "Time-domain Astronomy",
                    "Supernovae",
                    "Gamma-ray Bursts"
                ]
            ],
            [
                "Maryam Modjaz Ph.D. 2007 Harvard University B.S. 2000 UC Berkeley External Affiliations American Astronomical Society, German Astronomical Society Fellowships\/Honors 2014 NSF CAREER Award: Massive Stellar Explosions and their Host Galaxy Environments 2010 German Astronomical Society: Ludwig-Biermann Award 2010 Hubble Fellowship 2007 Miller Berkeley Fellowship My research addresses fore front problems in stellar death astrophysics through extensive and panchromatic observations of various types of massive stellar explosions, specifically Gamma-Ray Bursts and Supernovae, which are among the most powerful explosions in the universe, as well as a growing class of exotic transients. With the goal of understanding their stellar progenitors and the explosion conditions that determine the fate of massive stars, I also study these stellar explosions' host environments and host galaxies, in particular the metallicities at the explosion sites, as a promising new tool for differentiating between various progenitor models. Astrophysics is entering the Golden Age of innovative time-domain surveys that stand to revolutionize our understanding of the transient sky. I'm part of the very successful and current Palomar Transient Factory (see PTF at http:\/\/www.astro.caltech.edu\/ptf\/ ), as well as the large-scale Large Synoptic Survey Telescope (see LSST at http:\/\/www.lsst.org\/lsst\/ ) planned for ~2016. Selected Works Bianco, Modjaz et al (2014), \"Multi-color Optical and NIR Light Curves of 64 Stripped-Envelope Core-Collapse Supernovae\", 2014, ApJS, 213, 19 Liu & Modjaz (2014), \"SuperNova IDentification spectral templates of 70 stripped-envelope core-collapse supernovae\", arXiv-1405.1437 Modjaz et al. (2014), \"Optical Spectra of 73 Stripped Envelope Supernovae'', 2014, Astronomical Journal, 147, 9 M. Modjaz (2011b), \"Stellar Forensics with the Supernova-GRB Connection\", 2011, AN, 332, 5, 434, M. Modjaz, et al (2011a), \"Progenitor Diagnostics for Stripped Core-Collapse Supernovae: Measured Metallicities at Explosion Sites\", 2011, Astrophysical Journal, 731, L4 M. Modjaz, et al (2009), \"From Shock Breakout to Peak and Beyond: Extensive Panchromatic Observations of the Type Ib Supernova 2008D associated with Swift X-ray Transient 080109'', 2009, Astrophysical Journal, 702, 226 D. Kocevski, A. West, & M. Modjaz (2009), \"Modeling The GRB Host Galaxy Mass Distribution: Are GRBs Unbiased Tracers of Star Formation?\", 2009, Astrophysical Journal, 702, 377 M. Modjaz (2008) \"Measured Metallicities at the Sites of Local Broad-Lined Type Ic Supernovae and Implications for the SN-GRB Connection'', 2008, Astronomical Journal, 135, 1136 M. Modjaz, et al (2008), \"Double-peaked Oxygen Lines Are not Rare in Nebular Spectra of Core-Collapse Supernovae'', 2008, Astrophysical Journal, 687, L9 Maryam Modjaz mmodjaz@nyu.edu 726 Broadway, Room 1044 Phone: (212) 998-8909 Personal Homepage The Center for Cosmology and Particle Physics is a unique collaboration devoted to integrated study of cosmology, observational astronomy, fundamental and phenomenological particle physics, gravity, plasma physics, high energy astrophysics, black holes and computational physics. Please visit the center's Collegiate Professor;Professor of Physics The is a unique group of faculty, students and research scientists working together on fundamental questions at the intersection of particle physics, astrophysics and cosmology. Please visit the center's Yacine Ali-Haïmoud Kyle Cranmer Experimental Particle Physics Sergei Dubovsky Collegiate Professor; Professor of Physics Gregory Gabadadze Dean for Science Matthew Kleban Chair of the Department of Physics Alexander Migdal Research Professor of Physics Massimo Porrati Joshua Ruderman Ken Van Tilburg Neal Weiner Director of Undergraduate for Physics"
            ]
        ]
    ]
}