{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "85LWXAIL",
            "uuNYixcAAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "Heart disease and stroke statistics—2015 update: a report from the American Heart Association"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …"
            ],
            [
                [
                    "Obesity & Cardiometabolic Consequences",
                    "Global Health",
                    "Genetic Epidemiology",
                    "Microbiome & Metabolomics",
                    "Lifecycle"
                ]
            ],
            [
                "Dean Smith Dean Smith Teaching Assistant Professor dean.smith@UND.edu 701.777.3525"
            ]
        ]
    ]
}