{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "875YK0AE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Richard B. Stephens Adjunct Professor 1974    PhD in Solid State Physics, Cornell University 1968    M.S. in Physics, University of Pennsylvania 1968    A.B. (Magna Cum Laude, Honors in Physics), University of Pennsylvania The ubiquitous existence of low-energy excitations in disordered solids has proved a longstanding problem. These states have been empirically described, but never directly observed. More importantly the ‘why’ of their nearly uniform density and dynamical properties in disordered materials as diverse as floppy polymers and rigid silica has never been explained. Coming back to this field after a forty-year absence, I find theoretical and experimental advances that allow one to begin addressing this question. On the experimental side, disordered films can be prepared, by varying quench rates much more than previously, with correspondingly wider ranges of thermally induced disorder. This should allow mapping the density of such states with the density\/disorder in the film.  On the theoretical side, computer simulations of packed spheres show the existence of zero-energy states, the density of which vary with a power law of the density difference from a critical density. These are found to be localized states arising from the coordinate motion of O (10)s of spheres. It would be interesting to extend such simulations to structures with directed bonds. The experimental program has been started using a-Se, whose helical chain structure makes it relatively easy to form a glass for which there are no questions of stoichiometry, and whose low temperature glass transition (T­g~50C) simplifies the quenching-requenching  process. 1 K mechanical loss measurements are made by Dr. Xiao Liu, a colleague at the Naval Research Laboratory. R.B. Stephens , K.U. Akli, T. Bartal, F.N.Beg, et al., “Divergence of laser-generated hot electrons produced in a cone geometry,” J. Phys: Conf. Series 244 , 022064 (2010) K.U. Akli, R.B. Stephens , M.H. Key, et al., “Hot electron generation and transport using Ka Emission,” J. Phys: Conf. Ser. 244 , 022026 (2010) J. Pasley and R.B Stephens , “Simulations investigating the effect of a deuterium-tritium-ice coating on the motion of the gold cone surface in a re-entrant cone-guided fast ignition inertial confinement fusion capsule,” Phys. of Plasmas 14 , 054501 (2007) S.A. Eddinger, R.B. Stephens , H. Huang, et al., “Precision X-ray optical depth measurements in ICF shells,” Fus. Sci. & Technol. 51 , 525-529 (2007) [9] F.N. Beg, R.B. Stephens, H.W. Xu, et al., “Compact x-pinch based point x-ray source for phase contrast imaging of inertial confinement fusion capsules,” Applied Physics Letters, 89, 101502 (2006) R.B Stephens , S.P. Hatchett, M. Tabak, et al., “Implosion Hydrodynamics of Fast Ignition Targets,” Phys. Plasmas 12 , 056312 (2005) R.B. Stephens , R.A. Snavely, Y. Aglitskiy, F. Amiranoff, et al., “Ka fluorescence measurement of relativistic electron transport in the context of fast ignition,” Phys Rev E 69 , 066414 (2004) R.B. Stephens , S.P. Hatchett, R.E. Turner, K.A. Tanaka, and R. Kodama, “Implosion of Indirectly Driven Re-Entrant Cone Shell Target,” Phys. Rev. Lett. 91 , 185001 (2003) G. Ritchie, E. Burstein, and R.B. Stephens, “Optical phenomena at a silver surface with submicroscopic bumps,” J. Opt. Soc. Am. B 2 , 544 (1984) S. Garoff, R.B. Stephens , C.D. Hanson, and G.K. Sorenson, “Surface Interactions of adsorbed molecules as probed by their optical properties,” Optics Commun. 41 , 257 (1982) R.B. Stephens , “Stress enhanced crystallization in amorphous selenium films,” J. Appl. Phys. 51 , 6197 (1980) R.B. Stephens and G.D. Cody, “Inhomogeneous surfaces as selective solar absorbers,” Solar Energy Mat. 1 , 397 (1979) R.B. Stephens , “The viscosity and structural relaxation rate of evaporated amorphous selenium,\" J. App. Phys. 49 , 5855 (1978) R.B. Stephens , “Relaxation effects in glassy selenium,” J. Non-cryst. Sol. 20 , 75-81 (1976) R.B. Stephens , “Low-Temperature Specific Heat and Thermal Conductivity of Noncrystalline Dielectric Solids,\" Phys. Rev. B 8 , 2896-2905 (1973) Affiliations DOE HEDLP RENEW: Relativistic HED and Intense Beam Physics (Chair), 8\/’09-12\/’09 Reviewer for APS, AIP, IEEE, ANS, IOP journals"
            ]
        ]
    ]
}