{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "87QWNMT9",
            "h8Q-K8YAAAAJ",
            [
                "Identifying boosted objects with N-subjettiness",
                "Maximizing boosted top identification by minimizing N-subjettiness",
                "Searching for dilaton dark matter with atomic clocks",
                "Search for ultralight scalar dark matter with atomic spectroscopy",
                "The last vestiges of naturalness",
                "Sound of dark matter: searching for light scalars with resonant-mass detectors",
                "Resonant absorption of bosonic dark matter in molecules",
                "Search for light scalar dark matter with atomic gravitational wave detectors",
                "Large-misalignment mechanism for the formation of compact axion structures: Signatures from the QCD axion to fuzzy dark matter",
                "Halometry from Astrometry"
            ],
            [
                "We introduce a new jet shape—N-subjettiness—designed to identify boosted hadronically-decaying objects like electroweak bosons and top quarks. Combined with a jet invariant mass cut, N-subjettiness is an effective discriminating variable for tagging boosted objects and rejecting the background of QCD jets with large invariant mass. In efficiency studies of boosted W bosons and top quarks, we find tagging efficiencies of 30% are achievable with fake rates of 1%. We also consider the discovery potential for new heavy resonances that decay to pairs of boosted objects, and find significant improvements are possible using N-subjettiness. In this way, N-subjettiness combines the advantages of jet shapes with the discriminating power seen in previous jet substructure algorithms.",
                "N-subjettiness is a jet shape designed to identify boosted hadronic objects such as top quarks. Given N subjet axes within a jet, N-subjettiness sums the angular distances of jet constituents to their nearest subjet axis. Here, we generalize and improve on N-subjettiness by minimizing over all possible subjet directions, using a new variant of the k-means clustering algorithm. On boosted top benchmark samples from the BOOST2010 workshop, we demonstrate that a simple cut on the 3-subjettiness to 2-subjettiness ratio yields 20%(50%) tagging efficiency for a 0.23%(4.1%) fake rate, making N-subjettiness a highly effective boosted top tagger. N-subjettiness can be modified by adjusting an angular weighting exponent, and we find that the jet broadening measure is preferred for boosted top searches. We also explore multivariate techniques, and show that additional improvements are possible using a modified Fisher …",
                "We propose an experiment to search for ultralight scalar dark matter (DM) with dilatonic interactions. Such couplings can arise for the dilaton as well as for moduli and axion-like particles in the presence of C P violation. Ultralight dilaton DM acts as a background field that can cause tiny but coherent oscillations in Standard Model parameters such as the fine-structure constant and the proton-electron mass ratio. These minute variations can be detected through precise frequency comparisons of atomic clocks. Our experiment extends current searches for drifts in fundamental constants to the well-motivated high-frequency regime. Our proposed setups can probe scalars lighter than 1 0− 15 eV with a discovery potential of dilatonic couplings as weak as 1 0− 11 times the strength of gravity, improving current equivalence principle bounds by up to 8 orders of magnitude. We point out potential 1 0 4 sensitivity …",
                "We report new limits on ultralight scalar dark matter (DM) with dilatonlike couplings to photons that can induce oscillations in the fine-structure constant α. Atomic dysprosium exhibits an electronic structure with two nearly degenerate levels whose energy splitting is sensitive to changes in α. Spectroscopy data for two isotopes of dysprosium over a two-year span are analyzed for coherent oscillations with angular frequencies below 1 rad s− 1. No signal consistent with a DM coupling is identified, leading to new constraints on dilatonlike photon couplings over a wide mass range. Under the assumption that the scalar field comprises all of the DM, our limits on the coupling exceed those from equivalence-principle tests by up to 4 orders of magnitude for masses below 3× 10− 18 eV. Excess oscillatory power, inconsistent with fine-structure variation, is detected in a control channel, and is likely due to a systematic effect …",
                "Direct LHC bounds on colored SUSY particles now corner naturalness more than the measured value of the Higgs mass does. Bounds on the gluino are of particular importance, since it radiatively “sucks” up the stop and Higgs-up soft masses. As a result, even models that easily accommodate a 125 GeV Higgs are almost as tuned as the simplest version of SUSY, the MSSM: at best at the percent level. In this paper, we further examine how current LHC results constrain naturalness in three classes of models that may relax LHC bounds on sparticles: split families, baryonic RPV, and Dirac gauginos. In models of split families and bRPV, the bounds on the gluino are only slightly reduced, resulting in a few percent tuning. In particular, having a natural spectrum in bRPV models typically implies that tops, W s, and Zs are easily produced in the cascade decays of squarks and gluinos. The resulting leptons and missing …",
                "The fine-structure constant and the electron mass in string theory are determined by the values of scalar fields called moduli. If the dark matter takes on the form of such a light modulus, it oscillates with a frequency equal to its mass and an amplitude determined by the local dark-matter density. This translates into an oscillation of the size of a solid that can be observed by resonant-mass antennas. Existing and planned experiments, combined with a dedicated resonant-mass detector proposed in this Letter, can probe dark-matter moduli with frequencies between 1 kHz and 1 GHz, with much better sensitivity than searches for fifth forces.",
                "We propose a new class of bosonic dark matter (DM) detectors based on resonant absorption onto a gas of small polyatomic molecules. Bosonic DM acts on the molecules as a narrow-band perturbation, like an intense but weakly coupled laser. The excited molecules emit the absorbed energy into fluorescence photons that are picked up by sensitive photodetectors with low dark count rates. This setup is sensitive to any DM candidate that couples to electrons, photons, and nuclei, and may improve on current searches by several orders of magnitude in coupling for DM masses between 0.2 eV and 20 eV. This type of detector has excellent intrinsic energy resolution, along with several control variables—pressure, temperature, external electromagnetic fields, and molecular species or isotopes—that allow for powerful background rejection methods as well as precision studies of a potential DM signal. The proposed …",
                "We show that gravitational wave detectors based on a type of atom interferometry are sensitive to ultralight scalar dark matter. Such dark matter can cause temporal oscillations in fundamental constants with a frequency set by the dark matter mass and amplitude determined by the local dark matter density. The result is a modulation of atomic transition energies. We point out a new time-domain signature of this effect in a type of gravitational wave detector that compares two spatially separated atom interferometers referenced by a common laser. Such a detector can improve on current searches for electron-mass or electric-charge modulus dark matter by up to 10 orders of magnitude in coupling, in a frequency band complementary to that of other proposals. It demonstrates that this class of atomic sensors is qualitatively different from other gravitational wave detectors, including those based on laser interferometry. By …",
                "Axions are some of the best motivated particles beyond the Standard Model. We show how the attractive self-interactions of dark matter (DM) axions over a broad range of masses, from 10− 22 eV to 10 7 GeV, can lead to nongravitational growth of density fluctuations and the formation of bound objects. This structure formation enhancement is driven by parametric resonance when the initial field misalignment is large, and it affects axion density perturbations on length scales of order the Hubble horizon when the axion field starts oscillating, deep inside the radiation-dominated era. This effect can turn an otherwise nearly scale-invariant spectrum of adiabatic perturbations into one that has a spike at the aforementioned scales, producing objects ranging from dense DM halos to scalar-field configurations such as solitons and oscillons. We call this class of cosmological scenarios for axion DM production “the large …",
                "Halometry—mapping out the spectrum, location, and kinematics of nonluminous structures inside the Galactic halo—can be realized via variable weak gravitational lensing of the apparent motions of stars and other luminous background sources. Modern astrometric surveys provide unprecedented positional precision along with a leap in the number of cataloged objects. Astrometry thus offers a new and sensitive probe of collapsed dark matter structures over a wide mass range, from one millionth to several million solar masses. It opens up a window into the spectrum of primordial curvature fluctuations with comoving wavenumbers between 5 Mpc-1 and 10 5 Mpc-1, scales hitherto poorly constrained. We outline detection strategies based on three classes of observables—multi-blips, templates, and correlations—that take advantage of correlated effects in the motion of many background light sources that are …"
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "Ken Van Tilburg Ph.D. Physics, Stanford University, 2011--2016. B.Sc. Physics & Mathematics, Massachusetts Institute of Technology, 2007--2011. The primary aim of my research is to develop novel experimental and observational methods and theoretical approaches in the search for physics beyond the Standard Model of particle physics. I have pioneered several techniques to search for weakly-coupled phenomena---including dark matter---in the laboratory, at the precision frontier of atomic, molecular, optical, and electro-mechanical physics. I have charted out new observables and processes to search for dark matter and other weakly coupled particles in the extreme conditions of astrophysical systems and early-Universe cosmology. My research interests cover a broad range of subjects in particle physics phenomenology and theory, interfacing between precision experimental physics, astrophysics, and cosmology. --- K. Van Tilburg, \"Stellar Basins of Gravitationally Bound Particles\", arXiv:2006.12431 [hep-ph]. --- C. Mondino, A. M. Taki, K. Van Tilburg, N. Weiner, \"First Results on Dark Matter Substructure from Astrometric Weak Lensing\", arXiv:2002.01938 [astro-ph.CO]. --- A. Arvanitaki, S. Dimopoulos, M. Galanis, L. Lehner, J. O. Thompson, K. Van Tilburg, \"The Large-Misalignment Mechanism for the Formation of Compact Axion Structures: Signatures from the QCD Axion to Fuzzy Dark Matter\", Phys. Rev. D 101, 083014 (2020), arXiv:1909.11665 [astro-ph.CO]. --- K. Van Tilburg, A. M. Taki, N. Weiner, \"Halometry from Astrometry\", JCAP 1807, 041 (2018), arXiv:1804.01991 [astro-ph.CO]. --- A. Arvanitaki, S. Dimopoulos, K. Van Tilburg, \"Resonant Absorption of Bosonic Dark Matter in Molecules\", Phys. Rev. X 8, 041001 (2018), arXiv:1709.05354 [hep-ph]. --- A. Arvanitaki, S. Dimopoulos, V. Gorbenko, J. Huang, K. Van Tilburg, \"A Small Weak Scale from a Small Cosmological Constant\", JHEP 1705, 071 (2017), arXiv:1609.06320 [hep-ph]. --- A. Arvanitaki, S. Dimopoulos and K. Van Tilburg, \"Sound of Dark Matter: Searching for Light Scalars with Resonant-Mass Detectors\", Phys. Rev. Lett. 116, 031102 (2016), arXiv:1508.01798 [hep-ph]. --- K. Van Tilburg, N. Leefer, L. Bougas, D. Budker, \"Search for Ultralight Scalar Dark Matter with Atomic Spectroscopy\", Phys. Rev. Lett. 115 011802 (2015), arXiv:1503.06886 [physics.atom-ph]. --- M. Baryakhtar, N. Craig, K. Van Tilburg, \"Supersymmetry in the Shadow of Photini\", JHEP 1207, 164 (2012), arXiv:1206.0751 [hep-ph]. --- J. Thaler, K. Van Tilburg, \"Identifying Boosted Objects with N-subjettiness\", JHEP 1103, 015 (2011), arXiv:1011.2268 [hep-ph]. Ken Van Tilburg kv769@nyu.edu 726 Broadway, Room 956 New York City, NY 10003 The is a unique group of faculty, students and research scientists working together on fundamental questions at the intersection of particle physics, astrophysics and cosmology. Please visit the center's Yacine Ali-Haïmoud Kyle Cranmer Experimental Particle Physics Sergei Dubovsky Collegiate Professor; Professor of Physics Gregory Gabadadze Dean for Science Matthew Kleban Chair of the Department of Physics Alexander Migdal Research Professor of Physics Massimo Porrati Joshua Ruderman Ken Van Tilburg Neal Weiner Director of Undergraduate for Physics"
            ]
        ]
    ]
}