{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "87YO4N43",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "ALAN H. GUTH, SB '69, PHD '72 Victor F. Weisskopf Professor of Physics guth@ctp.mit.edu (617) 253-6265 6-322 RELATED LINKS: MIT Center for Theoretical Physics Cosmology: Theory, Particle Cosmology Selected Awards and Honors 1989: National Academy of Sciences, Member 1992: American Physical Society, Julius Edgar Lilienfeld Prize 2001: Franklin Medal in Physics 2002: Dirac Medal 2004: Gruber Prize in Cosmology 2009: Isaac Newton medal, Institute of Physics 2012: Fundamental Physics Prize 2014: Kavli Prize in Astrophysics Most of Professor Guth's research has centered on the application of theoretical particle physics to the early universe: what can particle physics tell us about the history of the universe, and what can cosmology tell us about the fundamental laws of nature? In 1981 he proposed that many features of our universe, including how it came to be so uniform and why it began so close to the critical density, can be explained by a new cosmological model which he called inflation . Inflation is a modification of the conventional big bang theory, proposing that the expansion of the universe was propelled by a repulsive gravitational force generated by an exotic form of matter. Although Guth's initial proposal was flawed (as he pointed out in his original paper), the flaw was soon overcome by the invention of \"new inflation,\" by Andrei Linde in the Soviet Union and independently by Andreas Albrecht and Paul Steinhardt in the US. After more than 20 years of development and scrutiny the evidence for the inflationary universe model now looks better than ever. One of the intriguing consequences of inflation is that quantum fluctuations in the early universe can be stretched to astronomical proportions, providing the seeds for the large scale structure of the universe. The predicted spectrum of these fluctuations was calculated by Guth and others in 1982. These fluctuations can be seen today as ripples in the cosmic background radiation, but the amplitude of these faint ripples is only about one part in 100,000. Nonetheless, these ripples were detected by the COBE satellite in 1992, and they have now been measured to much higher precision by the WMAP satellite and other experiments. The properties of the radiation are found to be in excellent agreement with the predictions of the simplest models of inflation [ image ]. Working with Prof. Edward Farhi and others, Guth has explored the question of whether it is in principle possible to ignite inflation in a hypothetical laboratory, thereby creating a new universe. The answer is a definite maybe. They showed that it cannot be done classically, but with quantum tunneling it might be theoretically possible. The new universe, if it can be created, would not endanger our own universe. Instead it would slip through a wormhole and rapidly disconnect completely. Another intriguing feature of inflation is that almost all versions of inflation are eternal—once inflation starts, it never stops completely. Inflation has ended in our part of the universe, but very far away one expects that inflation is continuing, and will continue forever. Is it possible, then, that inflation is also eternal into the past? Recently Guth has worked with Alex Vilenkin (Tufts) and Arvind Borde (Southampton College) to show that the inflating region of spacetime must have a past boundary, and that some new physics, perhaps a quantum theory of creation, would be needed to understand it. Much of Guth's current work also concerns the study of density fluctuations arising from inflation: What are the implications of novel forms of inflation? Can the underlying theory be made more rigorous? Guth is also interested in pursuing the possibility of inflation in \"brane world\" models, which propose that our universe is a 3+1–dimensional membrane floating in a higher dimensional space. Guth's earlier work has included the study of lattice gauge theory, magnetic monopoles and instantons, Gott time machines, and a number of other topics in theoretical physics. Professor Alan Guth was born in New Brunswick, New Jersey, in 1947. He grew up and attended the public schools in Highland Park, NJ, but skipped his senior year of high school to begin studies at the Massachusetts Institute of Technology. He remained at MIT from 1964 to 1971, acquiring S.B., S.M., and Ph.D. degrees, all in physics. His Ph.D. thesis, done under the supervision of Francis Low, was an exploration of an early model of how quarks combine to form the elementary particles that we observe. During the next nine years, Guth held postdoctoral positions at Princeton University, Columbia University, Cornell University, and the Stanford Linear Accelerator Center (SLAC), working mostly on rather abstract mathematical problems in the theory of elementary particles. While at Cornell, however, Guth was approached by a fellow postdoctoral physicist, Henry Tye , who persuaded Guth to join him in studying the production of magnetic monopoles in the early universe. This work changed the direction of Guth's career. The following year at SLAC he continued to work with Tye on magnetic monopoles. They found that standard assumptions in particle physics and cosmology would lead to a fantastic overproduction of magnetic monopoles, a conclusion that was reached slightly earlier by John Preskill , then at Harvard (now at Caltech). Guth and Tye began a search for alternatives that might avoid the magnetic monopole overproduction problem, and from this work Guth invented a modification of the big bang theory called the inflationary universe . The following September (1980), Guth returned to MIT as an associate professor. Guth has since been elected to the National Academy of Sciences and the American Academy of Arts and Sciences, and has been awarded the MIT School of Science Prize for Undergraduate Teaching (1999), the Franklin Medal for Physics of the Franklin Institute (2001), and the Dirac Prize of the International Center for Theoretical Physics in Trieste (2002). He is now the Victor F. Weisskopf Professor of Physics and a Margaret MacVicar Faculty Fellow at MIT. Selected Popular Publications The Inflationary Universe: The Quest for a New Theory of Cosmic Origins (Perseus Publishing, March 1998) \"Inflation and the New Era of High-Precision Cosmology\" [PDF] ( , Fall 2002) \"Alan Guth: A Golden Age of Cosmology\" ( edge.org , December 4, 2001) Professor Guth's publications can be found online at SPIRES . July 15, 2020 4:09 PM"
            ]
        ]
    ]
}