{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8AOSPQEY",
            "uYbieooAAAAJ",
            [
                "Performance measures for lower gastrointestinal endoscopy: a European Society of Gastrointestinal Endoscopy (ESGE) quality improvement initiative",
                "Colonoscopic balloon dilation of Crohn's strictures: a review of long-term outcomes",
                "Forty-year analysis of colonoscopic surveillance program for neoplasia in ulcerative colitis: an updated overview"
            ],
            [
                "The European Society of Gastrointestinal Endoscopy and United European Gastroenterology present a short list of key performance measures for lower gastrointestinal endoscopy. We recommend that endoscopy services across Europe adopt the following seven key performance measures for lower gastrointestinal endoscopy for measurement and evaluation in daily practice at a center and endoscopist level: 1 rate of adequate bowel preparation (minimum standard 90%); 2 cecal intubation rate (minimum standard 90%); 3 adenoma detection rate (minimum standard 25%); 4 appropriate polypectomy technique (minimum standard 80%); 5 complication rate (minimum standard not set); 6 patient experience (minimum standard not set); 7 appropriate post-polypectomy surveillance recommendations (minimum standard not set). Other identified performance measures have been listed as less relevant based on an …",
                "ObjectiveTo study the long-term outcomes of patients who have had endoscopic balloon dilation of Crohn's strictures.Design",
                "Objectives:This study provides an overview of the largest and longest-running colonoscopic surveillance program for colorectal cancer (CRC) in patients with long-standing ulcerative colitis (UC).Methods:Data were obtained from medical records, endoscopy, and histology reports. Primary end points were defined as death, colectomy, withdrawal from surveillance, or censor date (1 January 2013).Results:A total of 1,375 UC patients were followed up for 15,234 patient-years (median, 11 years per patient). CRC was detected in 72 patients (incidence rate (IR), 4.7 per 1,000 patient-years). Time-trend analysis revealed that although there was significant decrease in incidence of colectomy performed for dysplasia (linear regression, R=− 0.43; P= 0.007), IR of advanced CRC and interval CRC have steadily decreased over past four decades (Pearson's correlation,− 0.99; P= 0.01 for both trends). The IR of early CRC has …"
            ],
            [
                [
                    "Endoscopy"
                ]
            ]
        ]
    ]
}