{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8AOSPQEY",
            "uYbieooAAAAJ",
            [
                "Performance measures for lower gastrointestinal endoscopy: a European Society of Gastrointestinal Endoscopy (ESGE) quality improvement initiative",
                "Colonoscopic balloon dilation of Crohn's strictures: a review of long-term outcomes",
                "Forty-year analysis of colonoscopic surveillance program for neoplasia in ulcerative colitis: an updated overview"
            ],
            [
                "The European Society of Gastrointestinal Endoscopy and United European Gastroenterology present a short list of key performance measures for lower gastrointestinal endoscopy. We recommend that endoscopy services across Europe adopt the following seven key performance measures for lower gastrointestinal endoscopy for measurement and evaluation in daily practice at a center and endoscopist level: 1 rate of adequate bowel preparation (minimum standard 90%); 2 cecal intubation rate (minimum standard 90%); 3 adenoma detection rate (minimum standard 25%); 4 appropriate polypectomy technique (minimum standard 80%); 5 complication rate (minimum standard not set); 6 patient experience (minimum standard not set); 7 appropriate post-polypectomy surveillance recommendations (minimum standard not set). Other identified performance measures have been listed as less relevant based on an …",
                "ObjectiveTo study the long-term outcomes of patients who have had endoscopic balloon dilation of Crohn's strictures.Design",
                "Objectives:This study provides an overview of the largest and longest-running colonoscopic surveillance program for colorectal cancer (CRC) in patients with long-standing ulcerative colitis (UC).Methods:Data were obtained from medical records, endoscopy, and histology reports. Primary end points were defined as death, colectomy, withdrawal from surveillance, or censor date (1 January 2013).Results:A total of 1,375 UC patients were followed up for 15,234 patient-years (median, 11 years per patient). CRC was detected in 72 patients (incidence rate (IR), 4.7 per 1,000 patient-years). Time-trend analysis revealed that although there was significant decrease in incidence of colectomy performed for dysplasia (linear regression, R=− 0.43; P= 0.007), IR of advanced CRC and interval CRC have steadily decreased over past four decades (Pearson's correlation,− 0.99; P= 0.01 for both trends). The IR of early CRC has …"
            ],
            [
                [
                    "Endoscopy"
                ]
            ],
            [
                "Thomas  Gibson,  Ph.D Associate Professor Thomas.Gibson@ttu.edu (806) 834-1561 27 Science Building Ph. D. Physics, University of Oklahoma (1982) B. S. Physics, Cameron University (1977) Web Links Personal Home Page Teaching Page Research Page Much of my current work centers on the development and use of modern computational\n                           techniques, especially highly concurrent methods. In the late spring of 2000 my group\n                           constructed the department's original 16-node Beowulf cluster (named Gamera) for under\n                           $15,000 to support our research. A newer and more powerful 16-node cluster (Gamera\n                           Mark V) with quad-core processors went online in February of 2008. These systems have\n                           been used to study positron-molecule collisions as well as Monte Carlo simulations\n                           of surface flashover for high-voltage applications and models of lipids in cell membranes. Paper: J. Franz , F. A. Gianturco, K. L. Baluja, J. Tennyson, R. Carey, R. Montuoro, R.\n                           R. Lucchese, T. Stoecklin, P. Nichols, T. L. Gibson,  \"Correlation-Polarization Effects\n                           In Electron\/Positron Scattering  From Acetylene: A Comparison Of Computational Models,\"\n                            Nucl. Instrum. Methods Phys. Res. B 266 , 425-434 (2008). Paper: J.T.Krile, A.A. Neuber, H.G. Krompholz, and T.L. Gibson,  \"Monte Carlo Simulation\n                           of High Power Microwave Window Breakdown at Atmospheric Conditions,\"  Applied Physics\n                           Letters 89 , 201501 (2006). Paper: F.A. Gianturco, P. Nichols, T.L. Gibson, and R.R. Lucchese, \"Metastable Trapping\n                           of Low-Energy Positrons by Cubane: A Computational Experiment,\" Phys. Rev. A 72 , 032724 (2005). Paper: F.A. Gianturco, T.L. Gibson, P. Nichols, R.R. Lucchese, and T. Nishimura, \"Modeling\n                           Dynamical Correlation Forces in Low-Energy Positron Scattering From Polyatomic Gasses:\n                           A Comparison For CH 4 ,\" Radiat. Phys. Chem. 68 , 673-680 (2003). Book Chapter: R.R. Lucchese, F.A. Gianturco, P. Nichols, and T.L. Gibson, \"A Test Calculation on\n                           SF 6 of Model Potentials for Correlation and Polarization Effects in Positron Scattering\n                           From Molecules,\" pages 475-492 in New Directions in Antimatter Chemistry and Physics, edited by Clifford M. Surko and Franco A. Gianturco, (Kluwer Scientific, 2001). Contact Undergrad. Inquiry Undergrad. Inquiry Contact Grad. Inquiry Grad. Inquiry Contact TTU Contact Contact TTU 3:31 PM"
            ]
        ]
    ]
}