{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8BCS0O4K",
            "CkVvikAAAAAJ",
            [
                "Imagenet: A large-scale hierarchical image database"
            ],
            [
                "The explosion of image data on the Internet has the potential to foster more sophisticated and robust models and algorithms to index, retrieve, organize and interact with images and multimedia data. But exactly how such data can be harnessed and organized remains a critical problem. We introduce here a new database called “ImageNet”, a large-scale ontology of images built upon the backbone of the WordNet structure. ImageNet aims to populate the majority of the 80,000 synsets of WordNet with an average of 500-1000 clean and full resolution images. This will result in tens of millions of annotated images organized by the semantic hierarchy of WordNet. This paper offers a detailed analysis of ImageNet in its current state: 12 subtrees with 5247 synsets and 3.2 million images in total. We show that ImageNet is much larger in scale and diversity and much more accurate than the current image datasets …"
            ],
            [
                [
                    "Image Retrieval and Ranking",
                    "Human Motion Understanding",
                    "Medical Image Analysis"
                ]
            ],
            [
                "Jefferson Lab > CASA Privacy and Security Notice LINKS Home Directors Corner Seminars Conferences Publications Staff \/ Contact Us CASA Wiki Internal Sites Center for Advanced Studies of Accelerators CASA Staff  Rui Li Senior Staff Scientist Contact: Center for Advanced Studies of Accelerators Thomas Jefferson National Accelerator Facility 12050 Jefferson Avenue, Ste. 704 Newport News, VA 23606 757-269-7096 (phone) 757-269-5024 (fax) lir@jlab.org Education: M.S.\/Ph.D., Physics, University of Maryland, 1990 B.A., Physics, Peking University, 1984 Career: Senior Staff Scientist, Center for Advanced Studies of Accelerators, Jefferson Lab, 1990 - Present Adjunct Professor, Department of Physics, Virginia Tech, 2013 - 2017 Prizes and Awards: Outstanding Referee Award for the Journals of American Physical Society, 2010 Mentorship: PhD Thesis Advisor for Cheng-Ying Tsai (Virginia Tech, 2013 - 2017) Investigation of Microbunching Instabilities in Modern Recirculating Accelerators\" Research Highlights: Analytical, numerical and experimental studies of collective effects and their interplay on the trasnport of high-brightness electron beams in linac drivers of FELs (such as the JLAB FEL) and recirculation accelerators or ERLs Frequency-domain Maxwell-Vlasov analysis of microbunching instability due to interplay of coherent synchrtron radiation (CSR) and longitudinal space charge (LSC) in magnetic chicanes or recirculating arcs Time-domain particle tracking of CSR and space charge effects, and their impact on beam phase space degradation Benchmark of analysis with simulations for longitudinal and transverse emittance growth and for microbunching instability Effects of CSR and space charge induced microbunching on the beam dynamics for beam transport in magnetic bending systems including bunch compression chicanes and recirculating arcs Effect of resistive wall heating for high-intensity beams Enhancement of CSR Self-Interaction due to local charge concentration Analysis and simulation of 2D CSR effects for an energy chirped bunch Developing fully self-consistent simulation of the 2D CSR effect based on first principle Investigation of the cancelation effect of the Talman’s force and noninertial space charge force on the transverse beam dynamics for a bunch on a curved orbit Theoretical study of the effects of potential energy spread on the beam dynamics as a remnant of cancellation of the CSR effects Experimental measurement of CSR and LSC effects on beam phase space and benchmark with numerical modeling Phase space manipulation for high-brightness charged beams, including transport of magnetized beams Analytical, numbercial and experimental studies of collective effects of high intensity charged electron or hadron beams in accelerators, in particular, for the JLEIC design. Impedance budget studies for the JLEIC design Longitudinal single and multi bunch instabilities from wakefield or impedances, effects of electron cloud and ion trapping, and scattering effects Analysis of beam-beam kink instabilities for a linac-ring collider Numerical modeling Beam-beam effects in linac-ring and ring-ring colliders Maxwell-Vlasov analysis for the study of instabilities in beam physics Self-consistent simulation of collective particle interaction based on first principle Selected Recent Publications: \"Curvature-induced bunch self-interaction for an energy-chirped bunch in magnetic bends” R. Li Phys. Rev. ST Accel.  Beams, 11, 024401 (2008). “Sensitivity of the CSR self-interaction to the local longitudinal charge concentration of an electron bunch” R. Li Nucl. Instr. and Meth. A 475, p. 498 (2001). “Sustained Kilowatt Lasing in a Free-Electron Laser with Same-Cell Energy Recovery” G.R. Neil, C.L. Bohn, S.V. Benson, G. Biallas, D. Douglas, H.F. Dylla, R. Evans, J. Fugitt, A. Grippo, J. Gubeli, R. Hill, K. Jordan, R. Li, L. Merminga, P. Piot, J. Preble, M. Shinn, T. Siggins, R. Walker, and B. Yunn Physical Review Letters, 84, 662 (2000). “Emittance growth and energy loss due to coherent synchrotron radiation in a bunch compressor urvature-induced bunch” H.H. Braun, R. Corsini, L. Groening, F. Zhou, A. Kabel, T. O.Raubenheimer, R. Li, T. Limberg Phys. Rev. ST Accel.  Beams 3, 124402 (2000). Seminars and Conference Presentations: \"Updates on the 2D CSR Effects\", R. Li, 6th Microbunching Instability Workshop, Trieste (2014) \"Effects of Potential Energy Spread on Particle Dynamics in Magnetic Bending Systems\", R. Li, Proc. 36th Int'l. Free Electron Laser Conference, Basal (2014) \"The Early Studies of Beam-Beam Effects in a Linac-Ring Collider\", EIC14, Newport News (2014) \"Overview of Theory and Simulation of Microbunching Instability\", 5th Microbunching Instability Workshop, Pohang (2013) \"Radial Eigenmodes for a Toroidal Waveguide with Rectangular Cross Section\", R. Li, Proc. 2012 Int'l. Particle Accelerator Conference, New Orleans (2012) \"Two-dimensional Effects on the CSR Interaction Forces for an Energy Chirped Bunch\", the CSR Workshop, Canadian Light Source (2010) \"New Particle-In-Cell Code for Numerical Simulation of Coherent Synchrotron Radiation\", B. Terzic and R. Li, Proc. 2010 Int'l. Particle Accelerator Conference, Kyoto (2010) \"Discussions on the cancellation effect on a circular orbit\", R. Li, Ya.S. Derbenev, Proc. 2005 Particle Accelerator Conference, Knoxville (2005) Cancellation Effects in CSR Induced Bunch Transverse Dynamics in Bends\", R. Li, Proc. 2002 European Particle Accelerator Conference, Paris (2002) Complete list of Publications Professional Activities: DOE SBIR.STTR Review Panel Doctoral Research Award Committee, Division of Physics of Beams in American, American Physical Society\r\n    \tChair (2017)\r\n        Vice-Chair (2016)\r\n        Member (2007 - 2009) Institutional PI for the Community Petascale Project for Accelerator Science and Simulation (COMPASS), a multilab SciDac project of DOE (2007 - 2012) Scientific Program Committee, 6th Microbunching Instability Workshop, Trieste, Italy (2014) Scientific Program Committee, High Brightness Hadron Beam Workshop, Nashville, Tennessee (2008) Member of the Scientific Program Committee for several International workshops Mentor for young staff scientists, PhD students, undergraduate and high school students 12000 Jefferson Avenue, Newport News, VA 23606 Phone: (757) 269-7100  Fax: (757) 269-7363 contact CASA Webmaster "
            ]
        ]
    ]
}