{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8BIZHBM0",
            "6aUnb_EAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "Biostatistics",
                    "Computational Biology",
                    "Data Science",
                    "Metagenomics",
                    "Genomics"
                ]
            ],
            [
                "Joseph Paulsen Joseph Paulsen Assistant Professor 223 Physics Building 315.443.3752 jdpaulse@syr.edu Research site Surface-tension driven flows Memories in disordered materials Elasticity and geometry of thin sheets Custom-machined force probe, built by graduate student Monica Ripp, for indenting ultrathin polymer films floating on water. Thin sheets are ubiquitous in nature and industry across a vast range of scales, from graphene to metal foil to the earth’s crust. Our goal is to uncover the fundamental principles that govern the deformation of these materials when they are pushed far away from the low-energy or spatially-uniform states that they prefer. Physics Faculty Research Published in Scholarly Journals (April 10, 2020) Articles featured in Physical Review X and Physical Review Letters. Joseph Paulsen Lab Awarded Grant from American Chemical Society (Oct. 14, 2016) The funds will support the expansion of soft matter physics research at Syracuse University. Physics of Wrapping Miniature Droplets Takes Cue from Street Foods (Sept. 28, 2015) Joseph Paulsen publishes on optimal wrapping of miniature liquid droplets in ‘Nature Materials’ Syracuse Physicists Excel at Gordon Research Conference in New Hampshire (Aug. 25, 2015) Professors Bowick, Manning, Marchetti, and Paulsen among presenters Physicist Awarded Prestigious NSF CAREER Grant Joseph Paulsen Lab Awarded Grant from American Chemical Society Ultrathin elastic sheets wrap around liquid drops Veiled Water Drops: How extremely thin plastic films enclose small droplets Press Release: Researchers Use Ultrathin Sheets to Discover New Class of Wrapped Shapes Physics of Wrapping Miniature Droplets Takes Cue from Street Floods 2013 Ph.D. in Physics University of Chicago 2007 B.A. in Physics and Mathematics, with distinction St. Olaf College Awards & Professional Honors NSF CAREER Award (2017) Grainger Foundation Fellowship, University of Chicago (2011-2012) Phi Beta Kappa Honor Society (Inducted Oct. 2006) Hyperuniformity with no fine tuning in sheared sedimenting suspensions. J. Wang, J. M. Schwarz, and J. D. Paulsen, Nature Communications 9, 2836 (2018). Wrapping with a splash: High-speed encapsulation with ultrathin sheets. D. Kumar, J. D. Paulsen, T. P. Russell, and N. Menon, Science 359, 775 (2018). Geometry-driven folding of a floating annular sheet. J. D. Paulsen, V. Démery, K. B. Toga, Z. Qiu, T. Russell, B. Davidovitch, and N. Menon, Physical Review Letters 118, 048004 (2017). Curvature-induced stiffness and the spatial variation of wavelength in wrinkled sheets. J. D. Paulsen, E. Hohlfeld, H. King, J. Huang, Z. Qiu, T. P. Russell, N. Menon, D. Vella, and B. Davidovitch, PNAS 113, 1144 (2016). Optimal wrapping of liquid droplets with ultrathin sheets. J. D. Paulsen, V. Démery, C. D. Santangelo, T. P. Russell, B. Davidovitch, and N. Menon, Nature Materials 14, 1206 (2015)."
            ]
        ]
    ]
}