{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8CAFUDYR",
            "hg_9iHcAAAAJ",
            [
                "Zero-energy modes from coalescing andreev states in a two-dimensional semiconductor-superconductor hybrid platform"
            ],
            [
                "We investigate zero-bias conductance peaks that arise from coalescing subgap Andreev states, consistent with emerging Majorana zero modes, in hybrid semiconductor-superconductor wires defined in a two-dimensional InAs\/Al heterostructure using top-down lithography and gating. The measurements indicate a hard superconducting gap, ballistic tunneling contact, and in-plane critical fields up to 3 T. Top-down lithography allows complex geometries, branched structures, and straightforward scaling to multicomponent devices compared to structures made from assembled nanowires."
            ],
            [
                [
                    "Experimental Condensed Matter Physics"
                ]
            ],
            [
                "Javad Shabani Ph.D. 2011, M.A. 2007, Princeton University B.S. 2004 Sharif University. Prof. Shabani received his PhD from Princeton University in 2011. After two years of research on semiconductor-based qubits at Harvard University, he joined UC Santa Barbara. There, he worked closely with Microsoft research on hybrid semiconductors\/superconductors heterostructures to study topological superconductivity. He is an expert in quantum materials and devices for computation technologies. He is currently an assistant professor of Physics at New York University. His current research interests are 1) Novel states of matter at interfaces with focus on hybrid superconductor-semiconductor systems 2) Mesoscopic and nanoscale physics with emphasis on low dimensional semiconductors with focus on new materials\/device development for quantum information 3) Physics of integer and fractional quantum Hall effect and 4) Epitaxial growth of compound superconducting metals-semiconductor, including high mobility two-dimensional electron systems and nano-plates using molecular beam epitaxy. Awards US Air Force Young Investigator award, 2016 US Army Young Investigator award, 2016 A. Matos-Abiague, J. Shabani, A. D. Kent, G. L. Fatin, B. Scharf, I. Zutic, \"Tunable Magnetic Textures: From Majorana Bound States to Braiding\", Solid State Communications 262, 1 (2017) M. Kjaergaard, H. J. Suominen, M. P. Nowak, A. R. Akhmerov, J. Shabani, C. J. Palmstrm, F. Nichele, C. M. Marcus, \"Transparent Semiconductor-Superconductor Interface and Induced Gap in an Epitaxial Heterostructure Josephson Junction\", Phys. Rev. Applied 7, 034029 (2017). M. Kjaergaard, F. Nichele, H. J. Suominen, M. P. Nowak, M. Wimmer, A. R. Akhmerov, J. A. Folk, K. Flensberg, J. Shabani, C. J. Palmstrom, and C. M. Marcus, \"Hard gap and conductance doubling in a two-dimensional superconductor-semiconductor heterostructure\", Nature Comm. 7, 12841 (2016). J. Shabani, M. Kjaergaard, H. J. Suominen, Younghyun Kim, F. Nichele, K. Pakrouski, T. Stankevic, R. M. Lutchyn, P. Krogstrup, R. Feidenhansl, S. Kraemer, C. Nayak, M. Troyer, C. M. Marcus, and C. J. Palmstrom, \"Two-dimensional epitaxial superconductor-semiconductor heterostructures: A platform for topological superconducting networks\", Phys. Rev. B 93, 155402 (2016). J. Shabani, S. Das Sarma and C.J. Palmstrom , \"An apparent metal insulator transition in high mobility InAs heterostructures\", Phys. Rev. B 90, 161303 (Rapid Communication) (2014). J. Shabani, Y Liu, M Shayegan, LN Pfeier, KW West and KW Baldwin, \"Phase diagrams for the stability of the =1\/2 fractional quantum Hall eect in electron systems conned to symmetric, wide GaAs quantum wells\", Phys. Rev. B 88, 245413 (2013). J. Shabani, Y. Liu, and M. Shayegan, \"Fractional Quantum Hall Eect at High Fillings in a Two-Subband Electron System\" Phys. Rev. Lett., 105, 246805 (2010). J. Shabani, T. Gokmen, Y.T. Chiu, and M. Shayegan, \"Evidence for Developing Fractional Quantum Hall States at Even Denominator 1\/2 and 1\/4 Fillings in Asymmetric Wide Quantum Wells\" Phys. Rev. Lett. 103, 256802 (2009). Javad Shabani jshabani@nyu.edu 726 Broadway, Room 1071 Phone: (212) 992-8629 Lab Homepage Google Scholar Skip to main navigation Skip to main content Skip to footer Shabani Lab Quantum Materials & Devices Menu Search for: Team QClub Outreach News Skip to menu toggle button Welcome We aim to focus on the proximity effect induced at interfaces between superconductors and semiconductors (known as SN junctions), which can be tuned using electrostatic gates. Such systems can serve as platforms for a wide variety of applications from Josephson field effect circuits to superconducting qubits and topological quantum computing. Our group develops atomically-tailored materials using molecular beam epitaxy (MBE) to realize sharp SN junctions that will later become part of functional quantum devices using micro-\/nano-fabrication techniques. Eventual characterization of those devices using low-temperature DC and RF measurements is used as the feedback for our materials growth processes. This cycle is continued until materials systems of perfect characteristics are grown for our specific applications. Current Openings Postdoctoral Associates Shabani Lab is seeking candidates for two postdoctoral associate positions focused on growth, fabrication and characterization of quantum materials and devices. The successful candidates will participate in scholarly activities including experimental condensed matter physics research and mentoring graduate and undergraduate students. Ideal candidates should have a strong background in condensed matter physics and materials science with hands on experience in MBE materials growth, micro\/nanofabrication and RF\/DC low-temperature measurements. Interested applicants must submit a cover letter, CV and list of three references directly to Dr. Shabani. Graduate Students Shabani Lab has multiple openings for graduate students. If interested, please contact Dr.Shabani directly via e-mail. Skip back to main navigation Center for Quantum Phenomena The Center for Quantum Phenomena (CQP) is the third research center that is currently being formed in the Department. The research in CQP will be focused on condensed matter and atomic, molecular, and optical physics, as well as their applications to material science, atomic and molecular spectroscopy, nonlinear optics, and quantum information technology. Its current members are Profs. Paul Chaikin, Andy Kent, Aditi Mitra, Javad Shabani, Tycho Sleator, Dan Stein, Andrew Wray and Jiehang Zhang. We expect the Center and its faculty to grow within the next few years. Condensed Matter Physics Atomic, Molecular and Optical Physics Paul Chaikin Silver Professor Professor of Physics Center for Quantum Phenomena Center for Soft Matter Research Condensed Matter Physics Andrew D. Kent Director of the Center for Quantum Phenomena Center for Quantum Phenomena Condensed Matter Physics Aditi Mitra Center for Quantum Phenomena Condensed Matter Physics Dries Sels Center for Quantum Phenomena Javad Shabani Center for Quantum Phenomena Condensed Matter Physics Tycho Sleator Atomic Molecular and Optical Physics Center for Quantum Phenomena Daniel L. Stein Professor of Mathematics and Physics Center for Quantum Phenomena Condensed Matter Physics Statistical and Mathematical Physics L. Andrew Wray Center for Quantum Phenomena Condensed Matter Physics Jiehang Zhang Atomic Molecular and Optical Physics Center for Quantum Phenomena Associated Faculty Davood Shahrjerdi Assistant Professor of Electrical and Computer Engineering at NYU Tandon School of Engineering; Associated Faculty in Physics; Associated Faculty Member of CQP > Center for Quantum Phenomena Condensed Matter Physics The condensed matter physics group has a broad range of research interests and activities. These include quantum spin dynamics in nanostructures and spin dependent electron transport (see our research site for more information), non-equilibrium quantum phenomena as well as soft matter physics (see the center's web site for more information). Paul Chaikin Silver Professor; Professor of Physics Condensed Matter Physics Center for Quantum Phenomena Center for Soft Matter Research David G. Grier Director of the Center for Soft Matter Research Condensed Matter Physics Center for Soft Matter Research Alexander Grosberg Biophysics Condensed Matter Physics Statistical and Mathematical Physics Center for Soft Matter Research Pierre Hohenberg Professor Emeritus of Physics Condensed Matter Physics Andrew D. Kent Director of the Center for Quantum Phenomena Condensed Matter Physics Center for Quantum Phenomena Aditi Mitra Condensed Matter Physics Center for Quantum Phenomena David J. Pine Silver Professor of Physics; Professor of Physics and Mathematics Condensed Matter Physics Center for Soft Matter Research Javad Shabani Condensed Matter Physics Center for Quantum Phenomena Katepalli R Sreenivasan Dean of the Polytechnic School of Engineering & Exec Vice Provost for Engineering & Applied Sciences at NYU Condensed Matter Physics Daniel L. Stein Professor of Mathematics and Physics Condensed Matter Physics Statistical and Mathematical Physics Center for Quantum Phenomena L. Andrew Wray Condensed Matter Physics Center for Quantum Phenomena"
            ]
        ]
    ]
}