{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8CPB1N1B",
            "M-WoY8gAAAAJ",
            [
                "Melting and mixing states of the Earth's mantle after the Moon-forming impact",
                "Investigation of the initial state of the Moon-forming disk: Bridging SPH simulations and hydrostatic models",
                "Formation, stratification, and mixing of the cores of Earth and Venus",
                "Inefficient volatile loss from the Moon-forming disk: Reconciling the giant impact hypothesis and a wet Moon",
                "Controlled boiling on Enceladus. 2. Model of the liquid-filled cracks",
                "Controlled boiling on Enceladus. 1. Model of the vapor-driven jets",
                "Origin and evolution of water in the Moon's interior",
                "Hydrodynamic Escape does not Prevent the``Wet''Moon Formation",
                "Near\/far side asymmetry in the tidally heated Moon",
                "Excitation of tumbling in Phobos and Deimos"
            ],
            [
                "The Earth's Moon is thought to have formed by an impact between the Earth and an impactor around 4.5 billion years ago. This impact could have been so energetic that it could have mixed and homogenized the Earth's mantle. However, this view appears to be inconsistent with geochemical studies that suggest that the Earth's mantle was not mixed by the impact. Another outcome of the impact is that this energetic impact melted the whole mantle, but the extent of mantle melting is not well understood even though it must have had a significant effect on the subsequent evolution of the Earth's interior and atmosphere. To understand the initial state of the Earth's mantle, we perform giant impact simulations using smoothed particle hydrodynamics (SPH) for three different models: (a) standard: a Mars-sized impactor hits the proto-Earth, (b) fast-spinning Earth: a small impactor hits a rapidly rotating proto-Earth, and (c …",
                "According to the standard giant impact hypothesis, the Moon formed from a partially vaporized disk generated by a collision between the proto-Earth and a Mars-sized impactor. The initial structure of the disk significantly affects the Moon-forming process, including the Moon’s mass, its accretion time scale, and its isotopic similarity to Earth. The dynamics of the impact event determines the initial structure of a nearly hydrostatic Moon-forming disk. However, the hydrostatic and hydrodynamic models have been studied separately and their connection has not previously been well quantified. Here, we show the extent to which the properties of the disk can be inferred from Smoothed Particle Hydrodynamic (SPH) simulations. By using entropy, angular momentum and mass distributions of the SPH outputs as approximately conserved quantities, we compute the two-dimensional disk structure. We investigate four different …",
                "Earth possesses a persistent, internally-generated magnetic field, whereas no trace of a dynamo has been detected on Venus, at present or in the past, although a high surface temperature and recent resurfacing events may have removed paleomagnetic evidence. Whether or not a terrestrial body can sustain an internally generated magnetic field by convection inside its metallic fluid core is determined in part by its initial thermodynamic state and its compositional structure, both of which are in turn set by the processes of accretion and differentiation. Here we show that the cores of Earth- and Venus-like planets should grow with stable compositional stratification unless disturbed by late energetic impacts. They do so because higher abundances of light elements are incorporated into the liquid metal that sinks to form the core as the temperatures and pressures of metal-silicate equilibration increase during accretion …",
                "The Earth's Moon is thought to have formed from a circumterrestrial disk generated by a giant impact between the proto-Earth and an impactor approximately 4.5 billion years ago. Since this impact was energetic, the disk would have been hot (4000–6000 K) and partially vaporized (20–100% by mass). This formation process is thought to be responsible for the geochemical observation that the Moon is depleted in volatiles (eg, K and Na). To explain this volatile depletion, some studies suggest the Moon-forming disk was rich in hydrogen, which was dissociated from water, and it escaped from the disk as a hydrodynamic wind accompanying heavier volatiles (hydrodynamic escape). This model predicts that the Moon should be significantly depleted in water, but this appears to contradict some of the recently measured lunar water abundances and D\/H ratios that suggest that the Moon is more water-rich than …",
                "Controlled boiling will occur on Enceladus whenever a long, narrow conduit connects liquid water to the vacuum of space. In a companion paper we focus on the upward flow of the vapor and show how it controls the evaporation rate through backpressure, which arises from friction on the walls. In this paper we focus on the liquid and show how it flows through the conduit up to its level of neutral buoyancy. For an ice shell 20 km thick, the liquid water interface could be 2 km below the surface. We find that the evaporating surface can be narrow. There is no need for a large vapor chamber that acts as a plume source. Freezing on the icy walls and the evaporating surface is avoided if the crack width averaged over the length of the tiger stripes is greater than 1 m and the salinity of the liquid is greater than 20 g kg−1. Controlled boiling plays a crucial role in our model, which makes it different from earlier published …",
                "Plumes of water vapor and ice particles have been observed from the so-called tiger stripes at the south polar terrain (SPT) of Saturn’s satellite, Enceladus. The observed high salinity (∼0.5–2%) of the ice particles in the plumes may indicate that the plumes originate from a subsurface liquid ocean. Additionally, the SPT is the source of strong infrared radiation (∼4.2 GW), which is especially intense near (within tens of meters) the tiger stripes. This could indicate that the radiation is associated with plume activity, but the connection remains unclear. Here we investigate the constraints that plume observations place on the widths of the cracks, the depth to the liquid-vapor interface, and the mechanisms controlling plume variability. We solve the fluid dynamics of the flow in the crack and the interaction between the flow and ice walls assuming that the flows of water vapor and ice particles originate from a few kilometers …",
                "Nearly forty years after the return of the first lunar samples to Earth, improvements in laboratory detection limits made possible the first definitive discovery of magmatic water in lunar volcanic samples. The intervening decade has seen an exponential increase in the amount of data on the abundance of magmatic water, and its hydrogen isotope composition, in various rock types recovered from the Moon. Here we review these data and describe how the abundance of water in the lunar interior places important constraints on models for the high-temperature origin and evolution of the Moon.",
                "We suggest that the giant impact hypothesis is consistent with the\" wet (water abundant)\" Moon formation because hydrogen loss by hydrodynamic escape is minor.",
                "Using viscoelastic mass spring model simulations to track heat distribution inside a tidally perturbed body, we measure the near\/far side asymmetry of heating in the crust of a spin synchronous Moon in eccentric orbit about the Earth. With the young Moon within ≲8 Earth radii of the Earth, we find that tidal heating per unit area in a lunar crustal shell is asymmetric due to the octupole order moment in the Earth's tidal field and is 10 to 20% higher on its near side than on its far side. Tidal heating reduces the crustal basal heat flux and the rate of magma ocean crystallization. Assuming that the local crustal growth rate depends on the local basal heat flux and the distribution of tidal heating in latitude and longitude, a heat conductivity model illustrates that a moderately asymmetric and growing lunar crust could maintain its near\/far side thickness asymmetry but only while the Moon is near the Earth.",
                "Mass–spring model simulations are used to investigate past spin states of a viscoelastic Phobos and Deimos. From an initially tidally locked state, we find crossing of a spin–orbit resonance with Mars or a mean motion resonance with each other does not excite tumbling in Phobos or Deimos. However, once tumbling our simulations show that these moons can remain so for an extended period and during this time their orbital eccentricity can be substantially reduced. We attribute the tendency for simulations of an initially tumbling viscoelastic body to drop into spin-synchronous state at very low eccentricity to the insensitivity of the tumbling chaotic zone volume to eccentricity. After a tumbling body enters the spin synchronous resonance, it can exhibit long lived non-principal axis rotation and this too can prolong the period of time with enhanced tidally generated energy dissipation. The low orbital eccentricities of …"
            ],
            [
                [
                    "Earth and Planetary Science",
                    "Geophysics",
                    "Geodynamics"
                ]
            ]
        ]
    ]
}