{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8CQFRRZN",
            "NcBxFDcAAAAJ",
            [
                "Parton distributions and lattice QCD calculations: a community white paper",
                "Gluons and the quark sea at high energies: Distributions, polarization, tomography",
                "Nucleon tensor charge from exclusive π 0 electroproduction"
            ],
            [
                "In the framework of quantum chromodynamics (QCD), parton distribution functions (PDFs) quantify how the momentum and spin of a hadron are divided among its quark and gluon constituents. Two main approaches exist to determine PDFs. The first approach, based on QCD factorization theorems, realizes a QCD analysis of a suitable set of hard-scattering measurements, often using a variety of hadronic observables. The second approach, based on first-principle operator definitions of PDFs, uses lattice QCD to compute directly some PDF-related quantities, such as their moments. Motivated by recent progress in both approaches, in this document we present an overview of lattice-QCD and global-analysis techniques used to determine unpolarized and polarized proton PDFs and their moments. We provide benchmark numbers to validate present and future lattice-QCD calculations and we illustrate how they …",
                "This report is based on a ten-week program on\" Gluons and the quark sea at high-energies\", which took place at the Institute for Nuclear Theory in Seattle in Fall 2010. The principal aim of the program was to develop and sharpen the science case for an Electron-Ion Collider (EIC), a facility that will be able to collide electrons and positrons with polarized protons and with light to heavy nuclei at high energies, offering unprecedented possibilities for in-depth studies of quantum chromodynamics. This report is organized around four major themes: i) the spin and flavor structure of the proton, ii) three-dimensional structure of nucleons and nuclei in momentum and configuration space, iii) QCD matter in nuclei, and iv) Electroweak physics and the search for physics beyond the Standard Model. Beginning with an executive summary, the report contains tables of key measurements, chapter overviews for each of the major scientific themes, and detailed individual contributions on various aspects of the scientific opportunities presented by an EIC.",
                "Exclusive π o electroproduction from nucleons is suggested for extracting the tensor charge and other quantities related to transversity from experimental data. This process isolates C-parity odd and chiral-odd combinations of t-channel exchange quantum numbers. In a hadronic picture it connects the meson production amplitudes to C-odd Regge exchanges with final state interactions. In a description based on partonic degrees of freedom, the helicity structure for this C-odd process relates to the quark helicity flip, or chiral-odd generalized parton distributions. This differs markedly from deeply virtual Compton scattering, and both vector meson and charged π electroproduction, where the axial charge can enter the amplitudes. Contrarily, the tensor charge enters the π o process. The connection through the helicity description of the process to both the partonic and hadronic perspectives is studied and exploited in …"
            ],
            [
                [
                    "Hadronic Physics",
                    "Nuclear Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}