{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8CTHXVO1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "›              Rachel Mandelbaum Rachel Mandelbaum Professor Astrophysics & Cosmology Wean Hall 8402 412-268-1714 lab website Ph.D.: Princeton University (2006) Honors and Awards: Simons Investigator in Astrophysics (2019) Falco-DeBenedetti Career Development Professor (2013) Alfred P. Sloan Fellow (2013) DOE Early Career Award (2012) AAS Annie Jump Cannon Prize (2011) Hubble Fellow (2006) Kusaka Memorial Prize, Princeton University (2000) CURRICULUM VITAE Professor, Carnegie Mellon University, 2019– Indefinite Tenure, Carnegie Mellon University, 2016 Associate Professor, Carnegie Mellon University, 2014–2019 Assistant Professor, Carnegie Mellon University, 2011–14 Visiting Associate Research Scholar, Princeton University, 2011–12 Post-doctoral Research: Princeton University, 2009–11 Post-doctoral Research: Institute for Advanced Study, 2006–09 My research interests are predominantly in the areas of observational cosmology and galaxy studies. This work includes the use of weak gravitational lensing and other analysis techniques, with projects that range from development of improved data analysis methods, to actual application of such methods to existing data. Currently, I am focusing on data from the SDSS (including SDSS-III and the ongoing SDSS-IV) and Hyper-SuprimeCam (HSC), and am working on upcoming surveys including LSST, Euclid, and WFIRST. I am currently serving as Spokesperson of the LSST Dark Energy Science Collaboration . Recent Publications Andrina Nicola ., Tomographic galaxy clustering with the Subaru Hyper Suprime-Cam first year public data release JCAP 03, 044 (2020) Takashi Hamana ., Cosmological constraints from cosmic shear two-point correlation functions with HSC survey first-year data Publications of the Astronomical Society of Japan 72, 1, 16 (2020) Sukhdeep Singh et al. Cosmological constraints from galaxy–lensing cross-correlations using BOSS galaxies with SDSS and CMB lensing MNRAS 491, 51 (2020) Aklant K. Bhowmick ., The evolution of galaxy intrinsic alignments in the MassiveBlackII universe MNRAS 491, 4116 (2020) Danila Korytov ., CosmoDC2: A Synthetic Sky Catalog for Dark Energy Science with LSST Astrophys. J. Supp. 245, 26 (2019) H.-J. Huang, T. Eifler, R. Mandelbaum, S. Dodelson, Modelling baryonic physics in future weak lensing surveys MNRAS 488, 1652 (2019) Yen-Chi Chen ., Detecting galaxy–filament alignments in the Sloan Digital Sky Survey III MNRAS 485, 2492 (2019) Chiaki Hikage ., Cosmology from cosmic shear power spectra with Subaru Hyper Suprime-Cam first-year data Publications of the Astronomical Society of Japan 71, 2, 43 (2019) Skuhdeep Singh ., Probing gravity with a joint analysis of galaxy and CMB lensing and SDSS spectroscopy MNRAS 482, 785 (2019) Željko Ivezić ., LSST: From Science Drivers to Reference Design and Anticipated Data Products Astrophys. J. 873, 111 (2019) M.M. Rau, S.E. Koposov, H. Trac, R. Mandelbaum, Calibrating long-period variables as standard candles with machine learning MNRAS 484, 409 (2019) Rachel Mandelbaum, Weak Lensing for Precision Cosmology Annual Review of Astronomy and Astrophysics 56, 393 (2018)  Researcher ID Rachel Mandelbaum My research group Research activities Publications GalSim Public data Teaching Home Department McWilliams Center CV (PDF format) Dept. of Physics Carnegie Mellon University Contact information: Department of Physics Carnegie Mellon University 5000 Forbes Ave. Pittsburgh, PA 15213 rmandelb \"at\" andrew.cmu.edu Click on the links to the left to read about my research interests and publications. Site last updated: December 2020"
            ]
        ]
    ]
}