{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8D7C5GV2",
            "8H7V2XkAAAAJ",
            [
                "First results from the LUX dark matter experiment at the Sanford Underground Research Facility",
                "Results from a search for dark matter in the complete LUX exposure",
                "First results from the XENON10 dark matter experiment at the Gran Sasso National Laboratory",
                "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
                "Search for light dark matter in XENON10 data",
                "Improved limits on scattering of weakly interacting massive particles from reanalysis of 2013 LUX data",
                "Direct detection of dark matter",
                "First results from the cryogenic dark matter search in the soudan underground laboratory",
                "The large underground xenon (LUX) experiment",
                "Exclusion limits on the WIMP-nucleon cross section from the cryogenic dark matter search"
            ],
            [
                "The Large Underground Xenon (LUX) experiment is a dual-phase xenon time-projection chamber operating at the Sanford Underground Research Facility (Lead, South Dakota). The LUX cryostat was filled for the first time in the underground laboratory in February 2013. We report results of the first WIMP search data set, taken during the period from April to August 2013, presenting the analysis of 85.3 live days of data with a fiducial volume of 118 kg. A profile-likelihood analysis technique shows our data to be consistent with the background-only hypothesis, allowing 90% confidence limits to be set on spin-independent WIMP-nucleon elastic scattering with a minimum upper limit on the cross section of 7.6× 1 0− 46 cm 2 at a WIMP mass of 33 GeV\/c 2. We find that the LUX data are in disagreement with low-mass WIMP signal interpretations of the results from several recent direct detection experiments.",
                "We report constraints on spin-independent weakly interacting massive particle (WIMP)-nucleon scattering using a 3.35× 1 0 4 kg day exposure of the Large Underground Xenon (LUX) experiment. A dual-phase xenon time projection chamber with 250 kg of active mass is operated at the Sanford Underground Research Facility under Lead, South Dakota (USA). With roughly fourfold improvement in sensitivity for high WIMP masses relative to our previous results, this search yields no evidence of WIMP nuclear recoils. At a WIMP mass of 50 GeV c− 2, WIMP-nucleon spin-independent cross sections above 2.2× 10− 46 cm 2 are excluded at the 90% confidence level. When combined with the previously reported LUX exposure, this exclusion strengthens to 1.1× 10− 46 cm 2 at 50 GeV c− 2.",
                "The XENON10 experiment at the Gran Sasso National Laboratory uses a 15 kg xenon dual phase time projection chamber to search for dark matter weakly interacting massive particles (WIMPs). The detector measures simultaneously the scintillation and the ionization produced by radiation in pure liquid xenon to discriminate signal from background down to 4.5 keV nuclear-recoil energy. A blind analysis of 58.6 live days of data, acquired between October 6, 2006, and February 14, 2007, and using a fiducial mass of 5.4 kg, excludes previously unexplored parameter space, setting a new 90% CL upper limit for the WIMP-nucleon spin-independent cross section of 8.8× 10− 44 cm 2 for a WIMP mass of 100 GeV\/c 2, and 4.5× 10− 44 cm 2 for a WIMP mass of 30 GeV\/c 2. This result further constrains predictions of supersymmetric models.",
                "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
                "We report results of a search for light (≲ 10 GeV) particle dark matter with the XENON10 detector. The event trigger was sensitive to a single electron, with the analysis threshold of 5 electrons corresponding to 1.4 keV nuclear recoil energy. Considering spin-independent dark matter-nucleon scattering, we exclude cross sections σ n> 7× 10− 42 cm 2, for a dark matter particle mass m χ= 7 GeV. We find that our data strongly constrain recent elastic dark matter interpretations of excess low-energy events observed by CoGeNT and CRESST-II, as well as the DAMA annual modulation signal.",
                "We present constraints on weakly interacting massive particles (WIMP)-nucleus scattering from the 2013 data of the Large Underground Xenon dark matter experiment, including 1.4× 10 4 kg day of search exposure. This new analysis incorporates several advances: single-photon calibration at the scintillation wavelength, improved event-reconstruction algorithms, a revised background model including events originating on the detector walls in an enlarged fiducial volume, and new calibrations from decays of an injected tritium β source and from kinematically constrained nuclear recoils down to 1.1 keV. Sensitivity, especially to low-mass WIMPs, is enhanced compared to our previous results which modeled the signal only above a 3 keV minimum energy. Under standard dark matter halo assumptions and in the mass range above 4 GeV c− 2, these new results give the most stringent direct limits on the spin …",
                "This article reviews the astrophysics and cosmological evidence for nonbaryonic dark matter (DM). It covers historical, current, and future experiments that look for direct evidence of particle DM. In addition, it surveys the underlying particle theories that provide some guidance about expected event rates, and the future prospects for the discovery of DM. A number of recent theoretical papers, making calculations in SUSY-based frameworks, show a spread of many (>5) orders of magnitude in the possible interaction rates for models consistent with existing cosmological and accelerator bounds. Within this decade, it seems likely that DM searches will be successful, or at the very least rule out a broad class of the currently most favored DM models.",
                "We report the first results from a search for weakly interacting massive particles (WIMPs) in the Cryogenic Dark Matter Search experiment at the Soudan Underground Laboratory. Four Ge and two Si detectors were operated for 52.6 live days, providing 19.4 kg d of Ge net exposure after cuts for recoil energies between 10 and 100 keV. A blind analysis was performed using only calibration data to define the energy threshold and selection criteria for nuclear-recoil candidates. Using the standard dark-matter halo and nuclear-physics WIMP model, these data set the world's lowest exclusion limits on the coherent WIMP-nucleon scalar cross section for all WIMP masses above 15 G e V\/c 2, ruling out a significant range of neutralino supersymmetric models. The minimum of this limit curve at the 90% CL is 4× 10− 43 c m 2 at a WIMP mass of 60 G e V\/c 2.",
                "The Large Underground Xenon (LUX) collaboration has designed and constructed a dual-phase xenon detector, in order to conduct a search for Weakly Interacting Massive Particles (WIMPs), a leading dark matter candidate. The goal of the LUX detector is to clearly detect (or exclude) WIMPS with a spin independent cross-section per nucleon of 2× 10− 46 cm 2, equivalent to∼ 1 event\/100 kg\/month in the inner 100-kg fiducial volume (FV) of the 370-kg detector. The overall background goals are set to have< 1 background events characterized as possible WIMPs in the FV in 300 days of running. This paper describes the design and construction of the LUX detector.",
                "The Cryogenic Dark Matter Search (CDMS) employs Ge and Si detectors to search for weakly interacting massive particles (WIMPs) via their elastic-scattering interactions with nuclei while discriminating against interactions of background particles. CDMS data, accounting for the neutron background, give limits on the spin-independent WIMP-nucleon elastic-scattering cross section that exclude unexplored parameter space above 10 GeV\/c 2 WIMP mass and, at> 75% CL, the entire 3 σ allowed region for the WIMP signal reported by the DAMA experiment."
            ],
            [
                [
                    "Dark Matter"
                ]
            ],
            [
                "Research Dark Matter Theses About Us Gallery Videos Select Page Welcome We are the Particle Astrophysics Group at Brown University. Our group consists of faculty, post docs, graduate students, and undergraduates conducting experimental work in direct dark matter detection. Learn More About Our Research Our group is currently involved in a research collaboration called LZ, a 10 tonne liquid xenon experiment almost 1 mile underground at the Sanford Underground Laboratory in South Dakota. Congratulations to Dongqing Huang on being formally awarded your PhD from Brown. We look forward to continuing to work with you on LZ. (2019) Dongqing Huang – “Ultra-Low Energy Calibration of the LUX and LZ Dark Matter Detectors”  Dark Matter Learn more about dark matter, and why we are searching for it.  See all our publications.  About Us Learn more about the individual members of our group.  Gallery See pictures of our work. Links LZ Homepage LUX Homepage DMTools Brown Physics Twitter Feeds Tweets by lzdarkmatter Tweets by luxdarkmatter Tweets by SanfordLab Designed by Elegant Themes | Powered by WordPress"
            ]
        ]
    ]
}