{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8D7C5GV2",
            "8H7V2XkAAAAJ",
            [
                "First results from the LUX dark matter experiment at the Sanford Underground Research Facility",
                "Results from a search for dark matter in the complete LUX exposure",
                "First results from the XENON10 dark matter experiment at the Gran Sasso National Laboratory"
            ],
            [
                "The Large Underground Xenon (LUX) experiment is a dual-phase xenon time-projection chamber operating at the Sanford Underground Research Facility (Lead, South Dakota). The LUX cryostat was filled for the first time in the underground laboratory in February 2013. We report results of the first WIMP search data set, taken during the period from April to August 2013, presenting the analysis of 85.3 live days of data with a fiducial volume of 118 kg. A profile-likelihood analysis technique shows our data to be consistent with the background-only hypothesis, allowing 90% confidence limits to be set on spin-independent WIMP-nucleon elastic scattering with a minimum upper limit on the cross section of 7.6× 1 0− 46 cm 2 at a WIMP mass of 33 GeV\/c 2. We find that the LUX data are in disagreement with low-mass WIMP signal interpretations of the results from several recent direct detection experiments.",
                "We report constraints on spin-independent weakly interacting massive particle (WIMP)-nucleon scattering using a 3.35× 1 0 4 kg day exposure of the Large Underground Xenon (LUX) experiment. A dual-phase xenon time projection chamber with 250 kg of active mass is operated at the Sanford Underground Research Facility under Lead, South Dakota (USA). With roughly fourfold improvement in sensitivity for high WIMP masses relative to our previous results, this search yields no evidence of WIMP nuclear recoils. At a WIMP mass of 50 GeV c− 2, WIMP-nucleon spin-independent cross sections above 2.2× 10− 46 cm 2 are excluded at the 90% confidence level. When combined with the previously reported LUX exposure, this exclusion strengthens to 1.1× 10− 46 cm 2 at 50 GeV c− 2.",
                "The XENON10 experiment at the Gran Sasso National Laboratory uses a 15 kg xenon dual phase time projection chamber to search for dark matter weakly interacting massive particles (WIMPs). The detector measures simultaneously the scintillation and the ionization produced by radiation in pure liquid xenon to discriminate signal from background down to 4.5 keV nuclear-recoil energy. A blind analysis of 58.6 live days of data, acquired between October 6, 2006, and February 14, 2007, and using a fiducial mass of 5.4 kg, excludes previously unexplored parameter space, setting a new 90% CL upper limit for the WIMP-nucleon spin-independent cross section of 8.8× 10− 44 cm 2 for a WIMP mass of 100 GeV\/c 2, and 4.5× 10− 44 cm 2 for a WIMP mass of 30 GeV\/c 2. This result further constrains predictions of supersymmetric models."
            ],
            [
                [
                    "Dark Matter"
                ]
            ]
        ]
    ]
}