{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8DGO0NI0",
            "2eOwSm4AAAAJ",
            [
                "Stiction in surface micromachining",
                "The black silicon method: a universal method for determining the parameter setting of a fluorine-based reactive ion etcher in deep silicon trench etching with profile control",
                "Silicon micromachining"
            ],
            [
                "Due to the smoothness of the surfaces in surface micromachining, large adhesion forces between fabricated structures and the substrate are encountered. Four major adhesion mechanisms have been analysed: capillary forces, hydrogen bridging, electrostatic forces and van der Waals forces. Once contact is made adhesion forces can be stronger than the restoring elastic forces and even short, thick beams will continue to stick to the substrate. Contact, resulting from drying liquid after release etching, has been successfully reduced. In order to make a fail-safe device stiction during its operational life-time should be anticipated. Electrostatic forces and acceleration forces caused by shocks encountered by the device can be large enough to bring structures into contact with the substrate. In order to avoid in-use stiction adhesion forces should therefore be minimized. This is possible by coating the device with weakly …",
                "Very deep trenches (up to 200 mu m) with high aspect ratios (up to 10) in silicon and polymers are etched using a fluorine-based plasma (SF 6\/O 2\/CHF 3). Isotropic, positively and negatively (ie reverse) tapered as well as fully vertical walls with smooth surfaces are achieved by controlling the plasma chemistry. A convenient way to find the processing conditions needed for a vertical wall is described: the black silicon method. This new procedure is checked for three different reactive ion etchers (RIE), two parallel-plate reactors and a hexode. The influence of the RF power, pressure and gas mixture on the profile will be shown. Scanning electron microscope (SEM) photos are included to demonstrate the black silicon method, the influence of the gases on the profile, and the use of this method in fabricating microelectromechanical systems (MEMS).",
                "This comprehensive book provides an overview of the key techniques used in the fabrication of micron-scale structures in silicon. Recent advances in these techniques have made it possible to create a new generation of microsystem devices, such as microsensors, accelerometers, micropumps, and miniature robots. The authors underpin the discussion of each technique with a brief review of the fundamental physical and chemical principles involved. They pay particular attention to methods such as isotropic and anisotropic wet chemical etching, wafer bonding, reactive ion etching, and surface micromachining. There is a special section on bulk micromachining, and the authors also discuss release mechanisms for movable microstructures. The book is a blend of detailed experimental and theoretical material, and will be of great interest to graduate students and researchers in electrical engineering and materials science whose work involves the study of micro-electromechanical systems (MEMS)."
            ],
            [
                [
                    "Plasma etching",
                    "Nanotechnology",
                    "Microsystem technology",
                    "Membrane technology",
                    "Filtration"
                ]
            ],
            [
                "Department of Physics, Oregon State University Henri J. F. Jansen Professor Ph.D. University of Groningen, The Netherlands ('81) Look here for my CV and list of publications The research performed by Dr. Jansen is best characterized as computational\r\nsolid state physics. The calculations in his group focus on the electronic\r\nstructure of solids and the electronic contribution to the total energy of \r\nsolids. This work relies on very precise numerical techniques for simple \r\nsolids with a small number of atoms in the unit cell, but also semi-empirical \r\ntechniques for large systems including defects of surfaces. The numerical \r\nresults are used for studies of structural properties and magnetic properties \r\nof solids. These total energy calculations can also yield predictions for \r\nphonon spectra. A parametrized form of the total energy is an essential part \r\nof the molecular dynamics calculations which are performed to explore the \r\nbehavior of solids at higher temperatures. Most of the initial program \r\ndevelopment and computing is done on local workstations. \r\nNot all work is computer related, however, and part of the research pertains \r\nto details of the basic theory describing the interacting electrons in a solid. Recent (p)reprints Electronic Structure of Impurities in a Homogeneous Electron Gas Application of the Force Theorem to bulk solids:\r\nMagneto-Crystalline Anisotropy Web publications A fun paper, which unfortunately did not contain enough new\r\ninformation. Numerical errors\r\nin density functional calculations The following is a long paper that is too long for\r\nPhys Rev. It contains much of Guenter Schneider's work.\r\nSince I see no better place, it is available on the web: The Role of Numerical Precision in Calculating the Magnetic Anisotropy\r\nEnergy in Density Functional Theory Theses from students: Guenter Schneider, PhD, January 1999 Alexander Albus, MS, April 1999 Haiyan Wang, MS, February 2000 David Matusevich, PhD, November 2002 JungHwan Song, PhD, December 2004 Course material An extensive set of Course Notes\r\nfor Thermodynamics is now ready. An extensive set of Course Notes\r\nfor Statistical Mechanics is now ready. Return to Home Page of OSU Physics Return to Solid State Physics \r\nPage of OSU Physics"
            ]
        ]
    ]
}