{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8G66P24D",
            "0tf7LtgAAAAJ",
            [
                "Mott physics and band topology in materials with strong spin–orbit interaction",
                "Spintronics and pseudospintronics in graphene and topological insulators",
                "Probing the chiral anomaly with nonlocal transport in three-dimensional topological semimetals",
                "Ordering of magnetic impurities and tunable electronic properties of topological insulators",
                "Quantum kinetic theory of current-induced torques in Rashba ferromagnets",
                "Chiral magnetic effect and natural optical activity in metals with or without Weyl points",
                "Interaction-enhanced coherence between two-dimensional Dirac layers",
                "Interaction-induced topological insulator states in strained graphene",
                "Density response in Weyl metals",
                "Photogalvanic effect in Weyl semimetals"
            ],
            [
                "Recent theory and experiment have revealed that strong spin–orbit coupling can have marked qualitative effects on the band structure of weakly interacting solids, leading to a distinct phase of matter, the topological band insulator. We show that spin–orbit interaction also has quantitative and qualitative effects on the correlation-driven Mott insulator transition. Taking Ir-based pyrochlores as a specific example, we predict that for weak electron–electron interaction Ir electrons are in metallic and topological band insulator phases at weak and strong spin–orbit interaction, respectively. We show that by increasing the electron–electron interaction strength, the effects of spin–orbit coupling are enhanced. With increasing interactions, the topological band insulator is transformed into a ‘topological Mott insulator’phase having gapless surface spin-only excitations. The proposed phase diagram also includes a region of …",
                "The two-dimensional electron systems in graphene and in topological insulators are described by massless Dirac equations. Although the two systems have similar Hamiltonians, they are polar opposites in terms of spin–orbit coupling strength. We briefly review the status of efforts to achieve long spin-relaxation times in graphene with its weak spin–orbit coupling, and to achieve large current-induced spin polarizations in topological-insulator surface states that have strong spin–orbit coupling. We also comment on differences between the magnetic responses and dilute-moment coupling properties of the two systems, and on the pseudospin analogue of giant magnetoresistance in bilayer graphene.",
                "Weyl semimetals are three-dimensional crystalline systems where pairs of bands touch at points in momentum space, termed Weyl nodes, that are characterized by a definite topological charge: the chirality. Consequently, they exhibit the Adler-Bell-Jackiw anomaly, which in this condensed-matter realization implies that the application of parallel electric (E) and magnetic (B) fields pumps electrons between nodes of opposite chirality at a rate proportional to E· B. We argue that this pumping is measurable via nonlocal transport experiments, in the limit of weak internode scattering. Specifically, we show that as a consequence of the anomaly, applying a local magnetic field parallel to an injected current induces a valley imbalance that diffuses over long distances. A probe magnetic field can then convert this imbalance into a measurable voltage drop far from source and drain. Such nonlocal transport vanishes when the …",
                "We study collective behavior of magnetic adatoms randomly distributed on the surface of a topological insulator. Interactions of an ensemble of adatoms are frustrated, as the RKKY-type interactions of two adatom spins depend on the directions of spins relative to the vector connecting them. We show that at low temperatures the frustrated RKKY interactions give rise to two phases: an ordered ferromagnetic phase with spins pointing perpendicular to the surface, and a disordered spin-glass-like phase. The two phases are separated by a quantum phase transition driven by the magnetic exchange anisotropy. The ordered phase breaks time-reversal symmetry spontaneously, driving the surface states into a gapped state, which exhibits an anomalous quantum Hall effect and provides a realization of the parity anomaly. We find that the magnetic ordering is suppressed by potential scattering.",
                "Motivated by recent experimental studies of thin-film devices containing a single ferromagnetic layer, we develop a quantum kinetic theory of current-induced magnetic torques in Rashba-model ferromagnets. We find that the current-induced spin densities, responsible for the switching behavior, are due most essentially to spin-dependent quasiparticle lifetimes and derive analytic expressions for relevant limits of a simple model. Quantitative model parameter estimates suggest that spin-orbit coupling in the adjacent metal normal magnetic layer must play an essential role in the strength of the switching effect.",
                "We consider the phenomenon of natural optical activity, and related chiral magnetic effect in metals with low carrier concentration. To reveal the correspondence between the two phenomena, we compute the optical conductivity of a noncentrosymmetric metal to linear order in the wave vector of the light wave, specializing to the low-frequency regime. We show that it is the orbital magnetic moment of quasiparticles that is responsible for the natural optical activity, and thus the chiral magnetic effect. While for purely static magnetic fields the chiral magnetic effect is known to have a topological origin and to be related to the presence of Berry curvature monopoles (Weyl points) in the band structure, we show that the existence of Berry monopoles is not required for the dynamic chiral magnetic effect to appear; the latter is thus not unique to Weyl metals. The magnitude of the dynamic chiral magnetic effect in a material is …",
                "We estimate the strength of interaction-enhanced coherence between two graphene or topological insulator surface-state layers by solving imaginary-axis gap equations in the random phase approximation. Using a self-consistent treatment of dynamic screening of Coulomb interactions in the gapped phase, we show that the excitonic gap can reach values on the order of the Fermi energy at strong interactions. The gap is discontinuous as a function of interlayer separation and effective fine structure constant, revealing a first-order phase transition between effectively incoherent and interlayer coherent phases. To achieve the regime of strong coherence, the interlayer separation must be smaller than the Fermi wavelength, and the extrinsic screening of the medium embedding the Dirac layers must be negligible. In the case of a graphene double layer, we comment on the supportive role of the remote π bands …",
                "The electronic properties of graphene can be manipulated via mechanical deformations, which opens prospects for both studying the Dirac fermions in new regimes and for new device applications. Certain natural configurations of strain generate large nearly uniform pseudomagnetic fields, which have opposite signs in the two valleys, and give rise to flat spin-and valley-degenerate pseudo-Landau levels (PLLs). Here we consider the effect of the Coulomb interactions in strained graphene with a uniform pseudomagnetic field. We show that the spin or valley degeneracies of the PLLs get lifted by the interactions, giving rise to topological insulator states. In particular, when a nonzero PLL is quarter or three-quarter filled, an anomalous quantum Hall state spontaneously breaking time-reversal symmetry emerges. At half-filled PLLs, a weak spin-orbital interaction stabilizes the time-reversal-symmetric quantum spin …",
                "We report on a study of the density response in doped Weyl semimetals or Weyl metals in the presence of an external magnetic field. We show that the applied field leads to a contribution to the density response, which is topological in nature and is closely related to the phenomenon of chiral anomaly. This contribution manifests in a nonanalytic nonclassical correction to the electronic compressibility and the plasmon frequency, proportional to the magnitude of the magnetic field. Such a nonanalytic correction to the electronic compressibility is a smoking-gun feature of Weyl metals, which clearly distinguishes them from ordinary ferromagnetic metals.",
                "We theoretically study the impact of impurities on the photogalvanic effect (PGE) in Weyl semimetals with weakly tilted Weyl cones. Our calculations are based on a two-nodes model with an inversion symmetry breaking offset and we employ a kinetic equation approach in which both optical transitions as well as particle-hole excitations near the Fermi energy can be taken into account. We focus on the parameter regime with a single photoactive node and control the calculation in small impurity concentration. Internode scattering is treated generically and therefore our results allow us to continuously interpolate between the cases of short-range and long-range impurities. We find that the time evolution of the circular PGE may be nonmonotonic for intermediate internode scattering. Furthermore, we show that the tilt vector introduces three additional linearly independent components to the steady-state photocurrent …"
            ],
            [
                [
                    "topological phases",
                    "transport theory",
                    "spintronics",
                    "graphene"
                ]
            ]
        ]
    ]
}