{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8GW8R0SL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Mario Borunda Dr. Mario Borunda Associate Professor and Undergraduate Research Coordinator Ph.D., Texas A&M, 2008 231 Physical Sciences 405-744-3364 mario.borunda@okstate.edu Lab: 254 Physical Sciences, 405-744-4615 The Borunda Research Group Assistant Professor, Oklahoma State University (2012-Present) Postdoctoral Researcher, Harvard University (2009-2012) Ph.D., Texas A&M (2008) B.Sc., University of Texas at El Paso (2003) Dr. Borunda double-majored in Physics and Mathematics earning his B.S. from the University of Texas at El Paso in 2003. He received his Ph.D. in Physics from Texas A&M University in 2008. He spent three years as a postdoc and nine months as a research associate at Harvard University. In September 2012 he became a faculty member of the physics department at Oklahoma State University. Dr. Borunda has also been a visiting researcher at Harvard University. Dr. Borunda has performed research in several areas. His work at UTEP, performed with Jorge Lopez, involved using α-particle spectroscopy as a teaching tool. As a graduate student (advised by Jairo Sinova) and post-doc (under Eric Heller) he performed calculations on electronic conductivity in two-dimensional systems, proposed and described an atom-laser coupling scheme that induces spin-orbit interaction in ultra-cold atoms, and simulated electron transport in graphene. At Oklahoma State his research has focused in quantum information, the quantum-to-classical boundary in chaotic systems, and using theoretical methods to predict novel materials for energy production and electronic applications. More details about the work performed at OSU is described in the research sections of these website. Dr. Borunda is enthusiastic about working with undergraduate students and has worked towards producing a positive impact as undergraduate research coordinator for the OSU physics program, with minority students through the OK-LSAMP program, as faculty advisor of OSU’s SACNAS chapter, and as technical officer with the National Society of Hispanic Physicists."
            ]
        ]
    ]
}