{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8H0K5WA2",
            "o0ICuMQAAAAJ",
            [
                "Ferromagnetic quantum critical point in the heavy-fermion metal YbNi4 (P1− xAsx) 2",
                "Rotated stripe order and its competition with superconductivity in La 1.88 Sr 0.12 CuO 4",
                "Emergence of superconductivity in the canonical heavy-electron metal YbRh2Si2",
                "Thermodynamic evidence for valley-dependent density of states in bulk bismuth",
                "Doped : Not Only Ferromagnetic Correlations but Ferromagnetic Order",
                "Metallic and insulating states at a bent quantum Hall junction",
                "Nanometer-scale sharpness in corner-overgrown heterostructures"
            ],
            [
                "Unconventional superconductivity and other previously unknown phases of matter exist in the vicinity of a quantum critical point (QCP): a continuous phase change of matter at absolute zero. Intensive theoretical and experimental investigations on itinerant systems have shown that metallic ferromagnets tend to develop via either a first-order phase transition or through the formation of intermediate superconducting or inhomogeneous magnetic phases. Here, through precision low-temperature measurements, we show that the Grüneisen ratio of the heavy fermion metallic ferromagnet YbNi4(P0.92As0.08)2 diverges upon cooling to T = 0, indicating a ferromagnetic QCP. Our observation that this kind of instability, which is forbidden in d-electron metals, occurs in a heavy fermion system will have a large impact on the studies of quantum critical materials.",
                "We report the observation of a bulk charge modulation in La 1.88 Sr 0.12 CuO 4 (LSCO) with a characteristic in-plane wave vector of (0.236,±δ), with δ= 0.011 rlu The transverse shift of the ordering wave vector indicates the presence of rotated charge-stripe ordering, demonstrating that the charge ordering is not pinned to the Cu-O bond direction. On cooling through the superconducting transition, we find an abrupt change in the growth of the charge correlations and a suppression of the charge order parameter indicating competition between the two orderings. Orthorhombic LSCO thus helps bridge the apparent disparities between the behavior previously observed in the tetragonal “214” cuprates and the orthorhombic yttrium and bismuth-based cuprates and thus lends strong support to the idea that there is a common motif to charge order in all cuprate families.",
                "The smooth disappearance of antiferromagnetic order in strongly correlated metals commonly furnishes the development of unconventional superconductivity. The canonical heavy-electron compound YbRh2Si2 seems to represent an apparent exception from this quantum critical paradigm in that it is not a superconductor at temperature T ≥ 10 millikelvin (mK). Here we report magnetic and calorimetric measurements on YbRh2Si2, down to temperatures as low as T ≈ 1 mK. The data reveal the development of nuclear antiferromagnetic order slightly above 2 mK and of heavy-electron superconductivity almost concomitantly with this order. Our results demonstrate that superconductivity in the vicinity of quantum criticality is a general phenomenon.",
                "Electron-like carriers in bismuth are described by the Dirac Hamiltonian, with a band mass becoming a thousandth of the bare electron mass along one crystalline axis 1. The existence of three anisotropic valleys offers electrons an additional degree of freedom, a subject of recent attention 2. Here, we map the Landau spectrum by angle-resolved magnetostriction, and quantify the carrier number in each valley: while the electron valleys keep identical spectra, they substantially differ in their density of states at the Fermi level. Thus, the electron fluid does not keep the rotational symmetry of the lattice at low temperature and high magnetic field, even in the absence of internal strain. This effect, reminiscent of the Coulomb pseudogap in localized electronic states, affects only electrons in the immediate vicinity of the Fermi level. It presents the most striking departure from the non-interacting picture of electrons in bulk …",
                "YbRh 2 Si 2 is a prototypical system for studying unconventional antiferromagnetic quantum criticality. However, ferromagnetic correlations are present which can be enhanced via isoelectronic cobalt substitution for rhodium in Yb (Rh 1− x Co x) 2 Si 2. So far, the magnetic order with increasing x was believed to remain antiferromagnetic. Here, we present the discovery of ferromagnetism for x= 0.27 below T C= 1.30 K in single crystalline samples. Unexpectedly, ordering occurs along the c axis, the hard crystalline electric field direction, where the g factor is an order of magnitude smaller than in the basal plane. Although the spontaneous magnetization is only 0.1 μ B\/Yb it corresponds to the full expected saturation moment along c taking into account partial Kondo screening.",
                "A nonplanar geometry for the quantum Hall (QH) effect is studied, whereby two quantum Hall systems are joined at a sharp right angle. When both facets are at equal filling factor ν the junction hosts a channel with nonquantized conductance, dependent on ν. The state is metallic at ν= 1∕ 3, with conductance along the junction increasing as the temperature T drops. At ν= 1, 2 it is strongly insulating, and at ν= 3, 4 shows only weak T dependence. Upon applying a dc voltage bias along the junction, the differential conductance again shows three different behaviors. Hartree calculations of the dispersion at the junction illustrate possible explanations, and differences from planar QH structures are highlighted.",
                "A corner-overgrown GaAs∕AlGaAs heterostructure is investigated with transmission and scanning transmission electron microscopy, demonstrating self-limiting growth of an extremely sharp corner profile 3.5nm wide. In the AlGaAs layers, we observe self-ordered diagonal stripes, precipitating exactly at the corner, which show increased Al content measured with x-ray spectroscopy. A quantitative model for self-limited growth is adapted to the present case of faceted molecular beam epitaxial growth, and the corner sharpness is discussed in relation to quantum confined structures. We note that corner overgrowth maintains nanometer sharpness after microns of growth, allowing corner-shaped nanostructures."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}