{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8HUR03BH",
            "DwxA23kAAAAJ",
            [
                "Damped heavy-ion collisions"
            ],
            [
                "In this review we discuss the mechanisms of reactions between very heavy ions, with emphasis on a recently discovered process known by the various names of deep inelastic transfer, quasi-fission, strongly damped collisions and relaxed pro cesses. Apart from the very early pioneering experiment (1) and a few studies in the early 1970s (2, 3), this new reaction process began to be clearly recognized in 1973-1974 (4-8). The characteristic features (4-37) of this new reaction mechanism for heavy ions are the following.1. Damping of the initial relative kinetic energy of the target and projectile nuclei takes place, resulting in a range of binary-product kinetic energies down to the Coulomb energies for charge centers of highly deformed fragments. The events that are the most relaxed are reminiscent of nuclear fission. What fraction of the kinetic-energy loss initially goes into internal excitation energy rather than into …"
            ],
            [
                [
                    "Nuclear Science",
                    "Physical Chemistry",
                    "Energy Science"
                ]
            ],
            [
                "Wolf-Udo Schroeder Professor of Chemistry and Physics Dr. rer. nat. (PhD) in Physics, Technical University of Darmstadt, 1971 466 Hutchison Hall (585) 275-8263 Fax: (585) 273-6889 schroeder@chem.rochester.edu Biography Professor Schroeder received his pre-diploma (BS) from the University of Göttingen in 1963, his Diploma (MS) in physics from the Free University of Berlin in 1967, and his Dr. rer. nat. (PhD) in physics from the Technical University of Darmstadt in 1971. He remained at Darmstadt as a Research Associate until 1975, when he joined the University of Rochester, also as a Research Associate. He held positions as Senior Research Associate, and then Professor part-time, in the Department of Chemistry and at the Nuclear Structure Research Laboratory until 1983, when he was appointed an Associate Professor of Chemistry. He was promoted to Professor of Chemistry in 1987 and appointed a joint Professor of Physics in 2005. Professor Schroeder was elected a Fellow of the American Physical Society in 1995. Research Overview Professor Schroeder's research, in the area of experimental nuclear physics, explores fundamental properties of nuclear matter and the dynamics of complex nuclear reactions induced by heavy ions or relativistic protons\/antiprotons. Such information is relevant for understanding the structure of cosmological objects (neutron stars), as well as for processes like the production of heavy elements during the evolution of stars, the generation of cosmic rays, and supernova dynamics. Experimental and theoretical studies of nuclear fragmentation into clusters are conducted to explore in-medium nucleonic interactions and microscopic correlations, and in particular processes involving the nuclear surface. This research contributes to the fundamental interdisciplinary task of understanding formation, decay, and properties of clusters as microscopic, quantum objects. New accelerator facilities have opened a new area of research: the study of phenomena associated with the neutron-proton asymmetry, e.g., the isospin dependence of nuclear interactions and of the nuclear equation of state. For further details, go to Professor Schroeder's home page at: http:\/\/nuchem.chem.rochester.edu\/ ."
            ]
        ]
    ]
}