{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8I26ADWT",
            "p8ZslCIAAAAJ",
            [
                "Electric dipole moment of the electron and of the neutron",
                "A new symmetry breaking pattern for SO (10) and proton decay",
                "Electroweak fermion number violation and the production of stable particles in the early universe",
                "Natural suppression of Higgsino-mediated proton decay in supersymmetric SO (10)",
                "Solving the Strong  Problem without the Peccei-Quinn Symmetry",
                "Minimality condition and atmospheric neutrino oscillations",
                "Planck-scale corrections to axion models",
                "The anthropic principle and the mass scale of the standard model",
                "Kaluza-Klein cosmologies and inflation",
                "Magnitude of the cosmological baryon asymmetry"
            ],
            [
                "It is shown that if Higgs-boson exchange mediates CP violation a significant electric dipole moment for the electron can result. Analogous effects can contribute to the neutron’s electric dipole moment at a level competitive with Weinberg’s three-gluon operator.",
                "We discuss a “new” pattern of symmetry breaking for SO(10) grand unified models in which SO(10) breaks to SU(5)' ×U(1) and then further breaks to SU(3)C×SU(2)L×U(1) at lower scale. In this pattern of breaking electric charge is not a generator of the SU(5)' group. The predictions for proton decay branching ratios are markedly different from those of the Georgi-Glashow SU(5) model.",
                "The effect of electroweak fermion number violation in the early universe is to distribute a fermion number excess over all the electroweak doublets. If baryogenesis is due to physics above the weak scale, this can result in the production of heavy stable particles in numbers comparable to the number of baryons. In particular, there may be enough stable technibaryons present today to account for the missing mass of the universe.",
                "In supersymmetric grand unified theories, proton decay mediated by the color-triplet Higgsino is generally problematic and requires some fine-tuning of parameters. We present a mechanism which naturally suppresses such dimension-5 operators in the context of SUSY SO (10). The mechanism, which implements natural doublet-triplet splitting using the adjoint Higgs boson, converts these dimension-5 operators effectively into dimension 6. By explicitly computing the Higgs spectrum and the resulting threshold uncertainties we show that the successful prediction of sin 2 θ W is maintained as a prediction in this scheme. It is argued that only a weak suppression of the Higgsino-mediated proton decay is achievable within SUSY SU (5) without fine-tuning, in contrast to a strong suppression in SUSY SO (10).",
                "A simple theorem is proved about the θ―parameter in grand unified models with spontaneous CP symmetry breaking. This theorem states two conditions on such models which, if fulfilled, imply that θ―is zero at tree level. Models which fulfill these conditions are generalizations of a recent model of Nelson and are easy to construct.",
                "A structure is proposed for the mass matrices of the quarks and leptons that arises in a natural way from the assumption that the breaking of SO (10) gauge symmetry is achieved by the smallest possible set of vacuum expectation values. This structure explains well many features of the observed spectrum of quarks and leptons. It reproduces the Georgi-Jarlskog mass relations and leads to a charm quark mass in reasonable agreement with data. It also predicts a large mixing angle between ν μ and ν τ, as suggested by atmospheric neutrino data. The mixing angles of the electron neutrino are predicted to be small.",
                "It has been argued that quantum gravitational effects will violate all nonlocal symmetries. Peccei-Quinn symmetries must therefore be an\" accidental\" or automatic consequence of local gauge symmetry. Moreover, higher-dimensional operators suppressed by powers of M Pl are expected to explicitly violate the Peccei-Quinn symmetry. Unless these operators are of dimension d≥ 10, axion models do not solve the strong CP problem in a natural fashion. A small gravitationally induced contribution to the axion mass has little if any effect on the density of relic axions. If d= 10, 11, or 12 these operators can solve the axion domain-wall problem, and we describe a simple class of Kim-Shifman-Vainshtein-Zakharov axion models where this occurs. We also study the astrophysics and cosmology of\" heavy axions\" in models where 5≤ d≤ 10.",
                "In theories in which different regions of the universe can have different values of the the physical parameters, we would naturally find ourselves in a region which has parameters favorable for life. We explore the range of anthropically allowed values of the mass parameter in the Higgs potential, . For , the requirement that complex elements be formed suggests that the Higgs vacuum expectation value  must have a magnitude less than 5 times its observed value. For , baryon stability requires that , the Planck Mass. Smaller values of  may or may not be allowed depending on issues of element synthesis and stellar evolution. We conclude that the observed value of  is reasonably typical of the anthropically allowed range, and that anthropic arguments provide a plausible explanation for the closeness of the QCD scale and the weak scale.",
                "We study the cosmology of Kaluza-Klein models and discuss the possibility of obtaining large amounts of inflation. The exponent that occurs in the inflation factor is simply related to the number of\" extra\" dimensions. The number of dimensions should therefore be large (∼ 40). Quantumgravity effects are important if the inflation is substantial. However, the appearance of inflation follows simply from thermodynamic considerations.",
                "We have examined the magnitude of the cosmological baryon asymmetry arising in several of the standard models of CP violation. Agreement with the experimental baryon to photon number ratio n B n γ≈ 10− 8 is obtained in models where superheavy Higgs mesons decay with complex amplitude into other Higgs mesons. By contrast, in the Kobayashi-Maskawa model n B n γ≈ O (10− 20)."
            ],
            [
                [
                    "particle physics",
                    "cosmology"
                ]
            ]
        ]
    ]
}