{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8K4PFGCV",
            "eamCkrAAAAAJ",
            [
                "Electron-ion collider: The next QCD frontier",
                "Heavy-ion collisions at the LHC—last call for predictions",
                "Glasma flux tubes and the near side ridge phenomenon at RHIC",
                "Dynamics of hot bulk QCD matter: From the quark-gluon plasma to hadronic freeze-out",
                "The ridge in proton–proton collisions at the LHC",
                "The color glass condensate and hadron production in the forward region",
                "PREDICTIONS FOR p+Pb COLLISIONS AT ",
                "Centrality dependence of elliptic flow, the hydrodynamic limit, and the viscosity of hot QCD",
                "Antiflow of nucleons at the softest point of the equation of state",
                "Eccentricity in heavy-ion collisions from color glass condensate initial conditions"
            ],
            [
                "This White Paper presents the science case of an Electron-Ion Collider (EIC), focused on the structure and interactions of gluon-dominated matter, with the intent to articulate it to the broader nuclear science community. It was commissioned by the managements of Brookhaven National Laboratory (BNL) and Thomas Jefferson National Accelerator Facility (JLab) with the objective of presenting a summary of scientific opportunities and goals of the EIC as a follow-up to the 2007 NSAC Long Range plan. This document is a culmination of a community-wide effort in nuclear science following a series of workshops on EIC physics over the past decades and, in particular, the focused ten-week program on “Gluons and quark sea at high energies” at the Institute for Nuclear Theory in Fall 2010. It contains a brief description of a few golden physics measurements along with accelerator and detector concepts required …",
                "This writeup is a compilation of the predictions for the forthcoming Heavy Ion Program at the Large Hadron Collider, as presented at the CERN Theory Institute'Heavy Ion Collisions at the LHC—Last Call for Predictions', held from 14th May to 10th June 2007.",
                "We investigate the consequences of long range rapidity correlations in the Glasma. Particles produced locally in the transverse plane are correlated by approximately boost invariant flux tubes of longitudinal color electric and magnetic fields that are formed when two sheets of Colored Glass Condensate pass through one another, each acquiring a modified color charge density in the collision. We argue that such long range rapidity correlations persist during the evolution of the Quark–Gluon Plasma formed later in the collision. When combined with transverse flow, these correlations reproduce many of the features of the recently observed ridge events in heavy ion collisions at RHIC.",
                "We introduce a combined macroscopic-microscopic transport approach employing relativistic hydrodynamics for the early, dense, deconfined stage of the reaction and a microscopic nonequilibrium model for the later hadronic stage where the equilibrium assumptions are not valid anymore. Within this approach we study the dynamics of hot, bulk QCD matter, which is expected to be created in ultrarelativistic heavy-ion collisions at the Super Proton Synchrotron, the Relativistic Heavy Ion Collider, and the Large Hadron Collider. Our approach is capable of self-consistently calculating the freeze-out of the hadronic system, while accounting for the collective flow on the hadronization hypersurface generated by the QGP expansion. In particular, we perform a detailed analysis of the reaction dynamics, hadronic freeze-out, and transverse flow.",
                "We show that the key features of the CMS result on the ridge correlation seen for high multiplicity events in s= 7 TeV proton–proton collisions at the LHC can be understood in the Color Glass Condensate framework of high energy QCD. The same formalism underlies the explanation of the ridge events seen in A+ A collisions at RHIC, albeit it is likely that flow effects may enhance the magnitude of the signal in the latter.",
                "We consider one loop corrections to single inclusive particle production in parton–nucleus scattering at high energies, treating the target nucleus as a color glass condensate. We prove by explicit computation that in the leading log Q 2 approximation, these corrections lead to collinear factorization and DGLAP evolution of the projectile parton distribution and hadron fragmentation functions. In single-inclusive cross sections, only two-point functions of Wilson lines in the adjoint and fundamental representations (Mueller's dipoles) arise, which can be obtained from the solution of the JIMWLK equations. The application of our results to forward-rapidity production shows that, in general, recoil effects are large. Hence, the forward rapidity region at RHIC is rather different from the central region at LHC, despite comparable gluon densities in the target. We show that both the quantum x-evolution of the high-density target as …",
                "Predictions for charged hadron, identified light hadron, quarkonium, photon, jet and gauge bosons in p+Pb collisions at  are compiled and compared. When test run data are available, they are compared to the model predictions.",
                "We show that the centrality and system-size dependence of elliptic flow measured at the BNL Relativistic Heavy Ion Collider (RHIC) are fully described by a simple model based on eccentricity scaling and incomplete thermalization. We argue that the elliptic flow is at least 25% below the (ideal)“hydrodynamic limit,” even for the most central Au-Au collisions. This lack of perfect equilibration allows for estimates of the effective parton cross section in the quark-gluon plasma and of its viscosity to entropy density ratio. We also show how the initial conditions affect the transport coefficients and thermodynamic quantities extracted from the data, in particular, the viscosity and the speed of sound.",
                "We investigate flow in semiperipheral nuclear collisions at Alternating Gradient Synchrotron and Super Proton Synchrotron energies within macroscopic as well as microscopic transport models. The hot and dense zone assumes the shape of an ellipsoid which is tilted by an angle Θ with respect to the beam axis. If matter is close to the softest point of the equation of state, this ellipsoid expands predominantly orthogonal to the direction given by Θ. This antiflow component is responsible for the previously predicted reduction of the directed transverse momentum around the softest point of the equation of state.",
                "The eccentricity in coordinate space at midrapidity of the overlap zone in high-energy heavy-ion collisions predicted by the k⊥-factorization formalism is generically larger than expected from scaling with the number of participants. We provide a simple qualitative explanation of the effect which shows that it is not caused predominantly by edge effects. We also show that it is quite insensitive to “details” of the unintegrated gluon distribution functions such as the presence of leading-twist shadowing and of an extended geometric scaling window. The larger eccentricity increases the azimuthal asymmetry of high transverse momentum particles. Finally, we point out that the longitudinal structure of the color glass condensate initial condition for hydrodynamics away from midrapidity is nontrivial but requires understanding of large-x effects."
            ],
            [
                [
                    "physics"
                ]
            ]
        ]
    ]
}