{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8KCAPWTH",
            "9u1B14YAAAAJ",
            [
                "Downsizing Proto-oncogene cFos to Short Helix-Constrained Peptides That Bind Jun",
                "Deriving Heterospecific Self-Assembling Protein–Protein Interactions Using a Computational Interactome Screen",
                "Library construction, selection and modification strategies to generate therapeutic peptide-based modulators of protein–protein interactions",
                "Exploiting Overlapping Advantages of In Vitro and In Cellulo Selection Systems to Isolate a Novel High-Affinity cJun Antagonist"
            ],
            [
                "The oncogenic transcription factor activator protein-1 (AP-1) is a DNA-binding protein that assembles through dimerization of Fos and Jun protein subunits, their leucine-rich helical sequences entwining into a coiled-coil structure. This study reports on downsizing the proto-oncogene cFos protein (380 residues) to shorter peptides (37–25 residues) modified with helix-inducing constraints to enhance binding to Jun. A crystal structure is reported for a 37-residue Fos-derived peptide (FosW) bound to Jun. This guided iterative downsizing of FosW to shorter peptide sequences that were constrained into stable water-soluble α-helices by connecting amino acid side chains to form cyclic pentapeptide components. Structural integrity in the presence and absence of Jun was assessed by circular dichroism spectroscopy, while the thermodynamics of binding to cFos was measured by isothermal titration calorimetry. A 25 …",
                "Interactions between naturally occurring proteins are highly specific, with protein-network imbalances associated with numerous diseases. For designed protein–protein interactions (PPIs), required specificity can be notoriously difficult to engineer. To accelerate this process, we have derived peptides that form heterospecific PPIs when combined. This is achieved using software that generates large virtual libraries of peptide sequences and searches within the resulting interactome for preferentially interacting peptides. To demonstrate feasibility, we have (i) generated 1536 peptide sequences based on the parallel dimeric coiled-coil motif and varied residues known to be important for stability and specificity, (ii) screened the 1,180,416 member interactome for predicted Tm values and (iii) used predicted Tm cutoff points to isolate eight peptides that form four heterospecific PPIs when combined. This required that all …",
                "In the modern age of proteomics, vast numbers of protein–protein interactions (PPIs) are being identified as causative agents in pathogenesis, and are thus attractive therapeutic targets for intervention. Although traditionally regarded unfavorably as druggable agents relative to small molecules, peptides in recent years have gained considerable attention. Their previous dismissal had been largely due to the susceptibility of unmodified peptides to the barriers and pressures exerted by the circulation, immune system, proteases, membranes and other stresses. However, recent advances in high-throughput peptide isolation techniques, as well as a huge variety of direct modification options and approaches to allow targeted delivery, mean that peptides and their mimetics can now be designed to circumvent many of these traditional barriers. As a result, an increasing number of peptide-based drugs are reaching clinical …",
                "We have combined two peptide library-screening systems, exploiting the benefits offered by both to select novel antagonistic agents of cJun. CIS display is an in vitro cell-free system that allows very large libraries (≤1014) to be interrogated. However, affinity-based screening conditions can poorly reflect those relevant to therapeutic application, particularly for difficult intracellular targets, and can lead to false positives. In contrast, an in cellulo screening system such as the Protein-fragment Complementation Assay (PCA) selects peptides with high target affinity while additionally profiling for target specificity, protease resistance, solubility, and lack of toxicity in a more relevant context. A disadvantage is the necessity to transform cells, limiting library sizes that can be screened to ≤106. However, by combining both cell-free and cell-based systems, we isolated a peptide (CPW) from a ∼1010 member library, which …"
            ],
            [
                [
                    "Peptide libraries",
                    "peptide selection",
                    "peptide chemistry",
                    "therapeutic peptides"
                ]
            ],
            [
                "Daniel Baxter Daniel Baxter Postdoctoral Researcher KICP Fellow Enrico Fermi Fellow Address: Eckhardt Research Center Room 487 5640 South Ellis Avenue Phone: (773) 702-7893 dbaxter@kicp.uchicago.edu Background Ph.D., Physics and Astronomy, Northwestern University, 2018"
            ]
        ]
    ]
}