{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8KOGRF2O",
            "6YY4ZZwAAAAJ",
            [
                "Report of the AAPM Task Group No. 105: Issues associated with clinical implementation of Monte Carlo‐based photon and electron external beam treatment planning",
                "A Pilot Study of [18F]Fluorodeoxyglucose Positron Emission Tomography Scans During and After Radiation-Based Therapy in Patients With Non–Small-Cell Lung …",
                "Dose reconstruction in deforming lung anatomy: dose grid size effects and clinical implications",
                "Dosimetric consequences of intrafraction prostate motion",
                "Commissioning of the Varian TrueBeam linear accelerator: a multi‐institutional study",
                "Image guided radiation therapy (IGRT) technologies for radiation therapy localization and delivery",
                "Analysis of deformable image registration accuracy using computational modeling",
                "A virtual source model for Monte Carlo modeling of arbitrary intensity distributions",
                "Combining scatter reduction and correction to improve image quality in cone‐beam computed tomography (CBCT)",
                "Dosimetric verification and clinical evaluation of a new commercially available Monte Carlo-based dose algorithm for application in stereotactic body radiation therapy (SBRT …"
            ],
            [
                "The Monte Carlo (MC) method has been shown through many research studies to calculate accurate dose distributions for clinical radiotherapy, particularly in heterogeneous patient tissues where the effects of electron transport cannot be accurately handled with conventional, deterministic dose algorithms. Despite its proven accuracy and the potential for improved dose distributions to influence treatment outcomes, the long calculation times previously associated with MC simulation rendered this method impractical for routine clinical treatment planning. However, the development of faster codes optimized for radiotherapy calculations and improvements in computer processor technology have substantially reduced calculation times to, in some instances, within minutes on a single processor. These advances have motivated several major treatment planning system vendors to embark upon the path of MC …",
                "To study whether changes of [18F]fluorodeoxyglucose positron emission tomography (FDG-PET) during treatment correlate with post-treatment responses in tumor and normal lung in patients with non–small-cell lung cancer (NSCLC).Patients with stage I to III NSCLC requiring a definitive dose of fractionated radiation therapy (RT) were eligible. FDG-PET\/computed tomography scans were acquired before, during, and after RT. Tumor and lung metabolic responses were assessed qualitatively by physicians and quantitatively by normalized peak FDG activity (the ratio of the maximum FDG activity divided by the mean of the aortic arch background).The study reached the goal of recruiting 15 patients between February 2004 and August 2005. Of these, 11 patients had partial metabolic response, two patients had complete metabolic …",
                "In this study we investigated the accumulation of dose to a deforming anatomy (such as lung) based on voxel tracking and by using time weighting factors derived from a breathing probability distribution function (p.d.f.). A mutual information registration scheme (using thin‐plate spline warping) provided a transformation that allows the tracking of points between exhale and inhale treatment planning datasets (and\/or intermediate state scans). The dose distributions were computed at the same resolution on each dataset using the Dose Planning Method (DPM) Monte Carlo code. Two accumulation\/interpolation approaches were assessed. The first maps exhale dose grid points onto the inhale scan, estimates the doses at the “tracked” locations by trilinear interpolation and scores the accumulated doses (via the p.d.f.) on the original exhale data set. In the second approach, the “volume” associated with each exhale …",
                "To analyze characteristics of intrafraction prostate motion, monitored using the Calypso system, and investigate dosimetric consequences of the motion for different clinical target volume (CTV) to planning target volume (PTV) margins.Motion characteristics were analyzed for 1,267 tracking sessions and 35 patients. Using prostate-PTV margins of 0, 1, 2, 3, and 5 mm, dose metrics for the prostate gland, bladder, and rectum were evaluated for scenarios including patient population, individual patients showing the greatest motion during the course of treatment, and the individual session with the largest overall movement. Composite dose distributions incorporating motion blurring were calculated by convolving static intensity-modulated radiotherapy plans with corresponding motion probability functions.For prostate-PTV margins of 2 mm or greater, intrafraction motion did not …",
                "Latest generation linear accelerators (linacs), i.e., TrueBeam (Varian Medical Systems, Palo Alto, CA) and its stereotactic counterpart, TrueBeam STx, have several unique features, including high‐dose‐rate flattening‐filter‐free (FFF) photon modes, reengineered electron modes with new scattering foil geometries, updated imaging hardware\/software, and a novel control system. An evaluation of five TrueBeam linacs at three different institutions has been performed and this work reports on the commissioning experience.Acceptance and commissioning data were analyzed for five TrueBeam linacs equipped with 120 leaf (5 mm width) MLCs at three different institutions. Dosimetric data and mechanical parameters were compared. These included measurements of photon beam profiles (6X, 6XFFF, 10X, 10XFFF, 15X), photon and electron percent depth dose (PDD) curves (6, 9, 12 MeV), relative …",
                "This executive summary provides a synopsis of the content of the report on image guided technologies. It is intentionally limited in length and content. The complete detailed report, figures, and list of references are published in the supplementary material online (available at www. redjournal. org). This abridged version is intended to highlight key aspects of the report including brief descriptions of the technology, commissioning, and clinical application.",
                "Computer aided modeling of anatomic deformation, allowing various techniques and protocols in radiation therapy to be systematically verified and studied, has become increasingly attractive. In this study the potential issues in deformable image registration (DIR) were analyzed based on two numerical phantoms: One, a synthesized, low intensity gradient prostate image, and the other a lung patient's CT image data set. Each phantom was modeled with region‐specific material parameters with its deformation solved using a finite element method. The resultant displacements were used to construct a benchmark to quantify the displacement errors of the Demons and B‐Spline‐based registrations. The results show that the accuracy of these registration algorithms depends on the chosen parameters, the selection of which is closely associated with the intensity gradients of the underlying images. For the Demons …",
                "A photon virtual source model was developed for simulating arbitrary, external beam, intensity distributions using the Monte Carlo method. The source model consists of a photon fluence grid composed of a matrix of square elements, located 25‐cm downstream from the linear accelerator target. Each particle originating from the fluence map is characterized by the seven phase space parameters, position  direction  and energy. The map was reconstructed from fluence and energy spectra acquired by modeling components of the linear accelerator treatment head using the Monte Carlo code MCNP4B. The effect of contaminant electrons is accounted for by the use of a sub‐source derived from a phase‐space simulation of a 25‐MV linac treatment head using the code BEAM. The BEAM sub‐source was incorporated into the MCNP4B phase‐space model and is sampled using a field‐size dependent sampling ratio. A …",
                "The authors propose a combined scatter reduction and correction method to improve image quality in cone‐beam computed tomography (CBCT). Although using a beam‐block approach similar to previous techniques to measure the scatter, this method differs in that the authors utilize partially blocked projection data obtained during scatter measurement for CBCT image reconstruction. This study aims to evaluate the feasibility of the proposed approach.A 1D grid, composed of lead septa, was placed between the radiation source and the imaging object for scatter measurement. Image data were collected from the grid interspace regions while the scatter distribution was measured in the blocked regions under the grid. Scatter correction was performed by subtracting the measured scatter from the imaging data. Image information in the penumbral regions of the grid was derived. Three imaging …",
                "Modern cancer treatment techniques, such as intensity-modulated radiation therapy (IMRT) and stereotactic body radiation therapy (SBRT), have greatly increased the demand for more accurate treatment planning (structure definition, dose calculation, etc) and dose delivery. The ability to use fast and accurate Monte Carlo (MC)-based dose calculations within a commercial treatment planning system (TPS) in the clinical setting is now becoming more of a reality. This study describes the dosimetric verification and initial clinical evaluation of a new commercial MC-based photon beam dose calculation algorithm, within the iPlan v. 4.1 TPS (BrainLAB AG, Feldkirchen, Germany). Experimental verification of the MC photon beam model was performed with film and ionization chambers in water phantoms and in heterogeneous solid-water slabs containing bone and lung-equivalent materials for a 6 MV photon beam from …"
            ],
            [
                [
                    "Professor and Head of Medical Physics",
                    "Dept. of Radiation Oncology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}