{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8LPPOOJH",
            "uzlYGuAAAAAJ",
            [
                "Theory of exchange interactions and chemical trends in diluted magnetic semiconductors",
                "Beyond pair potentials in elemental transition metals and semiconductors",
                "Growth of branched actin networks against obstacles"
            ],
            [
                "The electronic structure and magnetic properties of Mn-substituted II-VI diluted magnetic semiconductors are treated theoretically with emphasis on Cd 1− x Mn x Te. The derived electronic structure is based on a combination of ab initio spin-polarized band calculations, a semiempirical tight-binding model containing the relevant experimental input, and consideration of alloying effects. The magnetic properties are calculated using a multisite Anderson Hamiltonian incorporating the derived electronic structure. The derived sp-band–Mn-d and Mn-Mn exchange constants compare as well with experiment as any previous calculations of this kind. The results establish the importance of sp-d hybridization and demonstrate superexchange as the dominant Mn-Mn exchange mechanism. A phenomenological three-level model for superexchange is constructed, which gives results in excellent agreement with the detailed …",
                "The chapter presents a review that describes the main approaches to transcending pair potential descriptions of transition metals and semiconductors. The chapter discusses the technologically important materials, because the desire to understand their materials properties has led to a large number of atomistic simulation studies, and, consequently, a great need for simplified energy functionals. At first glance, the bonding mechanisms in these two classes of materials seem to be quite distinct. One naively thinks of metallic atoms as closely packed hard balls with relatively weak attractive forces. In semiconductors, one generally focuses on strong bonds with charge accumulations between the atoms. The open structures of diamond structure semiconductors immediately suggest the presence of strong angular forces; if radial pair forces dominated, one would expect that the energy could be …",
                "A method for simulating the growth of branched actin networks against obstacles has been developed. The method is based on simple stochastic events, including addition or removal of monomers at filament ends, capping of filament ends, nucleation of branches from existing filaments, and detachment of branches; the network structure for several different models of the branching process has also been studied. The models differ with regard to their inclusion of effects such as preferred branch orientations, filament uncapping at the obstacle, and preferential branching at filament ends. The actin ultrastructure near the membrane in lamellipodia is reasonably well produced if preferential branching in the direction of the obstacle or barbed-end uncapping effects are included. Uncapping effects cause the structures to have a few very long filaments that are similar to those seen in pathogen-induced “actin tails.” The …"
            ],
            [
                [
                    "Biological Physics"
                ]
            ]
        ]
    ]
}