{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8M24ZHAE",
            "nQgrt1kAAAAJ",
            [
                "Search for neutral MSSM Higgs bosons decaying to a pair of tau leptons in pp collisions",
                "Search for neutral Higgs bosons decaying to tau pairs in pp collisions at",
                "Performance of τ-lepton reconstruction and identification in CMS",
                "Observation of the Higgs boson decay to a pair of tau leptons"
            ],
            [
                "A search for neutral Higgs bosons in the minimal supersymmetric extension of the standard model (MSSM) decaying to tau-lepton pairs in pp collisions is performed, using events recorded by the CMS experiment at the LHC. The dataset corresponds to an integrated luminosity of 24.6 fb− 1, with 4.9 fb− 1 at 7 TeV and 19.7 fb− 1 at 8 TeV. To enhance the sensitivity to neutral MSSM Higgs bosons, the search includes the case where the Higgs boson is produced in association with a b-quark jet. No excess is observed in the tau-lepton-pair invariant mass spectrum. Exclusion limits are presented in the MSSM parameter space for different benchmark scenarios, m h max, m h mod+, m h mod−, light-stop, light-stau, τ-phobic, and low-m H. Upper limits on the cross section times branching fraction for gluon fusion and b-quark associated Higgs boson production are also given.",
                "A search for neutral Higgs bosons decaying to tau pairs at a center-of-mass energy of 7 TeV is performed using a dataset corresponding to an integrated luminosity of 4.6 fb− 1 recorded by the CMS experiment at the LHC. The search is sensitive to both the standard model Higgs boson and to the neutral Higgs bosons predicted by the minimal supersymmetric extension of the standard model (MSSM). No excess of events is observed in the tau-pair invariant-mass spectrum. For a standard model Higgs boson in the mass range of 110–145 GeV upper limits at 95% confidence level (CL) on the production cross section are determined. We exclude a Higgs boson with m H= 115 GeV with a production cross section 3.2 times of that predicted by the standard model. In the MSSM, upper limits on the neutral Higgs boson production cross section times branching fraction to tau pairs, as a function of the pseudoscalar Higgs …",
                "The performance of τ-lepton reconstruction and identification algorithms is studied using a data sample of proton-proton collisions at√ s= 7 TeV, corresponding to an integrated luminosity of 36 pb− 1 collected with the CMS detector at the LHC. The τ leptons that decay into one or three charged hadrons, zero or more short-lived neutral hadrons, and a neutrino are identified using final-state particles reconstructed in the CMS tracker and electromagnetic calorimeter. The reconstruction efficiency of the algorithms is measured using τ leptons produced in Z-boson decays. The τ-lepton misidentification rates for jets and electrons are determined.",
                "A measurement of the coupling strength of the Higgs boson to a pair of tau leptons is performed using events recorded in proton-proton collisions by the CMS experiment at the LHC in 2016 at a center-of-mass energy of 13 TeV. The data set corresponds to an integrated luminosity of 35.9 inverse femtobarns. The H to tau tau signal is established with a significance of 4.9 standard deviations, to be compared to an expected significance of 4.7 standard deviations. The best fit of the product of the observed H to tau tau signal production cross section and branching fraction is 1.09+ 0.27-0.26 times the standard model expectation. The combination with the corresponding measurement performed with data collected by the CMS experiment at center-of-mass energies of 7 and 8 TeV leads to an observed significance of 5.9 standard deviations, equal to the expected significance. This is the first observation of Higgs boson decays to tau leptons by a single experiment."
            ],
            [
                [
                    "Experimental High Energy Particle Physics"
                ]
            ],
            [
                "Isobel  Ojalvo Isobel  Ojalvo Assistant Professor 609-258-8302 iojalvo@princeton.edu Kimberly  Dawidowski 320 Jadwin Hall"
            ]
        ]
    ]
}