{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8MWFQPEK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Calendars EVENT CALENDAR ACADEMIC CALENDAR ACADEMIC TIMETABLE KEY DATES Maps Interactive PDF versions A-Z A-E F-J K-O P-T U-Z People Finder CAMPUS DIRECTORY CHANCELLOR PROVOST VICE CHANCELLORS ACADEMIC DEANS E-mail TMAIL VOLMAIL LISTSERV ABOUT Logins MYUTK ONLINE@UT IRIS WEB ACCOUNTS PASSWORDS Libraries UNIVERSITY LIBRARIES AGRICULTURE & VET MED LAW MEDICAL MUSIC SOCIAL WORK SPACE INSTITUTE SPECIAL COLLECTIONS For Prospective Students Teaching Selected Publications Group Page Dr. Jaan Mannik Associate Professor Cellular Biophysics Office: 406B Nielsen Physics Building Phone: (865) 974-6018 Fax: (865) 974-7843 e-mail: jmannik@utk.edu Research Interests Understanding self-organizing processes in a bacterial cell. The processes which are of my particular interests are self-asembly of cell division proteins, segregation and organization of chromosomal DNA, and regulation of bacterial cell cycle. My group uses both experiment and numerical modelling to address questions related to these processes. Development of micro- and nanofabricated microfluidic devices for studies of bacterial cells. Development of electrical and mechanical actuators and sensors interfacing cells on such lab-on-a-chip devices. For further details see Laboratory of Cellular Biophysics (the Männik Lab) This research is supported by funding from NSF Career award, US-Israel Binational Science foundation, and NIH R01 award For Prospective Students Open position available for a postdoctoral researcher and for a graduate student to study how cell division proteins and chromosomes self-organize in a bacterial cell. Teaching Spring 2018: Modern Optics (PHY 421) Fall 2016-18: Electronics Lab (PHY 361) Spring 2016-17: Thermal Physics (PHY 321) Spring 2014: Biophysics (PHY642\/PHY490) Fall, Spring 2011-14: Elements of Physics (PHY 221, PHY222) 2017-current Associate Professor at the University of Tennessee, Knoxville. Research on bacterial biophysics. Teaching undergraduate and graduate courses. 2011-2017 Assistant Professor at the University of Tennessee, Knoxville. Research on bacterial biophysics. Teaching undergraduate and graduate courses. 2007-2011 Postdoctoral researcher at Kavli Institute of Nanoscience, Delft University of Technology, the Netherlands. Research on carbon nanotube biosensors. Research on bacterial biophysics using nanoscale environments. 2005-2006 Postdoctoral researcher at University of California, Irvine. Research on carbon nanotube biosensors. 2003-2005 Postdoctoral researcher at Stony Brook University, NY. Research on rf-SQUID based quantum bits. 2003 Ph.D. in Physics from Stony Brook University, NY. Thesis research on superconducting single electron (Cooper pair) transistors. Full CV Selected Publications Cell cycle-dependent regulation of FtsZ in Escherichia coli in slow growth conditions , J.Männik , B. E. Walker, J. Männik, Mol. Microbiol. (2018) (early edition) doi:10.1111\/mmi.14135. Analysis of factors limiting bacterial growth in PDMS mother machine devices , D. Yang, A. D. Jennings, E. Borrego, S. T. Retterer, J. Männik Front. Microbiol. 9 (2018) 871. doi: 10.3389\/fmicb.2018.00871. Kinetics of large-scale chromosomal movement during asymmetric cell division in Escherichia coli , J.Männik, M. W. Bailey, J. C. O’Neill, J. Männik ,  PLOS Genetics 13 (2017) e1006638. doi: 10.1371\/journal.pgen.1006638. The role of MatP, ZapA, and ZapB in chromosomal organization and dynamics in Escherichia coli . J. Männik, D. E. Castillo, D. Yang, G. Siopsis, and J. Männik , Nucleic Acids Res. 44 (2016) 1216. doi: 10.1093\/nar\/gkv1484. Spatial coordination between chromosomes and cell division proteins in Escherichia coli. J. Männik and M. W. Bailey Front. Microbiol. 6 (2015) 306. doi: 10.3389\/fmicb.2015.00306. Evidence for divisome localization mechanisms independent of the Min system and SlmA in Escherichia coli, M. W. Bailey, P. Bisicchia, B. T. Warren, D. J. Sherratt and J. Männik , PLoS Genet. 10 (2014) e1004504. doi:10.1371\/journal.pgen.1004504. Robustness and accuracy of cell division in Escherichia coli in diverse cell shapes , J. Männik, F. Wu, F. J. H. Hol, P. Bisicchia, D. Sherratt, J. E. Keymer and C. Dekker, Proc. Natl. Acad. Sci. U. S. A. 109 (2012) 6957. Influence of electrolyte composition on liquid-gated carbon-nanotube and graphene transistors , I. Heller, S. Chatoor, J. Männik, M. A. G. Zevenbergen, C. Dekker, and S. G. Lemay, J. Am. Chem. Soc. 132 (2010) 17149. Bacterial growth and motility in sub-micron constrictions , J. Männik, R. Driessen, J. E. Keymer and C. Dekker, Proc. Natl. Acad. Sci. U. S. A. 106 (2009) 14861. Optimizing the signal-to-noise ratio for biosensing with carbon nanotube transistors , I. Heller, J. Männik, S. G. Lemay and C. Dekker, Nano Lett. 9 (2009) 377. Charge Noise in Liquid-Gated Single-Wall Carbon Nanotube Transistors , J. Männik, I. Heller, A. M. Jannsens, S. G. Lemay and C. Dekker, Nano Lett. 8 (2008) 685. Identifying the Mechanism of Biosensing with Carbon Nanotube Transistors, I. Heller, A. M. Jannsens, J. Männik, E. D. Minot, S. G. Lemay and C. Dekker, Nano Lett. 8 (2008) 591. Chemically Induced Conductance Switching in Carbon Nanotube Circuits , J. Männik, B. R. Goldsmith, A. A. Kane and P. G. Collins, Phys. Rev. Lett. 97 (2006) 016601. Crossover from Kramers to Phase-Diffusion Switching in Moderately Damped Josephson Junctions , J. Männik, S. Li, W. Qiu, W. Chen, V. Patel, S. Han, J. E. Lukens, Phys. Rev. B71 (2005) 220509. Effect of Measurement on the Periodicity of the Coulomb Staircase of a Superconducting Box , J. Männik and J. E. Lukens, Phys. Rev. Lett. 92 (2004) 057004. College of Arts and Sciences  The University of Tennessee, Knoxville. Big Orange. Big Ideas. Knoxville, Tennessee 37996  |  865-974-1000 The flagship campus of the University of Tennessee System"
            ]
        ]
    ]
}