{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8OQ9G7U5",
            "RyK3hrUAAAAJ",
            [
                "Fluctuating charge-density waves in a cuprate superconductor",
                "Nonlinear optical probe of tunable surface electrons on a topological insulator",
                "Evidence of an odd-parity hidden order in a spin–orbit coupled correlated iridate",
                "Observation of a metal-to-insulator transition with both Mott-Hubbard and Slater characteristics in Sr 2 IrO 4 from time-resolved photocarrier dynamics",
                "Band-dependent quasiparticle dynamics in single crystals of the Ba 0.6 K 0.4 Fe 2 As 2 superconductor revealed by pump-probe spectroscopy",
                "Theoretical and experimental study of second harmonic generation from the surface of the topological insulator BiSe",
                "Structural Distortion-Induced Magnetoelastic Locking in  Revealed through Nonlinear Optical Harmonic Generation",
                "Experimental investigation of nanofluid shear and longitudinal viscosities",
                "Mechanical spectra of glass-forming liquids. II. Gigahertz-frequency longitudinal and shear acoustic dynamics in glycerol and DC704 studied by time-domain Brillouin scattering",
                "A direct test of the correlation between elastic parameters and fragility of ten glass formers and their relationship to elastic models of the glass transition"
            ],
            [
                "Cuprate materials hosting high-temperature superconductivity (HTS) also exhibit various forms of charge and spin ordering 1, 2, 3, 4, 5, 6 whose significance is not fully understood 7. So far, static charge-density waves 8 (CDWs) have been detected by diffraction probes only at particular doping levels 9, 10, 11 or in an applied external field 12. However, dynamic CDWs may also be present more broadly and their detection, characterization and relationship with HTS remain open problems. Here we present a method based on ultrafast spectroscopy to detect the presence and measure the lifetimes of CDW fluctuations in cuprates. In an underdoped La 1.9 Sr 0.1 CuO 4 film (T c= 26 K), we observe collective excitations of CDW that persist up to 100 K. This dynamic CDW fluctuates with a characteristic lifetime of 2 ps at T= 5 K that decreases to 0.5 ps at T= 100 K. In contrast, in an optimally doped La 1.84 Sr 0.16 CuO 4 …",
                "We use ultrafast laser pulses to experimentally demonstrate that the second-order optical response of bulk single crystals of the topological insulator Bi 2 Se 3 is sensitive to its surface electrons. By performing surface doping dependence measurements as a function of photon polarization and sample orientation we show that second harmonic generation can simultaneously probe both the surface crystalline structure and the surface charge of Bi 2 Se 3. Furthermore, we find that second harmonic generation using circularly polarized photons reveals the time-reversal symmetry properties of the system and is surprisingly robust against surface charging, which makes it a promising tool for spectroscopic studies of topological surfaces and buried interfaces.",
                "A rare combination of strong spin–orbit coupling and electron–electron correlations makes the iridate Mott insulator Sr 2 IrO 4 a promising host for novel electronic phases of matter 1, 2. The resemblance of its crystallographic, magnetic and electronic structures 1, 2, 3, 4, 5, 6 to La 2 CuO 4, as well as the emergence on doping of a pseudogap region 7, 8, 9 and a low-temperature d-wave gap 10, 11, has particularly strengthened analogies to cuprate high-T c superconductors 12. However, unlike the cuprate phase diagram, which features a plethora of broken symmetry phases 13 in a pseudogap region that includes charge density wave, stripe, nematic and possibly intra-unit-cell loop-current orders, no broken symmetry phases proximate to the parent antiferromagnetic Mott insulating phase in Sr 2 IrO 4 have been observed so far, making the comparison of iridate to cuprate phenomenology incomplete. Using optical …",
                "We perform a time-resolved optical study of Sr 2 IrO 4 to understand the influence of magnetic ordering on the low energy electronic structure of a strongly spin-orbit coupled J eff= 1\/2 Mott insulator. By studying the recovery dynamics of photoexcited carriers, we find that upon cooling through the Néel temperature T N the system evolves continuously from a metal-like phase with fast (∼ 50 fs) and excitation density independent relaxation dynamics to a gapped phase characterized by slower (∼ 500 fs) excitation density-dependent bimolecular recombination dynamics, which is a hallmark of a Slater-type metal-to-insulator transition. However our data indicate that the high energy reflectivity associated with optical transitions into the unoccupied J eff= 1\/2 band undergoes the sharpest upturn at T N, which is consistent with a Mott-Hubbard type metal-to-insulator transition involving spectral weight transfer into an upper …",
                "We report on band-dependent quasiparticle dynamics in Ba 0.6 K 0.4 Fe 2 As 2 (T c= 37 K) measured using ultrafast pump-probe spectroscopy. In the superconducting state, we observe two distinct relaxation processes: a fast component whose decay rate increases linearly with excitation density and a slow component with an excitation density independent decay rate. We argue that these two components reflect the recombination of quasiparticles in the two hole bands through intraband and interband processes. We also find that the thermal recombination rate of quasiparticles increases quadratically with temperature. The temperature and excitation density dependence of the decays indicates fully gapped hole bands and nodal or very anisotropic electron bands.",
                "We develop a theoretical model that describes the second harmonic generation of light from the surface of the topological insulator Bi 2 Se 3 and experimentally demonstrate that the technique is sensitive to the surface electrons. By performing a crystal symmetry analysis of Bi 2 Se 3 (111) we determine the nonlinear electric susceptibility tensor elements that give rise to second harmonic generation. Using these results, we present a phenomenological model that shows that the relative magnitudes of these tensor elements can be determined by measuring the polarization and intensity of the radiated second harmonic light as a function of the in-plane crystal orientation and incident laser polarization. We describe optical techniques capable of isolating second harmonic light and, using these techniques, we measure the first-order linear optical and second-order nonlinear optical responses as a function of crystal …",
                "We report a global structural distortion in Sr 2 IrO 4 using spatially resolved optical second and third harmonic generation rotational anisotropy measurements. A symmetry lowering from an I 4 1\/a c d to I 4 1\/a space group is observed both above and below the Néel temperature that arises from a staggered tetragonal distortion of the oxygen octahedra. By studying an effective superexchange Hamiltonian that accounts for this lowered symmetry, we find that perfect locking between the octahedral rotation and magnetic moment canting angles can persist even in the presence of large noncubic local distortions. Our results explain the origin of the forbidden Bragg peaks recently observed in neutron diffraction experiments and reconcile the observations of strong tetragonal distortion and perfect magnetoelastic locking in Sr 2 IrO 4.",
                "Dilute nanoparticle suspensions of alumina in decane and isoparaffinic polyalphaolefin (PAO) exhibit thermal conductivity and shear viscosity that are enhanced compared to continuum models that assume well-dispersed particles. An optical technique has been used to measure the longitudinal viscosity of these suspensions at frequencies from 200to600MHz and evaluate an effective hydrodynamic particle size. The measurements indicate that for the decane-based nanofluids the nanoparticles do not form clusters. In the case of PAO nanofluids, the measurements of longitudinal viscosity and the corresponding values of the particle size are consistent with a picture of nonclustered particles in a weakly shear-thinning viscous oligomeric oil.",
                "This paper presents and discusses the temperature and frequency dependence of the longitudinal and shear viscoelastic response at MHz and GHz frequencies of the intermediate glass former glycerol and the fragile glass former tetramethyl-tetraphenyl-trisiloxane (DC704). Measurements were performed using the recently developed time-domain Brillouin scattering technique, in which acoustic waves are generated optically, propagated through nm thin liquid layers of different thicknesses, and detected optically after transmission into a transparent detection substrate. This allows for a determination of the frequency dependence of the speed of sound and the sound-wave attenuation. When the data are converted into mechanical moduli, a linear relationship between longitudinal and shear acoustic moduli is revealed, which is consistent with the generalized Cauchy relation. In glycerol, the temperature …",
                "We present an impulsive stimulated scattering test of the “shoving model” of the glass transition and of the correlation between the fragility index and the ratio of instantaneous elastic moduli of eight supercooled liquids. Samples of triphenyl phosphite, DC704 (tetramethyl tetraphenyl trisiloxane), m-fluoroaniline, Ca(NO3)2⋅4H2O, diethyl phthalate, propylene carbonate, m-toluidine, phenyl salicylate (salol), 2-benzylphenol, and Santovac 5 (5-phenyl 4-ether), were cooled to their respective glass transition temperatures and the elastic moduli directly measured at the highest accessible shear frequencies. The shear modulus was then measured every 2 K as deeply as permitted into the liquid state for all liquids except propylene carbonate. Our results, in conjunction with dynamical relaxation data for these liquids obtained from the literature, lend credence to the notion that the dynamics of the glass transition are …"
            ],
            [
                [
                    "Superconductivity",
                    "Weyl semimetals",
                    "nonlinear optics",
                    "THz"
                ]
            ]
        ]
    ]
}