{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8OYUVRY8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Nikos  Varelas, PhD Vice Provost for Undergraduate Affairs and Academic Programs; and LAS Distinguished Professor 2134 SES (312) 996-3415 varelas@uic.edu Nikos Varelas's Home Page High Energy Particle Physics Group Nikos Varelas, LAS Distinguished Professor in UIC’s Department of Physics, was appointed Vice Provost for Undergraduate Affairs effective August 16, 2016. Previously Dr. Varelas was the Associate Dean for Student Affairs in the College of Liberal Arts and Sciences. In his two decades as a faculty member and administrator at UIC, Dr. Varelas has productively worked with faculty, administrators and students across LAS departments and other colleges to promote and facilitate student success. Dr. Varelas has contributed to ensuring student success as an award-winning teacher and researcher, an Honors College Faculty Fellow, and in roles including the LAS Executive Committee and the UIC Faculty Senate. He served as co-chair of the Faculty Engagement Task Force of UIC’s Student Success Initiative in 2013, resulting in projects currently under implementation through the Provost’s Office. As Associate Dean in LAS, Dr. Varelas championed innovative policy changes, programs, and initiatives. These include the creation of one Bachelor’s and one Master’s program, four new minors and one concentration, and the revision of over a dozen degree programs. Among these new programs is the B.S. in Integrated Health Studies, a model of interdisciplinary, intercollegiate education. In collaboration with several departments and colleges, Dr. Varelas introduced reforms that have led to significant improvements in student performance and success in calculus courses that are taken by more than 4,000 students across the campus, and he facilitated the growth and impact of the campus Learning Centers that support thousands of students every semester. A prolific collaborative researcher and leader in the scientific community, Dr. Varelas has made important contributions to the field of high-energy particle physics as a member of two leading international experimental collaborations: the D-Zero experiment at Fermilab and the CMS experiment at CERN in Geneva, Switzerland. Dr. Varelas was also a member of the team of scientists who discovered the Higgs boson at the Large Hadron Collider in July 2012. Dr. Varelas has served as an elected member of the Executive Committee of the American Physical Society Division of Particles and Fields, with approximately 4,000 members, and as Chair of the Users Executive Committee at Fermilab, serving approximately 2,500 users. Since joining UIC in 1997, Dr. Varelas’ work has been continuously funded, securing more than $7 million from NSF and other sources. Dr. Varelas is a Fellow of the American Association for the Advancement of Science and a University of Illinois Scholar, and he has been recognized by his college with the LAS Distinguished Professorship, the Outstanding Faculty Award, and the Faculty Service Award. Measurement of the ratios of the Z\/gamma* n jet production cross sections to the total inclusive Z\/gamma* cross section in ppbar collisions at sqrt(s)=1.96 TeV, Physics Letters B. 658, 112-119 (2008). Search for a Higgs boson produced in association with a Z boson, Physics Letters B 655, 209 (2007). A Measurement of the Ratio of Inclusive Cross Sections pbarp->Zb\/pbarp->Zj at sqrt(s)=1.96 TeV, Physical Review Letters 94, 161801 (2005). High-pT Jets in pbarp Collisions at sqrt(s)=630 and 1800 GeV, Physical Review D 64, 032003 (2001). Evidence of Color Coherence Effects in W Jets Events from pbarp Collisions at sqrt(s)=1.8 TeV, Physics Letters B {464}, 145 (1999). BS, Physics (1985), University of Athens PhD, Physics (1994), University of Rochester"
            ]
        ]
    ]
}