{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8Q3Y2MT9",
            "rfeLaUEAAAAJ",
            [
                "Ion distributions near a liquid-liquid interface",
                "Noncapillary-wave structure at the water-alkane interface",
                "Thermal diffuse x-ray-scattering studies of the water-vapor interface",
                "Liquid–liquid interfaces: studied by X-ray and neutron scattering",
                "X-ray reflectivity study of the water− hexane interface",
                "Liquid surfaces and interfaces: synchrotron x-ray methods",
                "Surfactants in personal care products and decorative cosmetics",
                "A synchrotron x-ray liquid surface spectrometer"
            ],
            [
                "Mean field theories of ion distributions, such as the Gouy-Chapman theory that describes the distribution near a charged planar surface, ignore the molecular-scale structure in the liquid solution. The predictions of the Gouy-Chapman theory vary substantially from our x-ray reflectivity measurements of the interface between two electrolyte solutions. Molecular dynamics simulations, which include the liquid structure, were used to calculate the potential of mean force on a single ion. We used this potential of mean force in a generalized Poisson-Boltzmann equation to predict the full ion distributions. These distributions agree with our measurements without any adjustable parameters.",
                "Synchrotron x-ray reflectivity is used to study the interface between bulk water and bulk n-alkanes with carbon numbers 6 through 10, 12, 16, and 22. For all interfaces, except the water-hexane interface, the interfacial width disagrees with the prediction from capillary-wave theory. The variation of interfacial width with carbon number can be described by combining the capillary-wave prediction for the width with a contribution from intrinsic structure. This intrinsic structure is determined by the gyration radius for the shorter alkanes and by the bulk correlation length for the longer alkanes.",
                "Agreement between the theoretical and measured resolution dependence of x-ray specular reflection from the H 2 O-vapor interface shows that the macroscopic capillary model for surface roughness can be extended to length scales as small as 400 Å. Agreement between measured thermal diffuse scattering data and the theoretical form, with no significant adjustable parameters, independently leads to similar conclusions.",
                "Major recent advances include the development of new experimental techniques that enabled the first precise measurements of interfacial widths at water–oil interfaces and of the ordering of surfactants adsorbed to these interfaces, studies of phase transitions and domain formation in surfactant monolayers, and studies of interfacial fluctuations confined by and coupled across thin liquid films.",
                "Synchrotron X-ray reflectivity is used to study the electron density profile normal to the bulk water−hexane interface. This first measurement of the microscopic interfacial width of a neat water−oil interface relied upon the development of a novel technique to flatten the liquid−liquid interface. The measurement is interpreted in terms of an error function electron density profile to yield an interfacial width of 0.33 ± 0.025 nm. Within the context of capillary wave theory, it is shown that this microscopic parameter is in agreement with macroscopic measurements of the interfacial tension. These measurements are compared to computer simulations of water−alkane interfaces. ",
                "The availability of synchrotron x-ray sources and the subsequent developments described in this book have led to substantial progress in our understanding of molecular ordering at liquid interfaces. This practical guide enables graduate students and researchers working in physics, chemistry, biology and materials science to understand and carry out experimental investigations into the basic physical and chemical properties of liquid surfaces and interfaces. The book examines the surfaces of bulk liquids, thin wetting films and buried liquid-liquid interfaces. It discusses experiments on simple and complex fluids, including pure water and organic liquids, liquid crystals, liquid metals, electrified liquid-liquid interfaces and interfacial monolayers of amphiphiles, nanoparticles, polymers and biomolecules. A detailed description of the apparatus and techniques required for these experiments is provided, and theoretical approaches to data analysis are described, including approximate methods such as the Master formula, the Born approximation, Parratt's algorithm and the Distorted Wave Approximation.",
                "From anti-aging creams to make-up, surfactants play a key role as delivery systems for skin care and decorative cosmetic products. Surfactants in Personal Care Products and Decorative Cosmetics, Third Edition presents a scientific basis in surfactant science and recent advances in the industry necessary for understanding, formulating, and te",
                "The design of a synchrotron x-ray liquid surface spectrometer at beamline X19C at the National Synchrotron Light Source is described. This spectrometer is capable of performing the full range of x-ray surface scattering techniques. A few examples of measurements made using this spectrometer are presented, including studies of organic monolayers on the surface of water and of the structure of strongly fluctuating oil–microemulsion interfaces. The measurements discussed illustrate the accuracy, resolution, and capabilities of the spectrometer."
            ],
            [
                [
                    "liquid surfaces",
                    "liquid interfaces",
                    "soft matter",
                    "soft matter interfaces",
                    "x-ray scattering"
                ]
            ],
            [
                "Mark  Schlossman, PhD Professor and Associate Department Head 2610 SES (312) 996-8787 schloss@uic.edu Water Interfaces Group Website Mark Schlossman started research on water surfaces during his postdoctoral appointment with Professor Peter Pershan at Harvard University. Many years later in 2012, Mark and Peter published a book entitled Liquid Surfaces and Interfaces: Synchrotron X-ray Methods that included this early joint work as well as many independent research activities carried out during the intervening years. After his postdoc, Mark worked at the Center for Advanced Radiation Sources at the University of Chicago from 1990 – 1994, during which time he funded (along with Stuart Rice), designed, and built an instrument at the National Synchrotron Light Source at Brookhaven National Laboratory to study water and other liquid surfaces and interfaces with synchrotron X-rays. Upon joining the UIC Department of Physics in 1994, Mark used this new instrument to pioneer the study of molecular organization at the water-organic liquid-liquid interface. In 2002, Mark’s continued involvement with ChemMatCARS at the University of Chicago led to the installation of a modified version of this instrument at the Advanced Photon Source at Argonne National Laboratory. Mark continues his association with ChemMatCARS to this day, contributing to the development and funding of this facility, as well as using it for his research. During Mark’s years at UIC, his research group has used X-ray scattering and other techniques to provide a physical description of molecular-level processes at water surfaces and interfaces, with a more recent emphasis on understanding the role of electrostatics in these processes. This has led to a new understanding of the distribution of ions at interfaces, including the role of ion correlations and interfacial structure in determining them. Such distributions underlie the equilibrium and dynamical properties of charged molecules and particles at interfaces and in bulk solution. Ion distributions are relevant to many scientific and industrial processes, including areas of societal relevance such as water treatment and purification. Recent research in Mark’s group includes a fundamental understanding of extractant-assisted ion transfer, which is relevant for environmental remediation, water cleanup, and heavy metal separations. A new area of research in Mark’s group (as of 2014) is the voltage-controlled localization and assembly of charged nanoparticles at liquid-liquid interfaces. Other areas of interest include the study of protein interactions with hydrophilic surfaces, such as membranes, surfactant ordering and interactions at liquid surfaces and interfaces, and nanoscale aqueous films. The majority of this research is experimental, though theory and simulations have been undertaken in support of the experiments. Water at Functional Interfaces, Shekhar Garde and Mark L. Schlossman, Materials Research Society Bulletin 39 (2014) – Edited Issue. Interfacial Localization and Voltage-Tunable Arrays of Charged Nanoparticles, M. K. Bera, H. Chan, D. F. Moyano, H. Yu, S. Tatur, D. Amoanu, W. Bu, V. M. Rotello, M. Meron, P. Král, B. Lin, and M. L. Schlossman, Nano Letters 14 , 6816-6822 (2014). Observation of a Rare Earth Ion-Extractant Complex Arrested at the Oil-Water Interface During Solvent Extraction, Wei Bu, Hao Yu, Guangming Luo, Mrinal K. Bera, Binyang Hou, Adam W. Schuman, Binhua Lin, Mati Meron, Ivan Kuzmenko, Mark R. Antonio, L. Soderholm, Mark L. Schlossman, Journal of Physical Chemistry B 118 , 10662-10674 (2014) Liquid Surfaces and Interfaces: Synchrotron X-ray Methods , Peter S. Pershan and Mark L. Schlossman, Cambridge University Press (2012). Tuning Ion Correlations at an Electrified Soft Interface, Nouamane Laanait, Miroslav Mihaylov, Binyang Hou, Hao Yu, Petr Vanysek, Mati Meron, Binhua Lin, Ilan Benjamin, and Mark L. Schlossman, Proceedings of the National Academy of Sciences (USA), 109 , 20326-20331 (2012). Ion Distributions Near a Liquid-Liquid Interface, Guangming Luo, Sarka Malkova, Jaesung Yoon, David G. Schultz, Binhua Lin, Mati Meron, Ilan Benjamin, Petr Vanysek, and Mark L. Schlossman, Science 311 , 216-218 (2006). BS, Physics (1980), MIT MS, Physics (1983), Cornell University PhD, Physics (1987), Cornell University"
            ]
        ]
    ]
}