{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8QIU1H3H",
            "XsYvao4AAAAJ",
            [
                "Mapping hydration dynamics around a protein surface",
                "Dynein achieves processive motion using both stochastic and coordinated stepping",
                "Protein surface hydration mapped by site-specific mutations",
                "Ultrafast solvation dynamics of human serum albumin: correlations with conformational transitions and site-selected recognition",
                "Femtosecond studies of tryptophan solvation: correlation function and water dynamics at lipid surfaces"
            ],
            [
                "Protein surface hydration is fundamental to its structure and activity. We report here the direct mapping of global hydration dynamics around a protein in its native and molten globular states, using a tryptophan scan by site-specific mutations. With 16 tryptophan mutants and in 29 different positions and states, we observed two robust, distinct water dynamics in the hydration layer on a few (≈1–8 ps) and tens to hundreds of picoseconds (≈20–200 ps), representing the initial local relaxation and subsequent collective network restructuring, respectively. Both time scales are strongly correlated with protein9s structural and chemical properties. These results reveal the intimate relationship between hydration dynamics and protein fluctuations and such biologically relevant water–protein interactions fluctuate on picosecond time scales.",
                "Processivity, the ability of single molecules to move continuously along a track, is a fundamental requirement of cargo-transporting molecular motors. Here, we investigate how cytoplasmic dynein, a homodimeric, microtubule-based motor, achieves processive motion. To do this, we developed a versatile method for assembling Saccharomyces cerevisiae dynein heterodimers, using complementary DNA oligonucleotides covalently linked to dynein monomers labeled with different organic fluorophores. Using two-color, single-molecule microscopy and high-precision, two-dimensional tracking, we find that dynein has a highly variable stepping pattern that is distinct from all other processive cytoskeletal motors, which use'hand-over-hand'mechanisms. Uniquely, dynein stepping is stochastic when its two motor domains are close together. However, coordination emerges as the distance between motor domains …",
                "Water motion at protein surfaces is fundamental to protein structure, stability, dynamics, and function. By using intrinsic tryptophans as local optical probes, and with femtosecond resolution, it is possible to probe surface-water motions in the hydration layer. Here, we report our studies of local hydration dynamics at the surface of the enzyme Staphylococcus nuclease using site-specific mutations. From these studies of the WT and four related mutants, which change local charge distribution and structure, we are able to ascertain the contribution to solvation by protein side chains as relatively insignificant. We determined the time scales of hydration to be 3–5 ps and 100–150 ps. The former is the result of local librational\/rotational motions of water near the surface; the latter is a direct measure of surface hydration assisted by fluctuations of the protein. Experimentally, these hydration dynamics of the WT and the four …",
                "Human serum albumin, the most abundant protein found in blood plasma, transports a great variety of ligands in the circulatory system and undergoes reversible conformational transitions over a wide range of pH values. We report here our systematic studies of solvation dynamics and local rigidity in these conformations using a single intrinsic tryptophan (W214) residue as a local molecular probe. With femtosecond resolution, we observed a robust bimodal distribution of time scales for all conformational isomers. The initial solvation occurs in several picoseconds, representing the local librational\/rotational motions, followed by the dynamics, in the tens to hundreds of picoseconds, which result from the more bonded water in the tryptophan crevice. Under the physiological condition of neutral pH, we measured ∼100 ps for the decay of the solvation correlation function and observed a large wobbling motion at the …",
                "We report here a complete study of solvation dynamics of tryptophan in bulk water with femtosecond resolution and present an accurate method for the construction of its solvation correlation function. The water dynamics was observed in one hundred picosecond (∼108 ps) at lipid–water interfaces while in buffer and salt\/buffer solutions it becomes faster in tens of picoseconds (∼7–20 ps). These water motions are being elucidated on the femtosecond to subnanosecond (or longer) time scale for their different biological functions, such as global structural stability of membranes through well-ordered interfacial water structures and efficient recognition of molecules (and ions) by membrane proteins through ultrafast water displacement."
            ],
            [
                [
                    "Single-molecule biophysics",
                    "molecular motors",
                    "and cytoskeleton"
                ]
            ],
            [
                "Single-Molecule Biophysics at Oregon State Menu Skip to content News Contact The Qiu lab studies the interplay between kinesin-5 and kinesin-14 for bipolar spindle assembly using an interdisciplinary approach that integrates molecular biology, protein biochemistry, cell biology, structural biology, physics-based theoretical modeling, and single-molecule light microscopy. We are recruiting postdoctoral researchers. Sponsors Copyright © 2021 · GeneratePress · WordPress"
            ]
        ]
    ]
}