{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8RJQTVTE",
            "w6g8VsoAAAAJ",
            [
                "AND\/R: Advanced neutron diffractometer\/reflectometer for investigation of thin films and multilayers for the life sciences",
                "Persistence length changes dramatically as RNA folds",
                "RNA tertiary interactions mediate native collapse of a bacterial group I ribozyme",
                "Noninvasive neutron scattering measurements reveal slower cholesterol transport in model lipid membranes",
                "Compaction of a bacterial group I ribozyme coincides with the assembly of core helices",
                "Phase-sensitive neutron reflectometry",
                "Characterization of a biomimetic polymeric lipid bilayer by phase sensitive neutron reflectometry",
                "Neutron reflectometry studies of the adsorbed structure of the amelogenin, LRAP",
                "Neutron scattering in the biological sciences: progress and prospects",
                "Cholesterol solubility limit in lipid membranes probed by small angle neutron scattering and MD simulations"
            ],
            [
                "An elastic neutron scattering instrument, the advanced neutron diffractometer\/reflectometer (AND\/R), has recently been commissioned at the National Institute of Standards and Technology Center for Neutron Research. The AND\/R is the centerpiece of the Cold Neutrons for Biology and Technology partnership, which is dedicated to the structural characterization of thin films and multilayers of biological interest. The instrument is capable of measuring both specular and nonspecular reflectivity, as well as crystalline or semicrystalline diffraction at wave-vector transfers up to approximately 2.20Å−1. A detailed description of this flexible instrument and its performance characteristics in various operating modes are given.",
                "We determine the persistence length l p for a bacterial group I ribozyme as a function of concentration of monovalent and divalent cations by fitting the distance distribution functions P (r) obtained from small angle x-ray scattering intensity data to the asymptotic form of the calculated P WLC (r) for a wormlike chain. The l p values change dramatically over a narrow range of Mg 2+ concentration from∼ 21 Å in the unfolded state (U) to∼ 10 Å in the compact (I C) and native states. Variations in l p with increasing Na+ concentration are more gradual. In accord with the predictions of polyelectrolyte theory we find l p∝ 1\/κ 2 where κ is the inverse Debye-screening length.",
                "Large RNAs collapse into compact intermediates in the presence of counterions before folding to the native state. We previously found that collapse of a bacterial group I ribozyme correlates with the formation of helices within the ribozyme core, but occurs at Mg2+ concentrations too low to support stable tertiary structure and catalytic activity. Here, using small-angle X-ray scattering, we show that Mg2+-induced collapse is a cooperative folding transition that can be fit by a two-state model. The Mg2+ dependence of collapse is similar to the Mg2+ dependence of helix assembly measured by partial ribonuclease T1 digestion and of an unfolding transition measured by UV hypochromicity. The correspondence between multiple probes of RNA structure further supports a two-state model. A mutation that disrupts tertiary contacts between the L9 tetraloop and its helical receptor destabilized the compact state by 0.8 kcal …",
                "Proper cholesterol transport is essential to healthy cellular activity and any abnormality can lead to several fatal diseases. However, complete understandings of cholesterol homeostasis in the cell remains elusive, partly due to the wide variability in reported values for intra- and intermembrane cholesterol transport rates. Here, we used time-resolved small-angle neutron scattering to measure cholesterol intermembrane exchange and intramembrane flipping rates, in situ, without recourse to any external fields or compounds. We found significantly slower transport kinetics than reported by previous studies, particularly for intramembrane flipping where our measured rates are several orders of magnitude slower. We unambiguously demonstrate that the presence of chemical tags and extraneous compounds employed in traditional kinetic measurements dramatically affect the system thermodynamics, accelerating …",
                "Counterions are critical to the self-assembly of RNA tertiary structure because they neutralize the large electrostatic forces which oppose the folding process. Changes in the size and shape of the Azoarcus group I ribozyme as a function of Mg2+ and Na+ concentration were followed by small angle neutron scattering. In low salt buffer, the RNA was expanded, with an average radius of gyration (Rg) of 53 ± 1 Å. A highly cooperative transition to a compact form (Rg = 31.5 ± 0.5 Å) was observed between 1.6 and 1.7 mM MgCl2. The collapse transition, which is unusually sharp in Mg2+, has the characteristics of a first-order phase transition. Partial digestion with ribonuclease T1 under identical conditions showed that this transition correlated with the assembly of double helices in the ribozyme core. Fivefold higher Mg2+ concentrations were required for self-splicing, indicating that compaction occurs before native …",
                "The recent development of exact methods for determining the phase in neutron specular reflectivity measurements makes it possible to extract the scattering length density (SLD) depth profile of a film directly, by first principles inversion. Ideally, other than the uncertainty introduced by statistical fluctuations in the measured reflectivities, any ambiguity in a SLD profile obtained by these phase-sensitive methods is a consequence only of the limited range of wavevector transfer Q over which the reflectivity data can, in practice, be collected. Where practically possible to employ such phase-sensitive techniques, which require the use of reference layers or variable surrounding media, not only is the uniqueness of the resultant SLD profile well defined, but also the ability to perform an inversion without any adjustable parameters eliminates the vagaries associated with fitting reflectivity data alone. A comprehensive …",
                "Neutron reflectivity measurements were performed on a cell membrane mimic system, developed by Liu et al., consisting of a polyelectrolyte multilayer plus synthetic terpolymer plus a phospholipid layer (PE + TER + PC) assembly, at all of the intermediate steps in the assembly of the composite, to obtain neutron scattering length density depth profiles.1 The polyelectrolyte multilayer functions as a soft, water-containing “cushion” for the membrane mimic, formed by the synthetic terpolymer and the phospholipid layer. The assemblies were studied dry and in 92% humidity using a phase-sensitive neutron reflectometry technique. By use of two water conditions (D2O and H2O mixtures) on the PE + TER + PC assembly, the distribution of water in the layers was obtained. It was found that under 92% humidity conditions, the supported membrane mimic has 40% water content in the “cushion” polyelectrolyte multilayer and …",
                "Amelogenins make up over 90% of the protein present during enamel formation and have been demonstrated to be critical in proper enamel development, but the mechanism governing this control is not well understood. Leucine-rich amelogenin peptide (LRAP) is a 59-residue splice variant of amelogenin and contains the charged regions from the full protein thought to control crystal regulation. In this work, we utilized neutron reflectivity (NR) to investigate the structure and orientation of LRAP adsorbed from solutions onto molecularly smooth COOH-terminated self-assembled monolayer (SAM) surfaces. Sedimentation velocity (SV) experiments revealed that LRAP is primarily a monomer in saturated calcium phosphate (SCP) solutions (0.15 M NaCl) at pH 7.4. LRAP adsorbed as ∼32 Å thick layers at ∼70% coverage as determined by NR. Rosetta simulations of the dimensions of LRAP in solution (37 Å diameter …",
                "The scattering of neutrons can be used to provide information on the structure and dynamics of biological systems on multiple length and time scales. Pursuant to a National Science Foundation-funded workshop in February 2018, recent developments in this field are reviewed here, as well as future prospects that can be expected given recent advances in sources, instrumentation and computational power and methods. Crystallography, solution scattering, dynamics, membranes, labeling and imaging are examined. For the extraction of maximum information, the incorporation of judicious specific deuterium labeling, the integration of several types of experiment, and interpretation using high-performance computer simulation models are often found to be particularly powerful.",
                "The solubility limits of cholesterol in small unilamellar vesicles made of POPS and POPC were probed using Small Angle Neutron Scattering (SANS) and coarse grained (CG) molecular dynamics (MD) simulations. SANS, being non-invasive, allowed the direct and quantitative measurement of cholesterol in intact vesicles. Our experimental measurements reveal a 61% mole fraction solubility limit of cholesterol in POPC, consistent with previous studies. However, in POPS the solubility limit of cholesterol is found to be 73% mole fraction. Previous work reports solubility limits of cholesterol in POPS varying significantly, ranging from 36% up to 66%. The CG MD simulations are in remarkable quantitative agreement with our experimental results showing similar solubility limits. Further, neither experiments nor simulations show evidence of stable nanodomains of cholesterol in POPS membranes as suggested in some …"
            ],
            [
                [
                    "membrane biophysics",
                    "nanoparticles",
                    "molecular transport"
                ]
            ],
            [
                "Ursula  Perez-Salas, PhD Assistant Professor 2278 SES (312) 996-4610 ursulaps@uic.edu Cells are defined by a membrane, a 4 nm thick film of lipids. Though permeable to small polar molecules, like water, and to small hydrophobic molecules like CO2 and O2, this membrane is impermeable to charged ions and other small molecules. Transport of these molecules are due to proteins that moves them across this barrier. An example is the transport of sodium and potassium in cells, of most significance in neuron signaling. Membranes also define the organelles in Eukaryotic cells and viewing them hosts or scaffold for membrane proteins is simplistic. In the last decade, it was appreciated that lipids mixtures in thermodynamic equilibrium can organize into distinct coexisting lipid phases. This gave rise to the idea that indeed the cell membranes were being organized into lipid phases as well and therefore assisting or adding functionality to the cell. Direct comparison between cell membranes and thermodynamic lipid systems has not been straight forward. The underlying factors that may drive the thermodynamic systems to behave as those found in cells is still under investigation and of active focus in Professor Perez-Salas and her group. Their work consists in detecting nanometer scale phase behavior of thermodynamically equilibrated lipid mixtures using neutron scattering. Another aspect of membrane biophysics her research group is deeply interested in is the movement of lipids. Lipids can move between different membranes as well as within the same membrane. An example of the movement of lipids between different membranes is the movement of lipids, through water. Since a membrane is composed of a bilayer of lipids, the movement of lipids in the same membrane is when the lipids move between these two layers, and it is called flip-flop or flipping. Recent work by Professor Perez-Salas suggests that cholesterol, an important physiological lipid for animal cells, moves slower than previously thought. This was knowledge was achieved through the use of neutron scattering which allowed the measurements to take place without altering cholesterol chemically in any way. Now the group is pursuing important questions relating to the movement of cholesterol in distinct lipid environments as well as distinct membrane geometries. As mentioned above, the primary technique used by Professor Perez-Salas' research group is neutron scattering, particularly small angle scattering though neutron reflectivity and spin echo resolved techniques are also being explored. We travel every year to Grenoble France to the Institut Laue-Langevin for at least 3 weeks to perform neutron scattering experiments every summer. We have also traveled to England to the ISIS facility and to Los Alamos in New Mexico for Spin echo resolved measurements. We continue to go to NIST Center for Neutron Research, outside of Washington DC. and in the near future we will be visiting Oak Ridge TN and its High Flux Isotope Reactor. In house, calorimetry is used to determine phase transition properties in lipid mixtures and also microscopy to study structural organization of lipid mixtures in large vesicles, monolayers at the air-water interface using langmuir troughs, as well as supported layers on glass\/crystals substrates. A great collaboration with Distiguished Professor Mark Rasenick's lab and Professor's Perez-Salas Lab recently emerged to study the effect of antidepressants on lipid membranes presenting distinct lipid environments. The hypothesis is that the efficacy of these drugs is in part due to their absorption to membranes as they change the lipid environments in which signaling proteins are found. The Rasenick's lab is extending this hypothesis further and is working on showing that in fact the main affect of these drugs is not through its intended drug target, but rather through its accumulation in membranes. Tarasevich, B., Perez-Salas, U., Masica, D., Philo, J., Kienzle, P., Krueger, S., Majkrzak, C., Gray, J., Shaw, W. Neutron Reflectometry Studies of the Adsorbed Structure of the Amelogenin, LRAP. Journal of Physical Chemistry Part B: Biophysical Chemistry, Biomaterials, Liquids, and Soft Matter Section: B: Biophysical Chemistry and Biomolecules Volume 117 (11) March 2013 3098-3109 Garg, S., Porcar L., Woodka A.C, Butler P.D., Perez-Salas U. Response to “How Slow Is the Transbilayer Diffusion (Flip-Flop) of Cholesterol?”\u009d Biophysical Journal Volume 102 February 2012 947-949 Garg, S., Porcar L., Woodka A.C, Butler P.D., Perez-Salas U. Noninvasive Neutron Scattering Measurements Reveal Slower Cholesterol Transport in Model Lipid Membranes. Biophysical Journal Volume 101 July 2011 370-377. SANS from Proteins, Nucleic Acids, Viruses, Micelles and Vesicles. Chapter in book: Neutron Scattering and Biology. Springer Biological Physics Series, Springer Press, Spring-Verlag, NY. Editors J Fitter, T Gutberlet and J Katsaras., S Krueger, S Gregurick, J Katsaras, M-P Nieh and UA Perez-Salas. (2006). G Caliskan, C Hyeob, U Perez-Salas, RM Briber, SA Woodson, D Thirumalai. Semi-flexible Polymer Distance Distribution Function Reveals a Reduction in Persistence Length in the Compaction of a Bacterial Group I ribozyme by cation condensation. Phys. Rev. Lett. 95, 268303 (2005) BS, Physics (1994), Universidad Autonoma Metropolitana - Iztapalapa PhD, Physics (2000), University of Maryland - College Park"
            ]
        ]
    ]
}