{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8TNV44AB",
            "JI6BjZ0AAAAJ",
            [
                "The alarmin IL-33 promotes regulatory T-cell function in the intestine",
                "Oncostatin M drives intestinal inflammation and predicts response to tumor necrosis factor–neutralizing therapy in patients with inflammatory bowel disease",
                "The intracellular sensor NOD2 induces microRNA-29 expression in human dendritic cells to limit IL-23 release",
                "Circulating and tissue-resident CD4+ T cells with reactivity to intestinal microbiota are abundant in healthy individuals and function is altered during inflammation",
                "Intestinal stromal cells in mucosal immunity and homeostasis",
                "IL-10-producing Th1 cells and disease progression are regulated by distinct CD11c+ cell populations during visceral leishmaniasis",
                "Inhibition of receptor tyrosine kinases restores immunocompetence and improves immune-dependent chemotherapy against experimental leishmaniasis in mice",
                "Inflammation, innate immunity, and the intestinal stromal cell niche: opportunities and challenges",
                "CD90+ Stromal cells are non-professional innate immune effectors of the human colonic mucosa",
                "B cell: T cell interactions occur within hepatic granulomas during experimental visceral leishmaniasis"
            ],
            [
                "FOXP3+ regulatory T cells (T reg cells) are abundant in the intestine, where they prevent dysregulated inflammatory responses to self and environmental stimuli. It is now appreciated that T reg cells acquire tissue-specific adaptations that facilitate their survival and function 1; however, key host factors controlling the T reg response in the intestine are poorly understood. The interleukin (IL)-1 family member IL-33 is constitutively expressed in epithelial cells at barrier sites 2, where it functions as an endogenous danger signal, or alarmin, in response to tissue damage 3. Recent studies in humans have described high levels of IL-33 in inflamed lesions of inflammatory bowel disease patients 4, 5, 6, 7, suggesting a role for this cytokine in disease pathogenesis. In the intestine, both protective and pathological roles for IL-33 have been described in murine models of acute colitis 8, 9, 10, 11, but its contribution to chronic …",
                "Inflammatory bowel diseases (IBD), including Crohn's disease (CD) and ulcerative colitis (UC), are complex chronic inflammatory conditions of the gastrointestinal tract that are driven by perturbed cytokine pathways. Anti-tumor necrosis factor-α (TNF) antibodies are mainstay therapies for IBD. However, up to 40% of patients are nonresponsive to anti-TNF agents, which makes the identification of alternative therapeutic targets a priority. Here we show that, relative to healthy controls, inflamed intestinal tissues from patients with IBD express high amounts of the cytokine oncostatin M (OSM) and its receptor (OSMR), which correlate closely with histopathological disease severity. The OSMR is expressed in nonhematopoietic, nonepithelial intestinal stromal cells, which respond to OSM by producing various proinflammatory molecules, including interleukin (IL)-6, the leukocyte adhesion factor ICAM1, and chemokines that …",
                "NOD2 is an intracellular sensor that contributes to immune defense and inflammation. Here we investigated whether NOD2 mediates its effects through control of microRNAs (miRNAs). miR-29 expression was upregulated in human dendritic cells (DCs) in response to NOD2 signals, and miR-29 regulated the expression of multiple immune mediators. In particular, miR-29 downregulated interleukin-23 (IL-23) by targeting IL-12p40 directly and IL-23p19 indirectly, likely via reduction of ATF2. DSS-induced colitis was worse in miR-29-deficient mice and was associated with elevated IL-23 and T helper 17 signature cytokines in the intestinal mucosa. Crohn’s disease (CD) patient DCs expressing NOD2 polymorphisms failed to induce miR-29 upon pattern recognition receptor stimulation and showed enhanced release of IL-12p40 on exposure to adherent invasive E. coli. Therefore, we suggest that loss of miR-29 …",
                "Interactions between commensal microbes and the immune system are tightly regulated and maintain intestinal homeostasis, but little is known about these interactions in humans. We investigated responses of human CD4+ T cells to the intestinal microbiota. We measured the abundance of T cells in circulation and intestinal tissues that respond to intestinal microbes and determined their clonal diversity. We also assessed their functional phenotypes and effects on intestinal resident cell populations, and studied alterations in microbe-reactive T cells in patients with chronic intestinal inflammation.We collected samples of peripheral blood mononuclear cells and intestinal tissues from healthy individuals (controls, n = 13−30) and patients with inflammatory bowel diseases (n = 119; 59 with ulcerative colitis and 60 with Crohn’s disease). We used 2 independent assays (CD154 detection and …",
                "A growing body of evidence suggests that non-hematopoietic stromal cells of the intestine have multiple roles in immune responses and inflammation at this mucosal site. Despite this, many still consider gut stromal cells as passive structural entities, with past research focused heavily on their roles in fibrosis, tumor progression, and wound healing, rather than their contributions to immune function. In this review, we discuss our current knowledge of stromal cells in intestinal immunity, highlighting the many immunological axes in which stromal cells have a functional role. We also consider emerging data that broaden the potential scope of their contribution to immunity in the gut and argue that these so-called “non-immune” cells are reclassified in light of their diverse contributions to intestinal innate immunity and the maintenance of mucosal homeostasis.",
                "IL-10 is a critical regulatory cytokine involved in the pathogenesis of visceral leishmaniasis caused by Leishmania donovani and clinical and experimental data indicate that disease progression is associated with expanded numbers of CD4+ IFNγ+ T cells committed to IL-10 production. Here, combining conditional cell-specific depletion with adoptive transfer, we demonstrate that only conventional CD11chi DCs that produce both IL-10 and IL-27 are capable of inducing IL-10-producing Th1 cells in vivo. In contrast, CD11chi as well as CD11cint\/lo cells isolated from infected mice were capable of reversing the host protective effect of diphtheria toxin-mediated CD11c+ cell depletion. This was reflected by increased splenomegaly, inhibition of NO production and increased parasite burden. Thus during chronic infection, multiple CD11c+ cell populations can actively suppress host resistance and enhance immunopathology, through mechanisms that do not necessarily involve IL-10-producing Th1 cells.",
                "Receptor tyrosine kinases are involved in multiple cellular processes, and drugs that inhibit their action are used in the clinic to treat several types of cancer. However, the value of receptor tyrosine kinase inhibitors (RTKIs) for treating infectious disease has yet to be explored. Here, we have shown in mice that administration of the broad-spectrum RTKI sunitinib maleate (Sm) blocked the vascular remodeling and progressive splenomegaly associated with experimental visceral leishmaniasis. Furthermore, Sm treatment restored the integrity of the splenic microarchitecture. Although restoration of splenic architecture was accompanied by an increase in the frequency of IFN-γ+CD4+ T cells, Sm treatment alone was insufficient to cause a reduction in tissue parasite burden. However, preconditioning by short-term Sm treatment proved to be successful as an adjunct therapy, increasing the frequency of IFN-γ+ and IFN-γ …",
                "Stromal cells of multiple tissues contribute to immune-mediated protective responses and, conversely, the pathological tissue changes associated with chronic inflammatory disease. However, unlike hematopoietic immune cells, tissue stromal cell populations remain poorly characterized with respect to specific surface marker expression, their ontogeny, self-renewal and proliferative capacity within tissues and the extent to which they undergo phenotypic immunological changes during the course of an infectious or inflammatory insult. Extending our knowledge of the immunological features of stromal cells provides an exciting opportunity to further dissect the underlying biology of many important immune-mediated diseases, although several challenges remain in bringing the emerging field of stromal immunology to equivalence with the study of the hematopoietic immune cell compartment. This review highlights recent studies that have begun unraveling the complexity of tissue stromal cell function in immune responses, with a focus on the intestine, and proposes strategies for the development of the field to uncover the great potential for stromal immunology to contribute to our understanding of the fundamental pathophysiology of disease, and the opening of new therapeutic avenues in multiple chronic inflammatory conditions.",
                "Immune responses at the intestinal mucosa must allow for host protection whilst simultaneously avoiding inappropriate inflammation. Although much work has focused on the innate immune functionality of hematopoietic immune cells, non-hematopoietic cell populations - including epithelial and stromal cells - are now recognized as playing a key role in innate defense at this site. In this study we examined the innate immune capacity of primary human intestinal stromal cells (iSCs). CD90+ iSCs isolated from human colonic mucosa expressed a wide array of innate immune receptors and functionally responded to stimulation with bacterial ligands. iSCs also sensed infection with live Salmonella typhimurium, rapidly expressing IL-1 family cytokines via a RIPK2\/p38MAPK-dependent signaling process. In addition to responding to innate immune triggers, primary iSCs exhibited a capacity for bacterial uptake, phagocytosis and antigen processing, although to a lesser extent than professional APCs. Thus CD90+ iSCs represent an abundant population of ‘non-professional’ innate immune effector cells of the human colonic mucosa and likely play an important adjunctive role in host defense and immune regulation at this site.",
                "Hepatic resistance to Leishmania donovani infection in mice is associated with the development of granulomas, in which a variety of lymphoid and non-lymphoid populations accumulate. Although previous studies have identified B cells in hepatic granulomas and functional studies in B cell-deficient mice have suggested a role for B cells in the control of experimental visceral leishmaniasis, little is known about the behaviour of B cells in the granuloma microenvironment. Here, we first compared the hepatic B cell population in infected mice, where ≈60% of B cells are located within granulomas, with that of naïve mice. In infected mice, there was a small increase in mIgMlomIgD+ mature B2 cells, but no enrichment of B cells with regulatory phenotype or function compared to the naïve hepatic B cell population, as assessed by CD1d and CD5 expression and by IL-10 production. Using 2-photon microscopy to quantify the entire intra-granuloma B cell population, in conjunction with the adoptive transfer of polyclonal and HEL-specific BCR-transgenic B cells isolated from L. donovani-infected mice, we demonstrated that B cells accumulate in granulomas over time in an antigen-independent manner. Intra-vital dynamic imaging was used to demonstrate that within the polyclonal B cell population obtained from L. donovani-infected mice, the frequency of B cells that made multiple long contacts with endogenous T cells was greater than that observed using HEL-specific B cells obtained from the same inflammatory environment. These data indicate, therefore, that a subset of this polyclonal B cell population is capable of making cognate interactions with T …"
            ],
            [
                [
                    "Immunology | Stromal Cells | Immuno-Oncology"
                ]
            ]
        ]
    ]
}