{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8TXWDTA5",
            "tdYTb50AAAAJ",
            [
                "Adiabatic quantum computation",
                "Experimental signature of programmable quantum annealing",
                "Evolution of holographic entanglement entropy after thermal and electromagnetic quenches",
                "A holographic superconductor in an external magnetic field",
                "Quantum adiabatic Markovian master equations",
                "Scattering processes and resonances from lattice QCD",
                "Error-corrected quantum annealing with hundreds of qubits",
                "Probing for quantum speedup in spin-glass problems with planted solutions"
            ],
            [
                "Adiabatic quantum computing (AQC) started as an approach to solving optimization problems and has evolved into an important universal alternative to the standard circuit model of quantum computing, with deep connections to both classical and quantum complexity theory and condensed matter physics. This review gives an account of the major theoretical developments in the field, while focusing on the closed-system setting. The review is organized around a series of topics that are essential to an understanding of the underlying principles of AQC, its algorithmic accomplishments and limitations, and its scope in the more general setting of computational complexity theory. Several variants are presented of the adiabatic theorem, the cornerstone of AQC, and examples are given of explicit AQC algorithms that exhibit a quantum speedup. An overview of several proofs of the universality of AQC and related …",
                "Quantum annealing is a general strategy for solving difficult optimization problems with the aid of quantum adiabatic evolution. Both analytical and numerical evidence suggests that under idealized, closed system conditions, quantum annealing can outperform classical thermalization-based algorithms such as simulated annealing. Current engineered quantum annealing devices have a decoherence timescale which is orders of magnitude shorter than the adiabatic evolution time. Do they effectively perform classical thermalization when coupled to a decohering thermal environment? Here we present an experimental signature which is consistent with quantum annealing, and at the same time inconsistent with classical thermalization. Our experiment uses groups of eight superconducting flux qubits with programmable spin–spin couplings, embedded on a commercially available chip with> 100 functional qubits …",
                "We study the evolution and scaling of the entanglement entropy after two types of quenches for a 2+ 1 field theory, using a conjectured holographic technique for its computation. We study a thermal quench, dual to the addition of a shell of uncharged matter to four-dimensional anti-de Sitter (AdS 4) spacetime, and study the subsequent formation of a Schwarzschild black hole. We also study an electromagnetic quench, dual to the addition of a shell of charged sources to AdS 4, following the subsequent formation of an extremal dyonic black hole. In these backgrounds, we consider the entanglement entropy of two types of geometries, the infinite strip and the round disc, and find distinct behavior for each. Some of our findings naturally supply results analogous to observations made in the literature for lower dimensions, but we also uncover several new phenomena, such as (in some cases) a discontinuity in the time …",
                "We study a system of a complex charged scalar coupled to a Reissner-Nordström black hole in 3+ 1 dimensional anti-de Sitter spacetime, neglecting back-reaction. With suitable boundary conditions, the cases of a neutral and purely electric black hole have been studied in various limits and were shown to yield key elements of superconductivity in the dual 2+ 1 dimensional field theory, forming a condensate below a critical temperature. By adding magnetic charge to the black hole, we immerse the superconductor into an external magnetic field. We show that a family of condensates can form and we examine their structure. For finite magnetic field, they are localized in one dimension with a profile that is exactly solvable, since it maps to the quantum harmonic oscillator. As the magnetic field increases, the condensate shrinks in size, which is reminiscent of the Meissner effect.",
                "We develop from first principles Markovian master equations suited for studying the time evolution of a system evolving adiabatically while coupled weakly to a thermal bath. We derive two sets of equations in the adiabatic limit, one using the rotating wave (secular) approximation that results in a master equation in Lindblad form, the other without the rotating wave approximation but not in Lindblad form. The two equations make markedly different predictions depending on whether or not the Lamb shift is included. Our analysis keeps track of the various time and energy scales associated with the various approximations we make, and thus allows for a systematic inclusion of higher order corrections, in particular beyond the adiabatic limit. We use our formalism to study the evolution of an Ising spin chain in a transverse field and coupled to a thermal bosonic bath, for which we identify four distinct evolution phases …",
                "The vast majority of hadrons observed in nature are not stable under the strong interaction; rather they are resonances whose existence is deduced from enhancements in the energy dependence of scattering amplitudes. The study of hadron resonances offers a window into the workings of quantum chromodynamics (QCD) in the low-energy nonperturbative region, and in addition many probes of the limits of the electroweak sector of the standard model consider processes which feature hadron resonances. From a theoretical standpoint, this is a challenging field: the same dynamics that binds quarks and gluons into hadron resonances also controls their decay into lighter hadrons, so a complete approach to QCD is required. Presently, lattice QCD is the only available tool that provides the required nonperturbative evaluation of hadron observables. This article reviews progress in the study of few-hadron reactions in …",
                "Quantum information processing offers dramatic speedups, yet is susceptible to decoherence, whereby quantum superpositions decay into mutually exclusive classical alternatives, thus robbing quantum computers of their power. This makes the development of quantum error correction an essential aspect of quantum computing. So far, little is known about protection against decoherence for quantum annealing, a computational paradigm aiming to exploit ground-state quantum dynamics to solve optimization problems more rapidly than is possible classically. Here we develop error correction for quantum annealing and experimentally demonstrate it using antiferromagnetic chains with up to 344 superconducting flux qubits in processors that have recently been shown to physically implement programmable quantum annealing. We demonstrate a substantial improvement over the performance of the processors in …",
                "The availability of quantum annealing devices with hundreds of qubits has made the experimental demonstration of a quantum speedup for optimization problems a coveted, albeit elusive goal. Going beyond earlier studies of random Ising problems, here we introduce a method to construct a set of frustrated Ising-model optimization problems with tunable hardness. We study the performance of a D-Wave Two device (DW2) with up to 503 qubits on these problems and compare it to a suite of classical algorithms, including a highly optimized algorithm designed to compete directly with the DW2. The problems are generated around predetermined ground-state configurations, called planted solutions, which makes them particularly suitable for benchmarking purposes. The problem set exhibits properties familiar from constraint satisfaction (SAT) problems, such as a peak in the typical hardness of the problems …"
            ],
            [
                [
                    "quantum physics",
                    "quantum computation"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                 Tameem Albash  Adjunct Assistant Professor (Research) of Physics and Astronomy  Contact Information  E-mail:  albash@email.usc.edu  Phone: (213) 740-7492 Office: SSC 206        Education   Ph.D. Physics, University of Southern California, 5\/2010  B.S. Electrical and Computer Engineering, Cornell University, 5\/2005    Postdoctoral Training   Senior Research Associate, Information Sciences Institute, USC, 02\/2015-12\/2016  Postdoctoral Research Associate, University of Southern California, 05\/2010-02\/2015    Conferences and Other Presentations  Conference Presentations   \"Simulated annealing comparison between all-to-all connectivity schemes\", AQC 2016, Talk\/Oral Presentation, Paper, Venice, CA, Invited, 06\/27\/2016-06\/29\/2016  \"Tunneling and Speedup in Permutation-Invariant Quantum Optimization Problems\", APS March Meeting, Talk\/Oral Presentation, Paper, Baltimore, MD, Invited, 03\/14\/2016-03\/18\/2016   Publications  Book Chapter   Albash, T., Johnson, C. V., McDonald, S. \r\n                                (2013).\r\n                            Holography, Fractionalization and Magnetic Fields. pp. 537-554. Berlin, Heidelberg: Strongly Interacting Matter in Magnetic FieldsSpringer Berlin Heidelberg.   Journal Article   Matsuura, S., Nishimori, H., Vinci, W., Albash, T., Lidar, D. A. \r\n                                (2017).\r\n                            Quantum-annealing correction at finite temperature: Ferromagnetic $p$-spin models. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 95, pp. 022308.  Venuti, L. C., Albash, T., Marvian, M., Lidar, D., Zanardi, P. \r\n                                (2017).\r\n                            Relaxation versus adiabatic quantum steady-state preparation. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 95, pp. 042302.  Albash, T., Vinci, W., Lidar, D. A. \r\n                                (2016).\r\n                            Simulated-quantum-annealing comparison between all-to-all connectivity schemes. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 94, pp. 022327.  Matsuura, S., Nishimori, H., Albash, T., Lidar, D. A. \r\n                                (2016).\r\n                            Mean Field Analysis of Quantum Annealing Correction. Phys. Rev. Lett.\/American Physical Society. \r\n                                Vol. 116, pp. 220501.  Mishra, A., Albash, T., Lidar, D. A. \r\n                                (2016).\r\n                            Performance of two different quantum annealing correction codes. Quantum Information Processing. \r\n                                Vol. 15 (2), pp. 609-636.  Muthukrishnan, S., Albash, T., Lidar, D. A. \r\n                                (2016).\r\n                            Tunneling and Speedup in Quantum Optimization for Permutation-Symmetric Problems. Phys. Rev. X\/American Physical Society. \r\n                                Vol. 6, pp. 031010.  Venuti, L. C., Albash, T., Lidar, D. A., Zanardi, P. \r\n                                (2016).\r\n                            Adiabaticity in open quantum systems. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 93, pp. 032118.  Vinci, W., Albash, T., Lidar, D. A. \r\n                                (2016).\r\n                            Nested quantum annealing correction. Nature Quantum Information\/The Author(s) SN -. \r\n                                Vol. 2, pp. 16017.  Albash, T., Hen, I., Spedalieri, F. M., Lidar, D. A. \r\n                                (2015).\r\n                            Reexamination of the evidence for entanglement in a quantum annealer. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 92, pp. 062328.  Albash, T., Johnson, C. V., MacDonald, S. \r\n                                (2015).\r\n                            Entanglement entropy of magnetic electron stars. Journal of High Energy Physics. \r\n                                Vol. 2015 (9), pp. 173.  Albash, T., Lidar, D. A. \r\n                                (2015).\r\n                            Decoherence in adiabatic quantum computation. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 91, pp. 062320.  Albash, T., Rønnow, T. F., Troyer, M., Lidar, D. A. \r\n                                (2015).\r\n                            Reexamining classical and quantum models for the D-Wave One processor. The European Physical Journal Special Topics. \r\n                                Vol. 224 (1), pp. 111-129.  Albash, T., Vinci, W., Mishra, A., Warburton, P. A., Lidar, D. A. \r\n                                (2015).\r\n                            Consistency tests of classical and quantum models for a quantum annealer. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 91, pp. 042314.  Hen, I., Job, J., Albash, T., R\\onnow, T. F., Troyer, M., Lidar, D. A. \r\n                                (2015).\r\n                            Probing for quantum speedup in spin-glass problems with planted solutions. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 92, pp. 042325.  Pudenz, K. L., Albash, T., Lidar, D. A. \r\n                                (2015).\r\n                            Quantum annealing correction for random Ising problems. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 91, pp. 042302.  Vinci, W., Albash, T., Paz-Silva, G., Hen, I., Lidar, D. A. \r\n                                (2015).\r\n                            Quantum annealing correction with minor embedding. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 92, pp. 042310.  Levi, A. F., Venuti, L. C., Albash, T., Haas, S. \r\n                                (2014).\r\n                            Coherent control of non-Markovian photon-resonator dynamics. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 90, pp. 022119.  Pudenz, K. L., Albash, T., Lidar, D. A. \r\n                                (2014).\r\n                            Error-corrected quantum annealing with hundreds of qubits. Nat. Commun.\/Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved.. \r\n                                Vol. 5, pp. 3243.  Albash, T., Lidar, D. A., Marvian, M., Zanardi, P. \r\n                                (2013).\r\n                            Fluctuation theorems for quantum processes. Phys. Rev. E\/American Physical Society. \r\n                                Vol. 88, pp. 032146.  Boixo, S., Albash, T., Spedalieri, F. M., Chancellor, N., Lidar, D. A. \r\n                                (2013).\r\n                            Experimental signature of programmable quantum annealing. Nat. Commun.\/Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved.. \r\n                                Vol. 4, pp. 2067.  Majenz, C., Albash, T., Breuer, H., Lidar, D. A. \r\n                                (2013).\r\n                            Coarse graining can beat the rotating-wave approximation in quantum Markovian master equations. Phys. Rev. A\/American Physical Society. \r\n                                Vol. 88, pp. 012103.  Albash, T., Boixo, S., Lidar, D. A., Zanardi, P. \r\n                                (2012).\r\n                            Quantum adiabatic Markovian master equations. New Journal of Physics. \r\n                                Vol. 14 (12), pp. 123016.  Albash, T., Johnson, C. V. \r\n                                (2012).\r\n                            Holographic entanglement entropy and renormalization group flow. Journal of High Energy Physics. \r\n                                Vol. 2012 (2), pp. 95.  Albash, T., Johnson, C. V. \r\n                                (2012).\r\n                            Holographic studies of entanglement entropy in superconductors. Journal of High Energy Physics. \r\n                                Vol. 2012 (5), pp. 79.  Chang, Y., Albash, T., Haas, S. \r\n                                (2012).\r\n                            Quantum Hall states in graphene from strain-induced nonuniform magnetic fields. Phys. Rev. B\/American Physical Society. \r\n                                Vol. 86, pp. 125402.  Albash, T., Johnson, C. V. \r\n                                (2011).\r\n                            Evolution of holographic entanglement entropy after thermal and electromagnetic quenches. New Journal of Physics. \r\n                                Vol. 13 (4), pp. 045017.  Albash, T., Johnson, C. V. \r\n                                (2011).\r\n                            Dynamics of fundamental matter in \\$ \\backslashmathcal\\N\\ = 2* \\$ Yang-Mills theory. Journal of High Energy Physics. \r\n                                Vol. 2011 (4), pp. 12.  Albash, T., Johnson, C. V. \r\n                                (2011).\r\n                            Thermal dynamics of quarks and mesons \\$ \\backslashmathcal\\N\\ = \\2^*\\ \\$ Yang-Mills theory. Journal of High Energy Physics. \r\n                                Vol. 2011 (7), pp. 63.  Albash, T., Johnson, C. V. \r\n                                (2010).\r\n                            Holographic aspects of Fermi liquids in a background magnetic field. Journal of Physics A: Mathematical and Theoretical. \r\n                                Vol. 43 (34), pp. 345405.  Albash, T., Johnson, C. V. \r\n                                (2010).\r\n                            Landau levels, magnetic fields and holographic Fermi liquids. Journal of Physics A: Mathematical and Theoretical. \r\n                                Vol. 43 (34), pp. 345404.  Albash, T., Johnson, C. V. \r\n                                (2009).\r\n                            Vortex and droplet engineering in a holographic superconductor. Phys. Rev. D\/American Physical Society. \r\n                                Vol. 80, pp. 126009.  Albash, T., Filev, V., Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            Topology-changing first order phase transition and the dynamics of flavor. Phys. Rev. D\/American Physical Society. \r\n                                Vol. 77, pp. 066004.  Albash, T., Filev, V., Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            Global R-currents and phase transitions in large N c gauge theory. Journal of High Energy Physics. \r\n                                Vol. 2008 (12), pp. 033.  Albash, T., Filev, V., Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            Finite temperature large N gauge theory with quarks in an external magnetic field. Journal of High Energy Physics. \r\n                                Vol. 2008 (07), pp. 080.  Albash, T., Filev, V., Johnson, C. V., Kundu, A. \r\n                                (2008).\r\n                            Quarks in an external electric field in finite temperature large N gauge theory. Journal of High Energy Physics. \r\n                                Vol. 2008 (08), pp. 092.  Albash, T., Johnson, C. V. \r\n                                (2008).\r\n                            A holographic superconductor in an external magnetic field. Journal of High Energy Physics. \r\n                                Vol. 2008 (09), pp. 121.     Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}