{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8XF48O1M",
            "qDBGEa0AAAAJ",
            [
                "Worldwide trends in body-mass index, underweight, overweight, and obesity from 1975 to 2016: a pooled analysis of 2416 population-based measurement studies in 128· 9 million …",
                "Large-scale genotyping identifies 41 new loci associated with breast cancer risk",
                "Association analysis identifies 65 new breast cancer risk loci",
                "Soy food intake and breast cancer survival",
                "Multiple independent variants at the TERT locus are associated with telomere length and risks of breast and ovarian cancer",
                "Type I and II endometrial cancers: have they different risk factors?",
                "Genome-wide association analysis of more than 120,000 individuals identifies 15 new susceptibility loci for breast cancer",
                "Genome-wide association studies identify four ER negative–specific breast cancer risk loci",
                "Excitonic Linewidth Approaching the Homogeneous Limit in -Based van der Waals Heterostructures",
                "Adolescent and adult soy food intake and breast cancer risk: results from the Shanghai Women’s Health Study"
            ],
            [
                "Underweight, overweight, and obesity in childhood and adolescence are associated with adverse health consequences throughout the life-course. Our aim was to estimate worldwide trends in mean body-mass index (BMI) and a comprehensive set of BMI categories that cover underweight to obesity in children and adolescents, and to compare trends with those of adults.We pooled 2416 population-based studies with measurements of height and weight on 128·9 million participants aged 5 years and older, including 31·5 million aged 5–19 years. We used a Bayesian hierarchical model to estimate trends from 1975 to 2016 in 200 countries for mean BMI and for prevalence of BMI in the following categories for children and adolescents aged 5–19 years: more than 2 SD below the median of the WHO growth reference for children and adolescents (referred to as moderate and severe underweight …",
                "Breast cancer is the most common cancer among women. Common variants at 27 loci have been identified as associated with susceptibility to breast cancer, and these account for∼ 9% of the familial risk of the disease. We report here a meta-analysis of 9 genome-wide association studies, including 10,052 breast cancer cases and 12,575 controls of European ancestry, from which we selected 29,807 SNPs for further genotyping. These SNPs were genotyped in 45,290 cases and 41,880 controls of European ancestry from 41 studies in the Breast Cancer Association Consortium (BCAC). The SNPs were genotyped as part of a collaborative genotyping experiment involving four consortia (Collaborative Oncological Gene-environment Study, COGS) and used a custom Illumina iSelect genotyping array, iCOGS, comprising more than 200,000 SNPs. We identified SNPs at 41 new breast cancer susceptibility loci at …",
                "Breast cancer risk is influenced by rare coding variants in susceptibility genes, such as BRCA1, and many common, mostly non-coding variants. However, much of the genetic contribution to breast cancer risk remains unknown. Here we report the results of a genome-wide association study of breast cancer in 122,977 cases and 105,974 controls of European ancestry and 14,068 cases and 13,104 controls of East Asian ancestry 1. We identified 65 new loci that are associated with overall breast cancer risk at P< 5× 10− 8. The majority of credible risk single-nucleotide polymorphisms in these loci fall in distal regulatory elements, and by integrating in silico data to predict target genes in breast cells at each locus, we demonstrate a strong overlap between candidate target genes and somatic driver genes in breast tumours. We also find that heritability of breast cancer due to all single-nucleotide polymorphisms in …",
                "ContextSoy foods are rich in isoflavones, a major group of phytoestrogens that have been hypothesized to reduce the risk of breast cancer. However, the estrogen-like effect of isoflavones and the potential interaction between isoflavones and tamoxifen have led to concern about soy food consumption among breast cancer patients.ObjectiveTo evaluate the association of soy food intake after diagnosis of breast cancer with total mortality and cancer recurrence.Design, Setting, and ParticipantsThe Shanghai Breast Cancer Survival Study, a large, population-based cohort study of 5042 female breast cancer survivors in China. Women aged 20 to 75 years with diagnoses between March 2002 and April 2006 were recruited and followed up through June 2009. Information on cancer diagnosis and treatment, lifestyle exposures after cancer diagnosis, and disease progression was collected at approximately 6 months after …",
                "TERT-locus SNPs and leukocyte telomere measures are reportedly associated with risks of multiple cancers. Using the Illumina custom genotyping array iCOGs, we analyzed∼ 480 SNPs at the TERT locus in breast (n= 103,991), ovarian (n= 39,774) and BRCA1 mutation carrier (n= 11,705) cancer cases and controls. Leukocyte telomere measurements were also available for 53,724 participants. Most associations cluster into three independent peaks. The minor allele at the peak 1 SNP rs2736108 associates with longer telomeres (P= 5.8× 10− 7), lower risks for estrogen receptor (ER)-negative (P= 1.0× 10− 8) and BRCA1 mutation carrier (P= 1.1× 10− 5) breast cancers and altered promoter assay signal. The minor allele at the peak 2 SNP rs7705526 associates with longer telomeres (P= 2.3× 10− 14), higher risk of low-malignant-potential ovarian cancer (P= 1.3× 10− 15) and greater promoter activity. The minor …",
                "PurposeEndometrial cancers have long been divided into estrogen-dependent type I and the less common clinically aggressive estrogen-independent type II. Little is known about risk factors for type II tumors because most studies lack sufficient cases to study these much less common tumors separately. We examined whether so-called classical endometrial cancer risk factors also influence the risk of type II tumors.",
                "Genome-wide association studies (GWAS) and large-scale replication studies have identified common variants in 79 loci associated with breast cancer, explaining∼ 14% of the familial risk of the disease. To identify new susceptibility loci, we performed a meta-analysis of 11 GWAS, comprising 15,748 breast cancer cases and 18,084 controls together with 46,785 cases and 42,892 controls from 41 studies genotyped on a 211,155-marker custom array (iCOGS). Analyses were restricted to women of European ancestry. We generated genotypes for more than 11 million SNPs by imputation using the 1000 Genomes Project reference panel, and we identified 15 new loci associated with breast cancer at P< 5× 10− 8. Combining association analysis with ChIP-seq chromatin binding data in mammary cell lines and ChIA-PET chromatin interaction data from ENCODE, we identified likely target genes in two regions …",
                "Estrogen receptor (ER)-negative tumors represent 20–30% of all breast cancers, with a higher proportion occurring in younger women and women of African ancestry 1. The etiology 2 and clinical behavior 3 of ER-negative tumors are different from those of tumors expressing ER (ER positive), including differences in genetic predisposition 4. To identify susceptibility loci specific to ER-negative disease, we combined in a meta-analysis 3 genome-wide association studies of 4,193 ER-negative breast cancer cases and 35,194 controls with a series of 40 follow-up studies (6,514 cases and 41,455 controls), genotyped using a custom Illumina array, iCOGS, developed by the Collaborative Oncological Gene-environment Study (COGS). SNPs at four loci, 1q32. 1 (MDM4, P= 2.1× 10− 12 and LGR6, P= 1.4× 10− 8), 2p24. 1 (P= 4.6× 10− 8) and 16q12. 2 (FTO, P= 4.0× 10− 8), were associated with ER-negative but not ER …",
                "The strong light-matter interaction and the valley selective optical selection rules make monolayer (ML) MoS 2 an exciting 2D material for fundamental physics and optoelectronics applications. But, so far, optical transition linewidths even at low temperature are typically as large as a few tens of meV and contain homogeneous and inhomogeneous contributions. This prevented in-depth studies, in contrast to the better-characterized ML materials MoSe 2 and WSe 2. In this work, we show that encapsulation of ML MoS 2 in hexagonal boron nitride can efficiently suppress the inhomogeneous contribution to the exciton linewidth, as we measure in photoluminescence and reflectivity a FWHM down to 2 meV at T= 4 K. Narrow optical transition linewidths are also observed in encapsulated WS 2, WSe 2, and MoSe 2 MLs. This indicates that surface protection and substrate flatness are key ingredients for obtaining stable …",
                " Background: Soy food is a rich source of isoflavones—a class of phytoestrogens that has both antiestrogenic and anticarcinogenic properties. Objective: The objective was to evaluate the association of adolescent and adult soy food intake with breast cancer risk in a cohort of 73,223 Chinese women who participated in the Shanghai Women’s Health Study. Design: A validated food-frequency questionnaire was used to assess usual dietary intake during adulthood and adolescence. After a mean follow-up of 7.4 y, 592 incident cases of breast cancer were identified for longitudinal analyses by using Cox regressions. Results: Adult soy food consumption, measured either by soy protein or isoflavone intake, was inversely associated with the risk of premenopausal breast cancer, and the association was highly statistically significant (P for trend < 0.001). The multivariate …"
            ],
            [
                [
                    "Cancer research"
                ]
            ],
            [
                "Hui Cai's group at UC Merced HOME Classes Openings We are a research group in the Department of Physics at University of California, Merced focused on exploring the frontiers of quantum materials and 2D materials. These materials are the building blocks for future applications in quantum information science and high performance electronic devices. We aim to discover new metastable quantum materials using the cutting edge synthesis methods such as chemical vapor deposition and chemical vapor transport under non-equilibrium conditions. We carry out property engineering on these materials by introducing heterogeneities such as strain, dopants, alloying, interface at heterostructures, etc. For more information, please see my CV and publication list at Google Scholar . University of California, Merced hcai6@ucmerced.edu"
            ]
        ]
    ]
}