{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8XL7NP27",
            "oB51vw0AAAAJ",
            [
                "Guidelines for the use and interpretation of assays for monitoring autophagy",
                "Membrane transporters in drug development",
                "A general treatment and classification of the solute adsorption isotherm. I. Theoretical",
                "Study of permutation crossover operators on the traveling salesman problem",
                "Source apportionment of atmospheric polycyclic aromatic hydrocarbons collected from an urban location in Birmingham, UK",
                "Interleukin 21 and its receptor are involved in NK cell expansion and regulation of lymphocyte function",
                "2012 ACCF\/AATS\/SCAI\/STS expert consensus document on transcatheter aortic valve replacement",
                "Carbonaceous aerosol in urban and rural European atmospheres: estimation of secondary organic carbon concentrations",
                "In vitro mutagenesis identifies a region within the envelope gene of the human immunodeficiency virus that is critical for infectivity."
            ],
            [
                "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
                "Membrane transporters can be major determinants of the pharmacokinetic, safety and efficacy profiles of drugs. This presents several key questions for drug development, including which transporters are clinically important in drug absorption and disposition, and which in vitro methods are suitable for studying drug interactions with these transporters. In addition, what criteria should trigger follow-up clinical studies, and which clinical studies should be conducted if needed. In this article, we provide the recommendations of the International Transporter Consortium on these issues, and present decision trees that are intended to help guide clinical studies on the currently recognized most important drug transporter interactions. The recommendations are generally intended to support clinical development and filing of a new drug application. Overall, it is advised that the timing of transporter investigations should be …",
                "A theoretical basis is developed for the classification of adsorption isotherms for solutes in dilute solution, which relates their characteristic shapes to parameters of the solvent and any second solute.Three of the four main classes (S, L, H) are accounted for by differences in relative magnitude of the activation energies of desorption of solutes and solvent. The S-shaped isotherm is also accounted for by an additional concentration-dependence of this parameter, implying cooperative adsorption. The subgroups of each class are also explained.The linear (C) isotherm is explained by penetration of substrate micropores by solute, with or without solvent, whereby new adsorption sites are opened up; the theory predicts the experimentally found sharp inflection to a plateau in the C-curves. Curves of the other classes can also in some cases show a linear branch above the turning point, representing conditions like those …",
                "The application of Genetic Algorithms to problems which are not amenable to bit string representation and traditional crossover has been a growing area of interest. One approach has been to represent solutions by permutations of a list, and\" permutation crossover\" operators have been introduced to preserve legality of offspring. Three permutation crossovers are analyzed to characterize how they sample the o-schema space, and hence what type of problems they may be applicable to. Experiments performed on the Traveling Salesman Problem go some way to support the theoretical analysis.",
                "Intensive seasonal sampling campaigns were undertaken at an urban location in Birmingham, U.K., in which high-volume samplers were used to collect particulate- and vapor-phase polycyclic aromatic hydrocarbons (PAHs) by means of filter papers and polyurethane foam plugs. Eighteen PAH species were determined by reversed-phase HPLC. Additionally, the suspended particle loading of the air was measured gravimetrically. Dichotomous stacked filter units (DSFUs) were run simultaneously with the high-volumes enabling the collection of particulate matter representative of fine (<2.1 μm) and coarse sized (2.1−10 μm) fractions. Filters from the DSFUs were analyzed for 19 metal species [by proton induced X-ray emission (PIXE)], ammonium, elemental carbon, and various anions. Metal and PAH concentrations were observed to be broadly in line with concentrations measured at other urban areas throughout …",
                "Cytokines are important in the regulation of haematopoiesis and immune responses, and can influence lymphocyte development. Here we have identified a class I cytokine receptor that is selectively expressed in lymphoid tissues and is capable of signal transduction. The full-length receptor was expressed in BaF3 cells, which created a functional assay for ligand detection and cloning. Conditioned media from activated human CD3+ T cells supported proliferation of the assay cell line. We constructed a complementary DNA expression library from activated human CD3+ T cells, and identified a cytokine with a four-helix-bundle structure using functional cloning. This cytokine is most closely related to IL2 and IL15, and has been designated IL21 with the receptor designated IL21R. In vitro assays suggest that IL21 has a role in the proliferation and maturation of natural killer (NK) cell populations from bone marrow, in …",
                "Copies: This document is available on the World Wide Web sites of the American College of Cardiology (http:\/\/www. cardiosource. org), the American Association for Thoracic Surgery (http:\/\/www. aats. org), the Society for Cardiovascular Angiography and Interventions (http:\/\/www. scai. org), the Society of Thoracic Surgeons (http:\/\/sts. org), the American Society of Echocardiography (http:\/\/www. asecho. org), the Heart Failure Society of America (http:\/\/www. hfsa. org), and Mended Hearts (http:\/\/mendedhearts. org). For copies of this document, please contact Elsevier Inc. Reprint Department, fax 212-633-3820, e-mail reprints@ elsevier. com. Permissions: Multiple copies, modification, alteration, enhancement, and\/or distribution of this document are not permitted without the express permission of the American College of Cardiology Foundation. Please contact Elsevier’s permission department at healthpermissions …",
                "Aerosol samples from urban, rural and coastal areas in Europe were analysed for carbonaceous content by a thermaloptical transmission method. The fraction of particulate organic carbon with a secondary origin in gas\/particle conversion of volatile organic compounds was estimated from the minimum ratio between particulate organic and black carbon, which occurred during periods of reduced photochemical activity. Values calculated by this method ranged from a minimum of 17%, in Birmingham, UK, during winter, to a maximum of 78% at a rural coastal area, in Portugal, with air masses transported directly from the ocean. A clear seasonal dependence was observed at both rural and urban environments, with minimum secondary organic carbon production during winter.",
                "Site-specific mutagenesis was used to introduce amino acid substitutions at the asparagine codons of four conserved potential N-linked glycosylation sites within the gp120 envelope protein of human immunodeficiency virus (HIV). One of these alterations resulted in the production of noninfectious virus particles. The amino acid substitution did not interfere with the synthesis, processing, and stability of the env gene polypeptides gp120 and gp41 or the binding of gp120 to its cellular receptor, the CD4 (T4) molecule. Vaccinia virus recombinants containing wild-type or mutant HIV env genes readily induced syncytia in CD4+ HeLa cells. These results suggest that alterations involving the second conserved domain of the HIV gp120 may interfere with an essential early step in the virus replication cycle other than binding to the CD4 receptor. In long-term cocultures of a T4+ lymphocyte cell line and colon carcinoma cells …"
            ],
            [
                [
                    "Investments",
                    "Corporate finance"
                ]
            ]
        ]
    ]
}