{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8Y1206R7",
            "UbqEYOQAAAAJ",
            [
                "Identification of genetic variants associated with Huntington's disease progression: a genome-wide association study",
                "Revisiting constraints on asteroid-mass primordial black holes as dark matter candidates"
            ],
            [
                "Huntington's disease is caused by a CAG repeat expansion in the huntingtin gene, HTT. Age at onset has been used as a quantitative phenotype in genetic analysis looking for Huntington's disease modifiers, but is hard to define and not always available. Therefore, we aimed to generate a novel measure of disease progression and to identify genetic markers associated with this progression measure.We generated a progression score on the basis of principal component analysis of prospectively acquired longitudinal changes in motor, cognitive, and imaging measures in the 218 indivduals in the TRACK-HD cohort of Huntington's disease gene mutation carriers (data collected 2008–11). We generated a parallel progression score using data from 1773 previously genotyped participants from the European Huntington's Disease Network REGISTRY study of Huntington's disease mutation carriers …",
                "As the only dark matter candidate that does not invoke a new particle that survives to the present day, primordial black holes (PBHs) have drawn increasing attention recently. Up to now, various observations have strongly constrained most of the mass range for PBHs, leaving only small windows where PBHs could make up a substantial fraction of the dark matter. Here we revisit the PBH constraints for the asteroid-mass window, ie, the mass range 3.5× 10− 17 M⊙< m PBH< 4× 10− 12 M⊙. We revisit 3 categories of constraints.(1) For optical microlensing, we analyze the finite source size and diffractive effects and discuss the scaling relations between the event rate, m PBH and the event duration. We argue that it will be difficult to push the existing optical microlensing constraints to much lower m PBH.(2) For dynamical capture of PBHs in stars, we derive a general result on the capture rate based on phase space …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}