{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8YTL7V8Y",
            "jEcrhzUAAAAJ",
            [
                "Protein S-nitrosylation in health and disease: a current perspective",
                "S-nitrosylation in health and disease",
                "Proteomic analysis of S-nitrosylation and denitrosylation by resin-assisted capture",
                "Regulation of β-adrenergic receptor signaling by S-nitrosylation of G-protein-coupled receptor kinase 2",
                "Detection of protein S-nitrosylation with the biotin-switch technique",
                "An essential role for mitochondrial aldehyde dehydrogenase in nitroglycerin bioactivation",
                "Assessment and application of the biotin switch technique for examining protein S-nitrosylation under conditions of pharmacologically induced oxidative stress"
            ],
            [
                "Protein S-nitrosylation constitutes a large part of the ubiquitous influence of nitric oxide on cellular signal transduction and accumulating evidence indicates important roles for S-nitrosylation both in normal physiology and in a broad spectrum of human diseases. Here we review recent findings that implicate S-nitrosylation in cardiovascular, pulmonary, musculoskeletal and neurological (dys)function, as well as in cancer. The emerging picture shows that, in many cases, pathophysiology correlates with hypo- or hyper-S-nitrosylation of specific protein targets rather than a general cellular insult due to loss of or enhanced nitric oxide synthase activity. In addition, it is increasingly evident that dysregulated S-nitrosylation can not only result from alterations in the expression, compartmentalization and\/or activity of nitric oxide synthases, but can also reflect a contribution from denitrosylases, including prominently the S …",
                "S-nitrosylation is a ubiquitous redox-related modification of cysteine thiol by nitric oxide (NO), which transduces NO bioactivity. Accumulating evidence suggests that the products of S-nitrosylation, S-nitrosothiols (SNOs), play key roles in human health and disease. In this review, we focus on the reaction mechanisms underlying the biological responses mediated by SNOs. We emphasize reactions that can be identified with complex (patho)physiological responses, and that best rationalize the observed increase or decrease in specific classes of SNOs across a spectrum of disease states. Thus, changes in the levels of various SNOs depend on specific defects in both enzymatic and non-enzymatic mechanisms of nitrosothiol formation, processing and degradation. An understanding of these mechanisms is crucial for the development of an integrated model of NO biology, and for effective treatment of diseases …",
                "We have modified the biotin switch assay for protein S-nitrosothiols (SNOs), using resin-assisted capture (SNO-RAC). Compared with existing methodologies, SNO-RAC requires fewer steps, detects high-mass S-nitrosylated proteins more efficiently, and facilitates identification and quantification of S-nitrosylated sites by mass spectrometry. When combined with iTRAQ labeling, SNO-RAC revealed that intracellular proteins may undergo rapid denitrosylation on a global scale. This methodology is readily adapted to analyzing diverse cysteine-based protein modifications, including S-acylation.",
                "β-adrenergic receptors (β-ARs), prototypic G-protein-coupled receptors (GPCRs), play a critical role in regulating numerous physiological processes. The GPCR kinases (GRKs) curtail G-protein signaling and target receptors for internalization. Nitric oxide (NO) and\/or S-nitrosothiols (SNOs) can prevent the loss of β-AR signaling in vivo, but the molecular details are unknown. Here we show in mice that SNOs increase β-AR expression and prevent agonist-stimulated receptor downregulation; and in cells, SNOs decrease GRK2-mediated β-AR phosphorylation and subsequent recruitment of β-arrestin to the receptor, resulting in the attenuation of receptor desensitization and internalization. In both cells and tissues, GRK2 is S-nitrosylated by SNOs as well as by NO synthases, and GRK2 S-nitrosylation increases following stimulation of multiple GPCRs with agonists. Cys340 of GRK2 is identified as a principal locus of …",
                "Protein S-nitrosylation, the posttranslational modification of cysteine thiols to form S-nitrosothiols, is a principle mechanism of nitric oxide-based signaling. Studies have demonstrated myriad roles for S-nitrosylation in organisms from bacteria to humans, and recent efforts have greatly advanced our scientific understanding of how this redox-based modification is dynamically regulated during physiological and pathophysiological conditions. The focus of this review is the biotin-switch technique (BST), which has become a mainstay assay for detecting S-nitrosylated proteins in complex biological systems. Potential pitfalls and modern adaptations of the BST are discussed, as are future directions for this assay in the burgeoning field of protein S-nitrosylation.",
                "The identity of the cellular mechanisms through which nitroglycerin (glyceryl trinitrate, GTN) elicits nitric oxide (NO)-based signaling to dilate blood vessels remains one of the longest standing foci of investigation and sources of controversy in cardiovascular biology. Recent evidence suggests an unexpected role for mitochondria. We show here that bioconversion by mitochondria of clinically relevant concentrations of GTN results in activation of guanylate cyclase, production of cGMP, vasodilation in vitro, and lowered blood pressure in vivo, which are eliminated by genetic deletion of the mitochondrial aldehyde dehydrogenase (mtALDH). In contrast, generation of vasoactivity from alternative nitro(so)-vasodilators is unaffected. In mtALDH-\/- mice and their isolated vascular tissue, GTN bioactivity can still be generated, but only at substantially higher concentrations of GTN and by a mechanism that does not exhibit …",
                "Protein S-nitrosylation has emerged as a principal mechanism by which nitric oxide exerts biological effects. Among methods for studying protein S-nitrosylation, the biotin switch technique (BST) has rapidly gained popularity because of the ease with which it can detect individual S-nitrosylated (SNO) proteins in biological samples. The identification of SNO sites by the BST relies on the ability of ascorbate to generate a thiol from an S-nitrosothiol, but not from alternatively S-oxidized thiols (e.g. disulfides, sulfenic acids). However, the specificity of this reaction has recently been challenged, prompting several claims that the BST may produce false-positive results and raising concerns about the application of the BST under oxidizing conditions. Here we perform a comparative analysis of the BST using differentially S-oxidized and S-nitrosylated forms of protein tyrosine phosphatase 1B, as well as intact and lysed …"
            ],
            [
                [
                    "Nitric Oxide",
                    "Lung Disease",
                    "Proteomics"
                ]
            ],
            [
                "Matthew  Foster 303 Brockman Hall 713-348-3922 matthew.foster@rice.edu Research Web Page Theoretical condensed matter physics. In particular, the effects of disorder and interactions in low-dimensional systems. Anderson localization and metal-insulator transitions. Dirac materials including graphene, topological insulators and superconductors. \r\nNon-equilibrium quantum dynamics. Applications of quantum field theory, renormalization group, and exact (symmetry-based) methods such as conformal field theory. 2000 BE Electrical Engineering, Cooper Union for the Advancement of Science 2006 PhD Physics, University of California, Santa Barbara Frank Geurts Professor 236 Herman Brown Hall 713-348-5314 geurts@rice.edu Ultrarelativistic Heavy-Ion Physics T.W. Bonner Laboratory Frank Geurts is a Professor of Physics & Astronomy at Rice University in Houston, Texas. He joined Rice in 2008 and leads the Experimental Relativistic Heavy Group. Frank received his Ph.D. at Utrecht University in the Netherlands, and since then has worked at Philips Research Laboratories (\"Nat.Lab\") in the Netherlands, Rice University in Houston, and at CERN (Geneva, Switzerland). While at Philips Research, he worked in the Digital Design group he has been involved in various heavy-ion experiments, ranging from the fixed-target CERN-SPS WA93 and WA98 experiments, to the STAR experiment at the Relativistic Heavy Ion Collider at Brookhaven National Lab and the CMS experiment at CERN's Large Hadron Collider. Frank has been convener of the Light Flavor Spectra Physics Working group, and Physics Analysis Coordinator. He currently serves as Deputy Spokesperson of the STAR Collaboration. In addition, he is involved in the CMS collaboration where he leads the online software group of the Endcap Muon detector system. Relativistic Heavy-Ion Physics,\r\nHigh-Energy Nuclear Physics 1992 MS Physics, Ultrecht University, Ultrecht, The Netherlands 1998 PhD Experimental Physics, Ultrecht University, Ultrecht,  The Netherlands Jason H. Hafner Professor 262 Brockman Hall 713-348-3205 hafner@rice.edu Hafner Lab Jason Hafner earned his Ph.D. from Rice University in 1998 under Richard Smalley for work on carbon nanotubes, and pursued postdoctoral studies at Harvard University with Charles Lieber. He returned to Rice in 2001 to join the faculty where his lab studies nanophotonics and interfacial biology. Hafner was named a Beckman Young Investigtor in 2002, and won the Norman Hackerman Award for Chemical Research from the Welch Foundation in 2011. He is currently a Professor of Physics and Astronomy and of Chemistry. Hafner is a Member of Scientia at Rice and has served as an Associate Editor for ACS Nano from 2010 - 2017. He has taught freshman and sophomore physics for the past nine years, and is a member of Rice's Center for Teaching Excellence. Biophysics, Nanoscience 1993 BS Physics, Trinity University 1996 MA Physics, Rice University 1998 PhD Physics, Rice University"
            ]
        ]
    ]
}