{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8YWF7PUC",
            "9gQE2IYAAAAJ",
            [
                "Large magnetic cooling power involving frustrated antiferromagnetic spin-glass state in ",
                "Magnetic frustration induced large magnetocaloric effect in the absence of long range magnetic order",
                "Magnetic phase inhomogeneity in frustrated intermetallic compound Sm2Ni0. 87Si2. 87"
            ],
            [
                "The ternary intermetallic compounds Gd 2 NiSi 3 and Er 2 NiSi 3 are synthesized in chemically single phase, which are characterized using dc magnetization, ac magnetic susceptibility, heat capacity, and neutron diffraction studies. Neutron diffraction and heat capacity studies confirm that long-range magnetic ordering coexists with the frustrated glassy magnetic components for both compounds. The static and dynamical features of dc magnetization and frequency-dependent ac susceptibility data reveal that Gd 2 NiSi 3 is a canonical spin-glass system, while Er 2 NiSi 3 is a reentrant spin cluster-glass system. The spin freezing temperature merges with the long-range antiferromagnetic ordering temperature at 16.4 K for Gd 2 NiSi 3. Er 2 NiSi 3 undergoes antiferromagnetic ordering at 5.4 K, which is slightly above the spin freezing temperature at 3 K. The detailed studies of nonequilibrium dynamical behavior, viz …",
                "We have synthesized a new intermetallic compound Ho 2 Ni 0.95 Si 2.95 in a single phase with a defect crystal structure. The magnetic ground state of this material found to be highly frustrated without any long range order or glassy feature as investigated through magnetic, heat capacity and neutron diffraction measurements. The interest in this material stems from the fact that despite the absence of true long range order, large magnetocaloric effect (isothermal magnetic entropy change,− ΔS M~ 28.65 J\/Kg K (~ 205.78 mJ\/cm 3 K), relative cooling power, RCP~ 696 J\/Kg (~ 5 J\/cm 3) and adiabatic temperature change, ΔT ad~ 9.32 K for a field change of 70 kOe) has been observed which is rather hard to find in nature.",
                "A new ternary compound Sm2Ni0.87Si2.87, belonging to intermetallic R2TX3 family (R = rare-earth, T = transition metals, X = Si, Ge, etc.), could be synthesized in single phase only by the deliberate introduction of lattice vacancies in the Ni and Si sites. The detailed studies of heat capacity as well as dc and ac magnetization including different non-equilibrium dynamical behaviour, viz., aging effect, temperature and field dependent magnetic relaxation and magnetic memory effect establish the compound to be a cluster-glass material having a spin freezing temperature ∼6.6 K. To understand the nature of the glassy phase, experimental results have been analysed using a few different theoretical models and found that the observed magnetic memory effect favours the hierarchical model over the droplet model. Competing exchange interaction driven magnetic phase inhomogeneity could be further confirmed …"
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Santanu Pakhira Postdoctoral Research Associate Condensed Matter A207 Zaffarano Hall spakhira@iastate.edu 515-294-6816"
            ]
        ]
    ]
}