{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8YXHA7WY",
            "hPuulhkAAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
                "Heart disease and stroke statistics—2017 update: a report from the American Heart Association",
                "National Kidney Foundation practice guidelines for chronic kidney disease: evaluation, classification, and stratification",
                "n− 3 Fatty acids from fish or fish-oil supplements, but not α-linolenic acid, benefit cardiovascular disease outcomes in primary-and secondary-prevention studies: a systematic …",
                "Influence of reported study design characteristics on intervention effect estimates from randomized, controlled trials",
                "The clinically inapparent adrenal mass: update in diagnosis and management",
                "Systematic review: vitamin D and cardiometabolic outcomes",
                "Effects of omega-3 fatty acids on serum markers of cardiovascular disease risk: a systematic review",
                "National Kidney Foundation’s Kidney Disease Outcomes Quality Initiative clinical practice guidelines for chronic kidney disease in children and adolescents: evaluation …"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together in a single document the most up-to-date statistics related to heart disease, stroke, and the factors in the AHA’s Life’s Simple 7 (Figure 1), which include core health behaviors (smoking, physical activity [PA], diet, and weight) and health factors (cholesterol, blood pressure [BP], and glucose control) that contribute to cardiovascular health. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, health advocates, and others seeking the best available data on these factors and conditions. Cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The …",
                "Chronic kidney disease is a worldwide public health problem with an increasing incidence and prevalence, poor outcomes, and high cost. Outcomes of chronic kidney disease include not only kidney failure but also complications of decreased kidney function and cardiovascular disease. Current evidence suggests that some of these adverse outcomes can be prevented or delayed by early detection and treatment. Unfortunately, chronic kidney disease is underdiagnosed and undertreated, in part as a result of lack of agreement on a definition and classification of its stages of progression.Recent clinical practice guidelines by the National Kidney Foundation 1) define chronic kidney disease and classify its stages, regardless of underlying cause, 2) evaluate laboratory measurements for the clinical assessment of kidney disease, 3) associate the level of kidney function with complications of chronic kidney …",
                "Studies on the relation between dietary n−3 fatty acids (FAs) and cardiovascular disease vary in quality, and the results are inconsistent. A systematic review of the literature on the effects of n−3 FAs (consumed as fish or fish oils rich in eicosapentaenoic acid and docosahexaenoic acid or as α-linolenic acid) on cardiovascular disease outcomes and adverse events was conducted. Studies from MEDLINE and other sources that were of ≥1 y in duration and that reported estimates of fish or n−3 FA intakes and cardiovascular disease outcomes were included. Secondary prevention was addressed in 14 randomized controlled trials (RCTs) of fish-oil supplements or of diets high in n−3 FAs and in 1 prospective cohort study. Most trials reported that fish oil significantly reduced all-cause mortality, myocardial infarction, cardiac and sudden death, or stroke. Primary prevention of cardiovascular disease was reported in …",
                "Published evidence suggests that aspects of trial design lead to biased intervention effect estimates, but findings from different studies are inconsistent. This study combined data from 7 meta-epidemiologic studies and removed overlaps to derive a final data set of 234 unique meta-analyses containing 1973 trials. Outcome measures were classified as “mortality,” “other objective,” “or subjective,” and Bayesian hierarchical models were used to estimate associations of trial characteristics with average bias and between-trial heterogeneity. Intervention effect estimates seemed to be exaggerated in trials with inadequate or unclear (vs. adequate) random-sequence generation (ratio of odds ratios, 0.89 [95% credible interval {CrI}, 0.82 to 0.96]) and with inadequate or unclear (vs. adequate) allocation concealment (ratio of odds ratios, 0.93 [CrI, 0.87 to 0.99]). Lack of or unclear double-blinding (vs. double-blinding) was …",
                "Clinically inapparent adrenal masses are incidentally detected after imaging studies conducted for reasons other than the evaluation of the adrenal glands. They have frequently been referred to as adrenal incidentalomas. In preparation for a National Institutes of Health State-of-the-Science Conference on this topic, extensive literature research, including Medline, BIOSIS, and Embase between 1966 and July 2002, as well as references of published metaanalyses and selected review articles identified more than 5400 citations. Based on 699 articles that were retrieved for further examination, we provide a comprehensive update of the diagnostic and therapeutic approaches focusing on endocrine and radiological features as well as surgical options. In addition, we present recent developments in the discovery of tumor markers, endocrine testing for subclinical disease including autonomous glucocorticoid …",
                "Vitamin D may modify risk for cardiometabolic outcomes (type 2 diabetes, hypertension, or cardiovascular disease).To examine the association between vitamin D status, including the effect of vitamin D supplementation, and cardiometabolic outcomes in generally healthy adults.English-language studies in MEDLINE (inception to 4 November 2009) and the Cochrane Central Register of Controlled Trials (fourth quarter of 2009).11 reviewers screened citations to identify longitudinal cohort studies that reported associations between vitamin D status and cardiometabolic outcomes, including randomized trials of vitamin D supplementation.5 independent reviewers extracted data about study conduct …",
                "Greater fish oil consumption has been associated with reduced CVD risk, although the mechanisms are unclear. Plant-source oil omega-3 fatty acids (ALA) have also been studied regarding their cardiovascular effect. We conducted a systematic review of randomized controlled trials that evaluated the effect of consumption of fish oil and ALA on commonly measured serum CVD risk factors, performing meta-analyses when appropriate. Combining 21 trials evaluating lipid outcomes, fish oil consumption resulted in a summary net change in triglycerides of −27 (95% CI −33, −20) mg\/dL, in HDL cholesterol of +1.6 (95% CI +0.8, +2.3) mg\/dL, and in LDL cholesterol of +6 (95% CI +3, +8) mg\/dL. There was no effect of fish oil on total cholesterol. Across studies, higher fish oil dose and higher baseline levels were associated with greater reductions in serum triglycerides. Overall, the 27 fish oil trials evaluating Hgb A1c or …",
                "Objectives. A series of new guidelines has been developed by the National Kidney Foundation’s Kidney Disease Outcomes Quality Initiative to improve the detection and management of chronic kidney disease (CKD). In most instances of CKD, the earliest manifestations of the disorder may be identified by relatively simple tests. Unfortunately, CKD is often “underdiagnosed,” in part because of the absence of a common definition of CKD and a classification of the stages in its progression. The Kidney Disease Outcomes Quality Initiative clinical practice guidelines for CKD evaluation, classification, and stratification provide a basis to remedy these deficits. The specific goals of the guidelines described in this review are to provide: 1) an overview of the clinical practice guidelines as they pertain to children and adolescents, 2) a simple classification of the stages of CKD, and 3) a practical approach to the laboratory …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}