{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8YXJ3M9B",
            "l3hWFBwAAAAJ",
            [
                "Scattering amplitudes and the conservative Hamiltonian for binary systems at third post-Minkowskian order",
                "From scattering amplitudes to classical potentials in the post-Minkowskian expansion",
                "Standard model anatomy of WIMP dark matter direct detection. II. QCD analysis and hadronic matrix elements",
                "Universal behavior in the scattering of heavy, weakly interacting dark matter on nuclear targets",
                "Black hole binary dynamics from the double copy and effective theory",
                "WIMP-nucleon scattering with heavy WIMP effective theory",
                "NRQED Lagrangian at order 1\/M 4",
                "Lorentz invariance in heavy particle effective theories",
                "Standard model anatomy of WIMP dark matter direct detection. I. Weak-scale matching",
                "Non-Gaussian covariance of the matter power spectrum in the effective field theory of large scale structure"
            ],
            [
                "We present the amplitude for classical scattering of gravitationally interacting massive scalars at third post-Minkowskian order. Our approach harnesses powerful tools from the modern amplitudes program such as generalized unitarity and the double-copy construction, which relates gravity integrands to simpler gauge-theory expressions. Adapting methods for integration and matching from effective field theory, we extract the conservative Hamiltonian for compact spinless binaries at third post-Minkowskian order. The resulting Hamiltonian is in complete agreement with corresponding terms in state-of-the-art expressions at fourth post-Newtonian order as well as the probe limit at all orders in velocity. We also derive the scattering angle at third post-Minkowskian order and find agreement with known results.",
                "We combine tools from effective field theory and generalized unitarity to construct a map between on-shell scattering amplitudes and the classical potential for interacting spinless particles. For general relativity, we obtain analytic expressions for the classical potential of a binary black hole system at second order in the gravitational constant and all orders in velocity. Our results exactly match all known results up to fourth post-Newtonian order, and offer a simple check of future higher order calculations. By design, these methods should extend to higher orders in perturbation theory.",
                "Models of weakly interacting massive particles (WIMPs) specified at the electroweak scale are systematically matched to effective theories at hadronic scales where WIMP-nucleus scattering observables are evaluated. Anomalous dimensions and heavy-quark threshold matching conditions are computed for the complete basis of lowest-dimension effective operators involving quarks and gluons. The resulting QCD renormalization group evolution equations are solved. The status of relevant hadronic matrix elements is reviewed and phenomenological illustrations are given, including details for the computation of the universal limit of nucleon scattering with heavy S U (2) W× U (1) Y charged WIMPs. Several cases of previously underestimated hadronic uncertainties are isolated. The results connect arbitrary models specified at the electroweak scale to a basis of n f= 3-flavor QCD operators. The complete basis of …",
                "Particles that are heavy compared to the electroweak scale (M≫ m W), and that are charged under electroweak SU (2) gauge interactions display universal properties such as a characteristic fine structure in the mass spectrum induced by electroweak symmetry breaking, and an approximately universal cross section for scattering on nuclear targets. The heavy particle effective theory framework is developed to compute these properties. As illustration, the spin independent cross section for low-velocity scattering on a nucleon is evaluated in the limit M≫ m W, including complete leading-order matching onto quark and gluon operators, renormalization analysis, and systematic treatment of perturbative and hadronic-input uncertainties.",
                "We describe a systematic framework for computing the conservative potential of a compact binary system using modern tools from scattering amplitudes and effective field theory. Our approach combines methods for integration and matching adapted from effective field theory, generalized unitarity, and the double-copy construction, which relates gravity integrands to simpler gauge-theory expressions. With these methods we derive the third post-Minkowskian correction to the conservative two-body Hamiltonian for spinless black holes. We describe in some detail various checks of our integration methods and the resulting Hamiltonian.",
                "The discovery of a Standard Model-like Higgs boson and the hitherto absence of evidence for other new states may indicate that if WIMPs comprise cosmological dark matter, they are heavy compared to electroweak scale particles, . In this limit, the absolute cross section for a WIMP of given electroweak quantum numbers to scatter from a nucleon becomes computable in terms of Standard Model parameters. We develop effective field theory techniques to analyze the heavy WIMP limit of WIMP-nucleon scattering, and present the first complete calculation of the leading spin-independent cross section in Standard Model extensions consisting of one or two electroweak  multiplets.",
                "The parity and time-reversal invariant effective Lagrangian for a heavy fermion interacting with an Abelian gauge field, ie, NRQED, is constructed through order 1\/M 4. The implementation of Lorentz invariance in the effective theory becomes nontrivial at this order, and a complete solution for Wilson coefficient constraints is obtained. Matching conditions in the one-fermion sector are presented in terms of form factors and two-photon matrix elements of the nucleon. The extension of NRQED to describe interactions of the heavy fermion with a light fermion is introduced. Sample applications are discussed; these include the computation of nuclear structure effects in atomic bound states, the model-independent analysis of radiative corrections to low-energy lepton-nucleon scattering, and the study of static electromagnetic properties of nucleons.",
                "Employing induced representations of the Lorentz group (Wigner’s little group construction), formalism for constructing heavy particle effective Lagrangians is developed, and Lagrangian constraints enforcing Lorentz invariance of the S matrix are derived. The relationship between Lorentz invariance and reparametrization invariance is established and it is shown why a standard ansatz for implementing reparametrization invariance in heavy fermion effective Lagrangians breaks down at order 1\/M 4. Formalism for fields of arbitrary spin and for self-conjugate fields is presented, and the extension to effective theories of massless fields is discussed.",
                "We present formalism necessary to determine weak-scale matching coefficients in the computation of scattering cross sections for putative dark matter candidates interacting with the Standard Model. We pay particular attention to the heavy-particle limit. A consistent renormalization scheme in the presence of nontrivial residual masses is implemented. Two-loop diagrams appearing in the matching to gluon operators are evaluated. Details are given for the computation of matching coefficients in the universal limit of WIMP-nucleon scattering for pure states of arbitrary quantum numbers, and for singlet-doublet and doublet-triplet mixed states.",
                "We compute the non-Gaussian contribution to the covariance of the matter power spectrum at one-loop order in standard perturbation theory (SPT), using the framework of the effective field theory (EFT) of large scale structure (LSS). The complete one-loop contributions are evaluated for the first time, including the leading EFT corrections that involve seven independent operators, of which four appear in the power spectrum and bispectrum. We compare the non-Gaussian part of the one-loop covariance computed with both SPT and EFT of LSS to two separate simulations. In one simulation, we find that the one-loop prediction from SPT reproduces the simulation well to k i+ k j∼ 0.25 h\/Mpc, while in the other simulation we find a substantial improvement of EFT of LSS (with one free parameter) over SPT, more than doubling the range of k where the theory accurately reproduces the simulation. The disagreement …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}