{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8Z4W2WWB",
            "nBAzpm0AAAAJ",
            [
                "Tom40 forms the hydrophilic channel of the mitochondrial import pore for preproteins",
                "A prokaryotic potassium ion channel with two predicted transmembrane segments from Streptomyces lividans.",
                "A presequence-and voltage-sensitive channel of the mitochondrial preprotein translocase formed by Tim23",
                "Protein insertion into the mitochondrial inner membrane by a twin-pore translocase",
                "Multiple pathways for sorting mitochondrial precursor proteins",
                "Tom22 is a multifunctional organizer of the mitochondrial preprotein translocase",
                "Dissecting membrane insertion of mitochondrial β-barrel proteins",
                "The peroxisomal importomer constitutes a large and highly dynamic pore",
                "Reconstitution of a chloroplast protein import channel",
                "Single particle characterization of iron-induced pore-forming α-synuclein oligomers"
            ],
            [
                "The mitochondrial outer membrane contains machinery for the import of preproteins encoded by nuclear genes 1, 2, 3. Eight different Tom (translocase of outer membrane) proteins have been identified that function as receptors and\/or are related to a hypothetical general import pore. Many mitochondrial membrane channel activities have been described 4, 5, 6, 7, including one related to Tim23 of the inner-membrane protein-import system 5; however, the pore-forming subunit (s) of the Tom machinery have not been identified until now. Here we describe the expression and functional reconstitution of Tom40, an integral membrane protein with mainly β-sheet structure. Tom40 forms a cation-selective high-conductance channel that specifically binds to and transports mitochondrial-targeting sequences added to the cis side of the membrane. We conclude that Tom40 is the pore-forming subunit of the mitochondrial …",
                "We report the identification, functional expression, purification, reconstitution and electrophysiological characterization of an up to now unique prokaryotic potassium ion channel (KcsA). It has a rectifying current‐voltage relationship and displays subconductance states, the largest of which amounts to A approximately equal to 90 pS. The channel is blocked by Cs‐ ions and gating requires the presence of Mg2+ ions. The kcsA gene has been identified in the gram‐positive soil bacterium Streptomyces lividans. It encodes a predicted 17.6 kDa protein with two potential membrane‐spanning helices linked by a central domain which shares a high degree of similarity with the H5 segment conserved among eukaryotic ion channels. Multiple alignments of deduced amino acids suggest that the novel channel has the closest kinship to the S5, H5 and S6 regions of voltage‐gated K+ channel families, mainly to the subfamily …",
                "Proteins imported into the mitochondrial matrix are synthesized in the cytosol with an N-terminal presequence and are translocated through hetero-oligomeric translocase complexes of the outer and inner mitochondrial membranes. The channel across the inner membrane is formed by the presequence translocase, which consists of roughly six distinct subunits; however, it is not known which subunits actually form the channel. Here we report that purified Tim23 forms a hydrophilic,∼ 13–24 Å wide channel characteristic of the mitochondrial presequence translocase. The Tim23 channel is cation selective and activated by a membrane potential and presequences. The channel is formed by the C-terminal domain of Tim23 alone, whereas the N-terminal domain is required for selectivity and a high-affinity presequence interaction. Thus, Tim23 forms a voltage-sensitive high-conductance channel with specificity for …",
                "The mitochondrial inner membrane imports numerous proteins that span it multiple times using the membrane potential Δψ as the only external energy source. We purified the protein insertion complex (TIM22 complex), a twin-pore translocase that mediated the insertion of precursor proteins in a three-step process. After the precursor is tethered to the translocase without losing energy from the Δψ, two energy-requiring steps were needed. First, Δψ acted on the precursor protein and promoted its docking in the translocase complex. Then, Δψ and an internal signal peptide together induced rapid gating transitions in one pore and closing of the other pore and drove membrane insertion to completion. Thus, protein insertion was driven by the coordinated action of a twin-pore complex in two voltage-dependent steps.",
                "Mitochondria import hundreds of different precursor proteins from the cytosol. More than 50% of mitochondrial proteins do not use the classical import pathway that is guided by amino‐terminal presequences, but instead contain different types of internal targeting signals. Recent studies have revealed an unexpected complexity of the mitochondrial protein import machinery and have led to the discovery of new transport pathways. Here, we review the versatility of mitochondrial protein import and its connection to mitochondrial morphology, redox regulation and energetics.",
                "Mitochondrial preproteins are imported by a multisubunit translocase of the outer membrane (TOM), including receptor proteins and a general import pore 1, 2, 3, 4, 5. The central receptor Tom22 binds preproteins through both its cytosolic domain and its intermembrane space domain 6, 7, 8, 9, 10 and is stably associated with the channel protein Tom40 (refs 11, 12, 13). Here we report the unexpected observation that a yeast strain can survive without Tom22, although it is strongly reduced in growth and the import of mitochondrial proteins. Tom22 is a multifunctional protein that is required for the higher-level organization of the TOM machinery. In the absence of Tom22, the translocase dissociates into core complexes, representing the basic import units, but lacks a tight control of channel gating. The single membrane anchor of Tom22 is required for a stable interaction between the core complexes, whereas its …",
                "Communication of mitochondria with the rest of the cell requires β-barrel proteins of the outer membrane. All β-barrel proteins are synthesized as precursors in the cytosol and imported into mitochondria by the general translocase TOM and the sorting machinery SAM. The SAM complex contains two proteins essential for cell viability, the channel-forming Sam50 and Sam35. We have identified the sorting signal of mitochondrial β-barrel proteins that is universal in all eukaryotic kingdoms. The β-signal initiates precursor insertion into a hydrophilic, proteinaceous membrane environment by forming a ternary complex with Sam35 and Sam50. Sam35 recognizes the β-signal, inducing a major conductance increase of the Sam50 channel. Subsequent precursor release from SAM is coupled to integration into the lipid phase. We propose that a two-stage mechanism of signal-driven insertion into a membrane protein …",
                "The peroxisomal protein import machinery differs fundamentally from known translocons (endoplasmic reticulum, mitochondria, chloroplasts, bacteria) as it allows membrane passage of folded, even oligomerized proteins 1. However, the mechanistic principles of protein translocation across the peroxisomal membrane remain unknown. There are various models that consider membrane invagination events, vesicle fusion or the existence of large import pores. Current data show that a proteinaceous peroxisomal importomer enables docking of the cytosolic cargo-loaded receptors, cargo translocation and receptor recycling 2. Remarkably, the cycling import receptor Pex5p changes its topology from a soluble cytosolic form to an integral membrane-bound form. According to the transient pore hypothesis, the membrane-bound receptor is proposed to form the core component of the peroxisomal import pore 3. Here, we …",
                "The chloroplastic outer envelope protein OEP75 with a molecular weight of 75 kDa probably forms the central pore of the protein import machinery of the outer chloroplastic membrane. Patch–clamp analysis shows that heterologously expressed, purified and reconstituted OEP75 constitutes a voltage-gated ion channel with a unit conductance of Λ 145pS. Activation of the OEP75 channel in vitro is completely dependent on the magnitude and direction of the voltage gradient. Therefore, movements of protein charges of parts of OEP75 in the membrane electric field are required either for pore formation or its opening. In the presence of precursor protein from only one side of the bilayer, strong flickering and partial closing of the channel was observed, indicating a specific interaction of the precursor with OEP75. The comparatively low ionic conductance of OEP75 is compatible with a rather narrow aqueous pore (dpore …",
                "Aggregation of α-synuclein is a key event in several neurodegenerative diseases, including Parkinson disease. Recent findings suggest that oligomers represent the principal toxic aggregate species. Using confocal single-molecule fluorescence techniques, such as scanning for intensely fluorescent targets (SIFT) and atomic force microscopy, we monitored α-synuclein oligomer formation at the single particle level. Organic solvents were used to trigger aggregation, which resulted in small oligomers (“intermediate I”). Under these conditions, Fe3+ at low micromolar concentrations dramatically increased aggregation and induced formation of larger oligomers (“intermediate II”). Both oligomer species were on-pathway to amyloid fibrils and could seed amyloid formation. Notably, only Fe3+-induced oligomers were SDS-resistant and could form ion-permeable pores in a planar lipid bilayer, which were inhibited by the …"
            ],
            [
                [
                    "Biophysics",
                    "Life Science"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}