{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8ZFFORNS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ivan Agullo, Ph.D. Assistant Professor of Physics Ph.D., 2009 - University of Valencia 241-B Nicholson Hall, Tower Dr. (225) 578-0016-Office agullo@lsu.edu SUCCINT RESUME I am a theoretical physicist working on the interface of quantum mechanics and gravitation.\n                  The study of the early universe and black holes are among my main interest. I have\n                  mostly contributed to the following fields: 1) Quantum field theory in curved spacetimes and its application to cosmology This is a theoretical framework in which one studies quantum fields propagating in\n                  the presence of a classical gravitational field. This framework is well founded, since\n                  one is bringing two theories together (quantum field theory and general relativity)\n                  in a regime where we are confident about their validity. But in spite of its conceptual\n                  economy, this theory is full of interesting new physical predictions: the black hole\n                  evaporation process discovered by Hawking, and the creation of primordial density\n                  perturbations in the early stages of the Universe, just to mention a couple. In particular,\n                  I find this last idea--that cosmic structures originated from vacuum fluctuations\n                  that were amplified by the cosmic expansion soon after the big bang--among the most\n                  compelling conceptions in modern physics. At the mathematical level, some of the new effects reflect the absence of a preferred\n                  representation of the algebra of field operators. In Minkowski spacetime, Poincare\n                  symmetry provides additional structure which singles out a preferred Hilbert space.\n                  But this is structure is lost in more general scenarios: a myriad of different quantum\n                  representations appear at the same footing. Interestingly, they can be inequivalent\n                  to each other. I am interested in both, the mathematical foundations of this theoretical framework\n                  and the exploration of its physical consequences. In recent years I have focused more\n                  intensely on the early universe, since there one finds a fascinating scenario in which\n                  the subtle predictions of this theory reach the realm of observations (in the cosmic\n                  microwave background and large scale estructure). I have recently paid attention to\n                  different aspects of inflationary and pre-inflationary models, non-Gaussianity, primordial\n                  magnetic fields, Hawking radiation, vacuum polarization, gravitational anomalies,\n                  and other foundational aspects of quantum field theory. 2) Quantum gravity\/cosmology This is a framework in which the gravitational field is invited to the quantum world.\n                  The degree of speculation here is higher. But the questions on the table are truly\n                  fascinating: What is the ultimate structure of spacetime? How does the smooth, continuous\n                  four-dimensional spacetime that we experience arises from a fundamental viewpoint?\n                  What is the origin of time? What happens at the center of a black hole? How did the\n                  universe begin? My work has focused on one of the many approaches to quantum gravity,\n                  known as loop quantum gravity; and its application to cosmology, loop quantum cosmology.\n                  In the past I have contributed to problems related to black hole physics, but in the\n                  last few years I have paid more attention to cosmology. I firmly believe that the\n                  early universe is the most promising window we have to observe quantum gravitational\n                  effects. The idea that certain unexplained features recently observed in the cosmic\n                  microwave background may have a quantum gravity origin, is certainly intriguing, and\n                  it occupies a significant portion of my time. Current and Selected Publications 1. I. Agullo, J. Navarro-Salas, and A. del Rio, Electromagnetic duality anomaly in\n                  curved spacetimes, Phys. Rev. Lett. 118 111301 (2017). 2. I. Agullo, Loop quantum cosmology, non-gaussianity, and CMB power asymmetry, Phys.\n                  Rev. D 92 064038 (2015) . 3. I. Agullo and A. Ashtekar, Unitarity an ultraviolet regularity in cosmology, Phys.\n                  Rev. D 92 06438 (2015). 4. I. Agullo, A. Ashtekar and W. Nelson, The pre-inflationary dynamics of loop quantum\n                  cosmology: Confronting quantum gravity with observations, Class. Quant. Grav. 30 , 085014 (2013). 5. I. Agullo, A. Ashtekar and W. Nelson, An extension of the theory of cosmological\n                  perturbations to the Planck regime, Phys. Rev. D, 87 043507 (2013). 6. I. Agullo, A. Ashtekar and W. Nelson, A quantum gravity extension of the inflationary\n                  scenario, Phys. Rev. Lett., , 251301 (2012). 7. I. Agullo, and S. Shandera, Large non-gaussian halo bias from single field inflation,\n                  JCAP 1209, 007 (2012). 8. I. Agullo, and L. Parker, Non-Gaussianities and the stimulated creation of quanta\n                  in the inflationary universe, Phys. Rev. D, 83 , 063516 (2011). 9. I. Agullo, J. Navarro-Salas, G.J. Olmo, and L. Parker, Hawking radiation by Kerr\n                  black holes and conformal symmetry, Phys. Rev. Lett., 105 , 211305 (2010). 10. I. Agullo, J. F.Barbero G., E. Fernandez-Borja, J. Diaz-Polo, and E. J. S. Villasenor,\n                  Detailed black hole state counting in loop quantum gravity, Phys. Rev. D, 82 , 084029 (2010). 11. I. Agullo, J. Navarro-Salas, G.J. Olmo, and L. Parker, Revising the Predictions\n                  of Inflation for the Cosmic Microwave Background Anisotropies, Phys. Rev. Lett. , 06131 (2009). 12. I. Agullo, J.F. Barbero G., E. Fernandez-Borja, J. Diaz-Polo, and E. J. S. Villasenor\n                  Black Hole State Counting in Loop Quantum Gravity: A Number-Theoretical Approach,\n                  Phys. Rev. Lett. 100 , 211301 (2008). 13. I. Agullo, J. Navarro-Salas, and G.J. Olmo, Black hole radiance, short distances\n                  and TeV-Gravity, Phys. Rev. Lett. 97 ,041302 (2006)."
            ]
        ]
    ]
}