{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "8ZQZJCGJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Paul G Kwiat Bardeen Professor of Physics AMO \/ Quantum Physics 337B Loomis Laboratory (217) 333-9116 (217) 244-7559 kwiat@illinois.edu Kwiat Research Group Professor Paul G. Kwiat received his Ph.D from the University of California, Berkeley (1993), where his dissertation was on nonclassical effects from spontaneous parametric downconversion. After two years as a Lise Meitner Fellow with the quantum optics group of Prof. Anton Zeilinger (at the Univ. of Innsbruck, Austria), he went to Los Alamos National Laboratory (LANL) as an Oppenheimer Fellow; in 1998 he became a technical staff member in the Neutron Science and Technology group of Physics Division. He has given invited talks at numerous national and international conferences and has authored more than 100 articles on various topics in quantum optics and quantum information, including several review articles. He is a Fellow of the Optical Society of America and the American Physical Society and an Expert Panel member for both the Quantum Computation and Quantum Cryptography Roadmaps. In 1998, Professor Kwiat was awarded the LANL Fellows Prize for his work on optical studies of quantum information. He has done pioneering research on the phenomena of quantum interrogation , quantum erasure, and optical implementations of quantum information protocols. He is a primary inventor of the world's first two sources of polarization-entangled photons from down-conversion, which have been used for quantum cryptography, dense-coding, quantum teleportation, entanglement distillation, and most recently, optical quantum gates. In January 2001, he joined the Physics faculty as the second Bardeen Chair. In 2018, Professor Kwiat was instrumental in the formation of the (IQUIST) at the University of Illinois at Urbana-Champaign and  is currently serving as the center's inaugural Director. IQUIST seeks to accelerate quantum information science (QIS) research on the Urbana campus through collaborations across physics, electrical and computer engineering, computer science, math, and other engineering disciplines; and to build new educational programs to better equip a future QIS-smart workforce. Research Interests Ph.D. thesis title: Nonclassical Effects from Spontaneous Parametric Downconversion I routinely have talented undergraduates working in my group.  They typically begin assisting with ongoing projects before taking responsibility for their own research project.  Much of the research has resulted in published papers, with the students as co-authors. Quantum Optics and Quantum Information — In our quantum optics lab, we use photons to investigate a range of topics from foundations of quantum mechanics (such as tests of nonlocality, the quantum Zeno effect, and so forth) to quantum cryptography (enabling for the first time provable unconditional security), communication (including \"teleportation\"), and computation (investigating simple quantum logic, algorithms, and decoherence-defeating measures). We have developed methods to produce pairs of photons that share the most mysterious of all quantum properties -- entanglement. The goal now is to improve these systems, to explore uncharted waters of novel quantum mechanical states, and to learn to use them to advantage in all areas of information processing. Photonic Quantum Information Systems — Our goal is to develop the following optical quantum technologies for quantum information processing (including computation, cryptography, and metrology), and apply them to critical problems in these areas: Entangled-photon sources and characterization, quantum state transducer, photon storage and quantum memory, periodic single photon source, and photon number-resolving solid-state photomultipliers (SSPMs). These are central resources for many quantum communication applications. Hyper-entanglement for Advanced Quantum Communication — Hyper-entanglement — the property that quantum systems, photons in our case, may be simultaneously entangled in multiple degrees of freedom — promises to enhance the capabilities of current quantum communication protocols, and to enable new ones.  We will extend  our experience in the creation, manipulation and characterization of hyper-entanglement in the photon pairs produced via spontaneous parametric down-conversion, and employ them for several relevant advanced quantum communication applications: quantum super-dense coding, production and application of bound entanglement, optimized teleportation beyond single qubits, and entanglement-enhanced quantum fingerprinting. Our research in these areas will substantially increase understanding of the benefits — and limitations — of using hyper-entanglement for quantum information processing, extending the capabilities of current communication protocols, and enabling new ones. Optical Quantum Computing — Quantum computing uses the unique quantum properties of small systems to enable exponential computational speedups for certain classes of problems. Simple gates have been realized in several systems; the cleanest of these have been using photons as the quantum bits (\"qubits\"). Now we are investigating the feasibility of transitioning these small scall results to a much larger system, eventually capable of performing universal computations. We are exploring two approaches in detail. The first uses the newly devised \"cluster\" state paradigm, thereby reducing resoures requirements by several orders of magnitude. The second approach, relying on weak nonlinear effects, reduces the resource requirements even further. Honors APS Outstanding Referee Award 2008 (2009) Optical Society of America R. \r\nW. Wood Prize (2009) (2009) Young Scholar Award (3rd place), Amazing Light competition (2005) Fellow, Optical Society of America (2005) J. David Murley Milestone Award for Outstanding Achievements in Quantum Cryptography (2004) Descartes Prize (2004) Fellow, American Physical Society (2002) Bardeen Chair, Dept. of Physics, Univ. of Illinois (2001-present) Los Alamos National Laboratory Fellows Prize (1999) Spring 2019 PHYS 513 Fall 2013 PHYS 214 Spring 2004 PHYS 112 Spring 2003 PHYS 498 Spring 2001 PHYS 498 Teaching Statement My intent is to motivate students to care about these topics (e.g., electricity and magnetism, and thermal physics), by showing the ubiquitous application to our everyday lives, in addition to cutting edge technologies. P. G. Kwiat. Quantum information: An integrated light circuit. Nature 453 , 294-295 (2008). J. T. Barreiro, T. –C. Wei, and P. G. Kwiat.Beating the channel capacity limit for linear photonic superdense coding. Nature Physics, 23 March 2008. O. Hosten and P. G. Kwiat. Observation of the Spin Hall Effect of Light via Weak Measurements. Science 319 , 787-790 (2008); also in Science Express Reports, published online Jan. 10, 2008. A. VanDevender and P. G. Kwiat. High-speed transparent switch via frequency up-conversion. Opt. Exp. 15 , 4677-4683 (2007). E.R. Jeffrey, J.B. Altepeter, M. Colci, and P.G. Kwiat. Optical implementation of quantum orienteering. Phys Rev. Lett. 96 , 150503 (2006). O. Hosten, M.T. Rakher, J.T. Barreiro, N.A. Peters and P.G. Kwiat. Counterfactural quantum computation via quantum interrogation. Nature 439 , 939 (2006). N. A. Peters, J. T. Barreiro, M. E. Goggin, T.-C. Wei, and P. G. Kwiat. Remote state preparation: Arbitrary remote control of photon polarization. Phys. Rev. Lett. 94 , 150502-1-4 (2005). P. G. Kwiat, S. Barraza-Lopez, A. Stefanov, and N. Gisin. Experimental entanglement distillation and 'hidden' non-locality. Nature 409 , 1014-1017 (2001). P. G. Kwiat, A. J. Berglund, J. B. Altepeter, and A. G. White. Experimental verification of decoherence-free subspaces. Science 290, 498-501 (2000). Research Funding DOE awards two quantum information science research centers having UIUC as partner The Grainger College of Engineering’s Illinois Quantum Information Science and Technology Center (IQUIST) is a partner institution in two of the five Department of Energy Quantum Information Science Research Centers, announced by the White House Office of Science and Technology Policy on August 26. These centers are aligned with the U.S. National Quantum Initiative Act signed into law in 2018, which called for a long-term, large-scale commitment of U.S. scientific and technological resources to quantum science. The two centers, Q-NEXT and Superconducting Quantum Materials and Systems Center (SQMS) will be each be funded at $115 million over five years, with $15 million in Fiscal Year 2020 dollars and out year funding contingent on Congressional appropriations. These are part of a large-scale Department of Energy federal program to facilitate and foster quantum innovation in the United States. Accessibility On becoming a physicist: Colin Lualdi shares the challenges and triumphs of a Deaf physics graduate student University of Illinois at Urbana-Champaign physics graduate student Colin Lualdi quickly realized he was venturing into uncharted territory when he arrived at Illinois Physics at the start of Fall 2017. Deaf since birth and a native speaker of American Sign Language (ASL), Lualdi was now among a very small group worldwide of Deaf individuals working in physics. The exhilaration of performing cutting-edge research was accompanied by a sobering discovery: the lack of a common language model for effective scientific discourse in ASL was going to be a far greater challenge than he’d anticipated. Lualdi has embraced his own accessibility challenges as an opportunity to address a pressing need in the broader Deaf community. He has teamed up with colleagues at other research institutions to develop a robust and shared framework for scientific discourse in ASL. Specifically, Colin has been working with ASL Clear and ASLCORE, two national scientific sign language initiatives that are making good progress. Events Quantum Information Science Chicago Quantum Summit to gather international experts Top experts in quantum technology from around the globe will gather at the University of Chicago on Oct. 25 to discuss the future of quantum information science and strategies to build a quantum workforce. The second annual Chicago Quantum Summit, hosted by the Chicago Quantum Exchange , will engage scientific and government leaders and the industries that will drive the applications of emerging quantum information science. Speakers include technology leaders at IBM, Intel, Boeing, Applied Materials, Toshiba Research Europe, the University of Waterloo, and the University of New South Wales, Australia, and the Quantum Economic Development Consortium. Atomic, Molecular, and Optical Physics Quantum Information Science Next-generation single-photon source for quantum information science A key resource to advance research in quantum information science would be a source that could efficiently and reliably produce single photons. However, because quantum processes are inherently random, creating a photon source that produces single photons on demand presents a challenge at every step. Now University of Illinois Physics Professor Paul Kwiat and his former postdoctoral researcher Fumihiro Kaneda (now an assistant professor at Frontier Research Institute for Interdisciplinary Sciences at Tohoku University) have built what Kwiat believes is “the world’s most efficient single-photon source.” And they are still improving it. With planned upgrades, the apparatus could generate upwards of 30 photons at unprecedented efficiencies. Sources of that caliber are precisely what’s needed for optical quantum information applications."
            ]
        ]
    ]
}