{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "903P4YVQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Lai-Him Chan Professor Emeritus of Physics Ph.D., 1966 - Harvard University 337 Nicholson Hall, Tower Dr. (225) 578-6858-Office chan@phys.lsu.edu Particle and Quantum Field Theory My research interest is in quantum field theory and particle physics. I have formulated\n                  a background field functional integral method to calculate directly the effective\n                  Lagrangian in perturbation theory, bypassing more conventional calculation of numerous\n                  individual amplitudes using Feynman diagrams. Recently I have proposed that this method can be used to replace the unnatural regularization\n                  procedure in quantum field theory to render calculations gauge invariant and free\n                  of hard divergence by incorporating boundary dynamics complementary to the Lagrangian\n                  dynamics. New results have been obtained on anomalous contributions in QED: the 1+1\n                  dimensional Schwinger model, the 2+1 dimensional Chern-Simons term and the 3+1 dimensional\n                  induced Chern-Simons term from a Lorentz and CPT violating term in the fermion QED\n                  Lagrangian. I have also developed a generalized derivative expansion series method to express\n                  nonlocal quantum corrections of quantum field theories in the presence of classical\n                  background field as an infinite series of local expressions. The method has been applied\n                  to calculate Casimir energies of classical configurations in various quantum field\n                  theory models. The infinite series can be continued analytically either to recover\n                  known analytical solutions or to provide numerical solutions far more superior to\n                  conventional phase shift method. New applications of this novel effective Lagrangian approach are continuously explored. Current and Select Publications L.-H. Chan, \"A Novel Method to calculate Casimir Energies of Solitons and External\n                     Fields in quantum field Theory,\" International conference: Sixth Workshop on QUANTUM\n                     FIELD THEORY UNDER THE INFLUENCE OF EXTERNAL CONDITIONS, University of Oklahoma, Norman,\n                     OK USA, September 15-19, 2003., ed. K Milton, Rinton Press, p. 212 (2004). L.-H. Chan, \"Quantum Field theory Without regularization and Hard Divergence: Short\n                     Distance Boundary Interactions and Anomalous Contributions in QED,\" Proceedings of\n                     the INTERNATIONAL SYMPOSIUM ON FRONTIERS OF SCIENCE - In Celebration of the 80th Birthday\n                     of C. N. Yang (17 to 19 June 2002) Tsinghua University, Beijing, China. Ed. Hwa-Tung\n                     Nieh. World Scientific , p. 321 (2003). L.-H. Chan, \"Induced Lorentz-Violating Chern-Simons Term in QED: Uncovering Short\n                     Distance Interaction Terms in the Effective Lagrangian without the Shadow of Regularization,\"\n                     in p. 231, Proceedings of the Second Meeting on CPT and Lorentz Symmetry, August 15-18,\n                     2001, Indiana University, Bloomington, Edited by V. Alan Kostelecky, World Scientific\n                     Publishing Co., Inc. (2002). L.-H. Chan, \"Generalized derivative expansion and one loop corrections to the vacuum\n                     energy of static background fields,\" Phys. Rev. D 55 , 6223 (1997). L.-H. Chan, \"Effective-Action Expansion in Perturbation Theory,\" Phys. Rev. Lett. 54 1222 (1985)."
            ]
        ]
    ]
}