{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "907WEBMZ",
            "qCqEc3kAAAAJ",
            [
                "Overview of the results on divertor heat loads in RMP controlled H-mode plasmas on DIII-D",
                "Overview of the JET results in support to ITER",
                "Aspects of three dimensional transport for ELM control experiments in ITER-similar shape plasmas at low collisionality in DIII-D",
                "Magnetic perturbation experiments on MAST L-and H-mode plasmas using internal coils",
                "Resonant pedestal pressure reduction induced by a thermal transport enhancement due to stochastic magnetic boundary layers in high temperature plasmas",
                "Increase of turbulence and transport with resonant magnetic perturbations in ELM-suppressed plasmas on DIII-D",
                "Efficient generation of energetic ions in multi-ion plasmas by radio-frequency heating",
                "DIII-D research towards resolving key issues for ITER and steady-state tokamaks",
                "Overview of the JET preparation for deuterium–tritium operation with the ITER like-wall",
                "Resonant features of energy and particle transport during application of resonant magnetic perturbation fields at TEXTOR and DIII-D"
            ],
            [
                "In this paper the manipulation of power deposition on divertor targets at DIII-D by the application of resonant magnetic perturbations (RMPs) for suppression of large type-I edge localized modes (ELMs) is analysed. We discuss the modification of the ELM characteristics by the RMP applied. It is shown that the width of the deposition pattern in ELMy H-mode depends linearly on the ELM deposited energy, whereas in the RMP phase of the discharge those patterns are controlled by the externally induced magnetic perturbation. It was also found that the manipulation of heat transport due to the application of small, edge RMP depends on the plasma pedestal electron collisionality\\nu_ {\\rm e}^\\ast. We compare in this analysis RMP and no RMP phases with and without complete ELM suppression. At high\\nu_ {\\rm e}^\\ast> 0.5, the heat flux during the ELM suppressed phase is of the same order as the inter-ELM and the …",
                "The European nuclear fusion research community has elaborated a Roadmap to the realisation of fusion energy in which ‘ITER is the key facility and its success is the most important overarching objective of the programme’[1]. In this overview paper, the contribution of the recent (2014–2016) JET experiments with the ITER first wall materials mix (eg [2–8]) and the underlying physics understanding with improved diagnostics are reviewed in the context of optimising the ITER Research Plan [9]. Indeed, together with the ITER scenario development for deuterium–tritium (D–T) operation [10–12], a strong focus on JET utilization is pursued for addressing ITER needs and developing a sound physics basis for the extrapolation through first principle and integrated modelling (eg [13, 14]), ie such as plasma–wall interaction, disruption mitigation taking benefit of the recent installation of a third disruption mitigation valve, L to …",
                "A study of three-dimensional (3D) perturbed magnetic field structures and transport for edge localized mode control experiments with resonant magnetic perturbations at DIII-D is presented. We focus on ITER-Similar Shape plasmas at ITER relevant electron pedestal collisionalities. This study is performed in comparison with results from TEXTOR-Dynamic Ergodic Divertor circular limiter plasmas. For both experiments the magnetic field structure is analyzed in the vacuum paradigm—superimposing the external RMP field on the unperturbed equilibrium. For TEXTOR L-mode plasmas this description holds for normalized poloidal flux Ψ N> 0.7 without tearing modes driven by the RMP field. For DIII-D H-mode plasmas the validity of this approach still needs to be established. In this paper a method is discussed to diagnose the degree of edge stochastization based on a comparison between modeled magnetic …",
                "Experiments have been performed on MAST using internal (n= 3) resonant magnetic perturbation (RMP) coils. The application of the RMPs to L-mode discharges has shown a clear density pump-out when the field line pitch angle at the low-field side of the plasma is sufficiently well aligned with the applied field. The application of the RMPs before the L–H transition increases the power required to achieve H-mode by at least 30%. In type I ELMing H-mode discharges, at a particular value of q 95, the ELM frequency can be increased by a factor of 5 by the application of the RMPs. This effect on the ELMs and the L-mode density pump-out is not correlated with the width of the region for which the Chirikov parameter, calculated using the vacuum field, is greater than 1 but may be correlated with the size of the resonant component of the applied field in the pedestal region or with the location of the peak plasma …",
                "Good alignment of the magnetic field line pitch angle with the mode structure of an external resonant magnetic perturbation (RMP) field is shown to induce modulation of the pedestal electron pressure p e in high confinement high rotation plasmas at the DIII-D tokamak with a shape similar to ITER, the next step tokamak experiment. This is caused by an edge safety factor q 95 resonant enhancement of the thermal transport, while in contrast, the RMP induced particle pump out does not show a significant resonance. The measured p e reduction correlates to an increase in the modeled stochastic layer width during pitch angle variations matching results from resistive low rotation plasmas at the TEXTOR tokamak. These findings suggest a field line pitch angle resonant formation of a stochastic magnetic edge layer as an explanation for the q 95 resonant character of type-I edge localized mode suppression by RMPs.",
                "Long-wavelength turbulence increases dramatically in the outer regions of DIII-D plasmas with the application of resonant magnetic field perturbations (RMPs) that suppress edge-localized modes (ELMs). Correspondingly, transport increases and global energy confinement decreases in these low-collisionality RMP-ELM suppressed discharges. The core and pedestal density are sharply reduced, while ion and electron temperatures may change only slightly. Low wavenumber density turbulence (k⊥ ρ i< 1) in the range of 60–300 kHz, measured with beam emission spectroscopy, is modified and generally increases throughout the outer region (0.6< ρ< 1.0) of the plasma in response to RMPs over a range of q 95 values; ELM suppression, in contrast, occurs for a narrower range in q 95. Radial magnetic field modulation experiments indicate that these turbulence modifications occur on a time scale of a few …",
                "We describe a new technique for the efficient generation of high-energy ions with electromagnetic ion cyclotron waves in multi-ion plasmas. The discussed ‘three-ion’scenarios are especially suited for strong wave absorption by a very low number of resonant ions. To observe this effect, the plasma composition has to be properly adjusted, as prescribed by theory. We demonstrate the potential of the method on the world-largest plasma magnetic confinement device, JET (Joint European Torus, Culham, UK), and the high-magnetic-field tokamak Alcator C-Mod (Cambridge, USA). The obtained results demonstrate efficient acceleration of 3 He ions to high energies in dedicated hydrogen–deuterium mixtures. Simultaneously, effective plasma heating is observed, as a result of the slowing-down of the fast 3 He ions. The developed technique is not only limited to laboratory plasmas, but can also be applied to explain …",
                "The DIII-D research program is addressing key ITER research needs and developing the physics basis for future steady-state tokamaks. Pellet pacing edge-localized mode (ELM) control in the ITER configuration reduces ELM energy loss in proportion to 1\/f pellet by inducing ELMs at up to 12× the natural ELM rate. Complete suppression of ELMs with resonant magnetic perturbations has been extended to the q 95 expected for ITER baseline scenario discharges, and long-duration ELM-free QH-mode discharges have been produced with ITER-relevant co-current neutral-beam injection (NBI) using external n= 3 coils to generate sufficient counter-I p torque. ITER baseline discharges at β N~ 2 and scaled NBI torque have been maintained in stationary conditions for more than four resistive times using electron cyclotron current drive (ECCD) for tearing mode suppression and disruption avoidance; active tracking with …",
                "Since 2016, the JET scientific programme is engaged in a multi-campaign effort including experiments in D, H and T [1], leading to 2020 and the first experiments with 50%\/50% D–T mixtures since 1997 (DTE1 campaign [2, 3]), where 16 MW of fusion power was achieved transiently and 4 MW in the steady state, and the first ever D–T plasmas with the ITER mix of plasma-facing component materials [4–6]. This effort is also driven by the EUROfusion research roadmap to secure the success of the future operation of ITER via specific preparation and experiments, including D–T operation of JET [7]. For this purpose, a concerted physics and technology programme was launched with a view to prepare the second JET D–T campaign (DTE2)[8]. This overview paper addresses the key elements developed by the JET programme directly contributing to the D–T preparation. JET is a unique device in the sense that it has …",
                "In this paper, results of a direct comparison of TEXTOR and DIII-D experiments with resonant magnetic perturbation (RMP) fields are presented. This comparison of resistive L-mode plasmas at TEXTOR with highly conductive H-mode plasmas at DIII-D is useful to identify generic physics mechanisms during application of RMP fields with a strong field line pitch angle alignment in the plasma edge."
            ],
            [
                [
                    "Plasma physics",
                    "Computational Physics",
                    "Magnetic Fusion"
                ]
            ]
        ]
    ]
}