{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "90DGTE4N",
            "DrBctHcAAAAJ",
            [
                "Trough imatinib plasma levels are associated with both cytogenetic and molecular responses to standard-dose imatinib in chronic myeloid leukemia",
                "Frequency and cost of serious adverse drug reactions in a department of general medicine",
                "Assessment of handling of inhaler devices in real life: an observational study in 3811 patients in primary care",
                "Fatigue, sleep restriction and driving performance",
                "Fatigue, sleepiness, and performance in simulated versus real driving conditions",
                "Prospective, multicentre, randomized, double-blind study of the efficacy of escitalopram versus citalopram in outpatient treatment of major depressive disorder",
                "Age, performance and sleep deprivation"
            ],
            [
                "Using high-performance liquid chromatography–tandem mass spectrometry, we assessed trough imatinib plasma levels in 68 patients with chronic myeloid leukemia (CML) who responded or not to standard-dose imatinib, after at least 12 months' treatment. Mean trough imatinib plasma levels were significantly higher in the group with complete cytogenetic response (56 patients) than in the group without (12 patients; P = .03) and higher in the group with major molecular response (MMR) than in the group without (34 patients [1452 ± 649 ng\/mL] versus 34 patients [869 ± 427 ng\/mL]; P < .001). Regarding trough imatinib plasma levels and their discrimination potential for MMR, the area under receiver operating characteristic curve was 0.775, with best sensitivity (77%) and specificity (71%) at a plasma threshold of 1002 ng\/mL. Therefore, monitoring of imatinib plasma levels could be very useful for the …",
                "  Aims  To assess the frequency and cost of drug reactions causing or prolonging hospitalization.  Methods  All patients admitted to an internal medicine ward over 6 months were evaluated to identify serious adverse reactions. The number of drug classes on admission or at the time of the adverse drug reaction (ADR) was counted. Excess ADR‐related hospital stay was computed using a) raw excess duration of hospital stay, b) correction of duration of hospital stay by age, sex, and number of drug classes, and c) estimation by investigator of excess hospital stay.  Results  Three hundred and twenty‐nine patients were evaluated: 212 male, 117 female, mean age 57.2 (males: 52.2, females: 66.2 (P<0.05)), range 17–95 years. They stayed a total of 3720 hospital days (mean stay 11.3 days). 298 had no ADR (mean age 55.8, taking a mean of 2.7 drug classes, 10.7 days hospital …",
                "The correct use of inhalation devices is an inclusion criterion for all studies comparing inhaled treatments. In real life, however, patients may make many errors with their usual inhalation device, which          may negate the benefits observed in clinical trials. Our study was undertaken to compare inhalation device handling in real life. A total of 3811 patients treated for at least 1 month with an inhalation          device (Aerolizer®, Autohaler®, Diskus®, pressurized metered dose inhaler (pMDI), or Turbuhaler®) were included in this observational study performed          in primary care in France between February 1st and July 14th, 2002. General practitioners had to assess patient handling of their usual inhaler device with the help of a checklist established for each inhaler          model, from the package leaflet. Seventy-six percent of patients made at least one error with pMDI compared to 49-55% with breath-actuated …",
                "We ran a randomized cross-over design study under sleep-deprived and non-sleep-deprived driving conditions to test the effects of sleep restriction on real driving performance. The study was performed in a sleep laboratory and on an open French highway. Twenty-two healthy male subjects (age = 21.5 ± 2 years; distance driven per year = 12,225 ± 4739 km (7641 ± 2962 miles) [mean ± S.D.]) drove 1000 km (625 miles) over 10 h during five 105 min sessions on an open highway.Self-rated fatigue and sleepiness before each session, number of inappropriate line crossings from video recordings and simple reaction time (RT) were measured.Total crossings increased after sleep restriction (535 crossings in the sleep-restricted condition versus 66 after non-restricted sleep (incidence rate ratio (IRR): 8.1; 95% confidence interval (95% CI): 3.2–20.5; p < 0.001)), from the first driving session. The interaction between the …",
                "To determine whether real-life driving would produce different effects from those obtained in a driving simulator on fatigue, performances and sleepiness.Cross-over study involving real driving (1200 km) or simulated driving after controlled habitual sleep (8 hours) or restricted sleep (2 hours).Sleep laboratory and open French Highway.Twelve healthy men (mean age ± SD = 21.1 ± 1.6 years, range 19–24 years, mean yearly driving distance ± SD = 6563 ± 1950 miles) free of sleep disorders.Self-rated fatigue and sleepiness, simple reaction time before and after each session, number of inappropriate line crossings from the driving simulator and from video-recordings of real driving.Line crossings were more frequent in the …",
                "Pre-clinical studies, active-control clinical trials and meta-analyses indicate that escitalopram (S-citalopram) might be more effective than citalopram, the racemic mixture of S-and R-citalopram. The present study aimed to confirm the superior efficacy of escitalopram over citalopram. A double-blind, randomized clinical trial was performed in which general practitioners and psychiatrists compared fixed doses of escitalopram (20 mg\/day) with citalopram (40 mg\/day) over 8 weeks in outpatients with major depressive disorder (MDD)[baseline Montgomery–Asberg Depression Rating Scale (MADRS) score≥ 30]. Primary efficacy parameter was change from baseline to last assessment in the MADRS total score. Out of 138 (aged 44.1±10.9 years; initial MADRS score 36.3±4.8) and 142 (aged 46.2±11.1 years; initial MADRS score 35.7±4.4) evaluable patients who were randomized to escitalopram and citalopram …",
                "Young subjects are frequently involved in sleep‐related accidents. They could be more affected than older drivers by sleep loss and therefore worsen their driving skills quicker, or have a different perception of their level of impairment. To test these hypotheses we studied variations of reaction time (RT), a fundamental prerequisite for safe performing, as measured by lapses, i.e. responses ≥500 ms and self‐assessment of performance and sleepiness after a night awake and after a night asleep in a balanced crossover design in young versus older healthy subjects. Ten young (20–25 years old) and 10 older volunteers (52–63 years old) were tested with and without 24 h of sleep deprivation. Without sleep deprivation, RTs were slower in older subjects than in the younger ones. However, after sleep deprivation, the RTs of young subjects increased while that of the older subjects remained almost unaffected …"
            ],
            [
                [
                    "pharmacologie clinique"
                ]
            ]
        ]
    ]
}