{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "91ND8L3H",
            "wCawLeIAAAAJ",
            [
                "Regulation of yeast replicative life span by TOR and Sch9 in response to nutrients",
                "Extension of chronological life span in yeast by decreased TOR pathway signaling",
                "Geroscience: linking aging to chronic disease",
                "Substrate-specific activation of sirtuins by resveratrol"
            ],
            [
                "Calorie restriction increases life span in many organisms, including the budding yeast Saccharomyces cerevisiae. From a large-scale analysis of 564 single-gene–deletion strains of yeast, we identified 10 gene deletions that increase replicative life span. Six of these correspond to genes encoding components of the nutrient-responsive TOR and Sch9 pathways. Calorie restriction of tor1D or sch9D cells failed to further increase life span and, like calorie restriction, deletion of either SCH9 or TOR1 increased life span independent of the Sir2 histone deacetylase. We propose that the TOR and Sch9 kinases define a primary conduit through which excess nutrient intake limits longevity in yeast.",
                "Chronological life span (CLS) in Saccharomyces cerevisiae, defined as the time cells in a stationary phase culture remain viable, has been proposed as a model for the aging of post-mitotic tissues in mammals. We developed a high-throughput assay to determine CLS for ∼4800 single-gene deletion strains of yeast, and identified long-lived strains carrying mutations in the conserved TOR pathway. TOR signaling regulates multiple cellular processes in response to nutrients, especially amino acids, raising the possibility that decreased TOR signaling mediates life span extension by calorie restriction. In support of this possibility, removal of either asparagine or glutamate from the media significantly increased stationary phase survival. Pharmacological inhibition of TOR signaling by methionine sulfoximine or rapamycin also increased CLS. Decreased TOR activity also promoted increased accumulation of storage …",
                "Mammalian aging can be delayed with genetic, dietary, and pharmacologic approaches. Given that the elderly population is dramatically increasing and that aging is the greatest risk factor for a majority of chronic diseases driving both morbidity and mortality, it is critical to expand geroscience research directed at extending human healthspan.",
                "Resveratrol, a small molecule found in red wine, is reported to slow aging in simple eukaryotes and has been suggested as a potential calorie restriction mimetic. Resveratrol has also been reported to act as a sirtuin activator, and this property has been proposed to account for its anti-aging effects. We show here that resveratrol is a substrate-specific activator of yeast Sir2 and human SirT1. In particular, we observed that, in vitro, resveratrol enhances binding and deacetylation of peptide substrates that contain Fluor de Lys, a non-physiological fluorescent moiety, but has no effect on binding and deacetylation of acetylated peptides lacking the fluorophore. Consistent with these biochemical data we found that in three different yeast strain backgrounds, resveratrol has no detectable effect on Sir2 activity in vivo, as measured by rDNA recombination, transcriptional silencing near telomeres, and life span. In light of these …"
            ],
            [
                [
                    "Aging",
                    "Medical Research",
                    "Molecular Biology"
                ]
            ],
            [
                "bk9 Brian Kennedy Professor \/ Associate Chair for Undergraduate Program Ph.D. in Applied Mathematics and Theoretical Physics, The Queen's University of Belfast, 1986 B.Sc.(Hons.) in Physics, A.R.C.S., Imperial College, London, 1983 theoretical physics, quantum optics, atomic physics Recent research projects include investigations of the physics of quantum memories and quantum information processing in cold neutral atomic gases, atomic Fermi gas transport in optical lattices, spin squeezing in atomic ensembles and Bose-Einstein condensate mixtures and the role of quantum fluctuations in the temporal break up of spatial solitary waves. a partial list of recent publications : F. Bariani, Y. O. Dudin, T. A. B. Kennedy, and A. Kuzmich: Dephasing of multiparticle Rydberg excitations for fast entanglement generation arXiv:1107.3202 (2011) Y. O. Dudin, A. G. Radnaev, R. Zhao, J. Z. Blumoff, T. A. B. Kennedy, and A. Kuzmich: Entanglement of light-shift compensated spin waves with telecom light , Phys. Rev. Lett. 105, 260502 (2010) A. G. Radnaev, Y. O. Dudin, R. Zhao, H. H. Jen, S. Jenkins, A. Kuzmich, and T. A. B. Kennedy: Quantum memory with telecom wavelength conversion , Nature Phys. 6, 894–899 (2010). H.H. Jen and T.A.B. Kennedy: Efficiency of light-frequency conversion in an atomic ensemble , Phys. Rev. A 73, 042303 (2010). R. Zhao, S. D. Jenkins, C. J. Campbell, T. Chaneliere, D. N. Matsukevich, T. A. B. Kennedy and A. Kuzmich: Continuous measurement of a light-matter system Phys. Rev. A Rapid Communications 81, 031802 (2010). Y. O. Dudin, R. Zhao, T.A.B. Kennedy, and A. Kuzmich: Light storage in a magnetically dressed optical lattice , Phys Rev. A Rapid Communications 81 , 041605 (2010). S.-Y. Lan, A. G. Radnaev, O. A. Collins, D. N. Matsukevich, T. A. B. Kennedy and A. Kuzmich: A multiplexed quantum memory , Optics Express, 17 , 13639 (2009). Y. O. Dudin, S. D. Jenkins, R. Zhao, D. N. Matsukevich, A. Kuzmich, and T. A. B. Kennedy: Entanglement of a photon and a lattice-based spin wave , Phys. Rev. Lett., 103 , 020505 (2009). S.-Y. Lan, R. Zhao, S. D. Jenkins, O. A. Collins, Y. O. Dudin, A. G. Radnaev, C. J.Campbell, D. N. Matsukevich,T. A. B. Kennedy and A. Kuzmich: Atomic ensemble quantum memories , Proceedings of the XXI International Conference on Atomic Physics, World Scientific, pp. 88-97 (2009). R. Zhao, Y.O. Dudin. S. D. Jenkins, C. J. Campbell, D. N. Matsukevich, T.A.B. Kennedy, and A. Kuzmich: Long-lived quantum memory , Nature Physics 5 , 100 (2009). A. Kuzmich and T.A.B. Kennedy: Cavity QED - photons in a single file , Nature Physics 3 , 219 (2007) News and Views. O. A. Collins, S. D. Jenkins, A. Kuzmich, and T.A.B. Kennedy: Multiplexed memory-insensitive quantum repeaters , Phys. Rev. Lett . 98 , 060502 (2007). S. D. Jenkins, D.N. Matsukevich, T. Chaneliere, S.-Y. Lan, T.A.B. Kennedy, and A.Kuzmich: Quantum telecommunication with atomic ensembles , Journal of the Optical Society of America B , Special issue on quantum communication and quantum computation 24, 316-323 (2007). D.N. Matsukevich, T. Chaneliere, S. D. Jenkins, S.-Y. Lan, T.A.B. Kennedy, and A.Kuzmich: Observation of dark-state polariton collapses and revivals , Phys. Rev. Lett . 96 , 033601 (2006). S. D. Jenkins, D.N. Matsukevich, T. Chaneliere, A. Kuzmich, and T.A.B. Kennedy: Theory of dark-state polariton collapses and revivals , Phys. Rev. A Rapid Communications 73 , 021803(R) (2006). D.N. Matsukevich, T. Chaneliere, S. D. Jenkins, S.-Y. Lan, T.A.B. Kennedy, and A.Kuzmich: Entanglement of remote atomic qubits , Phys. Rev. Lett . 96 , 030405 (2006). T. Chaneliere, D.N. Matsukevich, S. D. Jenkins, S.-Y. Lan, T.A.B. Kennedy, and A. Kuzmich: Storage and retrieval of single photons transmitted between remote quantum memories , Nature 438 , 833 (2005). S.D. Jenkins, D. Salerno, S. Minardi, G. Tamošauskas, T.A.B. Kennedy and P. Di Trapani, Quantum-noise initiated symmetry breaking of spatial solitons, Phys. Rev. Lett. 95, 203902 (2005). T.A.B. Kennedy, Oscillations of atomic fermions in a one dimensional optical lattice , Phys. Rev. A 70, 023603 (2004). A. Kuzmich and T.A.B. Kennedy: Non-symmetric entanglement of atomic ensembles , Phys. Rev. Lett . 92 , 030407 (2004). bk9@gatech.edu (404) 894-5221 Howey N119"
            ]
        ]
    ]
}