{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "93D3WVLD",
            "FzIaTVQAAAAJ",
            [
                "Phase separation in InGaN grown by metalorganic chemical vapor deposition"
            ],
            [
                "We report on phase separation in thick InGaN films with up to 50% InN grown by metalorganic chemical vapor deposition from 690 to 780 °C. InGaN films with thicknesses of 0.5 μm were analyzed by θ–2θ x-ray diffraction, transmission electron microscopy (TEM), and selected area diffraction (SAD). Single phase InGaN was obtained for the as-grown films with <28% InN. However, for films with higher than 28% InN, the samples showed a spinodally decomposed microstructure as confirmed by TEM and extra spots in SAD patterns that corresponded to multiphase InGaN."
            ],
            [
                [
                    "Engineering"
                ]
            ],
            [
                "Skip to Content Texas State College of Science and Engineering Materials Science, Engineering, and Commercialization Program TETF Laboratories Piner Research Group Materials Science, Engineering, and Commercialization Program About the Program Message From the Director In The News Prospective Students Admissions Requirements Need an MS? MSEC Recruiting Flyer Current Students MSEC Student Handbook Advising Courses Degree Plan Advancement to Candidacy Requirements Awards & Scholarship Opportunities Professional Development Opportunities Dissertation Guidelines Dissertation Forms Dual Degree MSEC PhD-MBA Program Policies & Procedures Seminar Series Administration & Faculty Faculty Program Support Staff Director Associate Director Faculty Policies & Procedures Commercialization Efforts Student Commercialization Activities Entrepreneurs in Residence Facilities and Instrumentation TETF Laboratories Contact Us Current Students Faculty & Staff Family & Visitors Alumni More Tools SAP Portal Pay Tuition Online Toolkit ePortfolio Catalogs Shuttle Tracker Office 365 Athletics Give Library Round Rock News Athletics Give Library Round Rock News Current Students Faculty & Staff Family & Visitors Alumni More Tools SAP Portal Pay Tuition Online Toolkit ePortfolio Catalogs Shuttle Tracker Office 365 College of Science and Engineering Materials Science, Engineering, and Commercialization Program About the Program Message From the Director In The News Prospective Students Admissions Requirements Need an MS? MSEC Recruiting Flyer Current Students MSEC Student Handbook Advising Courses Degree Plan Advancement to Candidacy Requirements Awards & Scholarship Opportunities Professional Development Opportunities Dissertation Guidelines Dissertation Forms Dual Degree MSEC PhD-MBA Program Policies & Procedures Seminar Series Administration & Faculty Faculty Program Support Staff Director Associate Director Faculty Policies & Procedures Commercialization Efforts Student Commercialization Activities Entrepreneurs in Residence Facilities and Instrumentation TETF Laboratories Contact Us Texas State College of Science and Engineering Materials Science, Engineering, and Commercialization Program TETF Laboratories Piner Research Group Piner Research Group Dr. Piner's group is principally focused on research and technology development in the growth and characterization, semiconductor fabrication, and performance optimization of wide bandgap materials for solid-state device applications. Heteroepitaxy, i.e., epitaxy of one material on a substrate of another material, is a proven approach for commercializing new device technologies such as GaN-based photonic (LEDs and LDs), and electronic (FETs) devices. However, it also inherently creates crystal defects. Thin film crystal quality improvement is an on-going area of scientific pursuit by Dr. Piner's group, performed on two state-of-the-art growth systems, termed \"reactor\", based on the metalorganic chemical vapor deposition (MOCVD) process. The MOCVD reactors are located in the R.F. Mitte Building on the Texas State campus. Both have multiple ports for metal and\/or dopant species, two reactive gases (ammonia and silane), process gases (H2 and N2), and can attain a process temperature in excess of 1100 °C. The first reactor (donated by TriQuint Semiconductor in 2010) is designed to hold 150 mm diameter wafers while the second reactor (donated by Nitronex, LLC, a subsidiary of M\/A-COM Technology Solutions Inc., in 2014) has 100 mm diameter capacity; critical capabilities for commercial collaboration and technology transfer. In that regard, the second reactor has been incorporated into the Advanced Functional Materials Research Service Center which means it is accessible to the Texas State community as well as to external collaborators. Thermal impedance is a key hindrance to realizing the full performance potential of many semiconductor device technologies. For example, only ~10% of the lab performance demonstrated by GaN RF devices has been realized in commercial products. Coupling wide bandgap devices with CVD diamond is an exciting approach for addressing thermal limitations. To that end, an EV Group wafer bonding system, the EVG501, is installed in the R.F. Mitte Cleanroom, and a CVD diamond reactor designed by Crystallume Inc., is operated by Dr. Piner's research team. With this toolset, Texas State has all the capabilities necessary to pursue this research and close this performance gap. Online Resources Academic Calendar Bobcatmail Catsweb TRACS Pay Tuition Helpful Links Texas State Home Page College of Science and Engineering The Graduate College Hillviews Magazine City of San Marcos Texas State Small Business Development Center Top Materials Science, Engineering, and Commercialization Program Roy F. Mitte 3205 601 University Drive San Marcos, TX 78666 Office (512) 245-1839 Fax (512) 245-3675 Site Map About Texas State Careers Emergency Info Legal Apply Now Beginning of video dialog content Close Video Previous Video Next Video End of video dialog content Search Terms Start Search Select search scope This Site All Texas State Close Search Dialog"
            ]
        ]
    ]
}