{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "94P5QT6D",
            "lZIF1FsAAAAJ",
            [
                "Rickettsia amblyommii Infecting Amblyomma auricularium Ticks in Pernambuco, Northeastern Brazil: Isolation, Transovarial Transmission, and Transstadial …",
                "Congruence of hierarchical, localized variation in cranial shape and molecular phylogenetic structure in spiny rats, genus Trinomys (Rodentia: Echimyidae)",
                "Ticks (Acari: Ixodida) parasitizing free-living wild animals in the Caatinga biome in the State of Pernambuco, northeastern Brazil",
                "Histomorphometric analysis of bone tissue repair in rabbits after insertion of titanium screws under different torque",
                "How do we identify Micronycteris (Schizonycetris) sanborni Simmons, 1996 (Chiroptera, Phyllostomidae) reliably and where we can find this species in Brazil?"
            ],
            [
                "This study investigated rickettsial infection in Amblyomma auricularium ticks from the state of Pernambuco, northeastern Brazil. An engorged female of A. auricularium collected from a skunk (Conepatus semistriatus) was sent alive to the laboratory, where the female was found through molecular analysis to be infected by Rickettsia amblyommii. This engorged female oviposited, and its offspring was reared through three consecutive generations, always using tick-naïve rabbits to feed the ticks. PCR performed on five egg pools, 10 larvae, 10 nymphs, and 10 adults of each of the three generations always yielded rickettsial DNA, indicating maintenance of rickettsial infection in the ticks by transstadial and transovarial passages. DNA sequences of random PCR products from eggs, larvae, nymphs, and adults were identified as R. amblyommii. All infested rabbits seroconverted to R. amblyommii antigens at the 21st day …",
                "Congruence between patterns of localized, hierarchical variation in cranial shape and topological, molecular phylogenetic structure was investigated in a monophyletic lineage of Neotropical spiny rats of the genus Trinomys. Levels of organizational complexity in shape were assessed from two-dimensional coordinates of anatomical landmarks for dorsal, ventral and lateral views of the cranium, and the scale of variation in cranial shape was decomposed hierarchically using the statistical formalism of geometric morphometrics. The patterns of variation in cranial shape were evaluated for the five taxa of Trinomys in terms of ordinations in the reduced space of relative warps, with the scores of partial warps weighted to emphasize the hierarchical localization of shape differences in different geometric scales. The fit of the morphological shape data to the molecular phylogeny and analysis of the correlation between …",
                "Information on ticks from the Caatinga, a semi-arid biome unique to northeastern Brazil, is scarce. The present study reports field data on ticks infesting free-living wild animals in native Caatinga vegetation within the municipalities of Cabrobó, Custódia, Floresta, Ibimirim and Salgueiro, State of Pernambuco, Brazil. During field work from March 2009 to February 2010, a total of 91 ticks were collected from the following animals: Amblyomma rotundatum parasitizing Boa constrictor (tropical American boa); Amblyomma auricularium parasitizing Euphractus sexcintus (yellow armadillo), Galea spixii (Spix yellow-toothed cavy), Thrichomys apereoides (common punaré), Monodelphis domestica (gray short-tailed opossum) and Conepatus semistriatus (striped hog-nosed skunk); Amblyomma parvum parasitizing G. spixii and T. apereoides; and Ornithodoros (Alectorobius) sp. parasitizing Wiedomys pyrrhorhinos (red-nosed …",
                "PURPOSE: To evaluate the inflammatory response of rabbit bone after insertion of titanium screws under different torque values.METHODS: Four holes were made in the back tibia of fifteen New Zealand male albino rabbits; three screws were placed in each animal and a control hole remained without a screw. The screws were inserted with 0, 5 or 10 N. cm of torque. The animals were assigned to five groups according to the day of sacrifice after surgery (2, 7, 14, 21 or 42 days). The inflammatory cells and the thickness of the bone tissue around the screws was count.RESULTS: The screws were associated with a larger number of inflammatory cells when compared to the control hole. There was no statistically significant difference when several comparisons were made among the groups with different torque intensity.CONCLUSIONS: The histological changes were not statistically significant. There was a trend toward an increase in inflammatory cells found in local bone tissue surrounding the titanium screws installed with the highest torque. There was a tendency toward the formation of a lower thickness of tissue surrounding those bone screws that were inserted with higher torque.",
                " Micronycteris is divided into four subgenera, Micronycteris, Leuconycteris, Xenoctenes, and Schizonycteris. The latter includes Micronycteris (Schizonycteris) minuta, Micronycteris (S.) schmidtorum, Micronycteris (S.) sanborni and Micronycteris (S.) yatesi. Little is known of the biology of M. (S.) sanborni, which is widely distributed in the dry forests of South America, but is known from only few sites. The scarcity of records of M. sanborni appears to be at least partly related to the difficulty of differentiating this species from the other members of the subgenus Schizonycteris. The present study identifies the key traits that distinguish this species from other Schizonycteris, reviews the geographic distribution of the species, and presents some notes on breeding patterns. Six new localities are presented for M. sanborni, and are analyzed together with those available in the literature, providing new insights into ecological and zoogeographic patterns. A number of the diagnostic features established by Simmons (1996) in the description of M. sanborni proved to have little taxonomic value, especially for the differentiation of M. minuta and M. yatesi, which it closely resembles. The primary external difference is the pure white color of the ventral pelage and the proportion of the white base (2\/3-4\/5) of the dorsal hair in M. sanborni, in contrast with dirty white or pale gray and a much shorter white base of the dorsal hair in the other species. A number of cranial traits are also important. The distributional data now indicate that M. sanborni occurs mainly in mesic and open areas, including disturbed habitats, in the Caatinga scrublands and the Cerrado savannas of …"
            ],
            [
                [
                    "Ecologia"
                ]
            ]
        ]
    ]
}