{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "95B2FLP1",
            "mj9wWSwAAAAJ",
            [
                "Spontaneous chiral-symmetry breaking in three-dimensional QED",
                "Grain boundary scars and spherical crystallography",
                "The cosmological Kibble mechanism in the laboratory: String formation in liquid crystals",
                "Topology and dynamics of active nematic vesicles",
                "Two-dimensional matter: order, curvature and defects",
                "Defect annihilation and proliferation in active nematics",
                "Superstrings at high temperature",
                "Interacting topological defects on frozen topographies"
            ],
            [
                "A detailed analysis is given of chiral-symmetry breaking in the large-flavor (N) limit of quantum electrodynamics in (2+ 1) dimensions. Analytical and numerical solutions of the homogeneous Dyson-Schwinger equation for the fermion self-energy combined with a computation of the effective potential for the fermion bilinear show that it is energetically preferable for the theory to dynamically generate a mass for fermions. The magnitude of the mass is roughly exponentially suppressed in N from the fundamental dimensionful scale α≡ N e 2 of the gauge coupling constant, but the scale at which the self-mass begins to damp rapidly appears to be of order α, so that there is no spontaneous breaking of an approximate scale invariance that the underlying theory possesses at momentum small compared to α. Higher-order 1\/N corrections are analyzed and it is shown that the 1\/N expansion can be used consistently to …",
                "We describe experimental investigations of the structure of two-dimensional spherical crystals. The crystals, formed by beads self-assembled on water droplets in oil, serve as model systems for exploring very general theories about the minimum-energy configurations of particles with arbitrary repulsive interactions on curved surfaces. Above a critical system size we find that crystals develop distinctive high-angle grain boundaries, or scars, not found in planar crystals. The number of excess defects in a scar is shown to grow linearly with the dimensionless system size. The observed slope is expected to be universal, independent of the microscopic potential.",
                "The production of strings (disclination lines and loops) has been observed by means of the Kibble mechanism of domain (bubble) formation in the isotropic-nematic phase transition of the uniaxial nematic liquid crystal 4-cyano-49-n-pentylbiphenyl. The number of strings formed per bubble is about 0.6. This value is in reasonable agreement with a numerical simulation of the experiment in which the Kibble mechanism is used for the order parameter space of a uniaxial nematic liquid crystal.",
                "Engineering synthetic materials that mimic the remarkable complexity of living organisms is a fundamental challenge in science and technology. We studied the spatiotemporal patterns that emerge when an active nematic film of microtubules and molecular motors is encapsulated within a shape-changing lipid vesicle. Unlike in equilibrium systems, where defects are largely static structures, in active nematics defects move spontaneously and can be described as self-propelled particles. The combination of activity, topological constraints, and vesicle deformability produces a myriad of dynamical states. We highlight two dynamical modes: a tunable periodic state that oscillates between two defect configurations, and shape-changing vesicles with streaming filopodia-like protrusions. These results demonstrate how biomimetic materials can be obtained when topological constraints are used to control the non …",
                "Many systems in nature and the synthetic world involve ordered arrangements of units on two-dimensional surfaces. We review here the fundamental role payed by both the topology of the underlying surface and its Gaussian curvature. Topology dictates certain broad features of the defect structure of the ground state but curvature-driven energetics control the detailed structure of the ordered phases. Among the surprises are the appearance in the ground state of structures that would normally be thermal excitations and thus prohibited at zero temperature. Examples include excess dislocations in the form of grain boundary scars for spherical crystals above a minimal system size, dislocation unbinding for toroidal hexatics, interstitial fractionalization in spherical crystals and the appearance of well-separated disclinations for toroidal crystals. Much of the analysis leads to universal predictions that do not depend on the …",
                "Liquid crystals inevitably possess topological defect excitations generated through boundary conditions, through applied fields, or in quenches to the ordered phase. In equilibrium, pairs of defects coarsen and annihilate as the uniform ground state is approached. Here we show that defects in active liquid crystals exhibit profoundly different behavior, depending on the degree of activity and its contractile or extensile character. While contractile systems enhance the annihilation dynamics of passive systems, extensile systems act to drive defects apart so that they swarm around in the manner of topologically well-characterized self-propelled particles. We develop a simple analytical model for the defect dynamics which reproduces the key features of both the numerical solutions and recent experiments on microtubule-kinesin assemblies.",
                "The behavior of ten-dimensional superstrings at high temperatures is studied by use of the microcanonical ensemble. We focus on closed superstring theories. The massive string excitations alone have negative specific heat. Such a system can reach equilibrium with the zero modes of the string if the energy carried by zero modes is less than a given fraction of the total energy. The temperature can then exceed the Hagedorn temperature. Some consequences for the evolution of the universe are discussed.",
                "We propose and analyze an effective free energy describing the physics of disclination defects in particle arrays constrained to move on an arbitrary two-dimensional surface. At finite temperature the physics of interacting disclinations is mapped to a Laplacian sine-Gordon Hamiltonian suitable for numerical simulations. We discuss general features of the ground state and thereafter specialize to the spherical case. The ground state is analyzed as a function of the ratio of the defect core energy to the Young’s modulus. We argue that the core energy contribution becomes less and less important in the limit R≫ a, where R is the radius of the sphere and a is the particle spacing. For large core energies there are 12 disclinations forming an icosahedron. For intermediate core energies unusual finite-length grain boundaries are preferred. The complicated regime of small core energies, appropriate to the limit R\/a→∞, is …"
            ],
            [
                [
                    "Soft Matter Theory"
                ]
            ],
            [
                "Mark Bowick Mark Bowick Research Professor Biophysical Science bowick@kitp.ucsb.edu Research site Address Kavli Institute for Theoretical Physics Kohn Hall University of California Santa Barbara, CA 93106-4030 Soft Matter. Interplay of order and geometry. Building blocks for supramolecular self-assembly. Shaped structures. Topological defects and common themes in condensed matter and particle physics. A snapshot of a hexatic membrane with its characteristic dislocations (yellow-blue dimers). Any sufficiently flexible elastic membrane with finite bond energies will melt via the formation of such dislocations to create a fluctuating analog of a bond-orientationally ordered planar hexatic. Mark Bowick, Chapter 11 in \"Statistical mechanics of Membranes and Surfaces\", ed. by D.R. Nelson, T. Piran and S. Weinberg (World Scientific, Singapore, 2004) Curious Properties (Sept. 7, 2017) Researchers at the Kavli Institute for Theoretical Physics analyze flocking behavior on curved surfaces Physics Student Named Kavli Graduate Fellow (June 6, 2017) Suraj Shankar is second person in Syracuse history to win prestigious fellowship Syracuse Professor Serving as Deputy Director of Premier Physics Institute (Jan. 9, 2017) Mark Bowick oversees Kavli Institute of Theoretical Physics programming Syracuse Physicists Achieve Success with Shape-Shifting Water Droplets (March 10, 2016) Findings may have important implications for soft robotics Syracuse Physicists Excel at Gordon Research Conference in New Hampshire (Aug. 25, 2015) Professors Bowick, Manning, Marchetti, and Paulsen among presenters Syracuse Goes Global with I-CAMP School for Physicists (March 6, 2015) Recent article reveals talent pipeline between CNY, South Africa Curious Properties Syracuse Physicists Achieve Success with Shape-Shifting Water Droplets Syracuse Scientists Host University of Calcutta Official Syracuse Physicists Explore Biomimetic Clocks 1983 Ph.D. in Physics California Institute of Technology 1979 M.S. in Physics California Institute of Technology 1977 B.Sc. (Honors) University of Canterbury, New Zealand Awards & Professional Honors First prize award in the 1986 Gravity Research Foundation Essay Competition Outstanding Junior Investigator Award, D.O.E., 1987-1994 Fellow of the American Physical Society, DCMP, 2004-present. Chancellor's Citation for Exceptional Academic Achievement, Syracuse University, 2006 William Wasserstrom Prize for Excellence in Graduate Teaching and Advising, Syracuse University, 2009 Bowick, MJ et al; The Cosmological Kibble Mechanism in the Laboratory – String Formation in Liquid-Crystals, Science 263 943 (1994). Bausch, A.R et al; Grain boundary scars and spherical crystallography, Science 299 1716 (2003). Bowick, MJ and Travesset, A, The statistical mechanics of membranes, Phys. Rep. 344 255 (2001). Bowick, MJ and Wijewardhana, LCR, Superstrings at High Temperature, Phys. Rev. Lett. 54 2485 (1985). Bowick, MJ and Giomi, L, Two-Dimensional Matter: Order, Curvature and Defects, Adv. Phys. 58 449 (2009)."
            ]
        ]
    ]
}