{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "95B63WJR",
            "SYYjQ0UAAAAJ",
            [
                "Wide-field infrarred survey telescope-astrophysics focused telescope assets WFIRST-AFTA 2015 report",
                "Wide-field infrared survey telescope-astrophysics focused telescope assets WFIRST-AFTA final report",
                "A giant planet undergoing extreme-ultraviolet irradiation by its hot massive-star host",
                "ExELS: an exoplanet legacy science proposal for the ESA Euclid mission – I. Cold exoplanets",
                "Physical properties, transmission and emission spectra of the WASP-19 planetary system from multi-colour photometry",
                "Space telescope and optical reverberation mapping project. V. Optical spectroscopic campaign and emission-line analysis for NGC 5548",
                "Wide-field infrared survey telescope (WFIRST) final report",
                "Criteria for Sample Selection to Maximize Planet Sensitivity and Yield from Space-Based Microlens Parallax Surveys",
                "Predictions of the WFIRST microlensing survey. I. Bound planet detection rates",
                "Optimal Survey Strategies and Predicted Planet Yields for the Korean Microlensing Telescope Network"
            ],
            [
                "This report describes the 2014 study by the Science Definition Team (SDT) of the Wide-Field Infrared Survey Telescope (WFIRST) mission. It is a space observatory that will address the most compelling scientific problems in dark energy, exoplanets and general astrophysics using a 2.4-m telescope with a wide-field infrared instrument and an optical coronagraph. The Astro2010 Decadal Survey recommended a Wide Field Infrared Survey Telescope as its top priority for a new large space mission. As conceived by the decadal survey, WFIRST would carry out a dark energy science program, a microlensing program to determine the demographics of exoplanets, and a general observing program utilizing its ultra wide field. In October 2012, NASA chartered a Science Definition Team (SDT) to produce, in collaboration with the WFIRST Study Office at GSFC and the Program Office at JPL, a Design Reference Mission (DRM) for an implementation of WFIRST using one of the 2.4-m, Hubble-quality telescope assemblies recently made available to NASA. This DRM builds on the work of the earlier WFIRST SDT, reported by Green et al.(2012) and the previous WFIRST-2.4 DRM, reported by Spergel et.(2013). The 2.4-m primary mirror enables a mission with greater sensitivity and higher angular resolution than the 1.3-m and 1.1-m designs considered previously, increasing both the science return of the primary surveys and the capabilities of WFIRST as a Guest Observer facility. The addition of an on-axis coronagraphic instrument to the baseline design enables imaging and spectroscopic studies of planets around nearby stars.",
                "The Astro2010 Decadal Survey recommended a Wide Field Infrared Survey Telescope (WFIRST) as its top priority for a new large space mission. As conceived by the decadal survey, WFIRST would carry out a dark energy science program, a microlensing program to determine the demographics of exoplanets, and a general observing program utilizing its ultra wide field. In October 2012, NASA chartered a Science Definition Team (SDT) to produce, in collaboration with the WFIRST Project Office at GSFC and the Program Office at JPL, a Design Reference Mission (DRM) for an implementation of WFIRST using one of the 2.4-m, Hubble-quality mirror assemblies recently made available to NASA. This DRM builds on the work of the earlier WFIRST SDT, reported by Green et al.(2012). The 2.4-m primary mirror enables a mission with greater sensitivity and higher angular resolution than the 1.3-m and 1.1-m designs considered previously, increasing both the science return of the primary surveys and the capabilities of WFIRST as a Guest Observer facility. The option of adding an on-axis, coronagraphic instrument would enable imaging and spectroscopic studies of planets around nearby stars. This document presents the final report of the SDT.",
                "The amount of ultraviolet irradiation and ablation experienced by a planet depends strongly on the temperature of its host star. Of the thousands of extrasolar planets now known, only six have been found that transit hot, A-type stars (with temperatures of 7,300–10,000 kelvin), and no planets are known to transit the even hotter B-type stars. For example, WASP-33 is an A-type star with a temperature of about 7,430 kelvin, which hosts the hottest known transiting planet, WASP-33b (ref. 1); the planet is itself as hot as a red dwarf star of type M (ref. 2). WASP-33b displays a large heat differential between its dayside and nightside 2, and is highly inflated–traits that have been linked to high insolation 3, 4. However, even at the temperature of its dayside, its atmosphere probably resembles the molecule-dominated atmospheres of other planets and, given the level of ultraviolet irradiation it experiences, its atmosphere is …",
                "The Euclid mission is the second M-class mission of the ESA Cosmic Vision programme, with the principal science goal of studying dark energy through observations of weak lensing and baryon acoustic oscillations. Euclid is also expected to undertake additional Legacy Science programmes. One such proposal is the Exoplanet Euclid Legacy Survey (ExELS) which will be the first survey able to measure the abundance of exoplanets down to Earth mass for host separations from ∼1 au out to the free-floating (unbound) regime. The cold and free-floating exoplanet regimes represent a crucial discovery space for testing planet formation theories. ExELS will use the gravitational microlensing technique and will detect 1000 microlensing events per month over 1.6 deg2 of the Galactic bulge. We assess how many of these events will have detectable planetary signatures using a detailed multiwavelength …",
                "We present new ground-based, multi-colour, broad-band photometric measurements of the physical parameters, transmission and emission spectra of the transiting extrasolar planet WASP-19b. The measurements are based on observations of eight transits and four occultations through a Gunn i filter using the 1.54-m Danish Telescope, 14 transits through an Rc filter at the Perth Exoplanet Survey Telescope (PEST) observatory and one transit observed simultaneously through four optical (Sloan g′, r′, i′, z′) and three near-infrared (J, H, K) filters, using the Gamma Ray Burst Optical and Near-Infrared Detector (GROND) instrument on the MPG\/ESO 2.2-m telescope. The GROND optical light curves have a point-to-point scatter around the best-fitting model between 0.52 and 0.65 mmag rms. We use these new data to measure refined physical parameters for the system. We find the planet to be more bloated …",
                "We present the results of an optical spectroscopic monitoring program targeting NGC 5548 as part of a larger multiwavelength reverberation mapping campaign. The campaign spanned 6 months and achieved an almost daily cadence with observations from five ground-based telescopes. The Hβ and He ii λ4686 broad emission-line light curves lag that of the 5100 Å optical continuum by  and , respectively. The Hβ lag relative to the 1158 Å ultraviolet continuum light curve measured by the Hubble Space Telescope is~ 50% longer than that measured against the optical continuum, and the lag difference is consistent with the observed lag between the optical and ultraviolet continua. This suggests that the characteristic radius of the broad-line region is~ 50% larger than the value inferred from optical data alone. We also measured velocity-resolved emission-line lags for Hβ and found a …",
                "In December 2010, NASA created a Science Definition Team (SDT) for WFIRST, the Wide Field Infra-Red Survey Telescope, recommended by the Astro 2010 Decadal Survey as the highest priority for a large space mission. The SDT was chartered to work with the WFIRST Project Office at GSFC and the Program Office at JPL to produce a Design Reference Mission (DRM) for WFIRST. Part of the original charge was to produce an interim design reference mission by mid-2011. That document was delivered to NASA and widely circulated within the astronomical community. In late 2011 the Astrophysics Division augmented its original charge, asking for two design reference missions. The first of these, DRM1, was to be a finalized version of the interim DRM, reducing overall mission costs where possible. The second of these, DRM2, was to identify and eliminate capabilities that overlapped with those of NASA's James Webb Space Telescope (henceforth JWST), ESA's Euclid mission, and the NSF's ground-based Large Synoptic Survey Telescope (henceforth LSST), and again to reduce overall mission cost, while staying faithful to NWNH. This report presents both DRM1 and DRM2.",
                "Space-based microlens parallax measurements are a powerful tool for understanding planet populations, especially their distribution throughout the Galaxy. However, if space-based observations of the microlensing events must be specifically targeted, it is crucial that microlensing events enter the parallax sample without reference to the known presence or absence of planets. Hence, it is vital to define objective criteria for selecting events where possible and to carefully consider and minimize the selection biases where not possible so that the final sample represents a controlled experiment. We present objective criteria for initiating observations and determining their cadence for a subset of events, and we define procedures for isolating subjective decision making from information about detected planets for the remainder of events. We also define procedures to resolve conflicts between subjective and objective …",
                "The Wide Field InfraRed Survey Telescope (WFIRST) is the next NASA astrophysics flagship mission, to follow the James Webb Space Telescope. The WFIRST mission was chosen as the top-priority large space mission of the 2010 astronomy and astrophysics decadal survey in order to achieve three primary goals: to study dark energy via a wide-field imaging survey, to study exoplanets via a microlensing survey, and to enable a guest observer program. Here we assess the ability of the several WFIRST designs to achieve the goal of the microlensing survey to discover a large sample of cold, low-mass exoplanets with semimajor axes beyond roughly one astronomical unit, which are largely impossible to detect with any other technique. We present the results of a suite of simulations that span the full range of the proposed WFIRST architectures, from the original design envisioned by the decadal survey, to the …",
                "The Korean Microlensing Telescope Network (KMTNet) will consist of three 1.6 m telescopes each with a 4 deg 2 field of view (FoV) and will be dedicated to monitoring the Galactic Bulge to detect exoplanets via gravitational microlensing. KMTNet's combination of aperture size, FoV, cadence, and longitudinal coverage will provide a unique opportunity to probe exoplanet demographics in an unbiased way. Here we present simulations that optimize the observing strategy for and predict the planetary yields of KMTNet. We find preferences for four target fields located in the central Bulge and an exposure time of t exp= 120 s, leading to the detection of~ 2200 microlensing events per year. We estimate the planet detection rates for planets with mass and separation across the ranges 0.1≤ M p\/M⊕≤ 1000 and 0.4≤ a\/AU≤ 16, respectively. Normalizing these rates to the cool-planet mass function of Cassan et al., we …"
            ],
            [
                [
                    "Astronomy",
                    "Exoplanets"
                ]
            ]
        ]
    ]
}