{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "95O9P2UP",
            "hu3IBroAAAAJ",
            [
                "Origin of defect-insensitive emission probability in In-containing (Al, In, Ga) N alloy semiconductors",
                "AlGaN\/GaN quantum well ultraviolet light emitting diodes",
                "Stress evolution during metalorganic chemical vapor deposition of GaN",
                "Graded band gap ohmic contact to p‐ZnSe",
                "The band-gap bowing of  alloys"
            ],
            [
                "Group-III-nitride semiconductors have shown enormous potential as light sources for full-colour displays, optical storage and solid-state lighting. Remarkably, InGaN blue-and green-light-emitting diodes (LEDs) emit brilliant light although the threading dislocation density generated due to lattice mismatch is six orders of magnitude higher than that in conventional LEDs. Here we explain why In-containing (Al, In, Ga) N bulk films exhibit a defect-insensitive emission probability. From the extremely short positron diffusion lengths (< 4 nm) and short radiative lifetimes of excitonic emissions, we conclude that localizing valence states associated with atomic condensates of In–N preferentially capture holes, which have a positive charge similar to positrons. The holes form localized excitons to emit the light, although some of the excitons recombine at non-radiative centres. The enterprising use of atomically inhomogeneous …",
                "We report on the growth and characterization of ultraviolet GaN quantum well light emitting diodes. The room-temperature electroluminescence emission was peaked at 353.6 nm with a narrow linewidth of 5.8 nm. In the simple planar devices, without any efforts to improve light extraction efficiency, an output power of 13 μW at 20 mA was measured, limited in the present design by absorption in the GaN cap layer and buffer layer. Pulsed electroluminescence data demonstrate that the output power does not saturate up to current densities approaching 9 kA\/cm2.",
                "The evolution of stress in gallium nitride films on sapphire has been measured in real time during metalorganic chemical vapor deposition. In spite of the 16% compressive lattice mismatch of GaN to sapphire, we find that GaN consistently grows in tension at 1050 °C. Furthermore, in situ stress monitoring indicates that there is no measurable relaxation of the tensile growth stress during annealing or thermal cycling.",
                "We describe a low‐resistance quasi‐ohmic contact to p‐ZnSe which involves the injection of holes from heavily doped ZnTe into ZnSe via a Zn(Se,Te) pseudograded band gap region. The specific contact resistance is measured to be in the range of 2–8×10−3 Ω cm2. The graded heterostructure scheme is incorporated as an efficient injector of holes for laser diode and light emitting diode devices, demonstrating the usefulness of this new contact scheme at actual device current densities.",
                "The band gap of AlxGa1−xN is measured for the composition range 0⩽x<0.45; the resulting bowing parameter, b=+0.69 eV, is compared to 20 previous works. A correlation is found between the measured band gaps and the methods used for epitaxial growth of the AlxGa1−xN: directly nucleated or buffered growths of AlxGa1−xN initiated on sapphire at temperatures T>800 °C usually lead to stronger apparent bowing (b>+1.3 eV); while growths initiated using low-temperature buffers on sapphire, followed by high-temperature growth, lead to weaker bowing (b<+1.3 eV). Extant data suggest that the intrinsic band-gap bowing parameter for AlGaN alloys is b=+0.62(±0.45) eV."
            ],
            [
                [
                    "semiconductor epitaxy",
                    "gallium nitride",
                    "LED",
                    "MOCVD",
                    "nanostructures"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}