{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "961P2L8T",
            "AENMum0AAAAJ",
            [
                "Plant oil renewable resources as green alternatives in polymer science",
                "Oils and fats as renewable raw materials in chemistry",
                "Castor oil as a renewable resource for the chemical industry",
                "Plant oils: The perfect renewable resource for polymer science?!",
                "Investigation of the living cationic ring-opening polymerization of 2-methyl-, 2-ethyl-, 2-nonyl-, and 2-phenyl-2-oxazoline in a single-mode microwave reactor",
                "Introducing multicomponent reactions to polymer science: Passerini reactions of renewable monomers",
                "Acyclic diene metathesis: a versatile tool for the construction of defined polymer architectures",
                "Sustainable routes to polyurethane precursors",
                "Combinatorial methods, automated synthesis and high‐throughput screening in polymer research: past and present",
                "Sequence control in polymer chemistry through the Passerini three‐component reaction"
            ],
            [
                "The utilization of plant oil renewable resources as raw materials for monomers and polymers is discussed and reviewed. In an age of increasing oil prices, global warming and other environmental problems (e.g. waste) the change from fossil feedstock to renewable resources can considerably contribute to a sustainable development in the future. Especially plant derived fats and oils bear a large potential for the substitution of currently used petrochemicals, since monomers, fine chemicals and polymers can be derived from these resources in a straightforward fashion. The synthesis of monomers as well as polymers from plant fats and oils has already found some industrial application and recent developments in this field offer promising new opportunities, as is shown within this contribution. (138 references.)",
                "Oils and fats of vegetable and animal origin have been the most important renewable feedstock of the chemical industry in the past and in the present. A tremendous geographical and feedstock shift of oleochemical production has taken place from North America and Europe to southeast Asia and from tallow to palm oil. It will be important to introduce and to cultivate more and new oil plants containing fatty acids with interesting and desired properties for chemical utilization while simultaneously increasing the agricultural biodiversity. The problem of the industrial utilization of food plant oils has become more urgent with the development of the global biodiesel production. The remarkable advances made during the last decade in organic synthesis, catalysis, and biotechnology using plant oils and the basic oleochemicals derived from them will be reported, including, for example, ω‐functionalization of fatty acids …",
                "Castor oil is, as many other plant oils, a very valuable renewable resource for the chemical industry. This review article provides an overview on this specialty oil, covering its production and properties. More importantly, the preparation, properties and major application possibilities of chemical derivatives of castor oil are highlighted. Our discussion focuses on application possibilities of castor oil and its derivatives for the synthesis of renewable monomers and polymers. An overview of recent developments in this field is provided and selected examples are discussed in detail, including the preparation and characterization of castor oil‐derived polyurethanes, polyesters and polyamides.",
                "Already for a long time, plant oils and their derivatives have been used by polymer chemists due to their renewable nature, world wide availability, relatively low price, and their rich application possibilities. Although many different synthetic approaches have been used, more recent examples are pointing in the direction of catalytic transformations and other efficient reactions to achieve a more sustainable production of polymers from these renewable resources. In this context, olefin metathesis, thiol–ene additions, and other processes can contribute not only to a more efficient synthesis of plant oil based polymers, but also to broaden the application possibilities of plant oils. This feature article provides an overview of the present situation with special attention to the use of olefin metathesis and thiol–ene chemistry as synthetic methods and as polymerization techniques.",
                "The living cationic ring-opening polymerizations of 2-methyl-, 2-ethyl-, 2-nonyl-, and 2-phenyl-2-oxazoline were performed in acetonitrile at high temperatures of up to 200 °C in a single-mode microwave reactor. Upon enhancing the reaction rates by factors of up to 400 in the range from 80 to 200 °C, the first-order kinetics of the monomer consumption and the livingness of the polymerization were maintained. As a consequence of the fast, direct, and noncontact heating by the microwave irradiation, the polymerizations could be carried out in highly concentrated solutions or even from bulk conditions, yielding well-defined polymers (PDI < 1.20). Under the conditions applied in this study, a maximum number of 300 monomers (100 in the case of 2-methyl- and 2-nonyl-2-oxazoline) could be incorporated into the polymer chains under the premise that the average molecular weight distributions remained narrow (PDI < 1 …",
                "Combination of the Passerini three component-reaction (3CR) and olefin metathesis led to the formation of poly[1-(alkyl carbamoyl)alkyl alkanoates], a new class of polyesters with amide moieties in their side chain, from renewable resources. Two different approaches were studied and compared to each other. First, monomers were synthesized by the Passerini-3CR and then polymerized via acyclic diene metathesis. Alternatively, bifunctional monomers were synthesized by self-metathesis and then polymerized by Passerini-3CR. Both approaches led to the formation of high-molecular-weight polymers. Moreover, Passerini-3CRs were shown to be a versatile grafting-onto method. The results clearly demonstrate that the Passerini-3CR offers an interesting new access to monomers and polymers and thus broadens the synthetic portfolio of polymer science.",
                "Two decades have passed since the metathesis polymerisation of α,ω-dienes was successfully demonstrated by the group of Wagener and the term acyclic diene metathesis (ADMET) polymerisation was coined. Since then, the advances of metathesis chemistry have allowed to expand the scope of this versatile polymerisation reaction that nowadays finds applications in different fields, such as polymer, material, or medicinal chemistry. This critical review provides an insight into the historical aspects of ADMET and a detailed overview of the work done to date applying this versatile polymerisation reaction (221 references).",
                "Environmentally friendly products and procedures are being developed both in industry and academia, mainly due to the depletion of fossil resources and the growing global awareness of the need to protect the environment. Thus, since polyurethanes represent a highly demanded class of polymers, straightforward, isocyanate and phosgene-free methods are required for the synthesis of their precursors (monomers) in order to achieve a sustainable production. To foster the discussion with the final goal to meet such a sustainable production, this review provides an overview of classic as well as modern and more sustainable routes towards polyurethanes and their precursors.",
                "Combinatorial techniques, parallel experimentation and high‐throughput methods represent a very promising approach in order to speed up the preparation and investigation of new polymeric materials: a large variety of parameters can be screened simultaneously resulting in new structure\/property relationships. The field of polymer research seems to be perfectly suited for parallel and combinatorial methods due to the fact that many parameters can be varied during synthesis, processing, blending as well as compounding. In addition, numerous important parameters have to be investigated, such as molecular weight, polydispersity, viscosity, hardness, stiffness and other application‐specific properties. A number of corresponding high‐throughput techniques have been developed in the last few years and their introduction into the commercial market further boosted the development. These combinatorial …",
                "A new strategy to achieve sequence control in polymer chemistry based on the iterative application of the versatile Passerini three‐component reaction (P‐3CR) in combination with efficient thiol–ene addition reactions is introduced. First, stearic acid was used as a starting substrate to build up a sequence‐defined tetramer with a molecular weight of 1.6 kDa. Using an acid‐functionalized PEG allowed for an easier isolation of the sequence‐defined macromolecules by simple precipitation and led to a sequence‐defined pentamer in a block‐copolymer architecture. Importantly, this new strategy completely avoids protecting group chemistry. By following this strategy, a different side chain can be introduced to the polymer\/oligomer backbone in a simple way and at a defined position within the macromolecule."
            ],
            [
                [
                    "Polymers",
                    "renewable resources",
                    "catalysis",
                    "sequence definition",
                    "multicomponent reactions"
                ]
            ]
        ]
    ]
}