{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "972DUX1A",
            "vrigFiwAAAAJ",
            [
                "Tough adhesives for diverse wet surfaces",
                "Hydrogel adhesion: A supramolecular synergy of chemistry, topology, and mechanics",
                "Topological adhesion of wet materials",
                "Fatigue of hydrogels",
                "Fatigue fracture of self-recovery hydrogels",
                "Design molecular topology for wet–dry adhesion",
                "Covalent topological adhesion",
                "Tearing a hydrogel of complex rheology",
                "An improved model for naturally curved and twisted composite beams with closed thin-walled sections",
                "Flaw‐Insensitive Hydrogels under Static and Cyclic Loads"
            ],
            [
                "Adhesion to wet and dynamic surfaces, including biological tissues, is important                     in many fields but has proven to be extremely challenging. Existing adhesives                     are cytotoxic, adhere weakly to tissues, or cannot be used in wet environments.                     We report a bioinspired design for adhesives consisting of two layers: an                     adhesive surface and a dissipative matrix. The former adheres to the substrate                     by electrostatic interactions, covalent bonds, and physical interpenetration.                     The latter amplifies energy dissipation through hysteresis. The two layers                     synergistically lead to higher adhesion energies on wet surfaces as compared                     with those of existing adhesives. Adhesion occurs within minutes, independent of                     blood exposure and compatible with in vivo dynamic movements. This family of                     adhesives may be useful in …",
                "Adhering hydrogels to various materials is fundamental to a large array of established and emerging applications. The last few years have seen transformative advances in achieving strong hydrogel adhesion, which is a supramolecular phenomenon. Two adherends connect through covalent bonds, noncovalent complexes, polymer chains, polymer networks, or nanoparticles. Separating the adherends dissipates energy through cascading events across length scales, including bond cleavage, chain retraction, and bulk hysteresis. A unifying principle has emerged: strong hydrogel adhesion requires the synergy of chemistry of bonds, topology of connection, and mechanics of dissipation. This synergy characterizes hydrogel adhesion to various materials (another hydrogel, tissue, elastomer, plastic, metal, glass, and ceramic) in various operations (cast, coat, print, attach, pierce, and glue). Strong adhesion can be …",
                "Achieving strong adhesion between wet materials (i.e., tissues and hydrogels) is challenging. Existing adhesives are weak, toxic, incompatible with wet and soft surfaces, or restricted to specific functional groups from the wet materials. The approach reported here uses biocompatible polymer chains to achieve strong adhesion and retain softness, but requires no functional groups from the wet materials. In response to a trigger, the polymer chains form a network, in topological entanglement with the two polymer networks of the wet materials, stitching them together like a suture at the molecular scale. To illustrate topological adhesion, pH is used as a trigger. The stitching polymers are soluble in water in one pH range but form a polymer network in another pH range. Several stitching polymers are selected to create strong adhesion between hydrogels in full range of pH, as well as between hydrogels and various …",
                "Hydrogels have been developed since the 1960s for applications in personal care, medicine, and engineering. Evidence has accumulated that hydrogels under prolonged loads suffer fatigue. Symptoms include change in properties, as well as nucleation and growth of cracks. This article is the first review on the fatigue of hydrogels. Emphasis is placed on the chemistry of fatigue—concepts and experiments that link symptoms of fatigue to processes of molecules. Symptoms of fatigue are characterized by testing samples with and without precut cracks, subject to prolonged static and cyclic loads. We describe the use of energy release rate for samples with precut cracks, under the conditions of large-scale inelasticity, for hydrogels of complex rheology. Highlighted are three experimental setups: pure shear, tear, and peel, where energy release rate is readily obtained for materials of arbitrary rheology. We describe …",
                "Hydrogels of superior mechanical behavior are under intense development for many applications. Some of these hydrogels can recover their stress–stretch curves after many loading cycles. These hydrogels are called self-recovery hydrogels or even fatigue-free hydrogels. Such a hydrogel typically contains a covalent polymer network, together with some noncovalent, reversible interactions. Here we show that self-recovery hydrogels are still susceptible to fatigue fracture. We study a hydrogel containing both covalently cross-linked polyacrylamide and un-cross-linked poly(vinyl alcohol). For a sample without precut crack, the stress–stretch curve recovers after thousands of loading cycles. For a sample with a precut crack, however, the crack extends cycle by cycle. The threshold for fatigue fracture depends on the covalent network but negligibly on noncovalent interactions. Above the threshold, the noncovalent …",
                "Recent innovations highlight the integration of diverse materials with synthetic and biological hydrogels. Examples include brain–machine interfaces, tissue regeneration, and soft ionic devices. Existing methods of strong adhesion mostly focus on the chemistry of bonds and the mechanics of dissipation but largely overlook the molecular topology of connection. Here, we highlight the significance of molecular topology by designing a specific bond–stitch topology. The bond–stitch topology achieves strong adhesion between preformed hydrogels and various materials, where the hydrogels have no functional groups for chemical coupling, and the adhered materials have functional groups on the surface. The adhesion principle requires a species of polymer chains to form a bond with a material through complementary functional groups and form a network in situ that stitches with the polymer network of a hydrogel. We …",
                "Tough adhesion between wet materials (i.e., synthetic hydrogels and biological tissues) is undergoing intense development, but methods reported so far either require functional groups from the wet materials, involve toxic chemicals, or result in unstable adhesion. Here, we present a method to achieve biocompatible, covalent adhesion, without requiring any functional groups from the wet materials. We use two hydrogels as model adherends that have covalent polymer networks, but have no functional groups for adhesion. We use an aqueous solution of biopolymers and bioconjugate agents as a model adhesive. When the solution is spread at the interface of the hydrogels, the biopolymers diffuse into both hydrogels and cross-link into a covalent network in situ, in topological entanglement with the two polymer networks of the hydrogels. We characterize the chemistry and mechanics of the covalent topological …",
                "Tough hydrogels of many chemical compositions are being discovered, and are opening new applications in medicine and engineering. To aid this rapid and worldwide development, it is urgent to study these hydrogels at the interface between mechanics and chemistry. A tough hydrogel often deforms inelastically over a large volume of the sample used in a fracture experiment. The rheology of the hydrogel depends on chemistry, and is usually complex, which complicates the crack behavior. This paper studies a hydrogel that has two interpenetrating networks: a polyacrylamide network of covalent crosslinks, and an alginate network of ionic (calcium) crosslinks. When the hydrogel is stretched, the polyacrylamide network remains intact, but the alginate network partially unzips. We tear a thin layer of the hydrogel at speed v and measure the energy release rate G. The v–G curve depends on the thickness of the …",
                "This paper presents an improved model for naturally curved and twisted anisotropic beams with closed thin-walled cross-sections. By introducing eigenwarping functions and expanding axial displacements in series of eigenwarpings, the differential equation involving the generalized warping coordinate and the expression for eigenvalues can be derived using the principle of minimum potential energy. In the model the effects of some factors such as the initial curvature, torsion of the beams as well as torsion-related warping, transverse shear deformations and elastic coupling are incorporated. As an application, the present model is adopted to do an analysis for closed thin-walled composite box beams. Comparison with the existing experimental observation and numerical results shows that the proposed model is valid for analyzing such naturally curved and twisted beams.",
                "New applications of hydrogels draw growing attention to the development of tough hydrogels. Most tough hydrogels are designed through incorporating large energy dissipation from breaking sacrificial bonds. However, these hydrogels still fracture under prolonged cyclic loads with the presence of even small flaws. This paper presents a principle of flaw‐insensitive hydrogels under both static and cyclic loads. The design aligns the polymer chains in a hydrogel at the molecular level to deflect a crack. To demonstrate this principle, a hydrogel of polyacrylamide and polyvinyl alcohol is prepared with aligned crystalline domains. When the hydrogel is stretched in the direction of alignment, an initial flaw deflects, propagates along the loading direction, peels off the material, and leaves the hydrogel flawless again. The hydrogel is insensitive to pre‐existing flaws, even under more than ten thousand loading cycles. The …"
            ],
            [
                [
                    "soft materials",
                    "biomaterials",
                    "medical devices and robots",
                    "implantation",
                    "solid mechanics"
                ]
            ]
        ]
    ]
}