{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "97KDRIQA",
            "4eFp_yQAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Review of particle physics"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …"
            ],
            [
                [
                    "Particle physics"
                ]
            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile Meenakshi Narain title=\"Email Meenakshi_Narain@brown.edu Overview Research Background Affiliations Teaching View All Curriculum Vitae [PDF] × Website information Text: URL: Save Cancel Meenakshi Narain Professor of Physics Overview Professor Meenakshi Narain's research interests are in experimental high energy physics and her ultimate goal is to illuminate the character of physics at the TeV energy scale. At the loftiest level, it is part of the age old quest of mankind to understand where we come from and why we are here.  Meenakshi Narain has been involved with the CMS experiment at the Large Hadron Collider at CERN (Geneva, Switzerland) and the DØ experiment at Fermilab (Batavia, IL). She was instrumental in the discovery of the top quark in 1995, which is the heaviest fundamental particle and as heavy as an Osmium atom. Narain continues her quest at the LHC with the CMS experiment. In 2012, Narain’s group had significant involvement in the discovery of the Higgs Boson.  Narain continues her quest at the LHC with the CMS experiment. In 2012, Narain’s group had significant involvement in the discovery of the Higgs Boson. Narain was elected Chair of the USCMS Collaboration Board in June 2018 for a two-year term. In this capacity,  she represents the  US members collaborating on the CMS experiment in LHC. The US contingent includes  ~1200 members (scientists, students, and engineers) from 48 universities and 2 national labs in the US, which constitutes about 27% of the international CMS collaboration.  She is a member of he Management Board of the international CMS Collaboration as the representative of the US collaboration. This board is the highest governing body of the CMS Collaboration.  Narain served as the “Convener of Upgrade Physics and Performance Studies Group (HL-LHC)\" for the international CMS experiment from February 2016-December 2018. In Jan 2013, Narain was appointed the coordinator of Fermilab's LHC Physics Center for CMS, where she has promoted collaboration with colleagues from South America, Europe, India, and Iran, in a peaceful quest for knowledge. Narain has been engaged in STEM outreach activities to encourage participation of young women in science. Prof. Narain serves as a member of the \"Diversity Committee\" of the CMS Experiment. She served as the founding chair of this committee from September 2017-August 2018. She is an informal mentor and faculty advisor of the Physics Department WiSE group. She is on the advisory comittee of the university GWiSE. Prof. Meenakshi Narain received her PhD in physics from the State University of New York at Stony Brook. She joined the Brown faculty in 2007 having previously taught at Boston University. Narain is a Fellow of the American Physical Society. She has been a Wilson Fellow at Fermilab and has received a Professional Opportunities for Women in Research and Education grant, Major Research Infrastructure grants, and the CAREER Award from the National Science Foundation. She is also a recipient of the Outstanding Junior Investigator Award from the US Department of Energy. Her current research is supported by the DOE. She is a co-author on about 400 peer-reviewed journals, and has given numerous public lectures and invited conference presentations. Brown Affiliations Physics Research Areas CERN | CMS | Dzero | experimental particle physics | Fermilab | HEP | high energy physics | LHC | particle physics | physics Research Research Overview As the  discovery of the Higgs Boson has also brought particle physics into a new era, Narain refocused her research to study this new particle .  She and her team are working on studying the properties of the Higgs Boson and its implications. She also is  interested in uncovering new signals  such as a neutral heavy gauge boson, or a heavy partner of the Top quark, anticipated by models  to stabilize the mass of the Higgs Boson. Research Statement Narain is co-leading the effort to establish the vision and studies for physics and the upgrade of the CMS detector for the High Luminosity upgrade of the LHC in 2023. In 2013, Narain led many of the studies which formed the basis of the snowmass 2013 community study report as input to the P5 committee defining the priorities of US particle physics projects.  Narain is engaged in R&D towards the construction of the tracking detector, made from silicon sensors, which forms the innermost part of the CMS experiment. This detector provides a precise measurement of the momentum of the charged particles produced in the collision. Her lab is one of the sites selected for the construction of silicon strip tracker for CMS operations at HL-LHC.  Media coverage of her role at the LHC in finding the Higgs Boson can be obtained on request. Narain’s research impacts society on many levels. Addressing questions at the microscopic scale and beyond has always required innovation. The CMS experiment is extremely demanding in terms of equipment design, and  generates novel technical approaches which ultimately benefit society. On a more practical level, research in particle physics drives technology to the edge and many of its spinoffs are commonplace today – to name a few clichés… such as accelerators for cancer therapy and the www protocol. The diverse technological and analytical training spanning engineering, mathematics, computing and electronics obtained in an international and collaborative environment is much sought after in many commercial sectors.  The efforts of the LHC experiments in  distributed computing  link Grid computing with cloud computing, an invaluable tool for big data analysis. Narain has been involved in outreach to promote science education at all levels. She continues to invest her time to mentor the educators and establish resources to establish opportunities for young scientists in rural India, specifically in UP, with the aim of promoting a world class culture of scientific research in colleges. Discovery of the Higgs Boson (in 2012): Will Scientists annouce discovery of a Higgs Boson Brown physicists celebrate apparent Higgs discovery Brown Physicists Celebrate Role in Particle Discovery  [ & BDH article] Higgs Boson Nobel Prize Reactions Higgs Boson (IBTL) View Prof. Narain on TEDxMosesBrown \"Lives That Speak\" Event My Journey to the Early Universe View Prof. Narain on Nova's ScienceNow Magazine: The Big Deal A short clip Discovery of the top quark in March 1995 Observation of the Top Quark Observation of the production of the single top quarks via the electroweak mechanism, March 2009: Press release Single Top Quark and Brown University Funded Research Prof. Narain is funded by the  Department Of Energy Grant \"Research in Particle Physics, Task C\" since 2007, approximately $800K\/year. She is a recipient of DOE awards via Fermilab (approx $500K in 2015, ramping to ~$1.2M in 2018) Scholarly Work Discovery of the Higgs Boson (in 2012): Will Scientists annouce discovery of a Higgs Boson Brown physicists celebrate apparent Higgs discovery Brown Physicists Celebrate Role in Particle Discovery  [ & BDH article] Higgs Boson Nobel Prize Reactions Higgs Boson (IBTL) View Prof. Narain on TEDxMosesBrown \"Lives That Speak\" Event My Journey to the Early Universe View Prof. Narain on Nova's ScienceNow Magazine: The Big Deal A short clip Discovery of the top quark in March 1995 Observation of the Top Quark Observation of the production of the single top quarks via the electroweak mechanism, March 2009: Press release Single Top Quark and Brown University BIG Data and the Large Hadron Collider Particle physics is data intensive science- we gather 1 PB\/sec, i.e. 1million GB\/sec! Narain presentation at the Computer Sceince IPP Symposium on Putting Big data to work on Harnessing the Data Tsunami at the Large Hadron Collider (presentation file HiggsComputing_MN_BigData.pps ) Open Science Grid articles related to her work: The power of sharing in OSG Snowmass Update with Dr. Meenakshi Narain (for background on  PP and BIG data see http:\/\/www.theinquirer.net\/inquirer\/analysis\/2420155\/cern-how-particle-physics-has-shaped-it) Background Education and Training Year Degree Institution 1991 PhD State University of New York at Stony Brook 1984 MS Indian Institute of Technology 1982 BS Gorakhpur University Honors and Awards Finalist (20 out of 250) and Recipient of \"Honorable Mention\" at the 2018 New England Woman of the Year Awards http:\/\/indianewengland.com\/2018\/06\/indira-desai-named-woman-of-the-year-for-her-courage-and-resilience-confronting-personal-adversity-and-displaying-great-persistence\/ http:\/\/indianewengland.com\/2018\/05\/meenakshi-narain-a-physicist-working-with-particle-accelerators-and-helping-discover-the-higgs-boson\/ Coordinator (2013-2016) of the LHC Physics Center for the CMS experiment , located at Fermilab, IL (see appointment news in 2015 , and 2014 . This center supports contributions from hundreds of remote CMS collaborators from US.) Fellow of the American Physical Society (2007) Jeanne Rosselet Fellow, Radcliffe Institute, Harvard (2006) CAREER Award, National Science Foundation (2000) Outstanding Junior Investigator Award, Department of Energy (2000) Wilson Fellow at Fermi National Accelerator Lab (1995-1999) Recipient of Professional Opportunities for Women in Research and Education grant, Major Research Infrastructure grants, from the National Science Foundation. Professional Activities and HEP Community Service: Member, APS DPF Fellowship Selection Committee, 2018 Member, APS DPF Panofsky Prize Selection Committee, 2017 & 2018 Co-Chair, 25 th Anniversary Conference of the ICISE, Aug 2018,  Quy Nhon, Vietnam. Co-Chair CMS Experiment Diversity Office (Sep’17-Aug’18), Geneva, Switzerland Coordinator, LHC Physics Center, Jan 2013-Dec 2016 2013-2017 LHC Physics Center, Distinguished Researcher Fellowship Review Committee Chair Member, DPF Executive  Committee Nominating Committee, 2012-2014 Member, Board of Directors, Quy Nhon Science and Education Foundation Member, LHC Physics Center Management Board, Fermilab, (2010-2012 & 2017) Member, External Advisory Board, WiSE Group at Boston University (2007) Member, URA Visiting Committee for Fermilab 2002-2004 Reviewer of NSF and DOE proposals for base grant and Early Career Awards (panels and mail-in) [Full list available on request] US Belle-II Operations Review, April 2017, Department of Energy LSST-DESC Operations planning Review,  April 2017, Department of Energy FY 2018 DOE\/HEP U.S. Japan Panel Review Panel, Department of Energy FY 2018 DOE\/HEP Review Panel, Department of Energy DOE Panel Review of Argonne National Laboratory, Argonne, Il, May 2015 Affiliations Visualize it Affiliations Affiliate Faculty (since 2016) Data Science Initiative, Brown University Visiting Professor (2018-2019), Indian Institute of Technology, Mumbai, India Adjunct Professor (2018-2019), NISER, Bhubaneshwar, India Coordinator (2013-2016) of the LHC Physics Center for the CMS experiment , located at Fermilab, IL (see appointment news in 2015 , and 2014 . This center supports contributions from hundreds of remote CMS collaborators from US.) Visiting Researcher (June-Aug 2009), IPHC, Strasbourg, France. Visiting Scientist (Apr-Aug 2006), Albert-Ludwigs-Universitat, Freiburg Consultant, Particle Data Group (2002 – present) – Review of Particle Properties: Dynamical electroweak symmetry breaking ( http:\/\/pdg.lbl.gov\/) Member Brown University Data Science Initiative's Campus Advisory Board (since Sep. 2017) Member Advisory Board  GWiSE, Brown University (since 2017) Member Advisory Board  “Presidential Scholars Program”  for high-achieving students, Brown University (since October 2017) Member, Board of Directors, Quy Nhon Science and Education Foundation, Vietnam Member of the Americal Physical Society Member of the Dzero Experiment at Fermilab Member of the CMS experiment at Fermilab. Teaching Teaching PHYS 0030 - Basic Physics PHYS 0030 - Basic Physics A PHYS 0040 - Basic Physics PHYS 0040 - Basic Physics B PHYS 0050 - Foundations of Mechanics PHYS 0060 - Foundations of Electromagnetism and Modern Physics PHYS 0070 - Analytical Mechanics PHYS 0160 - Introduction to Relativity and Quantum Physics PHYS 0160 - Introduction to Relativity, Waves and Quantum Physics About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}