{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "982XX94R",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Morten Eskildsen Morten Eskildsen Professor Experimental Condensed Matter Physics B.S., University of Copenhagen, Denmark, 1992 M.S., ibid., 1994 Ph.D., ibid., and Risø Natl. Lab., Denmark, 1998 E-mail: eskildsen@nd.edu Address: 333a Phone: (574) 631-4010 Fax: (574) 631-5952 or try Address: 102c Phone: (574) 631-3949 Eskildsen Research Group Web Page: http:\/\/www.nd.edu\/~vortex\/ Professor Eskildsen is interested in studies of superconductivity, especially in the vortices induced in type-II superconductors by an applied magnetic field. Such vortices consist of a core region in which superconductivity is suppressed. Outside the core, the superconducting state recovers over a characteristic lengthscale – the coherence length. Furthermore, supercurrents circulating around the vortex screens the magnetic field and confines it to the vicinity of the vortex. The screening length, which is usually called the penetration depth, is the second characteristic lengthscale of a superconductor. Two complimentary experimental techniques are used to study the vortices: The first is a low-temperature scanning tunneling microscope ( STM ) capable of measuring the quasiparticle density of states or spectrum, and hence distinguish between the normal cores and the surrounding superconducting regions on an atomic scale. This so-called scanning tunneling spectroscopy ( STS ) allows a direct imaging of the vortices. Secondly, since the vortices in general arrange themselves in an ordered array leading to a periodic magnetic field modulation, the structure and symmetry of this vortex-lattice can be studies by small-angle magnetic neutron scattering ( SANS ). Such experiments are performed at large national or international facilities such as the Institut Laue-Langevin (Grenoble, France). “Hexagonal and Square Flux Line Lattices in CeCoIn5,” M.R. Eskildsen, C.D. Dewhurst, B.W. Hoogenboom, C. Petrovic and P.C. Canfield, Phys. Rev. Lett. 90 , 187001 (2003). “Scanning Tunneling Spectroscopy on Single Crystal MgB2,” M.R. Eskildsen, M. Kugler, G. Levy, S. Tanaka, J. Jun, S.M. Kazakov, J. Karpinski and Ø. Fischer, Physica C 385 , 169-176 (2003). “Vortex Imaging in the Band of Magnesium Diboride,” M.R. Eskildsen, M. Kugler, S. Tanaka, J. Jun, S.M. Kazakov, J. Karpinski and Ø. Fischer, Phys. Rev. Lett. 89 , 187003 (2002). “Interdependence of Magnetism and Superconductivity in the Borocarbide TmNi2B2C,” K. Nørgaard, M.R. Eskildsen, N.H. Andersen, J. Jensen, P. Hedegård, S.N. Klausen and P.C. Canfield, Phys. Rev. Lett. 84 , 4982-4985 (2000). “Intertwined symmetry of the magnetic modulation and the flux line lattice in the superconducting state of TmNi2B2C,” M.R. Eskildsen, K. Harada, P.L. Gammel, A.B. Abrahamsen, N.H. Andersen, G. Ernst, A.P. Ramirez, D.J. Bishop, K. Mortensen, D.R. Naugle, K.D.D. Rathnayaka and P.C. Canfield, Nature 393 , 242-245 (1998). “Observation of a Field-Driven Structural Phase Transition in the Flux Line Lattice in ErNi2B2C,” M.R. Eskildsen, P.L. Gammel, B.P. Barber, U. Yaron, A.P. Ramirez, D.A. Huse, D.J. Bishop, C. Bolle, C.M. Lieber, S. Oxx, S. Sridhar, N.H. Andersen, K. Mortensen and P.C. Canfield, Phys. Rev. Lett. 78 , 1968-1971 (1997). Full Curriculum Vitae ( pdf )"
            ]
        ]
    ]
}