{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "98C2ODBE",
            "2u09mlAAAAAJ",
            [
                "Formation of dispersions using “flow focusing” in microchannels",
                "Geometrically mediated breakup of drops in microfluidic devices",
                "Microfluidic methods for generating continuous droplet streams",
                "Elasto-capillary thinning and breakup of model elastic liquids",
                "Encyclopedia of microfluidics and nanofluidics",
                "Microscale tipstreaming in a microfluidic flow focusing device",
                "Experimental observations of the squeezing-to-dripping transition in T-shaped microfluidic junctions"
            ],
            [
                "A flow-focusing geometry is integrated into a microfluidic device and used to study drop formation in liquid–liquid systems. A phase diagram illustrating the drop size as a function of flow rates and flow rate ratios of the two liquids includes one regime where drop size is comparable to orifice width and a second regime where drop size is dictated by the diameter of a thin “focused” thread, so drops much smaller than the orifice are formed. Both monodisperse and polydisperse emulsions can be produced.",
                "Microfluidic technology offers capabilities for the precise handling of small fluid volumes dispersed as droplets. To fully exploit this potential requires simultaneous generation of multiple size droplets. We demonstrate two methods for passively breaking larger drops into precisely controlled daughter drops using pressure-driven flow in simple microfluidic configurations:(i) a T junction and (ii) flow past isolated obstacles. We quantify conditions for breakup at a T junction and illustrate sequential breakup at T junctions for making small drops at high dispersed phase volume fractions.",
                "Microfluidic technologies have emerged recently as a promising new route for the fabrication of uniform emulsions. In this paper, we review microfluidic methods for synthesizing uniform streams of droplets and bubbles, focusing on those that utilize pressure-driven flows. Three categories of microfluidic geometries are discussed, including co-flowing streams, cross-flowing streams, and flow focusing devices. In each category we summarize observations that have been reported to date in experiments and numerical simulations. We describe these results in the context of physical mechanisms for droplet breakup, and simple theoretical models that have been proposed. Applications of droplets in microfluidic devices are briefly reviewed.",
                "We study the elasto-capillary self-thinning and ultimate breakup of three polystyrene-based ideal elastic fluids by measuring the evolution in the filament diameter as slender viscoelastic threads neck and eventually break. We examine the dependence of the transient diameter profile and the time to breakup on the molecular weight, and compare the observations with simple theories for breakup of slender viscoelastic filaments. The evolution of the transient diameter profile predicted by a multimode FENE-P model quantitatively matches the data provided the initial stresses in the filament are taken into account. Finally, we show how the transient uniaxial extensional viscosity of a dilute polymer solution can be estimated from the evolution in the diameter of the necking filament. The resulting “apparent extensional viscosity” profiles are compared with similar results obtained from a filament stretching rheometer. Both …",
                "Covering all aspects of transport phenomena on the nano-and micro-scale, this encyclopedia features over 750 entries in three alphabetically-arranged volumes including the most up-to-date research, insights, and applied techniques across all areas. Coverage includes electrical double-layers, optofluidics, DNC lab-on-a-chip, nanosensors, and more.",
                "A microfluidic flow-focusing device is used to explore the use of surfactant-mediated tipstreaming to synthesize micrometer-scale and smaller droplets. By controlling the surfactant bulk concentration of a soluble nonionic surfactant in the neighborhood of the critical micelle concentration, along with the capillary number and the ratio of the internal and external flow rates, we observe several distinct modes of droplet breakup. For the most part, droplet breakup in microfluidic devices results in highly monodisperse droplets in the range of tens of micrometers in size. However, we observe a new mode of breakup called “thread formation” that resembles tipstreaming and yields tiny droplets in the range of a few micrometers in size or smaller. In this work, we characterize the growth of the thread and its maximum length as a function of flow variables and surfactant content, and we also characterize the period of droplet …",
                "An experimental study of droplet breakup in T-shaped microfluidic junctions is presented in which the capillary number and flow rate ratio are varied over a wide range for several different viscosity ratios and several different ratios of the inlet channel widths. The range of conditions corresponds to the region in which both the squeezing pressure that arises when the emerging interface obstructs the channel and the viscous shear stress on the emerging interface strongly influence the process. In this regime, the droplet volume depends on the capillary number, the flow rate ratio, and the ratio of inlet channel widths, which controls the degree of confinement of the droplets. The viscosity ratio influences the droplet volume only when the viscosities are similar. When there is a large viscosity contrast in which the dispersed-phase liquid is at least 50 times smaller than the continuous-phase liquid, the resulting size is …"
            ],
            [
                [
                    "Fluid Dynamics",
                    "Microfluidics",
                    "Interfacial Flows",
                    "Interfacial Transport and Mechanics"
                ]
            ],
            [
                "Skip to Content Menu Education Research News People Events Giving Home People Shelley Anna Professor, Chemical Engineering Associate Dean for Faculty and Graduate Affairs, and Strategic Initiatives, College of Engineering Courtesy appointments, Mechanical Engineering Physics Shelley L. Anna is a professor in the Department of Chemical Engineering at Carnegie Mellon University. She also holds courtesy appointments in the Department of Physics and the Department of Mechanical Engineering. Prior to joining Carnegie Mellon in 2003, Anna received her B.S. in Physics from Carnegie Mellon, and an M.S. and Ph.D. in Engineering Science from Harvard University in 2000. She worked as a senior research engineer at Solutia Inc., and then completed a postdoctoral fellowship at Harvard University. At CMU, Anna's research interests are in multiphase microfluidics, interfacial rheology, and microscale transport phenomena. Anna is the recipient of a 2005 NSF CAREER award, the 2006 George Tallman Ladd Research Award from the College of Engineering at Carnegie Mellon, and a 2012 Honorable M ention for a Carnegie Science Award in the category of Emerging Female Scientist. Anna received the Russel V. Trader Career Faculty Fellowship in Mechanical Engineering in 2011. She was elected Fellow of the American Physical Society in 2014. A207C Doherty Hall 412.268.6492 sanna@cmu.edu Shelley Anna Websites Anna Laboratory Research Website Multi-Phase Materials: Interface Materials in Applications Behind the Researcher: Microfluidics & Fortissimo Education 2000 Ph.D., Engineering Sciences, Harvard University 1996 MS, Engineering Sciences, Harvard University 1995 BS, Physics, Carnegie Mellon University Affiliations Center for Complex Fluids Engineering Research Interests complex fluids engineering Media mentions Engineering Research Accelerator Catalyst 2020 winners announced The College of Engineering has announced the winners of the Catalyst 2020 competition. Their proposals will be funded by the College of Engineering. the Accelerator College of Engineering announces Catalyst 2020 winners The College of Engineering is pleased to announce that the College will fund three Catalyst proposals as winners of the Catalyst 2020 competition. Drexel University Anna named 2018-2019 ELATE at Drexel Fellow ChemE’s Shelley Anna was chosen as one of 18 Fellows in the 2018-2019 class of ELATE at Drexel, an elite program that brings together experienced and diverse women faculty members from institutions across the U.S. and Canada. Update your page Department of Chemical Engineering Doherty Hall 5000 Forbes Avenue 412.268.2230 2020 Carnegie Mellon University \/ Legal ““The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.”” Albert Einstein “To raise new questions, new possibilities, to regard old problems form a new angle, requires creative imagination and marks real advance in science.” Albert Einstein “The very nature of science is discoveries, and the best of those discoveries are the ones you don’t expect.” Neil deGrasse Tyson “Science is the process that takes us from confusion to understanding in a manner that’s precise, predictive, and reliable—a transformation, for those lucky enough to experience it, that is empowering and emotional.” Brian Greene “I am among those who think that science has great beauty. ” Marie Curie “Science literacy is the artery through which the solutions of tomorrow’s problems flow.” Neil deGrasse Tyson “The art and science of asking questions is the source of all knowledge.” Thomas Berger “Develop a passion for learning. If you do, you will never cease to grow.” Anthony J. D’Angelo. “Education is the passport to the future, for tomorrow belongs to those who prepare for it today. ” Malcolm X “Good questions outrank easy answers.” Paul Samuelson “Education is the most powerful weapon which you can use to change the world.” Nelson Mandela “Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.” Kofi Annan “Education is not preparation for life; education is life itself.” John Dewey “Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment.” A. P. J. Abdul Kalam “Education is the key to unlock the golden door of freedom.” George Washington Carver “Education is for improving the lives of others and for leaving your community and world better than you found it.” Marian Wright Edelman “Creating means living.” Dejan Stojanovic 2020 Carnegie Mellon University \/ Legal"
            ]
        ]
    ]
}