{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "98RJGMK0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "  Dr. Ganapati Myneni Director VT-India Nuclear Energy Partnership Adjunct Faculty Virginia Tech grmyneni@gmail.com Curriculum Vitae Board of Directors, International Symposium On Hydrogen In Matter   (ISOHIM)  PhD, Indian Institute of Technology Madras (1980).  Recipient of   Indo-German Scientific Exchange Award at the Fritz Haber Institute of   the Max Planck Society, Berlin, worked on Joint European Torus (JET) and   completed postdoctoral work at the University of Southampton, England. Appointed by two consecutive Governors of Virginia to Board of Directors   of Virginia Nuclear Energy Consortium Authority (since 2013) and   Virginia Energy Council (since 2014) respectively.  Served as research   professor\/graduate faculty at the University of Virginia and North   Carolina State University.   Currently affiliated faculty\/graduate   faculty member Virginia Tech, Virginia Commonwealth & Old Dominion   University. Present focus – developing radioisotopes based on efficient   and economic ingot niobium CW SRF accelerator technology and pursuing   this technology to advance nuclear energy systems internationally.   Organizer of International Symposia On Hydrogen In Matter (ISOHIM). Development of Virginia Tech - India partnership to advance nuclear energy options for a greener world. Holder of 10 patents; edited 6 books\/conference proceedings on   accelerator related technologies. Authored\/co-authored over 100   peer-reviewed publications on accelerator-technologies-instrumentation.    Established the Virginia Accelerator-Driven Subcritical-Systems (ADS)   Consortium, organizes International workshops on ADS\/Thorium   Utilization.  The 5th such workshop will be hosted by SCK\/CEN Mol,   Belgium during the fall of 2019. ANS Life Member. Dr.Myneni was has been the leading architect of five international symposiums featuring \"Accelerator Driven Systems and Thorium Utilization\". 1st International  ADS&ThU Workshop 2010, USA http:\/\/www.phys.vt.edu\/~kimballton\/gem-star\/workshop\/index.shtml 2nd International  ADS&ThU Workshop 2011, India http:\/\/www.ivsnet.org\/ADS\/ADS2011\/ 3rd International  ADS&ThU Workshop, 2014, USA http:\/\/ adsthu.org \/ index.html 4th International  ADS&ThU Workshop 2016 UK https:\/\/ indico.cern.ch \/event\/509528\/contributions\/ 5th International  ADS&ThU Workshop 2019 Belgium SCK-CEN, Mol, Belgium Nov 6-8, 2019   "
            ]
        ]
    ]
}