{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9AAGF7FE",
            "MnZj0WAAAAAJ",
            [
                "A sea water monitor system based on wirless sensor network",
                "Combinatorial optimization filter based on median filter and multi-scale filter"
            ],
            [
                "In view of long period and small coverage characteristics for sea water index monitoring, an on-line detection system using wireless sensor networks to monitor sea water index real-time is proposed. The methods and algorithms of the precise detection are studied, and the energy-saving routing protocol of the wireless sensor networks is discussed. Such technologes as the intelligent information processing technology of wireless sensor network, the remote GPRS wireless data communication technology, the management query technology for monitoring points based on the internet display platform are adopted in this system synthetically. Some sensors with same or different function are integrated to establish the intelligent sensor network which can improve the system capability of monitoring and automation. The simulation result shows that the proposed system has the good capability of sea water index detection.",
                "Taking into account the relatively poor versatility and effectiveness of the general robot visual navigation filtering algorithm, and taking advantage of the existing the median filter and multi-scale adaptive fusion filter, an optimized filter based on the median and combination of multi-scale was proposed. Firstly, the algorithm used the median filter, and then used the multi-scale filter. Finally the filtered results were fused according to smallest Mean Absolute Error (MAE) criterion. The experimental results show that the proposed algorithm can better filter out a variety of common noise for the robot road images, which enhances the versatility and effectiveness of the algorithm."
            ],
            [
                [
                    "Banco de Dados",
                    "Segurança Digital"
                ]
            ],
            [
                "Ruth Leonard Ruth Leonard Ruth Leonard Executive Assistant to the Chair leonard.469@osu.edu"
            ]
        ]
    ]
}