{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9ABFZGRL",
            "Xdn8d3EAAAAJ",
            [
                "Fundamentals of zinc oxide as a semiconductor",
                "Native point defects in ZnO"
            ],
            [
                "In the past ten years we have witnessed a revival of, and subsequent rapid expansion in, the research on zinc oxide (ZnO) as a semiconductor. Being initially considered as a substrate for GaN and related alloys, the availability of high-quality large bulk single crystals, the strong luminescence demonstrated in optically pumped lasers and the prospects of gaining control over its electrical conductivity have led a large number of groups to turn their research for electronic and photonic devices to ZnO in its own right. The high electron mobility, high thermal conductivity, wide and direct band gap and large exciton binding energy make ZnO suitable for a wide range of devices, including transparent thin-film transistors, photodetectors, light-emitting diodes and laser diodes that operate in the blue and ultraviolet region of the spectrum. In spite of the recent rapid developments, controlling the electrical conductivity of ZnO has …",
                "We have performed a comprehensive first-principles investigation of native point defects in ZnO based on density functional theory within the local density approximation (LDA) as well as the LDA+ U approach for overcoming the band-gap problem. Oxygen deficiency, manifested in the form of oxygen vacancies and zinc interstitials, has long been invoked as the source of the commonly observed unintentional n-type conductivity in ZnO. However, contrary to the conventional wisdom, we find that native point defects are very unlikely to be the cause of unintentional n-type conductivity. Oxygen vacancies, which have most often been cited as the cause of unintentional doping, are deep rather than shallow donors and have high formation energies in n-type ZnO (and are therefore unlikely to form). Zinc interstitials are shallow donors, but they also have high formation energies in n-type ZnO and are fast diffusers with …"
            ],
            [
                [
                    "Electronic Structure Theory",
                    "Semiconductor Physics"
                ]
            ]
        ]
    ]
}