{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9D3JOIMJ",
            "gq1oNDUAAAAJ",
            [
                "ALKBH5 is a mammalian RNA demethylase that impacts RNA metabolism and mouse fertility",
                "FTO-dependent demethylation of N6-methyladenosine regulates mRNA splicing and is required for adipogenesis",
                "How many human genes can be defined as housekeeping with current expression data?"
            ],
            [
                "N6-methyladenosine (m6A) is the most prevalent internal modification of messenger RNA (mRNA) in higher eukaryotes. Here we report ALKBH5 as another mammalian demethylase that oxidatively reverses m6A in mRNA in vitro and in vivo. This demethylation activity of ALKBH5 significantly affects mRNA export and RNA metabolism as well as the assembly of mRNA processing factors in nuclear speckles. Alkbh5-deficient male mice have increased m6A in mRNA and are characterized by impaired fertility resulting from apoptosis that affects meiotic metaphase-stage spermatocytes. In accordance with this defect, we have identified in mouse testes 1,551 differentially expressed genes that cover broad functional categories and include spermatogenesis-related mRNAs involved in the p53 functional interaction network. The discovery of this RNA demethylase strongly suggests that the reversible m6A modification …",
                "The role of Fat Mass and Obesity-associated protein (FTO) and its substrate N6-methyladenosine (m 6 A) in mRNA processing and adipogenesis remains largely unknown. We show that FTO expression and m 6 A levels are inversely correlated during adipogenesis. FTO depletion blocks differentiation and only catalytically active FTO restores adipogenesis. Transcriptome analyses in combination with m 6 A-seq revealed that gene expression and mRNA splicing of grouped genes are regulated by FTO. M 6 A is enriched in exonic regions flanking 5′-and 3′-splice sites, spatially overlapping with mRNA splicing regulatory serine\/arginine-rich (SR) protein exonic splicing enhancer binding regions. Enhanced levels of m 6 A in response to FTO depletion promotes the RNA binding ability of SRSF2 protein, leading to increased inclusion of target exons. FTO controls exonic splicing of adipogenic regulatory factor …",
                "Housekeeping (HK) genes are ubiquitously expressed in all tissue\/cell types and constitute a basal transcriptome for the maintenance of basic cellular functions. Partitioning transcriptomes into HK and tissue-specific (TS) genes relatively is fundamental for studying gene expression and cellular differentiation. Although many studies have aimed at large-scale and thorough categorization of human HK genes, a meaningful consensus has yet to be reached. We collected two latest gene expression datasets (both EST and microarray data) from public databases and analyzed the gene expression profiles in 18 human tissues that have been well-documented by both two data types. Benchmarked by a manually-curated HK gene collection (HK408), we demonstrated that present data from EST sampling was far from saturated, and the inadequacy has limited the gene detectability and our understanding of TS …"
            ],
            [
                [
                    "Bioinformatics"
                ]
            ],
            [
                "Ig Tsong - Professor Emeritus Home Undergraduate Biophysics (BS) Physics (BA) Physics (BS) Physics Secondary Education (BS) Physics (Minor) Online Degree Programs Physics PHD Master of Natural Science Professional Masters Degree Nanoscience Why Study Physics? Admission Undergraduate Admission How to Apply Tuition and Paying for College MNS Admission How To Apply Financial Support MNS Request Information Modeling Instruction Program CEU Application to Reserve Seat Partial Tuition Scholarship Application Professional Science Master's- Nanoscience PSM Request Information PhD Admission Financial Support International Students Admission Criteria Student Life Undergraduate Experience ASU Online Students Advising Campus Life Career Resources Clubs and Organizations Conferences Scholarships Student Success Center\/Tutoring Undergraduate Research Undergraduate Project Submission for Faculty Graduate School MNS Experience Academic Advising Summer Housing PhD Experience Academic Advising Scholarships Clubs & Organizations PhD Research Rotations Research Rotations Instructions Research Areas Biological and Soft Matter Physics Cosmology, Particle and Astrophysics Nanoscience and Materials Physics Physics and Society Initiatives & Centers Leadership Faculty Faculty Awards Faculty Videos Resources Department Resources Instrument Shops IT Support PIRT News & Events Colloquia and Seminars Colloquia Biological Physics Seminar Cosmology Seminar Nanoscience Seminar Newsletter Archive 2019 Top 10 Events News About Welcome from Department Chair Contact Us Feedback Employment Opportunities Employment Information Employment Form Faculty Employment Opportunities Staff Employment Bragging Rights The research areas specialized by Ig Tsong are the physics of semiconductor surfaces and the growth of new wide bandgap semiconductors. Nineteen graduate students have successfully completed their PhD dissertations in his laboratory. His current research interest lies in the growth of Group III nitride semiconductors on silicon substrates and the fabrication of light emitting devices. To this end, he is collaborating with researchers from Nitronex Corporation in Raleigh, North Carolina, and from Sandia National Laboratory in Albuquerque, New Mexico. His research students, both graduate and undergraduate, undertake training in laboratory research as well as in commercialization and entrepreneurship. During his career, Ig Tsong has published over 200 articles in peer-review journals and book chapters. The h-index of his publications is 32 as of 2007. Degree Info: Ph.D., Univ. of London, 1970 D.Sc., Univ. of Leeds, 1989 Area of Study: Experimental Surface Physics CV: CV-Full-Tsong Office Room: PSB 249 Phone: (480) 965-3563 Selected Publications C.D. Poweleit et al . 2007 . Optical characterization of Si(1-x)Ge(x) nanodots grown on Si substrates via ultrathin SiO2 buffer layers . J. Appl. Phys. . 101 . 114312 Z.T. Wang et al. . 2006 . Effect of nitridation on the growth of GaN on ZrB2(0001)\/Si(111) by molecular beam epitaxy . J. Appl. Phys. . 100 . 033506 P.-L. Liu et al . 2005 . First-principles studies of GaN(0001) heteroepitaxy on ZrB2(0001) . Phys. Rev. B . 72 . 245335 Y. Yamada-Takamura et al . 2005 . Surface and interface studies of GaN epitaxy on Si(111) via ZrB2 buffer layers . Phys. Rev. Lett. . 95 . 266105 Research Interests High-resolution cross-sectional transmission electron microscopy images of perfectly coherent GaN quantum dots grown on a 6H-SiC(0001) substrate."
            ]
        ]
    ]
}