{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9FD6B58U",
            "Wc_IeUIAAAAJ",
            [
                "The Lhasa Terrane: record of a microcontinent and its histories of drift and growth",
                "The origin and pre-Cenozoic evolution of the Tibetan Plateau",
                "Spatial temporal framework of the Gangdese Orogenic Belt and its evolution",
                "Geochemical investigation of Early Cretaceous igneous rocks along an east–west traverse throughout the central Lhasa Terrane, Tibet",
                "Lhasa terrane in southern Tibet came from Australia",
                "Geochemical and Sr–Nd–Pb–O isotopic compositions of the post-collisional ultrapotassic magmatism in SW Tibet: petrogenesis and implications for India intra-continental …",
                "Early cretaceous subduction-related adakite-like rocks of the Gangdese Belt, southern Tibet: products of slab melting and subsequent melt–peridotite interaction?",
                "SHRIMP zircon age and geochemical constraints on the origin of Lower Jurassic volcanic rocks from the Yeba Formation, southern Gangdese, South Tibet",
                "Assembly of the Lhasa and Qiangtang terranes in central Tibet by divergent double subduction",
                "Cambrian bimodal volcanism in the Lhasa Terrane, southern Tibet: record of an early Paleozoic Andean-type magmatic arc in the Australian proto-Tethyan margin"
            ],
            [
                "The Lhasa Terrane in southern Tibet has long been accepted as the last geological block accreted to Eurasia before its collision with the northward drifting Indian continent in the Cenozoic, but its lithospheric architecture, drift and growth histories and the nature of its northern suture with Eurasia via the Qiangtang Terrane remain enigmatic. Using zircon in situ U–Pb and Lu–Hf isotopic and bulk-rock geochemical data of Mesozoic–Early Tertiary magmatic rocks sampled along four north–south traverses across the Lhasa Terrane, we show that the Lhasa Terrane has ancient basement rocks of Proterozoic and Archean ages (up to 2870 Ma) in its centre with younger and juvenile crust (Phanerozoic) accreted towards its both northern and southern edges. This finding proves that the central Lhasa subterrane was once a microcontinent. This continent has survived from its long journey across the Paleo-Tethyan Ocean …",
                "Different hypotheses have been proposed for the origin and pre-Cenozoic evolution of the Tibetan Plateau as a result of several collision events between a series of Gondwana-derived terranes (e.g., Qiangtang, Lhasa and India) and Asian continent since the early Paleozoic. This paper reviews and reevaluates these hypotheses in light of new data from Tibet including (1) the distribution of major tectonic boundaries and suture zones, (2) basement rocks and their sedimentary covers, (3) magmatic suites, and (4) detrital zircon constraints from Paleozoic metasedimentary rocks. The Western Qiangtang, Amdo, and Tethyan Himalaya terranes have the Indian Gondwana origin, whereas the Lhasa Terrane shows an Australian Gondwana affinity. The Cambrian magmatic record in the Lhasa Terrane resulted from the subduction of the proto-Tethyan Ocean lithosphere beneath the Australian Gondwana. The newly …",
                "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
                "Bulk-rock major and trace element, Sr–Nd isotope, zircon U–Pb and Hf-isotope data are reported for Early Cretaceous igneous rocks sampled along an east–west traverse through the central Lhasa subterrane (E80°00′–E89°) in southern Tibet. These results offer new insights into the pre-Cenozoic geology and tectonomagmatic evolution of the Lhasa Terrane, and provide boundary conditions for the origin and evolution of the Tibetan Plateau. Our new data, together with data from the literature indicate that the Early Cretaceous magmatism in the central Lhasa subterrane lasted for a long period (~ 143–102 Ma) with a magmatic flare-up at ~ 110 Ma. The latter is accompanied by mafic magmatism in this terrane. The silicic rocks are metaluminous to peraluminous, and enriched in Rb, Th, and U, and depleted in Ba, Nb, Ta, Sr, P, and Ti, with varying initial 87Sr\/86Sr (0.7073–0.7209), negative εNd(t) (− 13.7 to − 4.6 …",
                "The U-Pb age and Hf isotope data on detrital zircons from Paleozoic metasedimentary rocks in the Lhasa terrane (Tibet) define a distinctive age population of ca. 1170 Ma with εHf(t) values identical to the coeval detrital zircons from Western Australia, but those from the western Qiangtang and Tethyan Himalaya terranes define an age population of ca. 950 Ma with a similar εHf(t) range. The ca. 1170 Ma detrital zircons in the Lhasa terrane were most likely derived from the Albany-Fraser belt in southwest Australia, whereas the ca. 950 Ma detrital zircons from both the western Qiangtang and Tethyan Himalaya terranes might have been sourced from the High Himalaya to the south. Such detrital zircon connections enable us to propose that the Lhasa terrane is exotic to the Tibetan Plateau system, and should no longer be considered as part of the Qiangtang–Greater India–Tethyan Himalaya continental margin …",
                "Ultrapotassic lavas having distinct geochemical compositions (K2O\/Na2O  > 2, K2O  > 3%, and MgO  > 3%) are common and widespread on the Tibet Plateau, where they are closely linked to N–S-trending normal faults. The Tibetan ultrapotassic rocks range in age from ~ 8 to 24 Ma, slightly older than the spatially associated potassic rocks (10–22 Ma). These lavas consist mainly of trachyte, trachyandesite, basaltic trachyandesite, phonolite and tephriphonolite. They have high light rare earth element (LREE) and large ion lithophile element (LILE) concentrations, but are low in high field strength elements (HFSE). They are characterized by having extremely radiogenic Sr (87Sr\/86Sr(i) = 0.710719 to 0.736451) and Pb isotopes (206Pb\/204Pb = 18.449–19.345, 207Pb\/204Pb = 15.717–15.803, 208Pb\/204Pb = 39.443–40.168) with unradiogenic Nd isotopes (εNd(0) = − 7.6 to − 15) and old Nd model ages (TDM = 1.3–2 …",
                "The limited geochronology and geochemistry data available for the Early Cretaceous igneous rocks of the southern Gangdese Belt, southern Tibet, has resulted in the proposal of conflicting geodynamic models for the generation of the widespread Cretaceous igneous rocks in the middle and northern parts of the belt. To explore this issue, we present SHRIMP U–Pb zircon data and geochemical and Sr–Nd–Pb–Hf isotopic data for the Mamen andesites from the southern margin of the Gangdese Belt. The Mamen andesites, emplaced at 136.5 Ma, are sodic (Na2O\/K2O = 1.2–2.3) and have geochemical characteristics typical of adakites (i.e., high Al2O3, high La\/Yb ratios and Sr contents, low Y and HREE contents, and positive Eu anomalies), except for high Cr, Ni, and MgO contents. The andesites have initial (87Sr\/86Sr)t ratios of 0.70413–0.70513, positive εNd(t) values of 3.7–5.8, and (206Pb\/204Pb)t ratios of 18.37 …",
                "We present SHRIMP zircon dating, bulk-rock geochemical, and Sr-Nd-Pb isotopic results for Yeba volcanic rocks and a mafic dike from Southern Gangdese (SG), southern Tibet, in order to constrain their tectonic setting and origin. Yeba volcanic rocks span a continuous compositional range from basalt to dacite, although andesites are minor, and mafic and felsic rocks are volumetrically predominant. New SHRIMP zircon dating for a dacite coupled with previous SHRIMP zircon dating for a mafic dike and fossil constraints for the sedimentary sequence indicate that Yeba volcanic rocks were emplaced in the Early Jurassic (174-190 Ma). Yeba tholeiitic mafic rocks possess compositional diversity and are divided into three groups based on concentrations of MgO, Al2O3, and La. Mafic samples are all characterized by marked negative Nb, Ta, and Ti anomalies and positive ∊Nd(T) values (+ 2.4 to + 4.5). Yeba calc …",
                "Integration of lithostratigraphic, magmatic, and metamorphic data from the Lhasa–Qiangtang collision zone in central Tibet (including the Bangong suture zone and adjacent regions of the Lhasa and Qiangtang terranes) indicates assembly through divergent double sided subduction. This collision zone is characterized by the absence of Early Cretaceous high-grade metamorphic rocks and the presence of extensive magmatism with enhanced mantle contributions at ca. 120–110 Ma. Two Jurassic–Cretaceous magmatic arcs are identified from the Caima–Duobuza–Rongma–Kangqiong–Amdo magmatic belt in the western Qiangtang Terrane and from the Along Tso–Yanhu–Daguo–Baingoin–Daru Tso magmatic belt in the northern Lhasa Terrane. These two magmatic arcs reflect northward and southward subduction of the Bangong Ocean lithosphere, respectively. Available multidisciplinary data reconcile that the …",
                "This paper reports new zircon LA-ICP-MS U–Pb age and Hf-isotope, whole-rock major and trace element, and Sr–Nd isotope data from Cambrian metavolcanic rocks in the central Lhasa subterrane of southern Tibet. These rocks form a bimodal volcanic suite consisting mainly of silicic metavolcanic rocks with subordinate metabasalts. Five silicic metavolcanic samples dated at ca. 492 Ma and one metabasalt sample yielding a near-concordant 206Pb\/238U age of 492 ± 4 Ma indicate that mafic and silicic eruptions were contemporaneous. The metabasalts are mostly high-K calc-alkaline, enriched in Th, U, and light rare earth elements (LREEs), and depleted in Nb, Ta, Ti, Zr, and Hf, geochemically resembling the Andean arc basalts. The silicic metavolcanic rocks are high-K calc-alkaline and low in Nb and Zr. The metabasaltic rocks have negative whole-rock εNd(t) values (− 4.7 to − 3.5) and varying zircon εHf(t …"
            ],
            [
                [
                    "Collision zone magmatism",
                    "Magmatism and geodynamics",
                    "Tethyan evolution",
                    "Tibetan Plateau"
                ]
            ],
            [
                "Di Cheng Graduate Student 29 Spedding Hall dcheng@iastate.edu 515-294-5373"
            ]
        ]
    ]
}