{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9G2JNGDX",
            "Px1pRMMAAAAJ",
            [
                "Buildings"
            ],
            [
                "This chapter aims to update the knowledge on the building sector since the Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report (AR4) from a mitigation perspective. Buildings and activities in buildings are responsible for a significant share of GHG emissions, but they are also the key to mitigation strategies. In 2010, the building sector accounted for approximately 117 Exajoules (EJ) or 32% of global final energy consumption and 19% of energy-related CO2 emissions; and 51% of global electricity consumption. Buildings contribute to a significant amount of F-gas emissions, with large differences in reported figures due to differing accounting conventions, ranging from around an eighth to a third of all such emissions. The chapter argues that beyond a large emission role, mitigation opportunities in this sector are also significant, often very cost-effective, and are in many times associated with significant co-benefits that can exceed the direct benefits by orders of magnitude. The sector has significant mitigation potentials at low or even negative costs. Nevertheless, without strong actions emissions are likely to grow considerably - and they may even double by mid-century - due to several drivers. The chapter points out that certain policies have proven to be very effective and several new ones are emerging. As a result, building energy use trends have been reversed to stagnation or even reduction in some jurisdictions in recent years, despite the increases in affluence and population.   The chapter uses a novel conceptual framework, in line with the general analytical framework of the contribution of Working Group III (WGIII …"
            ],
            [
                [
                    "climate change",
                    "sustainable development",
                    "green buildings",
                    "architecture"
                ]
            ],
            [
                "Peter Graham Associate Professor of Physics Research & Scholarship What physics lies beyond the Standard Model and how can we discover it? Professor Graham is broadly interested in theoretical physics beyond the Standard Model which often involves cosmology, astrophysics, general relativity, and even atomic physics. The Standard Model leaves many questions unanswered including the nature of dark matter and the origins of the weak scale, the cosmological constant, and the fundamental fermion masses. These clues are a guide to building new theories beyond the Standard Model.  He recently proposed a new solution to the hierarchy problem which uses dynamical relaxation in the early universe instead of new physics at the weak scale. Professor Graham is also interested in inventing novel experiments to discover such new physics, frequently using techniques from astrophysics, condensed matter, and atomic physics. He is a proposer and co-PI of the Cosmic Axion Spin Precession Experiment (CASPEr) and the DM Radio experiment.  CASPEr uses nuclear magnetic resonance techniques to search for axion dark matter.  DM Radio uses high precision magnetometry and electromagnetic resonators to search for hidden photon and axion dark matter.  He has also proposed techniques for gravitational wave detection using atom interferometry. Current areas of focus: Theory beyond the Standard Model Dark matter models and detection Novel experimental proposals for discovering new physics such as axions and gravitational waves Understanding results from experiments ranging from the LHC to early universe cosmology CAREER HISTORY: After completing his undergraduate work at Harvard, Peter Graham received his PhD from Stanford in 2007.  He was a postdoctoral research associate for one year with the particle theory group at SLAC and then took a postdoctoral position with the Stanford Institute for Theoretical Physics in the Physics Department.  Graham began his appointment as Assistant Professor in the Department of Physics in September 2010. Honors and Awards: 2017 New Horizons Prize in Physics DOE Early Career Award 2014 Terman Fellowship, Stanford Associate Professor, Associate Director, Stanford Institute for Theoretical Physics (2018 - Present) Director of Undergraduate Studies, Stanford Physics Department (2018 - Present) Terman Fellowship, Stanford University (2013 - 2013) Assistant Professor of Physics, Stanford Institute for Theoretical Physics (2010 - 2017) Postdoctoral Scholar, Stanford Institute for Theoretical Physics (2008 - 2010) Visiting Member, Institute for Advanced Study (2008 - 2008) Research Associate, SLAC National Accelerator Laboratory (2007 - 2008) Graduate Fellowship, Mellam Family Foundation (2006 - 2007) Fellowship, Achievement Rewards for College Scientists (2005 - 2006) National Defense Science and Engineering Graduate Fellowship, Department of Defense (2002 - 2005) New Horizons Prize in Physics, Breakthrough Prize Foundation (2017) DOE Early Career Award, Department of Energy (2014) Hellman Faculty Scholar, Hellman Fellows Fund (2013) Phi Beta Kappa, Harvard University (2002) Sanderson Award for top senior physics student, Harvard University (2002) Member, Fermi Telescope Collaboration Chair, Physics Department Graduate Qualifying Exam Committee, Stanford University (2012 - 2013) Ph.D., Stanford University, Physics  (2007) A.M., Harvard University, Physics  (2002) A.B., Harvard University, Physics  (2002) pwgraham@stanford.edu Position: Assoc Professor Publications on INSPIRE Current Research and Scholarly Interests What physics lies beyond the Standard Model and how can we discover it? Professor Graham is broadly interested in theoretical physics beyond the Standard Model which often involves cosmology, astrophysics, general relativity, and even atomic physics. The Standard Model leaves many questions unanswered including the nature of dark matter and the origins of the weak scale, the cosmological constant, and the fundamental fermion masses. These clues are a guide to building new theories beyond the Standard Model.  He recently proposed a new solution to the hierarchy problem which uses dynamical relaxation in the early universe instead of new physics at the weak scale. Professor Graham is also interested in inventing novel experiments to discover such new physics, frequently using techniques from astrophysics, condensed matter, and atomic physics. He is a proposer and co-PI of the Cosmic Axion Spin Precession Experiment (CASPEr) and the DM Radio experiment.  CASPEr uses nuclear magnetic resonance techniques to search for axion dark matter.  DM Radio uses high precision magnetometry and electromagnetic resonators to search for hidden photon and axion dark matter.  He has also proposed techniques for gravitational wave detection using atom interferometry. Current areas of focus: Theory beyond the Standard Model Dark matter models and detection Novel experimental proposals for discovering new physics such as axions and gravitational waves Understanding results from experiments ranging from the LHC to early universe cosmology Mechanics PHYSICS 41 (Aut) Independent Studies (3) PHYSICS 190 (Aut, Spr) General Relativity PHYSICS 262 (Aut) The Early Universe PHYSICS 362 (Win) Electricity, Magnetism and Waves Laboratory PHYSICS 64 (Win) Electricity, Magnetism, and Waves PHYSICS 63 (Win) General Relativity PHYSICS 262 (Aut) Electricity, Magnetism and Waves Laboratory PHYSICS 64 (Win) Electricity, Magnetism, and Waves PHYSICS 63 (Win) General Relativity PHYSICS 262 (Aut) Jacopo Dalmasson, Stephen Kuenstner, Anirudh Prabhu, Dylan Rueter, Thomas Wilkason, George Wojcik Sebastian Baum Robert Lasenby Zach Bogorad, William DeRocco , Saarik Kalia Alexander Bourzutschky, Evan Coleman , Jacopo Dalmasson, Dan ENICEICU, Kareem Hegazy, Oliver Hitchcock, Zach Hulcher, Dae Heun Koh, Ronen Kroeze, Balint Kurgyis, Andy Liu, Jacob Marks Pavel Nosov Rory O'Dwyer Guglielmo Panelli Kate Pistunova , Anirudh Prabhu, Brandon Rayhaun , Dylan Rueter, Olivier Simon, Jonathan Sorce, Jed Thompson Richie Wang Nick Werby , Cynthia Yan, Shunyu Yao Tony Zhang Exploring the robustness of stellar cooling constraints on light particles DeRocco, W., Graham, P. W., Rajendran, S. 2020 102 (7) DOI 10.1103\/PhysRevD.102.075015 Web of Science ID 000576892700007 Muons in Supernovae: Implications for the Axion-Muon Coupling Bollig, R., DeRocco, W., Graham, P. W., Janka, H. 2020 125 (5) DOI 10.1103\/PhysRevLett.125.051104 Web of Science ID 000553692300001 White dwarf bounds on charged massive particles Fedderke, M. A., Graham, P. W., Rajendran, S. 2020 101 (11) DOI 10.1103\/PhysRevD.101.115021 Web of Science ID 000540658300008 AEDGE: Atomic Experiment for Dark Matter and Gravity Exploration in Space EPJ QUANTUM TECHNOLOGY El-Neaj, Y., Alpigiani, C., Amairi-Pyka, S., Araujo, H., Balaz, A., Bassi, A., Bathe-Peters, L., Battelier, B., Belic, A., Bentine, E., Bernabeu, J., Bertoldi, A., Bingham, R., Blas, D., Bolpasi, V., Bongs, K., Bose, S., Bouyer, P., Bowcock, T., Bowden, W., Buchmueller, O., Burrage, C., Calmet, X., Canuel, B., Caramete, L., Carroll, A., Cella, G., Charmandaris, V., Chattopadhyay, S., Chen, X., Chiofalo, M., Coleman, J., Cotter, J., Cui, Y., Derevianko, A., De Roeck, A., Djordjevic, G. S., Dornan, P., Doser, M., Drougkakis, I., Dunningham, J., Dutan, I., Easo, S., Elertas, G., Ellis, J., El Sawy, M., Fassi, F., Felea, D., Feng, C., Flack, R., Foot, C., Fuentes, I., Gaaloul, N., Gauguet, A., Geiger, R., Gibson, V., Giudice, G., Goldwin, J., Grachov, O., Graham, P. W., Grasso, D., Van der Grinten, M., Guendogan, M., Haehnelt, M. G., Harte, T., Hees, A., Hobson, R., Hogan, J., Holst, B., Holynski, M., Kasevich, M., Kavanagh, B. J., Von Klitzing, W., Kovachy, T., Krikler, B., Krutzik, M., Lewicki, M., Lien, Y., Liu, M., Luciano, G., Magnon, A., Mahmoud, M., Malik, S., McCabe, C., Mitchell, J., Pahl, J., Pal, D., Pandey, S., Papazoglou, D., Paternostro, M., Penning, B., Peters, A., Prevedelli, M., Puthiya-Veettil, V., Quenby, J., Rasel, E., Ravenhall, S., Ringwood, J., Roura, A., Sabulsky, D., Sameed, M., Sauer, B., Schaffer, S., Schiller, S., Schkolnik, V., Schlippert, D., Schubert, C., Sfar, H., Shayeghi, A., Shipsey, I., Signorini, C., Singh, Y., Soares-Santos, M., Sorrentino, F., Sumner, T., Tassis, K., Tentindo, S., Tino, G., Tinsley, J. N., Unwin, J., Valenzuela, T., Vasilakis, G., Vaskonen, V., Vogt, C., Webber-Date, A., Wenzlawski, A., Windpassinger, P., Woltmann, M., Yazgan, E., Zhan, M., Zou, X., Zupan, J. 2020 7 (1) DOI 10.1140\/epjqt\/s40507-020-0080-0 Web of Science ID 000519468200001 Minimal warm inflation Berghaus, K., Graham, P. W., Kaplan, D. E. 2020 DOI 10.1088\/1475-7516\/2020\/03\/034 Web of Science ID 000528029100035 Muons in Supernovae: Implications for the Axion-Muon Coupling. Bollig, R., DeRocco, W., Graham, P. W., Janka, H. T. 2020 125 (5) : 051104 The high temperature and electron degeneracy attained during a supernova allow for the formation of a large muon abundance within the core of the resulting protoneutron star. If new pseudoscalar degrees of freedom have large couplings to the muon, they can be produced by this muon abundance and contribute to the cooling of the star. By generating the largest collection of supernova simulations with muons to date, we show that observations of the cooling rate of SN 1987A place strong constraints on the coupling of axionlike particles to muons, limiting the coupling to g_{aμ}<10^{-8.1}  GeV^{-1}. DOI 10.1103\/PhysRevLett.125.051104 PubMedID 32794860 Constraining Primordial Black Hole Abundance with the Galactic 511 keV Line DeRocco, W., Graham, P. W. 2019 123 (25) DOI 10.1103\/PhysRevLett.123.251102 Web of Science ID 000502796900002 SAGE: A proposal for a space atomic gravity explorer EUROPEAN PHYSICAL JOURNAL D Tino, G. M., Bassi, A., Bianco, G., Bongs, K., Bouyer, P., Cacciapuoti, L., Capozziello, S., Chen, X., Chiofalo, M. L., Derevianko, A., Ertmer, W., Gaaloul, N., Gill, P., Graham, P. W., Hogan, J. M., Iess, L., Kasevich, M. A., Katori, H., Klempt, C., Lu, X., Ma, L., Mueller, H., Newbury, N. R., Oates, C. W., Peters, A., Poli, N., Rasel, E. M., Rosi, G., Roura, A., Salomon, C., Schiller, S., Schleich, W., Schlippert, D., Schreck, F., Schubert, C., Sorrentino, F., Sterr, U., Thomsen, J. W., Vallone, G., Vetrano, F., Villoresi, P., von Klitzing, W., Wilkowski, D., Wolf, P., Ye, J., Yu, N., Zhan, M. 2019 73 (11) DOI 10.1140\/epjd\/e2019-100324-6 Web of Science ID 000496943000001 Supernova signals of light dark matter DeRocco, W., Graham, P. W., Kasen, D., Marques-Tavares, G., Rajendran, S. 2019 100 (7) DOI 10.1103\/PhysRevD.100.075018 Web of Science ID 000490474400001 Constraints on bosonic dark matter from ultralow-field nuclear magnetic resonance. Science advances Garcon, A., Blanchard, J. W., Centers, G. P., Figueroa, N. L., Graham, P. W., Jackson Kimball, D. F., Rajendran, S., Sushkov, A. O., Stadnik, Y. V., Wickenbrock, A., Wu, T., Budker, D. 2019 5 (10) : eaax4539 The nature of dark matter, the invisible substance making up over 80% of the matter in the universe, is one of the most fundamental mysteries of modern physics. Ultralight bosons such as axions, axion-like particles, or dark photons could make up most of the dark matter. Couplings between such bosons and nuclear spins may enable their direct detection via nuclear magnetic resonance (NMR) spectroscopy: As nuclear spins move through the galactic dark-matter halo, they couple to dark matter and behave as if they were in an oscillating magnetic field, generating a dark-matter-driven NMR signal. As part of the cosmic axion spin precession experiment (CASPEr), an NMR-based dark-matter search, we use ultralow-field NMR to probe the axion-fermion \"wind\" coupling and dark-photon couplings to nuclear spins. No dark matter signal was detected above background, establishing new experimental bounds for dark matter bosons with masses ranging from 1.8 * 10-16 to 7.8 * 10-14 eV. DOI 10.1126\/sciadv.aax4539 PubMedID 31692765 Relaxation of the cosmological constant Graham, P. W., Kaplan, D. E., Rajendran, S. 2019 100 (1) DOI 10.1103\/PhysRevD.100.015048 Web of Science ID 000477897800005 Axion dark matter detection with CMB polarization Fedderke, M. A., Graham, P. W., Rajendran, S. 2019 100 (1) DOI 10.1103\/PhysRevD.100.015040 Web of Science ID 000477896800004 Search for Axionlike Dark Matter with a Liquid-State Nuclear Spin Comagnetometer Wu, T., Blanchard, J. W., Centers, G. P., Figueroa, N. L., Garcon, A., Graham, P. W., Kimball, D., Rajendran, S., Stadnik, Y. V., Sushkov, A. O., Wickenbrock, A., Budker, D. 2019 122 (19) : 191302 We report the results of a search for axionlike dark matter using nuclear magnetic resonance (NMR) techniques. This search is part of the multifaceted Cosmic Axion Spin Precession Experiment program. In order to distinguish axionlike dark matter from magnetic fields, we employ a comagnetometry scheme measuring ultralow-field NMR signals involving two different nuclei (^{13}C and ^{1}H) in a liquid-state sample of acetonitrile-2-^{13}C (^{13}CH_{3}CN). No axionlike dark matter signal was detected above the background. This result constrains the parameter space describing the coupling of the gradient of the axionlike dark matter field to nucleons to be g_{aNN}<6×10^{-5}  GeV^{-1} (95% confidence level) for particle masses ranging from 10^{-22}  eV to 1.3×10^{-17}  eV, improving over previous laboratory limits for masses below 10^{-21}  eV. The result also constrains the coupling of nuclear spins to the gradient of the square of the axionlike dark matter field, improving over astrophysical limits by orders of magnitude over the entire range of particle masses probed. DOI 10.1103\/PhysRevLett.122.191302 Web of Science ID 000468228600007 PubMedID 31144940 Observable signatures of dark photons from supernovae JOURNAL OF HIGH ENERGY PHYSICS DeRocco, W., Graham, P. W., Kasen, D., Marques-Tavares, G., Rajendran, S. 2019 DOI 10.1007\/JHEP02(2019)171 Web of Science ID 000460261800002 Wu et al. Reply. Wu, T., Blanchard, J. W., Centers, G. P., Figueroa, N. L., Garcon, A., Graham, P. W., Kimball, D. F., Rajendran, S., Stadnik, Y. V., Sushkov, A. O., Wickenbrock, A., Budker, D. 2019 123 (16) : 169002 DOI 10.1103\/PhysRevLett.123.169002 PubMedID 31702376 Constraining Primordial Black Hole Abundance with the Galactic 511 keV Line. DeRocco, W., Graham, P. W. 2019 123 (25) : 251102 Models in which dark matter consists entirely of primordial black holes (PBHs) with masses around 10^{17}  g are currently unconstrained. However, if PBHs are a component of the Galactic dark matter density, they will inject a large flux of energetic particles into the Galaxy as they radiate. Positrons produced by these black holes will subsequently propagate throughout the Galaxy and annihilate, contributing to the Galactic 511 keV line. Using measurements of this line by the INTEGRAL satellite as a constraint on PBH positron injection, we place new limits on PBH abundance in the mass range 10^{16}-10^{17}  g, ruling out models in which these PBHs constitute the entirety of dark matter. DOI 10.1103\/PhysRevLett.123.251102 PubMedID 31922803 White dwarfs as dark matter detectors Graham, P. W., Janish, R., Narayan, V., Rajendran, S., Riggins, P. 98 (11) DOI 10.1103\/PhysRevD.98.115027 Web of Science ID 000454427600009 Stochastic axion scenario Graham, P. W., Scherlis, A. 98 (3) DOI 10.1103\/PhysRevD.98.035017 Web of Science ID 000441235800008 Search for light scalar dark matter with atomic gravitational wave detectors Arvanitaki, A., Graham, P. W., Hogan, J. M., Rajendran, S., Van Tilburg, K. 97 (7) DOI 10.1103\/PhysRevD.97.075020 Web of Science ID 000430060800011 Spin precession experiments for light axionic dark matter Graham, P. W., Kaplan, D. E., Mardon, J., Rajendran, S., Terrano, W. A., Trahms, L., Wilkason, T. 97 (5) DOI 10.1103\/PhysRevD.97.055006 Web of Science ID 000426630500007 Born again universe Graham, P. W., Kaplan, D. E., Rajendran, S. 97 (4) DOI 10.1103\/PhysRevD.97.044003 Web of Science ID 000424057500004 Localizing gravitational wave sources with single-baseline atom interferometers Graham, P. W., Jung, S. 97 (2) DOI 10.1103\/PhysRevD.97.024052 Web of Science ID 000423656900005 The cosmic axion spin precession experiment (CASPEr): a dark-matter search with nuclear magnetic resonance QUANTUM SCIENCE AND TECHNOLOGY Garcon, A., Aybas, D., Blanchard, J. W., Centers, G., Figueroa, N. L., Graham, P. W., Kimball, D., Rajendran, S., Sendra, M., Sushkov, A. O., Trahms, L., Wang, T., Wickenbrock, A., Wu, T., Budker, D. 3 (1) DOI 10.1088\/2058-9565\/aa9861 Web of Science ID 000427381500008 Resonant mode for gravitational wave detectors based on atom interferometry Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 94 (10) DOI 10.1103\/PhysRevD.94.104022 Web of Science ID 000387393200005 Vector dark matter from inflationary fluctuations Graham, P. W., Mardon, J., Rajendran, S. 93 (10) DOI 10.1103\/PhysRevD.93.103520 Web of Science ID 000376258700005 Dark matter direct detection with accelerometers Graham, P. W., Kaplan, D. E., Mardon, J., Rajendran, S., Terrano, W. A. 93 (7) DOI 10.1103\/PhysRevD.93.075029 Web of Science ID 000374548000010 Testing long-distance modifications of gravity to 100 astronomical units Buscaino, B., DeBra, D., Graham, P. W., Gratta, G., Wiser, T. D. 92 (10) DOI 10.1103\/PhysRevD.92.104048 Web of Science ID 000365512300007 Cosmological Relaxation of the Electroweak Scale Graham, P. W., Kaplan, D. E., Rajendran, S. 115 (22) DOI 10.1103\/PhysRevLett.115.221801 Web of Science ID 000365522300001 Radio for hidden-photon dark matter detection Chaudhuri, S., Graham, P. W., Irwin, K., Mardon, J., Rajendran, S., Zhao, Y. 92 (7) DOI 10.1103\/PhysRevD.92.075012 Web of Science ID 000362443600004 Dark matter triggers of supernovae Graham, P. W., Rajendran, S., Varela, J. 92 (6) DOI 10.1103\/PhysRevD.92.063007 Web of Science ID 000360886300003 Towards a Bullet-proof test for indirect signals of dark matter Graham, P. W., Rajendran, S., Van Tilburg, K., Wiser, T. D. 91 (10) DOI 10.1103\/PhysRevD.91.103524 Web of Science ID 000354983300006 Cosmological Relaxation of the Electroweak Scale. Graham, P. W., Kaplan, D. E., Rajendran, S. 115 (22) : 221801 A new class of solutions to the electroweak hierarchy problem is presented that does not require either weak-scale dynamics or anthropics. Dynamical evolution during the early Universe drives the Higgs boson mass to a value much smaller than the cutoff. The simplest model has the particle content of the standard model plus a QCD axion and an inflation sector. The highest cutoff achieved in any technically natural model is 10^{8}  GeV. PubMedID 26650289 Experimental Searches for the Axion and Axion-Like Particles ANNUAL REVIEW OF NUCLEAR AND PARTICLE SCIENCE, VOL 65 Graham, P. W., Irastorza, I. G., Lamoreaux, S. K., Lindner, A., van Bibber, K. A. 65 : 485-514 DOI 10.1146\/annurev-nucl-102014-022120 Web of Science ID 000363473100020 Parametrically enhanced hidden photon search Graham, P. W., Mardon, J., Rajendran, S., Zhao, Y. 90 (7) DOI 10.1103\/PhysRevD.90.075017 Web of Science ID 000344022100004 Supersymmetric crevices: Missing signatures of R-parity violation at the LHC Graham, P. W., Rajendran, S., Saraswat, P. 90 (7) DOI 10.1103\/PhysRevD.90.075005 Web of Science ID 000344017600005 Exploring eternal stability with the simple harmonic universe JOURNAL OF HIGH ENERGY PHYSICS Graham, P. W., Horn, B., Rajendran, S., Torroba, G. DOI 10.1007\/JHEP08(2014)163 Web of Science ID 000347894900002 Proposal for a Cosmic Axion Spin Precession Experiment (CASPEr) PHYSICAL REVIEW X Budker, D., Graham, P. W., Ledbetter, M., Rajendran, S., Sushkov, A. O. DOI 10.1103\/PhysRevX.4.021030 Web of Science ID 000340658200001 Displaced vertices from R-parity violation and baryogenesis Barry, K., Graham, P. W., Rajendran, S. 89 (5) DOI 10.1103\/PhysRevD.89.054003 Web of Science ID 000333102300004 A simple harmonic universe JOURNAL OF HIGH ENERGY PHYSICS Graham, P. W., Horn, B., Kachru, S., Rajendran, S., Torroba, G. DOI 10.1007\/JHEP02(2014)029 Web of Science ID 000331033800001 New observables for direct detection of axion dark matter Graham, P. W., Rajendran, S. 88 (3) DOI 10.1103\/PhysRevD.88.035023 Web of Science ID 000323576100007 New method for gravitational wave detection with atomic sensors. Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 110 (17) : 171102-? Laser frequency noise is a dominant noise background for the detection of gravitational waves using long-baseline optical interferometry. Amelioration of this noise requires near simultaneous strain measurements on more than one interferometer baseline, necessitating, for example, more than two satellites for a space-based detector or two interferometer arms for a ground-based detector. We describe a new detection strategy based on recent advances in optical atomic clocks and atom interferometry which can operate at long baselines and which is immune to laser frequency noise. Laser frequency noise is suppressed because the signal arises strictly from the light propagation time between two ensembles of atoms. This new class of sensor allows sensitive gravitational wave detection with only a single baseline. This approach also has practical applications in, for example, the development of ultrasensitive gravimeters and gravity gradiometers. PubMedID 23679702 New method for gravitational wave detection with atomic sensors. Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 110 (17) : 171102-? Laser frequency noise is a dominant noise background for the detection of gravitational waves using long-baseline optical interferometry. Amelioration of this noise requires near simultaneous strain measurements on more than one interferometer baseline, necessitating, for example, more than two satellites for a space-based detector or two interferometer arms for a ground-based detector. We describe a new detection strategy based on recent advances in optical atomic clocks and atom interferometry which can operate at long baselines and which is immune to laser frequency noise. Laser frequency noise is suppressed because the signal arises strictly from the light propagation time between two ensembles of atoms. This new class of sensor allows sensitive gravitational wave detection with only a single baseline. This approach also has practical applications in, for example, the development of ultrasensitive gravimeters and gravity gradiometers. PubMedID 23679702 Semiconductor probes of light dark matter PHYSICS OF THE DARK UNIVERSE Graham, P. W., Kaplan, D. E., Rajendran, S., Walters, M. T. 1 (1-2) : 32-49 DOI 10.1016\/j.dark.2012.09.001 Web of Science ID 000209108200003 New measurements with stopped particles at the LHC Graham, P. W., Howe, K., Rajendran, S., Stolarski, D. 86 (3) DOI 10.1103\/PhysRevD.86.034020 Web of Science ID 000307727500003 Displaced Supersymmetry JOURNAL OF HIGH ENERGY PHYSICS Graham, P. W., Kaplan, D. E., Rajendran, S., Saraswat, P. DOI 10.1007\/JHEP07(2012)149 Web of Science ID 000307299800027 Limits on large extra dimensions based on observations of neutron stars with the Fermi-LAT Ajello, M., Baldini, L., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., De Angelis, A., De Palma, F., Dermer, C. D., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Enoto, T., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Graham, P., Grenier, I. A., Guiriec, S., Gustafsson, M., Hadasch, D., Hayashida, M., Hughes, R. E., Johnson, A. S., Kamae, T., Katagiri, H., Kataoka, J., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lionetto, A. M., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Mazziotta, M. N., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Pesce-Rollins, M., Pierbattista, M., Piron, F., Pivato, G., Raino, S., Razzano, M., Ritz, S., Roth, M., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Spandre, G., Spinelli, P., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. G., Thayer, J. B., Tibaldo, L., Tinivella, M., Torres, D. F., Troja, E., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Waite, A. P., Winer, B. L., Wood, K. S., Wood, M., Yang, Z., Zimmer, S. DOI 10.1088\/1475-7516\/2012\/02\/012 Web of Science ID 000301176000013 Fundamental Physics at the Intensity Frontier Hewett, J. L., et al Semiconductor Probes of Light Dark Matter Physics of the Dark Universe Graham, P. W., Kaplan, D. E., Rajendran, S., Walters, M. T. 1 (32) Axion dark matter detection with cold molecules Graham, P. W., Rajendran, S. 84 (5) DOI 10.1103\/PhysRevD.84.055013 Web of Science ID 000294927600008 Reply to \"Comment on 'Atomic gravitational wave interferometric sensor'\" Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 84 (2) DOI 10.1103\/PhysRevD.84.028102 Web of Science ID 000293182400006 An atomic gravitational wave interferometric sensor in low earth orbit (AGIS-LEO) GENERAL RELATIVITY AND GRAVITATION Hogan, J. M., Johnson, D. M., Dickerson, S., Kovachy, T., Sugarbaker, A., Chiow, S., Graham, P. W., Kasevich, M. A., Saif, B., Rajendran, S., Bouyer, P., Seery, B. D., Feinberg, L., Keski-Kuha, R. 43 (7) : 1953-2009 DOI 10.1007\/s10714-011-1182-x Web of Science ID 000291059400005 Dark Matter Searches with Astroparticle Data ANNUAL REVIEW OF ASTRONOMY AND ASTROPHYSICS, VOL 49 Porter, T. A., Johnson, R. P., Graham, P. W. 49 : 155-194 DOI 10.1146\/annurev-astro-081710-102528 Web of Science ID 000295819800005 Luminous dark matter Feldstein, B., Graham, P. W., Rajendran, S. 82 (7) DOI 10.1103\/PhysRevD.82.075019 Web of Science ID 000208474900007 Observing the dimensionality of our parent vacuum Graham, P. W., Harnik, R., Rajendran, S. 82 (6) DOI 10.1103\/PhysRevD.82.063524 Web of Science ID 000282047400001 Exothermic dark matter Graham, P. W., Harnik, R., Rajendran, S., Saraswat, P. 82 (6) DOI 10.1103\/PhysRevD.82.063512 Web of Science ID 000281659000002 Little solution to the little hierarchy problem: A vectorlike generation Graham, P. W., Ismail, A., Rajendran, S., Saraswat, P. 81 (5) DOI 10.1103\/PhysRevD.81.055016 Web of Science ID 000276194200094 Domino theory of flavor Graham, P. W., Rajendran, S. 81 (3) DOI 10.1103\/PhysRevD.81.033002 Web of Science ID 000275069000013 Decaying dark matter as a probe of unification and TeV spectroscopy Arvanitaki, A., Dimopoulos, S., Dubovsky, S., Graham, P. W., Harnik, R., Rajendran, S. 80 (5) DOI 10.1103\/PhysRevD.80.055011 Web of Science ID 000270384900087 Gravitational wave detection with atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 678 (1) : 37-40 DOI 10.1016\/j.physletb.2009.06.011 Web of Science ID 000267816100006 Astrophysical probes of unification Arvanitaki, A., Dimopoulos, S., Dubovsky, S., Graham, P. W., Harnik, R., Rajendran, S. 79 (10) DOI 10.1103\/PhysRevD.79.105022 Web of Science ID 000266501900105 Atomic gravitational wave interferometric sensor Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A., Rajendran, S. 78 (12) DOI 10.1103\/PhysRevD.78.122002 Web of Science ID 000262251100003 General relativistic effects in atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A. 78 (4) DOI 10.1103\/PhysRevD.78.042003 Web of Science ID 000259368500007 Testing general relativity with atom interferometry Dimopoulos, S., Graham, P. W., Hogan, J. M., Kasevich, M. A. 98 (11) The unprecedented precision of atom interferometry will soon lead to laboratory tests of general relativity to levels that will rival or exceed those reached by astrophysical observations. We propose such an experiment that will initially test the equivalence principle to 1 part in 10(15) (300 times better than the current limit), and 1 part in 10(17) in the future. It will also probe general relativistic effects - such as the nonlinear three-graviton coupling, the gravity of an atom's kinetic energy, and the falling of light - to several decimals. In contrast with astrophysical observations, laboratory tests can isolate these effects via their different functional dependence on experimental variables. DOI 10.1103\/PhysRevLett.98.111102 Web of Science ID 000244959300014 PubMedID 17501039 Four Taus at the Tevatron Graham, P. W., Pierce, A., Wacker, J. G. Limits on split supersymmetry from gluino cosmology Arvanitaki, A., Davis, C., Graham, P. W., Pierce, A., Wacker, J. G. 72 (7) DOI 10.1103\/PhysRevD.72.075011 Web of Science ID 000232936300069 Indirect signals from dark matter in split supersymmetry Arvanitaki, A., Graham, P. W. 72 (5) DOI 10.1103\/PhysRevD.72.055010 Web of Science ID 000232230000088 One loop predictions of the finely tuned supersymmetric standard model Arvanitaki, A., Davis, C., Graham, P. W., Wacker, J. G. 70 (11) DOI 10.1103\/PhysRevD.70.117703 Web of Science ID 000226054700109 The scintillation efficiency of carbon and hydrogen recoils in an organic liquid scintillator for dark matter searches ASTROPARTICLE PHYSICS Hong, J., Craig, W. W., Graham, P., Hailey, C. J., Spooner, N. J., Tovey, D. R. 16 (3) : 333-338 Web of Science ID 000173144000010 You need to enable JavaScript to run this app. Stanford Institute for Theoretical Physics Research in the Stanford Institute for Theoretical Physics (SITP) spans a wide range of topics from understanding the fundamental nature of forces, particles and space-time geometry, to condensed matter physics and quantum information.  There is considerable cross-fertilization in some of these endeavors with faculty in the SLAC Theory Group and the Savas Dimopoulos (650) 723-4231 Savas@stanford.edu Theoretical Physics Sebastian Doniach SXDWC@SLAC.Stanford.Edu Theoretical Physics Alexander Fetter fetter@stanford.edu Theoretical Physics Peter Graham Associate Professor pwgraham@stanford.edu Publications on INSPIRE Theoretical Physics Sean Hartnoll Associate Professor (650) 724-9662 hartnoll@stanford.edu Publications on Google Scholar Publications on INSPIRE Publications on the arXiv Public lecture: From black holes to superconductors Short interview: string theory and black holes Lectures and talks on YouTube Theoretical Physics Patrick Hayden (650) 725-9181 phayden@stanford.edu Publications on Google Scholar Theoretical Physics Shamit Kachru (650) 736-2047 skachru@stanford.edu Theoretical Physics Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Vedika Khemani Assistant Professor vkhemani@stanford.edu Khemani recognized for work on time-crystals Publications on Google Scholar Theoretical Condensed Matter Physics Theoretical Physics Steven Kivelson Kivelson@stanford.edu Defining \"Emergence\" in Physics Understanding Complexity Kivelson Group Web Link Theoretical Physics Robert Laughlin (650) 723-4563 ndl@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Xiaoliang Qi xlqi@stanford.edu Theoretical Physics Srinivas Raghu Associate Professor (650) 926-3068 sraghu@stanford.edu Theoretical Physics Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Stephen Shenker (650) 723-4232 sshenker@stanford.edu Publications on INSPIRE Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Leonard Susskind The Theoretical Minimum lecture series Publications on INSPIRE Theoretical Physics"
            ]
        ]
    ]
}