{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9GXU3A48",
            "zyDcuY0AAAAJ",
            [
                "High-κ gate dielectrics: Current status and materials properties considerations",
                "Carbon-based supercapacitors produced by activation of graphene",
                "Hafnium and zirconium silicates for advanced gate dielectrics",
                "The effect of chemical residues on the physical and electrical properties of chemical vapor deposited graphene transferred to SiO2",
                "Near-unity photoluminescence quantum yield in MoS2",
                "The role of oxygen during thermal reduction of graphene oxide studied by infrared absorption spectroscopy",
                "Electrical properties of hafnium silicate gate dielectrics deposited directly on silicon",
                "Defect-Dominated Doping and Contact Resistance in MoS2",
                "Band alignment of two-dimensional transition metal dichalcogenides: Application in tunnel field effect transistors"
            ],
            [
                "Many materials systems are currently under consideration as potential replacements for SiO2 as the gate dielectric material for sub-0.1 μm complementary metal–oxide–semiconductor (CMOS) technology. A systematic consideration of the required properties of gate dielectrics indicates that the key guidelines for selecting an alternative gate dielectric are (a) permittivity, band gap, and band alignment to silicon, (b) thermodynamic stability, (c) film morphology, (d) interface quality, (e) compatibility with the current or expected materials to be used in processing for CMOS devices, (f) process compatibility, and (g) reliability. Many dielectrics appear favorable in some of these areas, but very few materials are promising with respect to all of these guidelines. A review of current work and literature in the area of alternate gate dielectrics is given. Based on reported results and fundamental considerations, the pseudobinary …",
                "Supercapacitors, also called ultracapacitors or electrochemical capacitors, store electrical charge on high-surface-area conducting materials. Their widespread use is limited by their low energy storage density and relatively high effective series resistance. Using chemical activation of exfoliated graphite oxide, we synthesized a porous carbon with a Brunauer-Emmett-Teller surface area of up to 3100 square meters per gram, a high electrical conductivity, and a low oxygen and hydrogen content. This sp2-bonded carbon has a continuous three-dimensional network of highly curved, atom-thick walls that form primarily 0.6- to 5-nanometer-width pores. Two-electrode supercapacitor cells constructed with this carbon yielded high values of gravimetric capacitance and energy density with organic and ionic liquid electrolytes. The processes used to make this carbon are readily scalable to industrial levels.",
                "Hafnium and zirconium silicate (HfSixOy and ZrSixOy, respectively) gate dielectric films with metal contents ranging from ∼3 to 30 at. % Hf, or 2 to 27 at. % Zr (±1 at. % for Hf and Zr, respectively, within a given film), have been investigated, and films with ∼2–8 at. % Hf or Zr exhibit excellent electrical properties and high thermal stability in direct contact with Si. Capacitance–voltage measurements show an equivalent oxide thickness tox of about 18 Å (21 Å) for a 50 Å HfSixOy (50 Å ZrSixOy) film deposited directly on a Si substrate. Current–voltage measurements show for the same films a leakage current of less than 2×10−6 A\/cm2 at 1.0 V bias. Hysteresis in these films is measured to be less than 10 mV, the breakdown field is measured to be EBD∼10 MV\/cm, and the midgap interface state density is estimated to be Dit∼1–5×1011 cm−2 eV−1. Au electrodes produce excellent electrical properties, while Al …",
                "The effects of residues introduced during the transfer of chemical vapor deposited graphene from a Cu substrate to an insulating (SiO2) substrate on the physical and electrical of the transferred graphene are studied. X-ray photoelectron spectroscopy and atomic force microscopy show that this residue can be substantially reduced by annealing in vacuum. The impact of the removal of poly(methyl methacrylate) residue on the electrical properties of graphene field effect devices is demonstrated, including a nearly 2 × increase in average mobility from 1400 to 2700 cm2\/Vs. The electrical results are compared with graphene doping measurements by Raman spectroscopy.",
                "Two-dimensional (2D) transition metal dichalcogenides have emerged as a promising material system for optoelectronic applications, but their primary figure of merit, the room-temperature photoluminescence quantum yield (QY), is extremely low. The prototypical 2D material molybdenum disulfide (MoS2) is reported to have a maximum QY of 0.6%, which indicates a considerable defect density. Here we report on an air-stable, solution-based chemical treatment by an organic superacid, which uniformly enhances the photoluminescence and minority carrier lifetime of MoS2 monolayers by more than two orders of magnitude. The treatment eliminates defect-mediated nonradiative recombination, thus resulting in a final QY of more than 95%, with a longest-observed lifetime of 10.8 ± 0.6 nanoseconds. Our ability to obtain optoelectronic monolayers with near-perfect properties opens the door for the development of …",
                "Understanding the thermal reduction of graphene oxide (GO) is important for graphene exfoliation, and chemical and morphological modifications. In this process, the role of trapped water and the evolution of oxygen during annealing are still not well-understood. To unravel the complex mechanisms leading to the removal of oxygen in reduced GO, we have performed in situ transmission infrared absorption spectroscopy measurements of GO films upon thermal annealing at 60–850 °C in vacuum (10–3–10–4 Torr). Using cluster-based first-principles calculations, epoxides, ethers (pyrans and furans), hydroxyls, carboxyls, lactols, and various types of ketones and their possible derivatives have been identified from the spectroscopic data. Furthermore, the interactions between randomly arranged nearby oxygen species are found to affect the spectral response (red and blue shifts) and the overall chemistry during …",
                "Hafnium silicate (HfSixOy) gate dielectric films with ∼6 at. % Hf exhibit significantly improved leakage properties over SiO2 in the ultrathin regime while remaining thermally stable in direct contact with Si. Capacitance–voltage measurements show an equivalent oxide thickness (tox) of less than 18 Å for a 50 Å HfSixOy film deposited directly on a Si substrate, with no significant dispersion of the capacitance for frequencies ranging from 10 kHz to 1 MHz. Current–voltage measurements show for the same film a leakage current of 1.2×10−6 A\/cm2 at 1 V bias. Hysteresis in these films is measured to be less than 20 mV, the breakdown field is measured to be EBD∼10 MV\/cm, and the midgap interface state density is Dit∼1011 cm−2 eV−1. Cross-sectional transmission electron microscopy shows no signs of reaction or crystallization in HfSixOy films on Si after being annealed at 800 °C for 30 min.",
                "Achieving low resistance contacts is vital for the realization of nanoelectronic devices based on transition metal dichalcogenides. We find that intrinsic defects in MoS2 dominate the metal\/MoS2 contact resistance and provide a low Schottky barrier independent of metal contact work function. Furthermore, we show that MoS2 can exhibit both n-type and p-type conduction at different points on a same sample. We identify these regions independently by complementary characterization techniques and show how the Fermi level can shift by 1 eV over tens of nanometers in spatial resolution. We find that these variations in doping are defect-chemistry-related and are independent of contact metal. This raises questions on previous reports of metal-induced doping of MoS2 since the same metal in contact with MoS2 can exhibit both n- and p-type behavior. These results may provide a potential route for achieving low …",
                "Tunnel field effect transistors (TFETs) based on vertical stacking of two dimensional materials are of interest for low-power logic devices. The monolayer transition metal dichalcogenides (TMDs) with sizable band gaps show promise in building p-n junctions (couples) for TFET applications. Band alignment information is essential for realizing broken gap junctions with excellent electron tunneling efficiencies. Promising couples composed of monolayer TMDs are suggested to be VIB-MeX2 (Me = W, Mo; X = Te, Se) as the n-type source and IVB-MeX2 (Me = Zr, Hf; X = S, Se) as the p-type drain by density functional theory calculations."
            ],
            [
                [
                    "Electronic Materials",
                    "Surfaces",
                    "Interfaces"
                ]
            ]
        ]
    ]
}