{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9HMJHQNP",
            "4Vy7IK8AAAAJ",
            [
                "Neutrophil extracellular traps kill bacteria",
                "Cryopyrin activates the inflammasome in response to toxins and ATP",
                "The apoptotic signaling pathway activated by Toll‐like receptor‐2",
                "Innate immunity against Francisella tularensis is dependent on the ASC\/caspase-1 axis"
            ],
            [
                "Neutrophils engulf and kill bacteria when their antimicrobial granules fuse with the phagosome. Here, we describe that, upon activation, neutrophils release granule proteins and chromatin that together form extracellular fibers that bind Gram-positive and -negative bacteria. These neutrophil extracellular traps (NETs) degrade virulence factors and kill bacteria. NETs are abundant in vivo in experimental dysentery and spontaneous human appendicitis, two examples of acute inflammation. NETs appear to be a form of innate response that binds microorganisms, prevents them from spreading, and ensures a high local concentration of antimicrobial agents to degrade virulence factors and kill bacteria.",
                "A crucial part of the innate immune response is the assembly of the inflammasome, a cytosolic complex of proteins that activates caspase-1 to process the proinflammatory cytokines interleukin (IL)-1β and IL-18. The adaptor protein ASC is essential for inflammasome function 1, 2, binding directly to caspase-1 (refs 3, 4), but the triggers of this interaction are less clear. ASC also interacts with the adaptor cryopyrin (also known as NALP3 or CIAS1) 5, 6. Activating mutations in cryopyrin are associated with familial cold autoinflammatory syndrome, Muckle–Wells syndrome and neonatal onset multisystem inflammatory disease, diseases that are characterized by excessive production of IL-1β 5, 7. Here we show that cryopyrin-deficient macrophages cannot activate caspase-1 in response to Toll-like receptor agonists plus ATP, the latter activating the P2X 7 receptor to decrease intracellular K+ levels 8, 9. The release of IL …",
                "The innate immune system uses Toll family receptors to signal for the presence of microbes and initiate host defense. Bacterial lipoproteins (BLPs), which are expressed by all bacteria, are potent activators of Toll‐like receptor‐2 (TLR2). Here we show that the adaptor molecule, myeloid differentiation factor 88 (MyD88), mediates both apoptosis and nuclear factor‐κB (NF‐κB) activation by BLP‐stimulated TLR2. Inhibition of the NF‐κB pathway downstream of MyD88 potentiates apoptosis, indicating that these two pathways bifurcate at the level of MyD88. TLR2 signals for apoptosis through MyD88 via a pathway involving Fas‐associated death domain protein (FADD) and caspase 8. Moreover, MyD88 binds FADD and is sufficient to induce apoptosis. These data indicate that TLR2 is a novel ‘death receptor’ that engages the apoptotic machinery without a conventional cytoplasmic death domain. Through TLR2, BLP …",
                " Francisella tularensis is a highly infectious gram-negative coccobacillus that causes the zoonosis tularemia. This bacterial pathogen causes a plague-like disease in humans after exposure to as few as 10 cells. Many of the mechanisms by which the innate immune system fights Francisella are unknown. Here we show that wild-type Francisella, which reach the cytosol, but not Francisella mutants that remain localized to the vacuole, induced a host defense response in macrophages, which is dependent on caspase-1 and the death-fold containing adaptor protein ASC. Caspase-1 and ASC signaling resulted in host cell death and the release of the proinflammatory cytokines interleukin (IL)-1β and IL-18. F. tularensis–infected caspase-1– and ASC-deficient mice showed markedly increased bacterial burdens and mortality as compared with wild-type mice, demonstrating a key role for caspase-1 and ASC in …"
            ],
            [
                [
                    "Antibiotic Resistance",
                    "Host-Pathogen Interactions",
                    "Bacterial Pathogenesis"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}