{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9IM0V9E9",
            "qwN3bpIAAAAJ",
            [
                "Laser electron accelerator",
                "Optics in the relativistic regime",
                "Highly efficient relativistic-ion generation in the laser-piston regime",
                "Observation of ultrahigh gradient electron acceleration by a self-modulated intense short laser pulse",
                "Radiation-pressure acceleration of ion beams driven by circularly polarized laser pulses",
                "Light intensification towards the Schwinger limit",
                "Proposed double-layer target for the generation of high-quality laser-accelerated ion beams",
                "Zettawatt-exawatt lasers and their applications in ultrastrong-field physics",
                "Computational plasma physics: with applications to fusion and astrophysics",
                "The future is fibre accelerators"
            ],
            [
                "An intense electromagnetic pulse can create a weak of plasma oscillations through the action of the nonlinear ponderomotive force. Electrons trapped in the wake can be accelerated to high energy. Existing glass lasers of power density 10 18 W\/cm 2 shone on plasmas of densities 10 18 cm− 3 can yield gigaelectronvolts of electron energy per centimeter of acceleration distance. This acceleration mechanism is demonstrated through computer simulation. Applications to accelerators and pulsers are examined.",
                "The advent of ultraintense laser pulses generated by the technique of chirped pulse amplification (CPA) along with the development of high-fluence laser materials has opened up an entirely new field of optics. The electromagnetic field intensities produced by these techniques, in excess of 10 18 W∕ cm 2, lead to relativistic electron motion in the laser field. The CPA method is reviewed and the future growth of laser technique is discussed, including the prospect of generating the ultimate power of a zettawatt. A number of consequences of relativistic-strength optical fields are surveyed. In contrast to the nonrelativistic regime, these laser fields are capable of moving matter more effectively, including motion in the direction of laser propagation. One of the consequences of this is wakefield generation, a relativistic version of optical rectification, in which longitudinal field effects could be as large as the transverse ones …",
                "An intense laser-plasma interaction regime of the generation of high density ultrashort relativistic ion beams is suggested. When the radiation pressure is dominant, the laser energy is transformed efficiently into the energy of fast ions.",
                "A laser pulse with a power of∼ 3 TW and a duration of 1 ps has been focused onto a gas. Ultrahigh-gradient electron acceleration has been observed in the laser-produced plasma with a density of∼ 10 19 c m–3 when injecting 1 MeV\/c electrons. The simulation of the laser-plasma interaction revealed the existence of ultrahigh-gradient wake fields excited due to self-modulation of the laser pulse and its electron acceleration, consistent with the experimental results.",
                "We present experimental studies on ion acceleration from ultrathin diamondlike carbon foils irradiated by ultrahigh contrast laser pulses of energy 0.7 J focused to peak intensities of 5× 10 19 W\/cm 2. A reduction in electron heating is observed when the laser polarization is changed from linear to circular, leading to a pronounced peak in the fully ionized carbon spectrum at the optimum foil thickness of 5.3 nm. Two-dimensional particle-in-cell simulations reveal that those C 6+ ions are for the first time dominantly accelerated in a phase-stable way by the laser radiation pressure.",
                "A method to generate ultrahigh intense electromagnetic fields is suggested, based on the laser pulse compression, carrier frequency upshift, and focusing by a counterpropagating breaking plasma wave, relativistic flying parabolic mirror. This method allows us to achieve the quantum electrodynamics critical field (Schwinger limit) with present-day laser systems.",
                "In order to achieve a high-quality, ie, monoenergetic, intense ion beam, we propose the use of a double-layer target. The first layer, at the target front, consists of high-Z atoms, while the second (rear) layer is a thin coating of low-Z atoms. The generation of high-quality proton beams from the double-layer target, irradiated by an ultraintense laser pulse, is demonstrated with three-dimensional particle-in-cell simulations.",
                "Since its birth, the laser has been extraordinarily effective in the study and applications of laser-matter interaction at the atomic and molecular level and in the nonlinear optics of the bound electron. In its early life, the laser was associated with the physics of electron volts and of the chemical bond. Over the past fifteen years, however, we have seen a surge in our ability to produce high intensities, 5 to 6 orders of magnitude higher than was possible before. At these intensities, particles, electrons, and protons acquire kinetic energy in the megaelectron-volt range through interaction with intense laser fields. This opens a new age for the laser, the age of nonlinear relativistic optics coupling even with nuclear physics. We suggest a path to reach an extremely high-intensity level 10 26–28 W\/cm 2 in the coming decade, much beyond the current and near future intensity regime 10 23 W\/cm 2, taking advantage of the …",
                "The physics of plasmas is an extremely rich and complex subject as the variety of topics addressed in this book demonstrates. This richness and complexity demands new and powerful techniques for investigating plasma physics. An outgrowth from his graduate course teaching, now with corrections, Tajima's text provides not only a lucid introduction to computational plasma physics, but also offers the reader many examples of the way numerical modeling, properly handled, can provide valuable physical understanding of the nonlinear aspects so often encountered in both laboratory and astrophysical plasmas. Included here are computational methods for modern nonlinear physics as applied to hydrodynamic turbulence, solitons, fast reconnection of magnetic fields, anomalous transports, dynamics of the sun, and more. The text contains examples of problems now solved using computational techniques including those concerning finite-size particles, spectral techniques, implicit differencing, gyrokinetic approaches, and particle simulation.",
                "The challenge of producing the next generation of particle accelerators, for both fundamental research at laboratories such as CERN and more applied tasks such as proton therapy and nuclear transmutation, has been taken up by the high-intensity laser community. With the advent of chirped pulse amplification (CPA) in 19851 came the ability to generate ultrashort laser pulses with intensities in excess of 1018 W cm–2. At these intensities, the electromagnetic field drives electrons into relativistic motion, opening the door to useful effects like wakefield acceleration2 and hard X-ray production by bremsstrahlung, Compton or betatron emission3. Ion motion becomes relativistic4 at intensities above 1022 W cm–2—an intensity regime demonstrated or anticipated with development projects for very-large-scale lasers like the HERCULES laser at the University of Michigan in the USA, which has generated some of the …"
            ],
            [
                [
                    "plasma physics",
                    "accelerators",
                    "lasers"
                ]
            ],
            [
                "Toshiki Tajima Toshiki Tajima Norman Rostoker Chair Professor of Physics and Astronomy ttajima@uci.edu (949) 824-4253 4164 Frederick Reines Hall Ph.D., University of California Irvine, 1975, Physics M.S., University of Tokyo, 1973, Physics B.S., University of Tokyo, 1971, Physics Professor Tajima is a theoretician whose research investigates accelerator physics, plasma physics, fusion, laser physics, astrophysics and medical applications of physics, authoring over 500 papers and 8 books in total. Most prominently, he is the inventor (with Prof. John Dawson) of laser wakefield acceleration (LWFA) and has been involved in a number of theoretical and collaborative experimental projects around the world. Professor Toshiki Tajima currently holds the Rostoker Chair in the Department of Physics and Astronomy at UC Irvine, which aims to extend Professor Norman Rostoker’s legacy in plasma physics and applied physics. Tajima was Professor Rostoker’s first PhD student at UC Irvine. Between his stints at UC Irvine, he was The Jane and Roland Blumberg Professor in Physics at the University of Texas at Austin, where, among other projects, he started the first DoE-sponsored laser wakefield acceleration project (with Prof. Downer) in 1993. He also part of the team that first demonstrated the experimental Proof-of-Principle of LWFA in 1994,1995. He subsequently served as Director-General of the Kansai Photon Science Institute of the Japan Atomic Energy Agency as well as Chair Professor at Ludwig Maximilian University. He has been serving as Chair of the International Committee for Ultrahigh Intensity Lasers (ICUIL), Chairman of Extreme Light Infrastructure-Nuclear Physics (ELI-NP) International Science Advisory Board, Deputy Director of the International Center for Zetta- and Exawatt Science and Technology (IZEST) based at École Polytechnique, and a Member of Visiting Committee of CEA of France. Currently, Prof. Tajima also serves as Chief Science Officer of Tri Alpha Energy, a private company that aims to develop and commercialize fusion energy technology. He has been awarded the Enrico Fermi Prize (Italian Physical Society), the Nishina Memorial Prize (Nishina Memorial Foundation), the Blaise Pascal Chair award (France), and the Einstein Professorship (Chinese Academy of Sciences), Fellow of American Physical Society, among other honors. UCI Faculty Profile Jan Strudwick, jstrudwi@uci.edu, 949-824-7639"
            ]
        ]
    ]
}