{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9IPDUHFM",
            "mGm2pHMAAAAJ",
            [
                "The ALICE experiment at the CERN LHC",
                "Experimental and theoretical challenges in the search for the quark–gluon plasma: The STAR Collaboration's critical assessment of the evidence from RHIC collisions",
                "Elliptic Flow of Charged Particles in Pb-Pb Collisions at ",
                "Disappearance of Back-To-Back High- Hadron Correlations in Central  Collisions at ",
                "Long-range angular correlations on the near and away side in p–Pb collisions at sNN= 5.02 TeV",
                "STAR detector overview",
                "Evidence from  Measurements for Final-State Suppression of High- Hadrons in  Collisions at RHIC",
                "Systematic measurements of identified particle spectra in , , and  collisions at the STAR detector",
                "Elliptic Flow in  Collisions at ",
                "Transverse-Momentum and Collision-Energy Dependence of High- Hadron Suppression in  Collisions at Ultrarelativistic Energies"
            ],
            [
                "ALICE (A Large Ion Collider Experiment) is a general-purpose, heavy-ion detector at the CERN LHC which focuses on QCD, the strong-interaction sector of the Standard Model. It is designed to address the physics of strongly interacting matter and the quark-gluon plasma at extreme values of energy density and temperature in nucleus-nucleus collisions. Besides running with Pb ions, the physics programme includes collisions with lighter ions, lower energy running and dedicated proton-nucleus runs. ALICE will also take data with proton beams at the top LHC energy to collect reference data for the heavy-ion programme and to address several QCD topics for which ALICE is complementary to the other LHC detectors. The ALICE detector has been built by a collaboration including currently over 1000 physicists and engineers from 105 Institutes in 30 countries. Its overall dimensions are 16× 16× 26 m3 with a total …",
                "We review the most important experimental results from the first three years of nucleus–nucleus collision studies at RHIC, with emphasis on results from the STAR experiment, and we assess their interpretation and comparison to theory. The theory-experiment comparison suggests that central Au + Au collisions at RHIC produce dense, rapidly thermalizing matter characterized by: (1) initial energy densities above the critical values predicted by lattice QCD for establishment of a quark–gluon plasma (QGP); (2) nearly ideal fluid flow, marked by constituent interactions of very short mean free path, established most probably at a stage preceding hadron formation; and (3) opacity to jets. Many of the observations are consistent with models incorporating QGP formation in the early collision stages, and have not found ready explanation in a hadronic framework. However, the measurements themselves do not yet …",
                "We report the first measurement of charged particle elliptic flow in Pb-Pb collisions at s N N= 2.76 TeV with the ALICE detector at the CERN Large Hadron Collider. The measurement is performed in the central pseudorapidity region (| η|< 0.8) and transverse momentum range 0.2< p t< 5.0 GeV\/c. The elliptic flow signal v 2, measured using the 4-particle correlation method, averaged over transverse momentum and pseudorapidity is 0.087±0.002 (stat)±0.003 (syst) in the 40%–50% centrality class. The differential elliptic flow v 2 (p t) reaches a maximum of 0.2 near p t= 3 GeV\/c. Compared to RHIC Au-Au collisions at s N N= 200 GeV, the elliptic flow increases by about 30%. Some hydrodynamic model predictions which include viscous corrections are in agreement with the observed increase.",
                "Azimuthal correlations for large transverse momentum charged hadrons have been measured over a wide pseudorapidity range and full azimuth in A u+ A u and p+ p collisions at s N N= 200 G e V. The small-angle correlations observed in p+ p collisions and at all centralities of A u+ A u collisions are characteristic of hard-scattering processes previously observed in high-energy collisions. A strong back-to-back correlation exists for p+ p and peripheral A u+ A u. In contrast, the back-to-back correlations are reduced considerably in the most central A u+ A u collisions, indicating substantial interaction as the hard-scattered partons or their fragmentation products traverse the medium.",
                "Angular correlations between charged trigger and associated particles are measured by the ALICE detector in p–Pb collisions at a nucleon–nucleon centre-of-mass energy of 5.02 TeV for transverse momentum ranges within 0.5< p T, assoc< p T, trig< 4 GeV\/c. The correlations are measured over two units of pseudorapidity and full azimuthal angle in different intervals of event multiplicity, and expressed as associated yield per trigger particle. Two long-range ridge-like structures, one on the near side and one on the away side, are observed when the per-trigger yield obtained in low-multiplicity events is subtracted from the one in high-multiplicity events. The excess on the near-side is qualitatively similar to that recently reported by the CMS Collaboration, while the excess on the away-side is reported for the first time. The two-ridge structure projected onto azimuthal angle is quantified with the second and third Fourier …",
                "An introduction to the STAR detector and a brief overview of the physics goals of the experiment are presented.",
                "We report measurements of single-particle inclusive spectra and two-particle azimuthal distributions of charged hadrons at high transverse momentum (high p T) in minimum bias and central d+ A u collisions at s N N= 200 G e V. The inclusive yield is enhanced in d+ A u collisions relative to binary-scaled p+ p collisions, while the two-particle azimuthal distributions are very similar to those observed in p+ p collisions. These results demonstrate that the strong suppression of the inclusive yield and back-to-back correlations at high p T previously observed in central A u+ A u collisions are due to final-state interactions with the dense medium generated in such collisions.",
                "Identified charged-particle spectra of π±, K±, p, and p at midrapidity (| y|< 0. 1) measured by the dE\/dx method in the STAR (solenoidal tracker at the BNL Relativistic Heavy Ion Collider) time projection chamber are reported for pp and d+ Au collisions at s NN= 200 GeV and for Au+ Au collisions at 62.4, 130, and 200 GeV. Average transverse momenta, total particle production, particle yield ratios, strangeness, and baryon production rates are investigated as a function of the collision system and centrality. The transverse momentum spectra are found to be flatter for heavy particles than for light particles in all collision systems; the effect is more prominent for more central collisions. The extracted average transverse momentum of each particle species follows a trend determined by the total charged-particle multiplicity density. The Bjorken energy density estimate is at least several GeV\/fm 3 for a formation time less than …",
                "Elliptic flow from nuclear collisions is a hadronic observable sensitive to the early stages of system evolution. We report first results on elliptic flow of charged particles at midrapidity in Au+ Au collisions at s NN= 130 GeV using the STAR Time Projection Chamber at the Relativistic Heavy Ion Collider. The elliptic flow signal, v 2, averaged over transverse momentum, reaches values of about 6% for relatively peripheral collisions and decreases for the more central collisions. This can be interpreted as the observation of a higher degree of thermalization than at lower collision energies. Pseudorapidity and transverse momentum dependence of elliptic flow are also presented.",
                "We report high statistics measurements of inclusive charged hadron production in A u+ A u and p+ p collisions at s N N= 200 G e V. A large, approximately constant hadron suppression is observed in central A u+ A u collisions for 5< p T< 12 G e V\/c. The collision energy dependence of the yields and the centrality and p T dependence of the suppression provide stringent constraints on theoretical models of suppression. Models incorporating initial-state gluon saturation or partonic energy loss in dense matter are largely consistent with observations. We observe no evidence of p T-dependent suppression, which may be expected from models incorporating jet attenuation in cold nuclear matter or scattering of fragmentation hadrons."
            ],
            [
                [

                ]
            ],
            [
                "Helen Caines Helen Caines Professor of Physics She\/her\/hers Wright Lab-W 306 203-432-5831 203-432-8926 helen.caines@yale.edu Experimental Nuclear Physics Helen’s research is concentrated on understanding the behavior of nuclear matter under extremes of temperature and density. Theoretical calculations indicate that a Quark Gluon Plasma (QGP), a deconfined state of quarks and gluons, exists when energy densities of more than 6 times nuclear matter are reached. Such extreme conditions can be created in the laboratory when ultra-relativistic heavy ions are collided. Helen is therefore a collaborator on the STAR experiment based at the Relativistic Heavy Ion Collider (RHIC) at Brookhaven Laboratory on Long Island in New York and on the ALICE experiment at the Large Hadron Collider (LHC) at CERN in Geneva, Switzerland. The formation of a QGP has been confirmed by the RHIC collaborations. Helen is now focused on measuring the high momentum particles produced in the collisions, and how they interact with the QGP. The results of these studies will teach us more about the properties of this new state of matter. Teaching Interests: Being Human in STEM Ph.D., University of Birmingham, 1996 Honors & Awards: 2019 — Fellow of the American Physical Society (APS) 2012 — APS CSWP Woman Physicist of the Month (Jan) 2008 — Elected Fellow of the Institute of Physics, UK 2005 — “Enseignant Invite” (Invited Professor) Fellowship, Strasbourg University, France 2003 — Engineering and Physical Sciences Research Council Advanced Research Fellowship, UK Dissertation Title: A Study of Strangeness Production in Pb-Pb Collisions at 158 GeV\/nucleon Degree Date: May, 1996"
            ]
        ]
    ]
}