{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9J8MXM4T",
            "wBX8jeAAAAAJ",
            [
                "Dual theory for free fermions",
                "Complex spinors and unified theories"
            ],
            [
                "A wave equation for free fermions is proposed based on the structure of the dual theory for bosons. Its formal properties preserve the role played by the Virasoro algebra. Additional Ward-like identities, compatible with the equation, are shown to exist. Its solutions lie on linear trajectories. In particular, the parent is shown to be doubly degenerate, but these solutions lie on different sheets of the cut j plane.",
                "We were told by Frank Yang in his welcoming speech that supergravity is a phenomenon of theoretical physics. Why, at this time, is it not more than that? Self-coupled extended supergravity, especially for N = 8, seems very close to the overall unified theory for which all of us have yearned since the time of Einstein. There are no quanta of spin >2; there is just one graviton of spin 2; there are N gravitini of spin 3\/2, just right for eating the N Goldstone fermions of spin 1\/2 that are needed if N-fold supersymmetry is to be violated spontaneously; there are N(N−1)\/2 spin 1 bosons, perfectly suited to be the gauge bosons for SON in the theory with self-coupling. There are N(N − 1)(N − 2)\/6 spin 1\/2 Majorana particles, and with the simplest assignments of charge and colour they include isotopic doublets of quarks and leptons. The theory is highly non–singular in perturbation theory, and the threatened divergence at the level …"
            ],
            [
                [
                    "particle physics theory"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}