{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9K8NU84I",
            "XCbrfBoAAAAJ",
            [
                "Do professional interpreters improve clinical care for patients with limited English proficiency? A systematic review of the literature",
                "Impact of interpreter services on delivery of health care to limited-English-proficient patients",
                "Overcoming language barriers in health care: costs and benefits of interpreter services",
                "The need for more research on language barriers in health care: a proposed research agenda",
                "Chronic exposure to everyday discrimination and coronary artery calcification in African-American women: the SWAN Heart Study",
                "Food insecurity and glycemic control among low-income patients with type 2 diabetes",
                "Understanding African Americans’ views of the trustworthiness of physicians",
                "Hispanic healthcare disparities: challenging the myth of a monolithic Hispanic population",
                "Limited English proficiency and breast and cervical cancer screening in a multiethnic population",
                "Recommendations for teaching about racial and ethnic disparities in health and health care"
            ],
            [
                "Objective.  To determine if professional medical interpreters have a positive impact on clinical care for limited English proficiency (LEP) patients.Data Sources.  A systematic literature search, limited to the English language, in PubMed and PsycINFO for publications between 1966 and September 2005, and a search of the Cochrane Library.Study Design.  Any peer‐reviewed article which compared at least two language groups, and contained data about professional medical interpreters and addressed communication (errors and comprehension), utilization, clinical outcomes, or satisfaction were included. Of 3,698 references, 28 were found by multiple reviewers to meet inclusion criteria and, of these, 21 assessed professional interpreters separately from ad hoc interpreters. Data were abstracted from each article by two reviewers. Data were collected on the study design, size, comparison groups, analytic …",
                "OBJECTIVE: To determine whether professional interpreter services increase the delivery of health care to limited-English-proficient patients.DESIGN: Two-year retrospective cohort study during which professional interpreter services for Portuguese and Spanish-speaking patients were instituted between years one and two. Preventive and clinical service information was extracted from computerized medical records.SETTING: A large HMO in New England.PARTICIPANTS: A total of 4,380 adults continuously enrolled in a staff model health maintenance organization for the two years of the study, who either used the comprehensive interpreter services (interpreter service group [ISG]; N=327) or were randomly selected into a 10% comparison group of all other eligible adults (comparison group [CG]; N=4,053).MEASUREMENTS AND MAIN RESULTS: The measures were …",
                "Objectives. We assessed the impact of interpreter services on the cost and the utilization of health care services among patients with limited English proficiency.Methods. We measured the change in delivery and cost of care provided to patients enrolled in a health maintenance organization before and after interpreter services were implemented.Results. Compared with English-speaking patients, patients who used the interpreter services received significantly more recommended preventive services, made more office visits, and had more prescriptions written and filled. The estimated cost of providing interpreter services was $279 per person per year.Conclusions. Providing interpreter services is a financially viable method for enhancing delivery of health care to patients with limited English proficiency.",
                "Many U.S. residents who speak little English may face language barriers when seeking health care. This article describes what is currently known about language barriers in health care and outlines a research agenda based on mismatches between the current state of knowledge of language barriers and what health care stakeholders need to know. Three broad areas needing more research are discussed: the ways in which language barriers affect health and health care, the efficacy of linguistic access service interventions, and the costs of language barriers and efforts to overcome them. In each of these areas, we outline specific research questions and recommendations.",
                "Background:Emerging evidence suggests that exposure to discrimination may be associated with atherosclerosis in African-American women, although research in this area focused on short-term rather than chronic exposure to discriminatory events.Methods:We examined the relationship between chronic exposure to multiple types of discrimination (self-reported and averaged over 5 years) and coronary artery calcification (CAC) in a sample of 181 middle-aged African-American women. Discrimination was assessed at each time point, and the presence\/absence of CAC was assessed at the fifth annual follow-up examination by electron beam tomography. We hypothesized that chronic discrimination would be more strongly associated with CAC than recent discrimination and that racial\/ethnic discrimination would be more strongly associated with CAC than other types of discrimination.Results:Chronic exposure to …",
                "To determine whether food insecurity—the inability to reliably afford safe and nutritious food—is associated with poor glycemic control and whether this association is mediated by difficulty following a healthy diet, diabetes self-efficacy, or emotional distress related to diabetes.We used multivariable regression models to examine the association between food insecurity and poor glycemic control using a cross-sectional survey and chart review of 711 patients with diabetes in safety net health clinics. We then examined whether difficulty following a diabetic diet, self-efficacy, or emotional distress related to diabetes mediated the relationship between food insecurity and glycemic control.The food insecurity prevalence in our sample was 46%. Food-insecure participants were significantly more likely than food-secure participants to have poor glycemic control …",
                " BACKGROUND: Many scholars have written about the historical underpinnings and likely consequences of African Americans distrust in health care, yet little research has been done to understand if and how this distrust affects African Americans’ current views of the trustworthiness of physicians. OBJECTIVE: To better understand what trust and distrust in physicians means to African Americans. DESIGN: Focus-group study, using an open-ended discussion guide. SETTING: Large public hospital and community organization in Chicago, IL. PATIENTS: Convenience sample of African-American adult men and women. MEASUREMENTS: Each focus group was systematically coded using grounded theory analysis. The research team then identified themes that commonly arose across the 9 focus groups …",
                "Background: Hispanic Americans are often treated as a monolithic ethnic group with a single pattern of healthcare utilization. However, there could be considerable differences within this population. We examine the association between use of healthcare services and Hispanic Americans' country of ancestry or origin, language of interview, and length of time lived in the United States. Methods: Our data come from the Medical Expenditure Panel Survey, a nationally representative survey of healthcare use and expenditures. Descriptive statistics and logistic regression results are presented. Results: Multivariate models show that Mexicans and Cubans are less likely, and Puerto Ricans more likely, to have any emergency department visits than non-Hispanic whites. Mexicans, Central American\/Caribbeans, and South Americans are less likely to have any prescription medications. All Hispanics are less likely to have …",
                "Objectives. We examined the relationship between ability to speak English and receipt of Papanicolaou tests, clinical breast examinations, and mammography in a multiethnic group of women in the United States.Methods. We used longitudinal data from the Study of Women Across the Nation to examine receipt of breast and cervical cancer screening among Chinese, Japanese, Hispanic, and White women who reported reading and speaking (1) only a language other than English, (2) another language more fluently than English, or (3) only English or another language and English with equal fluency. Logistic regression was used to analyze the data.Results. Reading and speaking only a language other than English and reading and speaking another language more fluently than English, were significantly and negatively associated with receipt of breast and cervical cancer screening in unadjusted models …",
                "Racial and ethnic minorities often receive lower-quality health care than white patients, even when socioeconomic status, education, access, and other factors are used as controls. To address these pervasive disparities, health care professionals should learn more about them and the roles they can play in eliminating them, but few curricula are focused on understanding and addressing racial and ethnic health disparities, and well-accepted guidelines on what and how to teach in this complex area are lacking.The Society of General Internal Medicine Health Disparities Task Force used a review and consensus process to develop specific recommendations and guidelines for curricula focusing on health disparities. Learning objectives, content, methods for teaching, and useful resources are provided. Although the guidelines were developed primarily for teaching medical students, residents, and practitioners …"
            ],
            [
                [
                    "health",
                    "disparities",
                    "literacy",
                    "trust",
                    "cancer"
                ]
            ],
            [
                "Jacob Austin Graduate Student Physics 2323 Osborn Dr jaustin2@iastate.edu"
            ]
        ]
    ]
}