{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9KP2ANWY",
            "-gQYNskAAAAJ",
            [
                "Resting-state connectivity biomarkers define neurophysiological subtypes of depression",
                "Anhedonia and reward-circuit connectivity distinguish nonresponders from responders to dorsomedial prefrontal repetitive transcranial magnetic stimulation in major depression",
                "Cortico-striatal-thalamic loop circuits of the salience network: a central pathway in psychiatric disease and treatment",
                "Resting-state cortico-thalamic-striatal connectivity predicts response to dorsomedial prefrontal rTMS in major depressive disorder",
                "Noninvasive brain stimulation treatments for addiction and major depression",
                "Reductions in cortico-striatal hyperconnectivity accompany successful treatment of obsessive-compulsive disorder with dorsomedial prefrontal rTMS",
                "Increases in frontostriatal connectivity are associated with response to dorsomedial repetitive transcranial magnetic stimulation in refractory binge\/purge behaviors",
                "Modulation of cognitive cerebello-cerebral functional connectivity by lateral cerebellar continuous theta burst stimulation",
                "Connectivity-based parcellation of the human frontal polar cortex",
                "Targeting neural endophenotypes of eating disorders with non-invasive brain stimulation"
            ],
            [
                "Biomarkers have transformed modern medicine but remain largely elusive in psychiatry, partly because there is a weak correspondence between diagnostic labels and their neurobiological substrates. Like other neuropsychiatric disorders, depression is not a unitary disease, but rather a heterogeneous syndrome that encompasses varied, co-occurring symptoms and divergent responses to treatment. By using functional magnetic resonance imaging (fMRI) in a large multisite sample (n= 1,188), we show here that patients with depression can be subdivided into four neurophysiological subtypes ('biotypes') defined by distinct patterns of dysfunctional connectivity in limbic and frontostriatal networks. Clustering patients on this basis enabled the development of diagnostic classifiers (biomarkers) with high (82–93%) sensitivity and specificity for depression subtypes in multisite validation (n= 711) and out-of-sample …",
                "Depression is a heterogeneous mental illness. Neurostimulation treatments, by targeting specific nodes within the brain’s emotion-regulation network, may be useful both as therapies and as probes for identifying clinically relevant depression subtypes.Here, we applied 20 sessions of magnetic resonance imaging-guided repetitive transcranial magnetic stimulation (rTMS) to the dorsomedial prefrontal cortex in 47 unipolar or bipolar patients with a medication-resistant major depressive episode.Treatment response was strongly bimodal, with individual patients showing either minimal or marked improvement. Compared with responders, nonresponders showed markedly higher baseline anhedonia symptomatology (including pessimism, loss of pleasure, and loss of interest in previously enjoyed activities) on item-by-item examination of Beck Depression Inventory-II and Quick Inventory of …",
                "The salience network (SN) plays a central role in cognitive control by integrating sensory input to guide attention, attend to motivationally salient stimuli, and recruit appropriate functional brain-behavior networks to modulate behavior. Mounting evidence suggests that disturbances in SN function underlie abnormalities in cognitive control and may be a common etiology underlying many psychiatric disorders. Such functional and anatomical abnormalities have been recently apparent in studies and meta-analyses of psychiatric illness using functional magnetic resonance imaging (fMRI) and voxel-based morphometry (VBM). Of particular importance, abnormal structure and function in major cortical nodes of the SN, the dorsal anterior cingulate cortex (dACC) and anterior insula (AI), have been observed as a common neurobiological substrate across a broad spectrum of psychiatric disorders. In addition to cortical nodes of the SN, the network’s associated subcortical structures, including the dorsal striatum, mediodorsal thalamus, and dopaminergic brainstem nuclei, comprise a discrete regulatory loop circuit. The SN’s cortico-striato-thalamo-cortical loop increasingly appears to be central to mechanisms of cognitive control, as well as to a broad spectrum of psychiatric illnesses and their available treatments. Functional imbalances within the SN loop appear to impair cognitive control, and specifically may impair self-regulation of cognition, behavior, and emotion, thereby leading to symptoms of psychiatric illness. Furthermore, treating such psychiatric illnesses using invasive or non-invasive brain stimulation techniques appears to modulate SN …",
                "Despite its high toll on society, there has been little recent improvement in treatment efficacy for major depressive disorder (MDD). The identification of biological markers of successful treatment response may allow for more personalized and effective treatment. Here we investigate whether resting-state functional connectivity predicted response to treatment with repetitive transcranial magnetic stimulation (rTMS) to dorsomedial prefrontal cortex (dmPFC). Twenty-five individuals with treatment-refractory MDD underwent a 4-week course of dmPFC-rTMS. Before and after treatment, subjects received resting-state functional MRI scans and assessments of depressive symptoms using the Hamilton Depresssion Rating Scale (HAMD 17). We found that higher baseline cortico-cortical connectivity (dmPFC-subgenual cingulate and subgenual cingulate to dorsolateral PFC) and lower cortico-thalamic, cortico-striatal, and …",
                "Major depressive disorder (MDD) and substance use disorders (SUDs) are prevalent, disabling, and challenging illnesses for which new treatment options are needed, particularly in comorbid cases. Neuroimaging studies of the functional architecture of the brain suggest common neural substrates underlying MDD and SUDs. Intrinsic brain activity is organized into a set of functional networks, of which two are particularly relevant to psychiatry. The salience network (SN) is crucial for cognitive control and response inhibition, and deficits in SN function are implicated across a wide variety of psychiatric disorders, including MDD and SUDs. The ventromedial network (VMN) corresponds to the classic reward circuit, and pathological VMN activity for drug cues\/negative stimuli is seen in SUDs\/MDD. Noninvasive brain stimulation (NIBS) techniques, including rTMS and tDCS, have been used to enhance cortico–striatal …",
                "Obsessive-compulsive disorder (OCD) is a disabling illness with high rates of nonresponse to conventional treatments. OCD pathophysiology is believed to involve abnormalities in cortico-striatal-thalamic-cortical circuits through regions such as dorsomedial prefrontal cortex (dmPFC) and ventral striatum. These regions may constitute therapeutic targets for neuromodulation treatments, such as repetitive transcranial magnetic stimulation (rTMS). However, the neurobiological predictors and correlates of successful rTMS treatment for OCD are unclear. Here, we used resting-state functional magnetic resonance imaging (fMRI) to identify neural predictors and correlates of response to 20–30 sessions of bilateral 10 Hz dmPFC-rTMS in 20 treatment-resistant OCD patients, with 40 healthy controls as baseline comparators. A region of interest in the dmPFC was used to generate whole-brain functional connectivity maps …",
                "Conventional treatments for eating disorders are associated with poor response rates and frequent relapse. Novel treatments are needed, in combination with markers to characterize and predict treatment response. Here, resting-state functional magnetic resonance imaging (rs-fMRI) was used to identify predictors and correlates of response to repetitive transcranial magnetic stimulation (rTMS) of the dorsomedial prefrontal cortex (dmPFC) at 10 Hz for eating disorders with refractory binge\/purge symptomatology.28 subjects with anorexia nervosa, binge−purge subtype or bulimia nervosa underwent 20–30 sessions of 10 Hz dmPFC rTMS. rs-fMRI data were collected before and after rTMS. Subjects were stratified into responder and nonresponder groups using a criterion of ≥50% reduction in weekly binge\/purge frequency. Neural predictors and correlates of response were identified using seed …",
                "Network connectivity measured with resting state functional magnetic resonance imaging (rsfMRI) has revealed the contribution of distinct cerebellar lobules to an array of brain wide networks sub-serving motor and cognitive processes. As distinct cerebellar lobules form relatively accessible nodes of different brain networks, this raises the possibility for site-specific modulation of network connectivity using non-invasive brain stimulation techniques such as transcranial magnetic stimulation (TMS). Continuous theta burst transcranial magnetic stimulation (cTBS) induces long-lasting inhibition of cortical areas. Although previous studies have shown that cTBS of the lateral cerebellum modulates motor cortical excitability and improves symptoms in several movement disorders, the effect on cognitive domains has not been examined. We explored the immediate effects of cTBS in a sham-controlled study on the strength of …",
                "The frontal pole corresponds to Brodmann area (BA) 10, the largest single architectonic area in the human frontal lobe. Generally, BA10 is thought to contain two or three subregions that subserve broad functions such as multitasking, social cognition, attention, and episodic memory. However, there is a substantial debate about the functional and structural heterogeneity of this large frontal region. Previous connectivity-based parcellation studies have identified two or three subregions in the human frontal pole. Here, we used diffusion tensor imaging to assess structural connectivity of BA10 in 35 healthy subjects and delineated subregions based on this connectivity. This allowed us to determine the correspondence of structurally based subregions with the scheme previously defined functionally. Three subregions could be defined in each subject. However, these three subregions were not spatially …",
                "The term “eating disorders” (ED) encompasses a wide variety of disordered eating and compensatory behaviors, and so the term is associated with considerable clinical and phenotypic heterogeneity. This heterogeneity makes optimizing treatment techniques difficult. One class of treatments is non-invasive brain stimulation (NIBS). NIBS, including repetitive transcranial magnetic stimulation (rTMS) and transcranial direct current stimulation (tDCS) are accessible forms of neuromodulation that alter the cortical excitability of a target brain region. It is crucial for NIBS to be successful that the target is well selected for the patient population in question. Targets may best be selected by stepping back from conventional DSM-5 diagnostic criteria to identify neural substrates of more basic phenotypes, including behavior related rewards and punishment cognitive control, and social processes. These phenotypic dimensions have been recently laid out by the Research Domain Criteria (RDoC) initiative. Consequently, this review is intended to identify potential dimensions as outlined by the RDoC and their underlying behavioral and neurobiological targets associated with ED as potential candidates for NIBS and review the available literature on rTMS and tDCS in ED. This review systematically reviews abnormal neural circuitry in ED within the RDoC framework, and also systematically reviews the available literature investigating NIBS as a treatment for ED."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}