{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9M2UIZOQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Michael S. Berger Michael S. Berger berger@indiana.edu (812) 855-2609 Swain West 235 Postdoctoral Position, University of Wisconsin, 1991-1994 Ph.D., University of California, Berkeley, 1991 M.S., University of California, Berkeley, 1988 B.S., Massachusetts Institute of Technology, 1986 elementary particle physics (theoretical) About Michael S. Berger Our current understanding of elementary particle physics is dominated by the \"Standard Model\" of strong, weak and electromagnetic interactions; all predictions of the model agree well with the experimental data. However, this model is almost certainly not the final story, because many puzzling questions remain to be answered: Why are there three generations of elementary particles with such a wide range in masses? What is the origin of mass? Why did nature choose the forces that we observe? These issues will be addressed in the near future at existing and planned collider facilities, so research at the microscopic frontier should be as exciting as it has been in the past. Most of my research is dedicated to exploring the possibility of physics beyond the Standard Model. We know that there must exist new forces that have remained hidden from us that will provide the answers to the above questions. My research is directed toward discovering and understanding these new interactions. Recently my research has included work on supersymmetry (an extension of the familiar spacetime symmetries) and its phenomenology, grand unified theories, particle astrophysics and cosmology, and the search for the mechanism that breaks the weak interaction symmetry. I have also been looking recently at the possibility of extending our ability to probe short distance scales with a high energy collider employing muon beams."
            ]
        ]
    ]
}