{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9M78DLKU",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Edward Lipson Edward Lipson Emeritus Professor Biophysical Science 359 Physics Building edlipson@syr.edu Medical imaging & nuclear medicine (MRI, PET, SPECT). Photosensory transduction in microorganisms. Telemedicine and distributed medical intelligence. Human-computer interfacing and assistive technology. Green\/smart building control technologies. Coronal cross-section through MRM and PET breast images. Green: MRM. Red: PET. 1971 Ph.D. in Physics (nuclear) California Institute of Technology 1966 B.Sc. (Hons.) in Physics and Math University of Manitoba, Winnipeg, Canada Awards & Professional Honors A.P. Sloan Foundation Fellow (1979-83) Li, S., Zhang, J., Krol, A., Schmidtlein, C. R., Vogelsang, L., Shen, L., Lipson, E., Feiglin, D., and Xu, Y. 2015. Effective noise-suppressed and artifact-reduced reconstruction of SPECT data using a preconditioned alternating projection algorithm. Med. Phys. 42:4872- 4887. Lipson. E. D. 2012. Action Spectroscopy — General Problems. In: CRC Handbook of Organic Photochemistry and Photobiology, 3rd ed. (Griesbeck, A., Oelgemöller, M., and Ghetti, F., eds.) CRC Press, Boca Raton, Vol. 2, Ch. 43, pp. 1081-1091. Unlu, M.Z., Krol, A., Magri, A., Mandel, J.A., Lee, W., Baum, K.G., Lipson, E.D., Coman, I.L., and Feiglin, D.H. 2010. Computerized nonrigid PET-to-MRI breast-image registration with deformable finite-element model, Comput.Biol. Med. 40:37–53. Magri, A. W., Krol, A., Feiglin, D., Lipson, E. D., Mandel, J., McGraw, W., and Lee, W. 2008. Parametric dynamic F-18-FDG PET\/CT breast imaging. Proc. SPIE: 6916 (Medical Imaging 2008: Physiology, Function, and Structure from Medical Images, Hu, X. P. and Clough, A. V., eds.) 69161D (12 pages). Slamani, M. A., Krol, A., Beaumont, J., Price, R. L., Coman, I. L., Lipson, E. D. 2006. Application of phase correlation to the montage synthesis and 3D reconstruction of large tissue volumes from confocal laser scanning microscopy, Microsc. Microanal. 12:106-112."
            ]
        ]
    ]
}