{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9M8UES4X",
            "P9DoZBoAAAAJ",
            [
                "Implementation of cavity squeezing of a collective atomic spin",
                "States of an ensemble of two-level atoms with reduced quantum uncertainty",
                "Measuring the scrambling of quantum information",
                "An Aharonov-Bohm interferometer for determining Bloch band topology",
                "Orientation-dependent entanglement lifetime in a squeezed atomic clock",
                "Squeezing the collective spin of a dilute atomic ensemble by cavity feedback",
                "Bloch state tomography using Wilson lines",
                "Interaction between atomic ensembles and optical resonators: Classical description",
                "Optomechanical cavity cooling of an atomic ensemble",
                "Approaching the Heisenberg limit without single-particle detection"
            ],
            [
                "We squeeze unconditionally the collective spin of a dilute ensemble of laser-cooled Rb 87 atoms using their interaction with a driven optical resonator. The shape and size of the resulting spin uncertainty region are well described by a simple analytical model [MH Schleier-Smith, ID Leroux, and V. Vuletić, arXiv: 0911.3936 [Phys. Rev. A (to be published)]] through 2 orders of magnitude in the effective interaction strength, without free parameters. We deterministically generate states with up to 5.6 (6) dB of metrologically relevant spin squeezing on the canonical Rb 87 hyperfine clock transition.",
                "We generate entangled states of an ensemble of 5× 10 4 Rb 87 atoms by optical quantum nondemolition measurement. The resonator-enhanced measurement leaves the atomic ensemble, prepared in a superposition of hyperfine clock levels, in a squeezed spin state. By comparing the resulting reduction of quantum projection noise [up to 8.8 (8) dB] with the concomitant reduction of coherence, we demonstrate a clock input state with spectroscopic sensitivity 3.0 (8) dB beyond the standard quantum limit.",
                "We provide a general protocol to measure out-of-time-order correlation functions. These correlation functions are of broad theoretical interest for diagnosing the scrambling of quantum information in interacting quantum systems and have recently received particular attention in the study of chaos and black holes within holographic duality. Measuring them requires an echo-type sequence in which the sign of a many-body Hamiltonian is reversed. We illustrate our protocol by detailing an implementation employing cold atoms and cavity quantum electrodynamics to probe spin models with nonlocal interactions. To verify the feasibility of the scheme with current technology, we analyze the effects of dissipation in a chaotic kicked-top model. Finally, we propose a number of other experimental platforms where similar out-of-time-order correlation functions can be measured.",
                "The geometric structure of a single-particle energy band in a solid is fundamental for a wide range of many-body phenomena and is uniquely characterized by the distribution of Berry curvature over the Brillouin zone. We realize an atomic interferometer to measure Berry flux in momentum space, in analogy to an Aharonov-Bohm interferometer that measures magnetic flux in real space. We demonstrate the interferometer for a graphene-type hexagonal optical lattice loaded with bosonic atoms. By detecting the singular π Berry flux localized at each Dirac point, we establish the high momentum resolution of this interferometric technique. Our work forms the basis for a general framework to fully characterize topological band structures.",
                "We study experimentally the application of a class of entangled states, squeezed spin states, to the improvement of atomic-clock precision. In the presence of anisotropic noise, the entanglement lifetime is strongly dependent on squeezing orientation. We measure the Allan deviation spectrum of a clock operated with a phase-squeezed input state. For averaging times up to 50 s the squeezed clock achieves a given precision 2.8 (3) times faster than a clock operating at the standard quantum limit.",
                "We propose and analyze a simple method to squeeze dynamically and unconditionally the collective spin of a dilute atomic ensemble by interaction with a driven mode of an optical resonator, as recently demonstrated [ID Leroux, MH Schleier-Smith, and V. Vuletić, Phys. Rev. Lett. 104, 073602 (2010)]. We show that substantial squeezing can be achieved in the regime of strong collective ensemble-resonator coupling. The squeezing is ultimately limited either by photon emission into free space or by the curvature of the Bloch sphere. We derive both limits and show where each prevails.",
                "Topology and geometry are essential to our understanding of modern physics, underlying many foundational concepts from high-energy theories, quantum information, and condensed-matter physics. In condensed-matter systems, a wide range of phenomena stem from the geometry of the band eigenstates, which is encoded in the matrix-valued Wilson line for general multiband systems. Using an ultracold gas of rubidium atoms loaded in a honeycomb optical lattice, we realize strong-force dynamics in Bloch bands that are described by Wilson lines and observe an evolution in the band populations that directly reveals the band geometry. Our technique enables a full determination of band eigenstates, Berry curvature, and topological invariants, including single- and multiband Chern and  numbers.",
                "Many effects in the interaction between atoms and a cavity that are usually described in quantum mechanical terms (cavity quantum electrodynamics, cavity QED) can be understood and quantitatively analyzed within a classical framework. We adopt such a classical picture of a radiating dipole oscillator to derive explicit expressions for the coupling of single atoms and atomic ensembles to Gaussian modes in free space and in an optical resonator. The cooperativity parameter of cavity QED is shown to play a central role and is given a geometrical interpretation. The classical analysis yields transparent, intuitive results that are useful for analyzing applications of cavity QED such as atom detection and counting, cavity cooling, cavity spin squeezing, cavity spin optomechanics, or phase transitions associated with the self-organization of the ensemble-light system.",
                "We demonstrate cavity sideband cooling of a single collective motional mode of an atomic ensemble down to a mean phonon occupation number⟨ n⟩ min﻿= 2.0− 0.3+ 0.9. Both⟨ n⟩ min﻿ and the observed cooling rate are in good agreement with an optomechanical model. The cooling rate constant is proportional to the total photon scattering rate by the ensemble, demonstrating the cooperative character of the light-emission-induced cooling process. We deduce fundamental limits to cavity cooling either the collective mode or, sympathetically, the single-atom degrees of freedom.",
                "We propose an approach to quantum phase estimation that can attain precision near the Heisenberg limit without requiring single-particle-resolved state detection. We show that the “one-axis twisting” interaction, well known for generating spin squeezing in atomic ensembles, can also amplify the output signal of an entanglement-enhanced interferometer to facilitate readout. Applying this interaction-based readout to oversqueezed, non-Gaussian states yields a Heisenberg scaling in phase sensitivity, which persists in the presence of detection noise as large as the quantum projection noise of an unentangled ensemble. Even in dissipative implementations—eg, employing light-mediated interactions in an optical cavity or Rydberg dressing—the method significantly relaxes the detection resolution required for spectroscopy beyond the standard quantum limit."
            ],
            [
                [
                    "Atomic Physics",
                    "Quantum Optics"
                ]
            ],
            [
                "Monika Schleier-Smith Associate Professor of Physics Research & Scholarship Schleier-­Smith received her B.A. in 2005 from Harvard University, having studied Chemistry and Physics and (secondarily) Mathematics. She subsequently pursued graduate studies in experimental atomic physics at MIT. After receiving her Ph.D. in 2011, she was a postdoctoral fellow at the Max Planck Institute of Quantum Optics and Ludwig Maximilian­ University (LMU Munich), before arriving at Stanford in the fall of 2013. Associate Professor, I. I. Rabi Prize in Atomic, Molecular, and Optical Physics, American Physical Society (2021) MacArthur Fellowship, MacArthur Foundation (2020) Presidential Early Career Award for Scientists and Engineers (PECASE), Department of Defense (2019) NSF CAREER Award, National Science Foundation (2018) Cottrell Scholar Award, Research Corporation (2017) Hellman Fellowship, Hellman Fellows Fund (2015) AFOSR Young Investigator Award, Air Force Office of Scientific Research (2014) Alfred P. Sloan Research Fellowship, Alfred P. Sloan Foundation (2014) Ph.D., Massachusetts Institute of Technology, Physics  (2011) A.B., Harvard University, Chemistry & Physics, Mathematics  (2005) Research Group AMO Physics at Stanford Current Research and Scholarly Interests In between the few­-particle realm where we have mastered quantum mechanics and the macroscopic domain describable by classical physics, there lies a broad swath of territory where quantum effects are relevant but still largely out of our control and partly beyond our comprehension. This territory includes metrological instruments whose precision is limited by the quantum projection noise of millions of atoms; and materials whose bulk properties emerge from many-­body interactions intractable to simulation on classical computers. Professor Schleier­-Smith’s research aims to advance our control and understanding of many­-particle quantum systems by engineering new quantum states and Hamiltonians with ensembles of laser-cooled atoms. Atoms, Fields and Photons APPPHYS 203 (Aut) Quantum Information:  Visions and Emerging Technologies PHYSICS 14N (Win) Independent Studies (3) PHYSICS 205 (Aut, Win) Atoms, Fields and Photons APPPHYS 203 (Aut) Quantum Information:  Visions and Emerging Technologies PHYSICS 14N (Spr) Quantum Information:  Visions and Emerging Technologies PHYSICS 14N (Spr) Thermodynamics, Kinetic Theory, and Statistical Mechanics I PHYSICS 170 (Aut) James Allen, David Berryrieser , Wil Kao, Stewart Koppell, Ronen Kroeze, Benjamin Malia, Tina Na Narong, Hunter Swan, Zhaoyou Wang Philipp Kunkel Shankari Rajagopal Eric Cooper, Jacob Hines, Ognjen Markovic, Avikar Periwal Postdoctoral Research Mentor Shankari Rajagopal Protecting Spin Coherence in a Tunable Heisenberg Model Davis, E. J., Periwal, A., Cooper, E. S., Bentsen, G., Evered, S. J., Van Kirk, K., Schleier-Smith, M. H. 2020 125 (6) DOI 10.1103\/PhysRevLett.125.060402 Web of Science ID 000554827700002 Transverse-Field Ising Dynamics in a Rydberg-Dressed Atomic Gas Borish, V., Markovic, O., Hines, J. A., Rajagopal, S. V., Schleier-Smith, M. 2020 124 (6) DOI 10.1103\/PhysRevLett.124.063601 Web of Science ID 000513240600002 Integrable and Chaotic Dynamics of Spins Coupled to an Optical Cavity PHYSICAL REVIEW X Bentsen, G., Potirniche, I., Bulchandani, V. B., Scaffidi, T., Cao, X., Qi, X., Schleier-Smith, M., Altman, E. 2019 9 (4) DOI 10.1103\/PhysRevX.9.041011 Web of Science ID 000490174600001 Treelike Interactions and Fast Scrambling with Cold Atoms Bentsen, G., Hashizume, T., Buyskikh, A. S., Davis, E. J., Daley, A. J., Gubser, S. S., Schleier-Smith, M. 2019 123 (13) DOI 10.1103\/PhysRevLett.123.130601 Web of Science ID 000487744600001 Photon-Mediated Spin-Exchange Dynamics of Spin-1 Atoms Davis, E. J., Bentsen, G., Homeier, L., Li, T., Schleier-Smith, M. H. 2019 122 (1) DOI 10.1103\/PhysRevLett.122.010405 Web of Science ID 000455368500002 Painting Nonclassical States of Spin or Motion with Shaped Single Photons Davis, E. J., Wang, Z., Safavi-Naeini, A. H., Schleier-Smith, M. H. 121 (12) DOI 10.1103\/PhysRevLett.121.123602 Web of Science ID 000444961000001 Floquet Symmetry-Protected Topological Phases in Cold-Atom Systems Potirniche, I., Potter, A. C., Schleier-Smith, M., Vishwanath, A., Yao, N. Y. 119 (12) : 123601 We propose and analyze two distinct routes toward realizing interacting symmetry-protected topological (SPT) phases via periodic driving. First, we demonstrate that a driven transverse-field Ising model can be used to engineer complex interactions which enable the emulation of an equilibrium SPT phase. This phase remains stable only within a parametric time scale controlled by the driving frequency, beyond which its topological features break down. To overcome this issue, we consider an alternate route based upon realizing an intrinsically Floquet SPT phase that does not have any equilibrium analog. In both cases, we show that disorder, leading to many-body localization, prevents runaway heating and enables the observation of coherent quantum dynamics at high energy densities. Furthermore, we clarify the distinction between the equilibrium and Floquet SPT phases by identifying a unique micromotion-based entanglement spectrum signature of the latter. Finally, we propose a unifying implementation in a one-dimensional chain of Rydberg-dressed atoms and show that protected edge modes are observable on realistic experimental time scales. PubMedID 29341658 Measuring the scrambling of quantum information Swingle, B., Bentsen, G., Schleier-Smith, M., Hayden, P. 94 (4) DOI 10.1103\/PhysRevA.94.040302 Web of Science ID 000390069700001 Bloch state tomography using Wilson lines Li, T., Duca, L., Reitter, M., Grusdt, F., Demler, E., Endres, M., Schleier-Smith, M., Bloch, I., Schneider, U. 352 (6289) : 1094-1097 Topology and geometry are essential to our understanding of modern physics, underlying many foundational concepts from high-energy theories, quantum information, and condensed-matter physics. In condensed-matter systems, a wide range of phenomena stem from the geometry of the band eigenstates, which is encoded in the matrix-valued Wilson line for general multiband systems. Using an ultracold gas of rubidium atoms loaded in a honeycomb optical lattice, we realize strong-force dynamics in Bloch bands that are described by Wilson lines and observe an evolution in the band populations that directly reveals the band geometry. Our technique enables a full determination of band eigenstates, Berry curvature, and topological invariants, including single- and multiband Chern and Z₂ numbers. DOI 10.1126\/science.aad5812 Web of Science ID 000376480800037 PubMedID 27230376 Approaching the Heisenberg Limit without Single-Particle Detection Davis, E., Bentsen, G., Schleier-Smith, M. 116 (5) DOI 10.1103\/PhysRevLett.116.053601 Web of Science ID 000369491700004 An Aharonov-Bohm interferometer for determining Bloch band topology Duca, L., Li, T., REITTER, M., Bloch, I., Schleier-Smith, M., Schneider, U. 347 (6219) : 288-292 The geometric structure of a single-particle energy band in a solid is fundamental for a wide range of many-body phenomena and is uniquely characterized by the distribution of Berry curvature over the Brillouin zone. We realize an atomic interferometer to measure Berry flux in momentum space, in analogy to an Aharonov-Bohm interferometer that measures magnetic flux in real space. We demonstrate the interferometer for a graphene-type hexagonal optical lattice loaded with bosonic atoms. By detecting the singular π Berry flux localized at each Dirac point, we establish the high momentum resolution of this interferometric technique. Our work forms the basis for a general framework to fully characterize topological band structures. DOI 10.1126\/science.1259052 Web of Science ID 000347915300040 PubMedID 25525160 Orientation-Dependent Entanglement Lifetime in a Squeezed Atomic Clock Leroux, I. D., Schleier-Smith, M. H., Vuletic, V. 104 (25) We study experimentally the application of a class of entangled states, squeezed spin states, to the improvement of atomic-clock precision. In the presence of anisotropic noise, the entanglement lifetime is strongly dependent on squeezing orientation. We measure the Allan deviation spectrum of a clock operated with a phase-squeezed input state. For averaging times up to 50 s the squeezed clock achieves a given precision 2.8(3) times faster than a clock operating at the standard quantum limit. DOI 10.1103\/PhysRevLett.104.250801 Web of Science ID 000279178900001 PubMedID 20867356 Implementation of Cavity Squeezing of a Collective Atomic Spin Leroux, I. D., Schleier-Smith, M. H., Vuletic, V. 104 (7) We squeeze unconditionally the collective spin of a dilute ensemble of laser-cooled 87Rb atoms using their interaction with a driven optical resonator. The shape and size of the resulting spin uncertainty region are well described by a simple analytical model [M. H. Schleier-Smith, I. D. Leroux, and V. Vuletić, arXiv:0911.3936 [Phys. Rev. A (to be published)]] through 2 orders of magnitude in the effective interaction strength, without free parameters. We deterministically generate states with up to 5.6(6) dB of metrologically relevant spin squeezing on the canonical 87Rb hyperfine clock transition. DOI 10.1103\/PhysRevLett.104.073602 Web of Science ID 000274664500021 PubMedID 20366881 States of an Ensemble of Two-Level Atoms with Reduced Quantum Uncertainty Schleier-Smith, M. H., Leroux, I. D., Vuletic, V. 104 (7) We generate entangled states of an ensemble of 5x10{4} 87Rb atoms by optical quantum nondemolition measurement. The resonator-enhanced measurement leaves the atomic ensemble, prepared in a superposition of hyperfine clock levels, in a squeezed spin state. By comparing the resulting reduction of quantum projection noise [up to 8.8(8) dB] with the concomitant reduction of coherence, we demonstrate a clock input state with spectroscopic sensitivity 3.0(8) dB beyond the standard quantum limit. DOI 10.1103\/PhysRevLett.104.073604 Web of Science ID 000274664500023 PubMedID 20366883 Spectrum, Landau-Zener theory and driven-dissipative dynamics of a staircase of photons NEW JOURNAL OF PHYSICS Marino, J., Shchadilova, Y. E., Schleier-Smith, M., Demler, E. A. 2019 21 DOI 10.1088\/1367-2630\/aaf825 Web of Science ID 000455842800005 Photon-mediated spin-mixing dynamics Bentsen, G. S., Davis, E. J., Homeier, L., Periwal, A., Cooper, E., Van Kirk, K., Schleier-Smith, M. H., Shahriar, S. M., Scheuer, J. 2019 DOI 10.1117\/12.2515795 Web of Science ID 000466478500031 Squeezing out higher precision. Science (New York, N.Y.) Schleier-Smith, M. 2019 364 (6446) : 1137–38 DOI 10.1126\/science.aax0143 PubMedID 31221847 One- and two-axis squeezing of atomic ensembles in optical cavities NEW JOURNAL OF PHYSICS Borregaard, J., Davis, E. J., Bentsen, G. S., Schleier-Smith, M. H., Sorensen, A. S. 19 DOI 10.1088\/1367-2630\/aa8438 Web of Science ID 000424942700001 Advantages of Interaction-Based Readout for Quantum Sensing Davis, E., Bentsen, G., Li, T., Schleier-Smith, M., Hasan, Z. U., Hemmer, P. R., Lee, H., Migdall, A. L. DOI 10.1117\/12.2257033 Web of Science ID 000417339300010 Editorial: Hybridizing Quantum Physics and Engineering. Schleier-Smith, M. 117 (10) : 100001-? DOI 10.1103\/PhysRevLett.117.100001 PubMedID 27636456 Dynamic optical superlattices with topological bands Baur, S. K., Schleier-Smith, M. H., Cooper, N. R. 89 (5) DOI 10.1103\/PhysRevA.89.051605 Web of Science ID 000338036000001 Generating entangled spin states for quantum metrology by single-photon detection McConnell, R., Zhang, H., Cuk, S., Hu, J., Schleier-Smith, M. H., Vuletic, V. 88 (6) DOI 10.1103\/PhysRevA.88.063802 Web of Science ID 000328567900011 Unitary cavity spin squeezing by quantum erasure Leroux, I. D., Schleier-Smith, M. H., Zhang, H., Vuletic, V. 85 (1) DOI 10.1103\/PhysRevA.85.013803 Web of Science ID 000298860400019 Optomechanical Cavity Cooling of an Atomic Ensemble Schleier-Smith, M. H., Leroux, I. D., Zhang, H., Van Camp, M. A., Vuletic, V. 107 (14) We demonstrate cavity sideband cooling of a single collective motional mode of an atomic ensemble down to a mean phonon occupation number ⟨n⟩(min⁡)=2.0(-0.3)(+0.9). Both ⟨n⟩(min) and the observed cooling rate are in good agreement with an optomechanical model. The cooling rate constant is proportional to the total photon scattering rate by the ensemble, demonstrating the cooperative character of the light-emission-induced cooling process. We deduce fundamental limits to cavity cooling either the collective mode or, sympathetically, the single-atom degrees of freedom. DOI 10.1103\/PhysRevLett.107.143005 Web of Science ID 000295328200003 PubMedID 22107191 Squeezing the collective spin of a dilute atomic ensemble by cavity feedback Schleier-Smith, M. H., Leroux, I. D., Vuletic, V. 81 (2) DOI 10.1103\/PhysRevA.81.021804 Web of Science ID 000275072500022 A linear AC trap for polar molecules in their ground state JOURNAL OF PHYSICAL CHEMISTRY A Schnell, M., Lutzow, P., van Veldhoven, J., Bethlem, H. L., Kupper, J., Friedrich, B., Schleier-Smith, M., Haak, H., Meijer, G. 111 (31) : 7411-7419 A linear AC trap for polar molecules in high-field seeking states has been devised and implemented, and its characteristics have been investigated both experimentally and theoretically. The trap is loaded with slow 15ND3 molecules in their ground state (para-ammonia) from a Stark decelerator. The trap's geometry offers optimal access as well as improved loading. We present measurements of the dependence of the trap's performance on the switching frequency, which exhibit a characteristic structure due to nonlinear resonance effects. The molecules are found to oscillate in the trap under the influence of the trapping forces, which were analyzed using 3D numerical simulations. On the basis of expansion measurements, molecules with a velocity and a position spread of 2.1 m\/s and 0.4 mm, respectively, are still accepted by the trap. This corresponds to a temperature of 2.0 mK. From numerical simulations, we find the phase-space volume that can be confined by the trap (the acceptance) to be 50 mm3 (m\/s)3. DOI 10.1021\/jp070902n Web of Science ID 000248478700021 PubMedID 17566990 Nanotube-substrate interactions: Distinguishing carbon nanotubes by the helical angle Kolmogorov, A. N., Crespi, V. H., Schleier-Smith, M. H., Ellenbogen, J. C. 92 (8) We investigate the interaction of a carbon nanotube with a graphite substrate, using an interlayer potential that explicitly treats the registry dependence of the interaction. The carbon-carbon bond lengths in nanotubes differ slightly from those in flat graphite, so that the naively commensurate angular orientations for the tube with respect to the substrate lattice are destroyed. The interaction of a one-dimensional tube with a two-dimensional substrate then leads to an unusual registry phenomenon not visible in standard layer-on-layer growth: the system develops favorable orientations which clearly are incommensurate. DOI 10.1103\/PhysRevLett.92.085503 Web of Science ID 000189266100028 PubMedID 14995788 Search this site Schleier-Smith Lab Brief Bios Past Members amo@stanford Schleier-Smith Lab Brief Bios Past Members amo@stanford More Brief Bios Past Members amo@stanford Quantum Engineering with Cold Atoms Video Highlights from APS DAMOP Meeting Rydberg-Dressed Ising Interactions for Quantum Simulation and Metrology (poster presented by Shankari Rajagopal) Engineering Tunable, Non-Local Heisenberg Spin Models in an Optical Cavity (poster presented by Eric Cooper) Talks by Ognjen Markovic and Eric Cooper in the session on Long-Range Interactions in Cold Gases Report abuse Report abuse Atomic, Molecular and Optical Physics Sea turtle Examining and manipulating matter at the scale of the atom and molecule. A ttosecond to femtosecond processes, quantum properties of atoms and photons, testing fundamental physics. Research in atomic, molecular, laser and X-ray physics at Stanford takes place in the Physics and Applied Physics Departments and in the Photon Science Department at National Accelerator Laboratory. A rich set of topics are explored in the Varian Physics Laboratory, the Ginzton Lab and through the PULSE Institute for Ultrafast Energy Science. SLAC houses both the Stanford Synchrotron Radiation Lightsource and the Linac Coherent Light Source The structure and dynamics of matter at the atomic scale -- from Angstroms to nanometers in space and attoseconds to femtoseconds in time -- are studied using strong laser and x-ray fields to control and probe the quantum evolution of atoms and molecules. Basic questions in atomic physics are addressed through measurements of \"simple\" atoms, often laser-cooled and at the quantum-measurement level, leading to applications in real-world systems. Precision control of lasers and atoms are used for tests of space-time, advanced optical clocks, ultra-fast timing, atomic sensors, and ultra-sensitive detection of trace atoms.  Quantum sensors of rotation and acceleration based on cold atoms (quantum metrology) are being developed for tests of general relativity, the investigation of many-body quantum effects in Bose-condensed vapors, and ultra-fast laser-induced phenomena. Other efforts aim to create and study novel quantum many-body systems, including quantum soft matter, using new techniques developed for creating and manipulating exotic dipolar ultracold atoms in optical lattices, near cryogenic surfaces, and inside multimode optical resonators.  This research aims to elucidate the interplay between superfluidity, crystallinity, and magnetism to provide better intuition about the organizing principles of strongly interacting matter. Future efforts at Stanford will focus on the generation and detection of highly entangled many-body states of ultracold atoms, primarily using techniques of cavity QED, the exploration of quantum critical phenomena and routes to topological encoding of quantum information. Related Research Areas & Centers AMO@Stanford Atomic, Molecular, and Optical Physics Projects PULSE Institute Philip Bucksbaum (650) 926-5337 phb@slac.stanford.edu My research pages Attsecond Physics Strong-Field Physics Making Molecular Movies Steven Chu (650) 723-2986 Jason Hogan Assistant Professor (650) 498-0693 hogan@stanford.edu Leo Hollberg Research Professor (650) 723-4227 leoh@stanford.edu Mark Kasevich (650) 723-4356 kasevich@stanford.edu Benjamin Lev Associate Professor benlev@stanford.edu LevLab website Monika Schleier-Smith Associate Professor Research Group AMO Physics at Stanford H Schwettman has@stanford.edu"
            ]
        ]
    ]
}