{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9ME77PDA",
            "IAoSC2EAAAAJ",
            [
                "Surface normal overlap: a computer-aided detection algorithm with application to colonic polyps and lung nodules in helical CT",
                "A flexible multicamera visual‐tracking system for detecting and correcting motion‐induced artifacts in cardiac SPECT slices",
                "Estimation and correction of cardiac respiratory motion in SPECT in the presence of limited‐angle effects due to irregular respiration",
                "Theoretical and numerical study of MLEM and OSEM reconstruction algorithms for motion correction in emission tomography",
                "Estimation of rigid-body and respiratory motion of the heart from marker-tracking data for SPECT motion correction",
                "Estimation of the rigid-body motion from three-dimensional images using a generalized center-of-mass points approach",
                "4D reconstruction for low‐dose cardiac gated SPECT",
                "Targeted 2D\/3D registration using ray normalization and a hybrid optimizer",
                "Design of a multi-pinhole collimator for I-123 DaTscan imaging on dual-headed SPECT systems in combination with a fan-beam collimator",
                "Improvement of performance of cardiac SPECT camera using curved detectors with pinholes"
            ],
            [
                "We developed a novel computer-aided detection (CAD) algorithm called the surface normal overlap method that we applied to colonic polyp detection and lung nodule detection in helical computed tomography (CT) images. We demonstrate some of the theoretical aspects of this algorithm using a statistical shape model. The algorithm was then optimized on simulated CT data and evaluated using a per-lesion cross-validation on 8 CT colonography datasets and on 8 chest CT datasets. It is able to achieve 100% sensitivity for colonic polyps 10 mm and larger at 7.0 false positives (FPs)\/dataset and 90% sensitivity for solid lung nodules 6 mm and larger at 5.6 FP\/dataset.",
                "Patient motion is inevitable in SPECT and PET due to the lengthy period of time patients are imaged. The authors hypothesized that the use of external‐tracking devices which provide additional information on patient motion independent of SPECT data could be employed to provide a more robust correction than obtainable from data‐driven methods. Therefore, the authors investigated the Vicon MX visual‐tracking system (VTS) which utilizes near‐infrared (NIR) cameras to stereo‐image small retroreflective markers on stretchy bands wrapped about the chest and abdomen of patients during cardiac SPECT. The chest markers are used to provide an estimate of the rigid‐body (RB) motion of the heart. The abdomen markers are used to provide a signal used to bin list‐mode acquisitions as part of correction of respiratory motion of the heart. The system is flexible in that the layout of the cameras can be designed to …",
                "One issue with amplitude binning list‐mode studies in SPECT for respiratory motion correction is that variation in the patient's respiratory pattern will result in binned motion states with little or no counts at various projection angles. The reduced counts result in limited‐angle reconstruction artifacts which can impact the accuracy of the necessary motion estimation needed to correct the images. In this work, the authors investigate a method to overcome the effect of limited‐angle reconstruction artifacts in SPECT when estimating respiratory motion.In the first pass of the reconstruction method, only the projection angles with significant counts in common between the binned respiratory states are used in order to better estimate the motion between them. After motion estimation, the estimates are used to correct for motion within iterative reconstruction using all of the acquired projection data …",
                "Patient body-motion and respiratory-motion impacts the image quality of cardiac SPECT and PET perfusion images. Several algorithms exist in the literature to correct for motion within the iterative maximum-likelihood reconstruction framework. In this work, three algorithms are derived starting with Poisson statistics to correct for patient motion. The first one is a motion compensated MLEM algorithm (MC-MLEM). The next two algorithms called MGEM-1 and MGEM-2 (short for Motion Gated OSEM, 1 and 2) use the motion states as subsets, in two different ways. Experiments were performed with NCAT phantoms (with exactly known motion) as the source and attenuation distributions. Experiments were also performed on an anthropomorphic phantom and a patient study. The SIMIND Monte Carlo simulation software was used to create SPECT projection images of the NCAT phantoms. The projection images were then …",
                "Motion of patients undergoing cardiac SPECT perfusion imaging causes artifacts in the acquired images which may lead to difficulty in interpretation. Our work investigates a technique of obtaining patient motion estimates from retro-reflective markers on stretchy bands wrapped around the chest and abdomen of patients being imaged clinically. Motion signals obtained from the markers consist of at least two components, body motion (BM) and periodic motion (PM) due to respiration. We present a method for separating these components from the motion-tracking data of each marker, and then report a method for combining the BM estimated from chest markers to estimate the 6-degree-of-freedom (6-DOF) rigid-body motion (RBM) of the heart. Motion studies of volunteers and patients are used to evaluate the methods. Illustrative examples of the motion of the heart due to patient body movement and respiration …",
                "We present an analytical method for the estimation of rigid-body motion in sets of three-dimensional (3-D) SPECT and PET slices. This method utilizes mathematically defined generalized center-of-mass points in images, requiring no segmentation. It can be applied to compensation of the rigid-body motion in both SPECT and PET, once a series of 3-D tomographic images are available. We generalized the formula for the center-of-mass to obtain a family of points comoving with the object's rigid-body motion. From the family of possible points we chose the best three points which resulted in the minimum root-mean-square difference between images as the generalized center-of-mass points for use in estimating motion. The estimated motion was used to sum the sets of tomographic images, or incorporated in the iterative reconstruction to correct for motion during reconstruction of the combined projection data. For …",
                "Due to the combination of high‐frequency use and relatively high diagnostic radiation dose (>9 mSv for one scan), there is a need to lower the radiation dose used in myocardial perfusion imaging (MPI) studies in cardiac gated single photon emission computed tomography (GSPECT) in order to reduce its population based cancer risk. The aim of this study is to assess quantitatively the potential utility of advanced 4D reconstruction for GSPECT for significantly lowered imaging dose.For quantitative evaluation, Monte Carlo simulation with the 4D NURBS‐based cardiac‐torso (NCAT) phantom is used for GSPECT imaging at half and quarter count levels in the projections emulating lower injected activity (dose) levels. Both 4D and 3D reconstruction methods are applied at these lowered dose levels, and compared with standard clinical spatiotemporal reconstruction (ST121) at full dose using a …",
                "X‐ray images are often used to guide minimally invasive procedures in interventional radiology. The use of a preoperatively obtained 3D volume can enhance the visualization needed for guiding catheters and other surgical devices. However, for intraoperative usefulness, the 3D dataset needs to be registered to the 2D x‐ray images of the patient. We investigated the effect of targeting subvolumes of interest in the 3D datasets and registering the projections with C‐arm x‐ray images. We developed an intensity‐based 2D\/3D rigid‐body registration using a Monte Carlo‐based hybrid algorithm as the optimizer, using a single view for registration. Pattern intensity (PI) and mutual information (MI) were two metrics tested. We used normalization of the rays to address the problems due to truncation in 3D necessary for targeting. We tested the algorithm on a C‐arm x‐ray image of a pig's head and a 3D dataset …",
                "For the 2011 FDA approved Parkinson's Disease (PD) SPECT imaging agent I-123 labeled DaTscan, the volume of interest (VOI) is the interior portion of the brain. However imaging of the occipital lobe is also required with PD for calculation of the striatal binding ratio (SBR), a parameter of significance in early diagnosis, differentiation of PD from other disorders with similar clinical presentations, and monitoring progression. Thus we propose the usage of a combination of a multi-pinhole (MPH) collimator on one head of the SPECT system and a fan-beam on the other. The MPH would be designed to provide high resolution and sensitivity for imaging of the interior portion of the brain. The fan-beam collimator would provide lower resolution but complete sampling of the brain addressing data sufficiency and allowing a volume-of-interest to be defined over the occipital lobe for calculation of SBR's. Herein we focus on …",
                "SPECT is primarily used in the clinic for cardiac myocardial perfusion imaging. However, for SPECT, sensitivity is impaired due to the need for collimation. System resolution FWHM is poor as well . In this work the resolution of a curved detector was theoretically derived. The advantage of a curved detector over a flat detector with pinhole collimation was demonstrated for cardiac applications using theoretical derivations as well as a ray-tracing voxel-based forward projector. For the flat detector using parameters close to what was expected for the new multi-pinhole GE Discovery system, it is shown that using a paraboloid detector one may obtain a better system resolution (about 29% better on the average), keeping same pinhole opening. Alternately, sensitivity gains of as much as 2.25 may be obtained, for similar resolutions as a flat detector by just using a different pinhole with higher hole-diameter."
            ],
            [
                [

                ]
            ],
            [
                "Top Joyoni Dey Associate Professor Ph.D. in Electrical and Computer Engineering, 1999 - Carnegie Mellon University 459-A Nicholson Hall, Tower Dr. 225-578-4289-Office 225-578-9048-Lab deyj@lsu.edu Teaching Fall : MedP 7111: Advanced Medical Imaging Physics Spring : MedP 4111: Introduction to Medical Imaging Spring : (Co-Instructor): Radiological Physics for Residents (LSU Health Sc) Research Grants NIH NIBIB Trail-blazer Award 1-R21-EB029026-01A1 (PI: Dey, J)  Breast Cancer Detection\n                     and Imaging using Analyzer-less X-ray Interferometry, July 2020 - June 2023(3 years),\n                     Direct: $400K, Total: $524,584 NSF EPSCOR RII Track 4 (PI: Dey, J)  Neutron Imaging Interferometry for Non-Destructive\n                     Testing, Jan 2020-Dec 2021 (2 years), Direct: $155,262, Total: $227,680.  Award #\n                     1929150 Patents J. Dey and S.J. Glick, \"SPECT Camera Design\", Patent No., US 8,519,351 B2, Aug 27, 2013. J. Dey , N. Bhusal, L. Butler, J. P. Dowling, K. Ham, V. Singh, \"Phase Contrast X-ray Interferometry\"\n                     US Patent No., 10872708 , Dec 22, 2020. Students Ph.D. Ivan Hidrovo  (MSc\/PhD, Current) Jingzhu Xu  (Graduated, May 2020). Received Coates Research Scholar Award, 2019, Physics\n                     & Astronomy for her dissertation topic, $5000. MSc Elizabeth Park (Current) Bryce Smith (Current) Hanif Soysal (Graduated, Aug 2019) Narayan Bhusal (Graduated, December 2018) Bryce Smith (2019-2020, Summer 2020) Ivan Hidrovo (2016, 2017, 2018 ) Megan Chesal 2016, 2017, 2018) David Sanchez (REU, Summer 2017) Research Interest in Medical Imaging, Image Processing and Deep Learning: Interferometric\n                     Imaging, Imaging system design and optimization reducing patient dose, imaging time;\n                     Image reconstruction with physical modeling; Deep-learning for oncological prediction\n                     and staging; Mathematical (pde) models of tumor growth and treatment; Segmentation\n                     and registration. My research focuses on new systems and algorithms designed to help\n                     large patient populations with new imaging advances: for example, new methods of imaging,\n                     higher resolution and sensitivity systems for lowering the dose to patients, better\n                     quality diagnostic images, more efficient acquisition etc.; pathological quantification\n                     algorithms; predictions for oncology; correction of motion artifacts for better diagnosis. Current Projects Include Interferometry Neutron Interferometry: Neutrons show wave-particle duality. They manifest interference effects similar to\n                     X-rays and visible light.  We wish to analyze and maximize the neutron interferometric\n                     beamline performance with simulations and experiments. For this purpose, we are building\n                     an analytical and Monte-Carlo based simulator which will be validated experimentally\n                     at National Institute of Standards and Technology (NIST) Center for Neutron Research\n                     (NCNR). Neutrons interact relatively weakly with metal compared to X-rays. This is\n                     useful for imaging bone-metal joints, where X-ray imaging would lead to strong metal\n                     artifacts. The research team will perform biomedical imaging, such as non-invasive\n                     ex-vivo imaging of bone-implant interface at NCNR. In collaboration with scientists\n                     at the NIST Center for Neutron Research, Gaithersburg, MD. Phase-Contrast X-ray interferometry not only provides attenuation images provided by conventional CT but also scatter\n                     and phase images, affording higher soft-tissue contrast in images compared to conventional\n                     CT. We are investigating a novel modulated phase grating (MPG) system to bring Phase\n                     Contrast X-ray a step closer to the clinic. In collaboration with Professor Les Butler\n                     (Dept of Chemistry, LSU), Dr. Kyungmin Ham (CAMD, LSU). Example Relevant Publications\/Patents\/Disclosures J. Xu, K. Ham, J. Dey , “X-ray Interferometry without Analyzer for Breast CT Application, a Simulation Study”,\n                     J. of Medical Imaging, vol. 7, no. 2, 023503 (2020), doi:10.1117\/1.JMI.7.2.023503\n                     (open-access). J. Dey , N. Bhusal, L. Butler, J. P. Dowling, K. Ham, V. Singh, \"Phase Contrast X-ray Interferometry\"\n                     US Patent No., 10872708 , Dec 22, 2020 System Design and Optimization Optimizing a Novel Gamma Camera design for Cardiac SPECT: We are investigating a high-sensitive and\/or high-resolution gamma-camera design with\n                     a system of Ellipsoid detectors with pinhole collimation for Cardiac SPECT, which\n                     is an important modality for assessing myocardial perfusion with millions of patients\n                     undergoing nuclear cardiology scans per year. In course of our research, we have built\n                     a comprehensive multi-pinhole system simulator and iterative reconstruction. Example Relevant Publications\/Patents\/Disclosures J. Dey and S.J. Glick, \"SPECT Camera Design\", Patent No., US 8,519,351 B2, Aug 27, 2013. J. Dey , “Improvement of Performance of Cardiac SPECT Camera using Curved Detectors With\n                     Pinholes”, IEEE Trans. Nuclear Science, vol.59,           no.2,pp.334-347, April 2012. Bhusal, N. , Dey, J. , Xu, J. , Kalluri, K. , Konik, A. , Mukherjee, J. M. and Pretorius, P. H., \"Performance\n                     Analysis of a High‐Sensitivity Multi‐Pinhole  Cardiac SPECT System withHemi‐. Ellipsoid\n                     Detectors\". Med. Phys. 46 (1), pp. 116-126, January 2019. Deep-learning applications to Imaging J. Dey , J. Xu, and B. Smith \"Investigation of artifacts due to large-area grating defects\n                     and correction using short window Fourier transform and convolution neural networks\n                     for phase-contrast x-ray interferometry\", Proc. SPIE 11312, Medical Imaging 2020:\n                     Physics of Medical Imaging, 113124Z (16 March 2020); https:\/\/doi.org\/10.1117\/12.2549409 Convolution neural networks for lung-cancer prediction for large patient datasets\n                     (student Ivan Hidrovo senior thesis, April 2018). Staging preclinical SPECT\/CT data using support vector machine using key radiomic\n                     features (student Megan Chesal honors thesis, April 2018). Building Bioanalytical Tools using Mathematical Models Tumor progress and disease treatment monitoring by extracting biophysical-model-parameters\n                        from images: Oncology Imaging is performed using modalities including CT, MRI, FDG-PET, SPECT\n                     etc. Applying realistic mathematical models to serial-images of tumors extracts biologically\n                     relevant information from images, such as cell-motility, growth-rate etc. We are investigating\n                     a new mathematical Finite Element tumor-model where effects of the necrotic core are\n                     considered in addition to cell-motility, growth, apoptosis and migration. We also\n                     acquired 6 preclinical serial SPECT\/CT datasets and fitted an existing ode compartmental\n                     volume model. In collaboration with J. M. Mathis, PhD, (Dept of Comparative Biomedical\n                     Sciences, School of Vet Medicine, LSU) and S. W. Walker, PhD (Dept of Mathematics,\n                     LSU). Example Relevant Publications\/Patents\/Disclosures I. Hidrovo, J. Dey , M. E. Chesal, D. Shumilov, N. Bhusal and J. M. Mathis, \"Experimental Method and\n                     Statistical Analysis to Fit Tumor Growth Model Using SPECT\/CT Imaging: A   Preclinical\n                     Study\", Quant Imaging in Med and Surg,  vol. 7, no. 3, pp. 299-309, June 2017,doi:\n                     10.21037\/qims.2017.06.05 J. Dey , S. W. Walker, J. M. Mathis, D. Shumilov, K. M. Kirby and Y. Luo, \"Modeling and analysis\n                     of a physical tumor model including the effects of necrotic core,\" in Proc 2015 IEEE\n                       Nuclear Science Symposium and Medical Imaging Conference (NSS\/MIC), San Diego, CA,\n                     2015, pp. 1-4. Fat-mass and Lean-Mass Growth Models: Mathematical modeling of fat-mass and lean-mass growth upon overfeeding different\n                     diets (collaboration with S. Heymsfield, MD, and L. M. Redman, PhD, from Pennington\n                     Biomedical Research Center).  Example Relevant Publications\/Patents\/Disclosures D. Shumilov, S. B. Heymsfield, Leanne M. Redman, Steven R. Smith, George A. Bray,\n                     K. Kalluri, J. Dey , “New Compartment Model Analysis of Lean- Mass and Fat-Mass Growth with Overfeeding”,\n                     Nutrition, vol. 32, no. 5, pp. 590-600, May 2016. Telephone: 225-578-2261 Fax: 225-578-5855"
            ]
        ]
    ]
}