{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9MTLPGKA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jeremy  Bailin 311-B Gallalee Hall (205) 348-4613 jbailin@ua.edu Tuesdays 4-5pm;Wednesdays 9-10am PhD, University of Arizona, 2004 Dr. Bailin is a theoretical astrophysicist investigating the nature of galaxy formation, studying how the nearly-uniform Universe that existed after the Big Bang transformed over almost 14 billion years into galaxies like the Milky Way. Dr. Bailin is particularly interested in the structure and history of spiral galaxies, their dark matter and stellar halos, and their satellites — small dwarf galaxies and globular star clusters that orbit far from the galaxy. Much of Dr. Bailin’s work involves performing and analyzing large hydrodynamic computer simulations of galaxy formation. One major goal is to create a sample of simulated galaxies that are roughly the size of the Milky Way and with sufficient detail that their internal structure can be probed. When simulated galaxies appear similar to observed galaxies today, they provide insight into aspects of galaxies that are not directly observable, such as their history and their three-dimensional shape. Meanwhile, discrepancies between the properties of the simulated and observed galaxies tell us where we need to improve our understanding of galaxy formation physics. The history of star formation is traced by the heavy elements (“metals”) in stars, which were produced by nuclear fusion inside previous generations of stars and subsequently expelled by stellar winds and supernova explosions. Dr. Bailin is exploring the metal content of stars in the simulated galaxies and is contributing to theoretical models of how globular clusters can enrich themselves with metals. Dr. Bailin also performs optical observations, both from ground-based telescopes and the Hubble Space Telescope, to detect and quantify the diffuse stellar halos around galaxies beyond the Local Group; he has also been involved in radio studies of gas in objects in the vicinity of the Milky Way. Dr. Bailin received his doctoral degree from the University of Arizona in 2004. He joined the faculty of The University of Alabama in 2012."
            ]
        ]
    ]
}