{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9PLG1HA8",
            "44BvrwgAAAAJ",
            [
                "Mid-frequency structural dynamics with parameter uncertainty",
                "Reduced-order models for nonlinear vibrations of cylindrical shells via the proper orthogonal decomposition method",
                "Chaotic vibrations of circular cylindrical shells: Galerkin versus reduced-order models via the proper orthogonal decomposition method",
                "Experimental case studies for uncertainty quantification in structural dynamics",
                "Domain decomposition of stochastic PDEs: theoretical formulations",
                "Critical earthquake input power spectral density function models for engineering structures",
                "Linear system identification using proper orthogonal decomposition",
                "Reduced models for the medium-frequency dynamics of stochastic systems",
                "A cantilever conveying fluid: coherent modes versus beam modes",
                "A horizontal fluid-conveying cantilever: spatial coherent structures, beam modes and jumps in stability diagram"
            ],
            [
                "In this paper, a number of frequency-domain dynamic analysis procedures of randomly disordered structural systems in the medium frequency range are integrated into the stochastic finite element method. In all cases, frequency-domain model reduction strategies are used to minimize the computational effort in the mid-frequency range. Firstly, an energy operator approach (EOA) is investigated. In this procedure, an energy operator adapted to a fixed medium frequency band is defined whose dominant eigensubspace is used to construct a reduced model using a Ritz–Galerkin method. Secondly, the proper orthogonal decomposition method is used to extract the spatial dominant coherent structures in the vibration wave field in the mid-frequency band. The coherent structures are the eigenvectors corresponding to the dominant eigenvalues of the spatial autocorrelation function of the system response …",
                "The nonlinear (large-amplitude) response of perfect and imperfect, simply supported circular cylindrical shells to harmonic excitation in the spectral neighbourhood of some of their lowest natural frequencies is investigated. The shell is assumed to be completely filled with an incompressible and inviscid fluid at rest. Donnell's nonlinear shallow-shell theory is used, and the solution is obtained by the Galerkin method. The proper orthogonal decomposition (POD) method is used to extract proper orthogonal modes that describe the system behaviour from time-series response data. These time series have been obtained via the conventional Galerkin approach (using normal modes as a projection basis) with an accurate model involving 16 degrees of freedom, validated in previous studies. The POD method, in conjunction with the Galerkin approach, permits a lower-dimensional model as compared to those obtainable …",
                "The geometric nonlinear response of a water-filled, simply supported circular cylindrical shell to harmonic excitation in the spectral neighbourhood of the fundamental natural frequency is investigated. The response is investigated for a fixed excitation frequency by using the excitation amplitude as bifurcation parameter for a wide range of variation. Bifurcation diagrams of Poincaré maps obtained from direct time integration and calculation of the Lyapunov exponents and Lyapunov dimension have been used to study the system. By increasing the excitation amplitude, the response undergoes (i) a period-doubling bifurcation, (ii) subharmonic response, (iii) quasi-periodic response and (iv) chaotic behaviour with up to 16 positive Lyapunov exponents (hyperchaos). The model is based on Donnell's nonlinear shallow-shell theory, and the reference solution is obtained by the Galerkin method. The proper orthogonal …",
                "The consideration of uncertainties in numerical models to obtain the probabilistic descriptions of vibration response is becoming more desirable for industrial-scale finite element models. Broadly speaking, there are two aspects to this problem. The first is the quantification of parametric and non-parametric uncertainties associated with the model and the second is the propagation of uncertainties through the model. While the methods of uncertainty propagation have been extensively researched in the past three decades (e.g., the stochastic finite element method), only relatively recently has quantification been considered seriously. This paper considers uncertainty quantification with the aim of gaining more insight into the nature of uncertainties in medium- and high-frequency vibration problems. This paper describes the setup and results from two experimental studies that may be used for this purpose. The first …",
                "We present a novel theoretical framework for the domain decomposition of uncertain systems defined by stochastic partial differential equations. The methodology involves a domain decomposition method in the geometric space and a functional decomposition in the probabilistic space. The probabilistic decomposition is based on a version of stochastic finite elements based on orthogonal decompositions and projections of stochastic processes. The spatial decomposition is achieved through a Schur‐complement‐based domain decomposition. The methodology aims to exploit the full potential of high‐performance computing platforms by reducing discretization errors with high‐resolution numerical model in conjunction to giving due regards to uncertainty in the system. The mathematical formulation is numerically validated with an example of waves in random media. Copyright © 2008 John Wiley & Sons, Ltd.",
                "The problem of determining optimal power spectral density models for earthquake excitation which satisfy constraints on total average power, zero crossing rate and which produce the highest response variance in a given linear system is considered. The solution to this problem is obtained using linear programming methods. The resulting solutions are shown to display a highly deterministic structure and, therefore, fail to capture the stochastic nature of the input. A modification to the definition of critical excitation is proposed which takes into account the entropy rate as a measure of uncertainty in the earthquake loads. The resulting problem is solved using calculus of variations and also within linear programming framework. Illustrative examples on specifying seismic inputs for a nuclear power plant and a tall earth dam are considered and the resulting solutions are shown to be realistic.",
                "A least-square-based method to identify the system matrices of linear dynamical systems is proposed. The primary focus is on the identification of a reduced-order model of the system operating in the mid-frequency range of vibration. Proper orthogonal decomposition (POD) is used for the model reduction. Such reduced-order model circumvents the limitations of traditional modal analysis which, although well-adapted in the low-frequency range, is prone to computational and conceptual difficulties in the mid-frequency range. The inverse problem involving the identification of the mass, damping and stiffness matrices is posed in the framework of a linear least-square estimation problem. To achieve this objective, Kronecker algebra is aptly exploited for a concise mathematical formulation to identify these matrix-valued variables. Tikhonov regularisation is used to satisfy the symmetry property of the system matrices …",
                "In this paper, a frequency domain vibration analysis procedure of a randomly parametered structural system is described for the medium-frequency range. In this frequency range, both traditional modal analysis and statistical energy analysis (SEA) procedures well-suited for low- and high-frequency vibration analysis respectively, lead to computational and conceptual difficulties. The uncertainty in the structural system can be attributed to various reasons such as the coupling of the primary structure with a variety of secondary systems for which conventional modeling is not practical. The methodology presented in the paper consists of coupling probabilistic reduction methods with dynamical reduction methods. In particular, the Karhunen–Loeve and Polynomial Chaos decompositions of stochastic processes are coupled with an operator decomposition scheme based on the spectrum of an energy operator adapted to …",
                "A semianalytical approach to obtain the proper orthogonal modes (POMs) is described for the non-linear oscillation of a cantilevered pipe conveying fluid. Theoretically, while the spatial coherent structures are the eigenfunctions of the time-averaged spatial autocorrelation functions, it emerges that once the Galerkin projection of the proper orthogonal modes is carried out using the uniform cantilever-beam modes, the spatial dependency of the integral eigenvalue problem can be eliminated by analytical manipulation which avoids any spatial discretization error. As the solution of the integral equation is obtained semianalytically by linearly projecting the proper orthogonal modes on the cantilever-beam modes, any linear or non-linear operation can be carried out analytically on the proper orthogonal modes. Futhermore, the reduced-order eigenvalue problem minimizes the numerical pollution which leads to …",
                "The proper orthogonal decomposition method is used to obtain a low-dimensional model for the planar non-linear dynamics of a horizontal fluid-conveying cantilever undergoing a limit cycle oscillation. The finite-dimensional approximation of the non-linear partial differential equation (PDE) describing the oscillation is carried out by a Galerkin projection scheme, using both the cantilever beam modes and proper orthogonal modes (coherent structures) as projection bases, which leads to a finite set of coupled ordinary differential equations. The proper orthogonal modes are obtained semi-analytically using the cantilever beam modes as a basis. A systematic study is then carried out, focusing on the jumps in the linear stability diagram of a horizontal fluid-conveying cantilever vis-à-vis the order of the finite-dimensional model obtained using either the beam modes or the proper orthogonal modes. Depending on the …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}