{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9PO8TJP7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Vigdor (Vic) L. Teplitz, Professor Emeritus of physics at SMU, passed away peacefully on 14 December 2017 at his home in Bethesda, Maryland. Vic’s research covered a broad range of topics including pioneering work on the cosmology and astrophysics of the early universe. Additionally, Vic served in major government science leadership positions including the Arms Control and Disarmament Agency, and the White House Office of Science and Technology Policy. Born on February 5, 1937 in Boston, Massachusetts, Vic received his Scientiae Baccalaureus (SB) degree from Massachusetts Institute of Technology (1958) and his Ph.D from the University of Maryland (UMD) (1962). At UMD he met his wife, Doris Rosenbaum Teplitz, also a physicist. Following fellowship positions at Lawrence Radiation Laboratory (Berkeley, CA) and the CERN laboratory (Geneva, Switzerland), he joined the faculty at MIT (1966-73). He then left to head the physics department at Virginia Polytechnic (1973-77) where he established the astronomy program. Vic then joined the U.S. Arms Control and Disarmament Agency as a Physical Science Officer (1978-90). During his tenure, he participated in the bilateral negotiations with the Soviet Union on anti-satellite and other strategic weapons. When the Superconducting Super Collider (SSC) was sited in Texas, Vic moved to SMU in Dallas. During his time as Chair of the SMU physics department (1990-1995), Vic re-instituted the Physics graduate program and transformed the department to a highly productive research department with a specialization in high energy particle physics. While at SMU, Vic continued to serve as a science consultant for various government agencies. In 1995 he was appointed by President Clinton to the Science and Policy Advisory Committee (SPAC). In 2000 he joined the Office of Science and Technology Policy (OSTP) as a Senior Policy Analyst (2000-02), and served (2000-10) as the U.S. Representative to the NATO Science Committee on Science for Peace and Security (SPS). After SMU, Vic moved to NASA’s Goddard Space Flight Center (GSFC) where he was Chief of the Office of University Programs;  he had a particular interest in establishing engineering programs for Native American colleges. Vic was also a consultant to the Space and Advanced Technology Office of the Bureau of Oceans, Environment and Science (OES) of the U.S. Department of State where he worked on US involvement with the Square Kilometer Array (SKA) radio telescope to be built in South Africa and Australia. In 2013 he received the US Department of State Certificate of Appreciation Award  for exceptional sustained performance in furthering international cooperation goals. Vic’s research embraced elementary particle theory on the one side, and astrophysics\/cosmology on the other. His broad interests were reflected in his diverse sphere of collaborators and extremely creative research topics. For example, Vic partnered with SMU geologists to use seismic data from both earth and moon to investigate the existence of proposed exotic states of matter (strange quark nuggets), and he used the Voyager 2 Uranus-flyby data to compute limits on “dark matter” in the solar system. His frequent collaborators include Duane Dicus (UTexas), Rocky Kolb (Fermilab\/Chicago), and Rabindra Mohapatra (UMD).  Vic published a number of important papers on the cosmology and astrophysics of the early universe, and his recent work included dark matter topics. A pedagogical exposition of his cosmological work appeared in the Scientific American article (March 1983) “The Future of the Universe.” He was a Fellow of the American Physical Society, and also elected to the Cosmos Club (Washington, DC). He is survived by his wife Doris, and his children Harry and Hilary. https:\/\/www.legacy.com\/obituaries\/washingtonpost\/obituary.aspx?n=vigdor-teplitz-vic&pid=187806668"
            ]
        ]
    ]
}