{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9POEYIY6",
            "yUKurn4AAAAJ",
            [
                "CMS physics technical design report, volume II: Physics performance",
                "Combined measurement and QCD analysis of the inclusive e±p scattering cross sections at HERA",
                "Elastic electroproduction of ϱ and Jψ mesons at large Q2 at HERA",
                "The H1 detector at HERA",
                "Observation of events at very high Q2 in ep collisions at HERA",
                "Measurement of the proton structure function F2 (x, Q2) in the low-x region at HERA",
                "A Measurement and QCD Analysis of the Proton Structure Function F2 (x, Q2) at HERA",
                "Elastic and inelastic photoproduction of J\/ψ mesons at HERA",
                "First measurement of the deep-inelastic structure of proton diffraction",
                "Combination of measurements of inclusive deep inelastic                                                        e             ±                        p scattering cross sections and QCD analysis of …"
            ],
            [
                "CMS is a general purpose experiment, designed to study the physics of pp collisions at 14 TeV at the Large Hadron Collider (LHC). It currently involves more than 2000 physicists from more than 150 institutes and 37 countries. The LHC will provide extraordinary opportunities for particle physics based on its unprecedented collision energy and luminosity when it begins operation in 2007. The principal aim of this report is to present the strategy of CMS to explore the rich physics programme offered by the LHC. This volume demonstrates the physics capability of the CMS experiment. The prime goals of CMS are to explore physics at the TeV scale and to study the mechanism of electroweak symmetry breaking-through the discovery of the Higgs particle or otherwise. To carry out this task, CMS must be prepared to search for new particles, such as the Higgs boson or supersymmetric partners of the Standard Model particles, from the start-up of the LHC since new physics at the TeV scale may manifest itself with modest data samples of the order of a few fb-1 or less. The analysis tools that have been developed are applied to study in great detail and with all the methodology of performing an analysis on CMS data specific benchmark processes upon which to gauge the performance of CMS. These processes cover several Higgs boson decay channels, the production and decay of new particles such as Z′ and supersymmetric particles, B s production and processes in heavy ion collisions. The simulation of these benchmark processes includes subtle effects such as possible detector miscalibration and misalignment. Besides these benchmark …",
                "A combination is presented of the inclusive deep inelastic cross sections measured by the H1 and ZEUS Collaborations in neutral and charged current unpolarised e±p scattering at HERA during the period 1994-2000. The data span six orders of magnitude in negative four-momentum-transfer squared, Q 2, and in Bjorken x. The combination method used takes the correlations of systematic uncertainties into account, resulting in an improved accuracy. The combined data are the sole input in a NLO QCD analysis which determines a new set of parton distributions, HERAPDF1. 0, with small experimental uncertainties. This set includes an estimate of the model and parametrisation uncertainties of the fit result.",
                "The total cross sections for the elastic electroproduction of P and Jψ mesons for Q2 > 8 GeV2 and  ⋍ 90 GeV\/c2 are measured at HERA with the H1 detector. The measurements are for an integrated electron-proton luminosity of ⋍3 pb−1. The dependences of the total virtual photon-proton (γ∗p) cross sections on Q2, W and the momentum transfer squared to the proton (t), and, for the ϱ, the dependence on the polar decay angle (cos θ∗ are presented. The Jψ : ∂ cross section ratio is determined. The results are discussed in the light of theoretical models and of the interplay of hard and soft physics processes.",
                "General aspects of the H1 detector at the electron-proton storage ring HERA as well as technical descriptions of the magnet, luminosity system, trigger, slow-control, data acquisition and off-line data handling are given. The three major components of the detector, the tracking, calorimeter and muon detectors, will be described in a forthcoming article. The present paper describes the detector that was used from 1992 to the end of 1994. After this a major upgrade of some components was undertaken. Some performance figures from luminosity runs at HERA during 1993 and 1994 are given.",
                "Measurements of ep scattering with squared 4—momentum transfer Q2 up to 35000 GeV2 are compared with the expectation of the standard deep-inelastic model of lepton—nucleon scattering (DIS). For Q2 > 15000 GeV2, N obs = 12 neutral current candidate events are observed where the expectation is N DIS = 4.71 ± 0.76 events. In the same Q2 range, N obs = 4 charged current candidates are observed where the expectation is N DIS = 1.77 ± 0.87 events. The probability P(N ≥ N obs) that the DIS model signal N fluctuates to N ≥ N obs in a random set of experiments is 6 × 10−3 for neutral current and 0.14 for charged current. The difference in the observed and expected number of Neutral Current events is mostly due to events at large masses  in which the positron is backscattered at large y = Q2\/M2.",
                "A measurement of the proton structure function F 2 (x, Q 2) is presented with about 1000 neutral current deep inelastic scattering events for Bjorken x in the range x⋍ 10− 2–10− 4 and Q 2> 5 GeV 2. The measurement is based on an integrated luminosity of 22.5 nb− 1 recorded by the H1 detector in the first year of HERA operation. The structure function F 2 (x, Q 2) shows a significant rise with decreasing x.",
                "A new measurement of the proton structure function F2 (x, Q2) is reported for momentum transfers squared Q2 between ].5 GeV2 and 5000 GeV2 and for Bjorken x between 3 · 10−5 and 0.32 using data collected by the HERA experiment H1 in 1994. The data represent an increase in statistics by a factor of ten with respect to the analysis of the 1993 data. Substantial extension of the kinematic range towards low Q2 and x has been achieved using dedicated data samples and events with initial state photon radiation. The structure function is found to increase significantly with decreasing x, even in the lowest accessible Q2 region. The data are well described by a Next to Leading Order QCD fit and the gluon density is extracted.",
                "Results on J\/ψ production in ep interactions in the H1 experiment at HERA are presented. The J\/ψ mesons are produced by almost real photons (Q2 ≈ 0) and detected via their leptonic decays. The data have been taken in 1994 and correspond to an integrated luminosity of 2.7 pb−1. The γp cross section for elastic J\/ψ production is observed to increase strongly with the center of mass energy. The cross section for diffractive J\/ψ production with proton dissociation is found to be of similar magnitude as the elastic cross section. Distributions of transverse momentum and decay angle are studied and found to be in accord with a diffractive production mechanism. For inelastic J\/ψ production the total γp cross section, the distribution of transverse momenta, and the elasticity of the J\/ψ are compared to NLO QCD calculations in a colour singlet model and agreement is found. Diffractive ψ′ production has been observed …",
                "A measurement is presented, using data taken with the H1 detector at HERA, of the contribution of diffractive interactions to deep-inelastic electron-proton (ep) scattering in the kinematic range 8.5< Q 2< 50GeV 2, 2.4× 10− 4< Bjorken-x< 0.0133, and 3.7× 10− 4< χ p< 0.043. The diffractive contribution to the proton structure function F 2 (x, Q 2) is evaluated as a function of the appropriate deep-inelastic scattering variables χ p, Q 2, β (= χ χ p) using a class of deep-inelastic ep scattering events with no hadronic energy flow in an interval of pseudo-rapidity adjacent to the proton beam direction. the dependence of this contribution on χ p is measured to be χ p− n with n= 1.19±0.06 (stat.)±0.07 (syst.) independent of β and Q 2, which is consistent with both a diffractive interpretation and a factorisable ep diffractive cross section. A first measurement of the deep-inelastic structure of the pomeron in the form of the Q 2 and β …",
                "A combination is presented of all inclusive deep inelastic cross sections previously published by the H1 and ZEUS collaborations at HERA for neutral and charged current  scattering for zero beam polarisation. The data were taken at proton beam energies of 920, 820, 575 and 460 GeV and an electron beam energy of 27.5 GeV. The data correspond to an integrated luminosity of about 1 fb and span six orders of magnitude in negative four-momentum-transfer squared, , and Bjorken x. The correlations of the systematic uncertainties were evaluated and taken into account for the combination. The combined cross sections were input to QCD analyses at leading order, next-to-leading order and at next-to-next-to-leading order, providing a new set of parton distribution functions, called HERAPDF2.0. In addition to the experimental uncertainties, model and parameterisation uncertainties were assessed for …"
            ],
            [
                [
                    "High Energy Physics",
                    "Nuclear Physics",
                    "Computing at High Energy Physics"
                ]
            ]
        ]
    ]
}