{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9QJBI0N2",
            "m0u9N18AAAAJ",
            [
                "Carbon nanotubes",
                "Energy gaps in graphene nanoribbons",
                "Half-metallic graphene nanoribbons"
            ],
            [
                "A broad review of the structure and properties of carbon nanotubes is presented. Particular emphasis is given to the singularities in the one-dimensional density of states predicted for single-wall nanotubes of small diameter. The evidence provided by scanning tunneling microscopy and resonant Raman scattering experiments in support of these singularities in the one-dimensional density of states is presented. The remarkable electronic and mechanical properties of carbon nanotubes are also briefly reviewed and some potential applications for the nanotubes are suggested.",
                "Based on a first-principles approach, we present scaling rules for the band gaps of graphene nanoribbons (GNRs) as a function of their widths. The GNRs considered have either armchair or zigzag shaped edges on both sides with hydrogen passivation. Both varieties of ribbons are shown to have band gaps. This differs from the results of simple tight-binding calculations or solutions of the Dirac’s equation based on them. Our ab initio calculations show that the origin of energy gaps for GNRs with armchair shaped edges arises from both quantum confinement and the crucial effect of the edges. For GNRs with zigzag shaped edges, gaps appear because of a staggered sublattice potential on the hexagonal lattice due to edge magnetization. The rich gap structure for ribbons with armchair shaped edges is further obtained analytically including edge effects. These results reproduce our ab initio calculation results very …",
                "Electrical current can be completely spin polarized in a class of materials known as half-metals, as a result of the coexistence of metallic nature for electrons with one spin orientation and insulating nature for electrons with the other. Such asymmetric electronic states for the different spins have been predicted for some ferromagnetic metals—for example, the Heusler compounds 1—and were first observed in a manganese perovskite 2. In view of the potential for use of this property in realizing spin-based electronics, substantial efforts have been made to search for half-metallic materials 3, 4. However, organic materials have hardly been investigated in this context even though carbon-based nanostructures hold significant promise for future electronic devices 5. Here we predict half-metallicity in nanometre-scale graphene ribbons by using first-principles calculations. We show that this phenomenon is realizable if in …"
            ],
            [
                [
                    "Physics",
                    "Theoretical Physics",
                    "Condensed Matter Theory",
                    "Materials Science",
                    "Nanoscience"
                ]
            ],
            [
                "Steven Louie Steven Louie 545 Birge sglouie@berkeley.edu (510) 642-1709 The Cohen\/Louie Group Steven G. Louie received his Ph.D. in physics from UC Berkeley in 1976. After having worked at the IBM Watson Research Center, Bell Laboratories, and University of Pennsylvania, he joined the UC Berkeley faculty in 1980. He is a member of the National Academy of Sciences (2005), fellow of the American Physical Society (1985), senior faculty scientist and Theory Facility Director of the Molecular Foundry at LBNL, and editor of the journal Solid State Communications. He has been awarded a Sloan Fellowship (1980), a Guggenheim Fellowship (1989), two Miller Professorships (1986, 1995), the U.S. Department of Energy Award for Sustained Outstanding Research in Solid State Physics (1993), the Lawrence Berkeley National Laboratory’s Outstanding Performance Award (1995), the Aneesur Rahman Prize for Computational Physics of the American Physical Society (1996), the Davisson-Germer Prize in Surface Physics of the American Physical Society (1999), and shared with M. L. Cohen the Foresight Institute Richard P. Feynman Prize in Nanotechnology (2003). He is identified by the ISI as one of the most highly cited researchers in physics. My interests are in theoretical condensed matter physics and nanoscience including: electronic and structural properties of crystals, surfaces, interfaces and clusters; quasiparticle and optical excitations in solids and nanostructures; electron correlation effects in bulk and reduced-dimensional systems; carbon and BN nanotubes; graphene; superconductivity; electron transport through single molecules and other nanostructures. The objective is to explain and predict the properties of materials using first-principles theories and computation. A major interest of my group is nanoscience, in particular, systems involving nanotubes, graphene and molecular junctions. Nanotubes are tubular structures, typically of the order of a nanometer in diameter but microns in length. These quasi-1D materials have novel properties (e.g., chiral currents, quantized conductance, giant excitonic effects, etc.) of fundamental and practical interest. Systems being studied include carbon and BN nanotubes, defects and adsorbates on nanotubes, nanotube junctions, etc. Various structures consisting of assembly of nanotubes and other nano-objects such as fullerenes and clusters are also being investigated. Molecular electronics (i.e., electron transport through single molecules or other nano-objects) and friction (dissipation of mechanical energy) on the nanoscale are also topics of interest. Owing to their reduced dimensionality, highly unusual properties have been predicted and found in the I-V and friction behaviors of nanostructures. Many properties of materials are strongly affected by electron correlation effects. We are developing methods to study these effects. In particular, first-principles interacting one-particle and two-particle Green’s function approaches are used to compute quasiparticle energies and optical spectra for interpreting spectroscopic data and to predict phenomena such as photo-induced transformations. Many-electron effects are particularly dominant in reduced dimensional systems such as surfaces, polymers, graphene, clusters, nanotubes and other nanostructures. We are also interested in superconductivity and phenomena related to electron-phonon interaction and phonon renormalization. Other activities in the group include ab initio studies of novel nano-photovoltaic systems and of the electronic and structural properties of materials under extreme conditions. C. D. Spataru, S. Ismail-Beigi, L. X. Benedict, and S. G. Louie, “Excitonic Effects and Optical Spectra of Single-Walled Carbon Nanotubes\", Phys. Rev. Lett. 92, 077402 (2004). M. Grobis, et al., “Spatially Dependent Inelastic Tunneling in a Single Metallofullerene,” Phys. Rev. Lett. 94, 136802 (2005). P. H. Zhang, S. G. Louie, and M. L. Cohen, \"Nonlocal Screening, Electron-Phonon coupling, and Phonon Renormalization in Metals,\" Phys. Rev. Lett. 94, 225502 (2005). C. D. Spataru, S. Ismail-Beigi, R. B. Capaz, and S. G. Louie, \"Theory and Ab Initio Calculation of Radiative Lifetime of Excitons in Semiconducting Carbon Nanotubes,\" Phys. Rev. Lett. 95, 247402 (2005). C. H. Park, C. D. Spataru, and S. G. Louie, \"Excitons and Many-Electron Effects in the Optical Response of Single-Walled Boron Nitride Nanotubes,\" Phys. Rev. Lett. 96, 126105 (2006). S. Y. Zhou, et al, “First Direct Observation of Dirac Fermions in Graphite,” Nature Physics 2, 595 (2006). Y.-W. Son, M. L. Cohen, and S. G. Louie, \"Half-Metallic Graphene Nanoribbons,\" Nature 444, 347 (2006). J. B. Neaton, M. S. Hybertsen, and S. G. Louie, “Renormalization of Molecular Electronic Levels at Metal-Molecule Interfaces,” Phys. Rev. Lett. 97, 216405 (2006). F. Giustino, J. R. Yates, I. Souza, M. L. Cohen, and S. G. Louie, “Electron-Phonon Interaction via Electron and Lattice Wannier Functions: Superconductivity in Boron-Doped Diamond Reexamined,” Phys. Rev. Lett. 98, 047005 (2007). S. Y. Quek, J. B. Neaton, M. S. Hybertsen, E. Kaxiras, and S. G. Louie, “Negative Differential Resistance in Transport through Organic Molecules on Silicon,” Phys. Rev. Lett. 98, 066807 (2007) P. Zhang, S. G. Louie, and M. L. Cohen, “Electron-Phonon Renormalization in Cuprate Superconductors,” Phys. Rev. Lett. 98, 067005 (2007). J. Deslippe, C. Spataru, D. Prendergast, and S. G. Louie, “Bound Excitons in Metallic Carbon Nanotubes,” Nano Lett. 7, 1626 (2007)."
            ]
        ]
    ]
}