{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9TEO8M1I",
            "P8L53DQAAAAJ",
            [
                "Flow chemistry syntheses of natural products",
                "Mechanochemistry as an emerging tool for molecular synthesis: what can it offer?",
                "Recent developments in the chemistry of sydnones",
                "Continuous flow processing of slurries: evaluation of an agitated cell reactor",
                "Continuous Flow-Processing of Organometallic Reagents Using an Advanced Peristaltic Pumping System and the Telescoped Flow Synthesis of (E\/Z)-Tamoxifen",
                "Continuous flow reaction monitoring using an on‐line miniature mass spectrometer",
                "A new enabling technology for convenient laboratory scale continuous flow processing at low temperatures",
                "A sydnone cycloaddition route to pyrazole boronic esters",
                "Investigation of the scope and regiochemistry of alkynylboronate cycloadditions with sydnones",
                "Flow synthesis using gaseous ammonia in a Teflon AF-2400 tube-in-tube reactor: Paal–Knorr pyrrole formation and gas concentration measurement by inline flow titration"
            ],
            [
                "The development and application of continuous flow chemistry methods for synthesis is a rapidly growing area of research. In particular, natural products provide demanding challenges to this developing technology. This review highlights successes in the area with an emphasis on new opportunities and technological advances.",
                "Mechanochemistry is becoming more widespread as a technique for molecular synthesis with new mechanochemical reactions being discovered at increasing frequency. Whilst mechanochemical methods are solvent free and can therefore lead to improved sustainability metrics, it is more likely that the significant differences between reaction outcomes, reaction selectivities and reduced reaction times will make it a technique of interest to synthetic chemists. Herein, we provide an overview of mechanochemistry reaction examples, with ‘direct’ comparators to solvent based reactions, which collectively seemingly show that solid state grinding can lead to reduced reaction times, different reaction outcomes in product selectivity and in some instances different reaction products, including products not accessible in solution.",
                "Since their early discovery by Earl and Mackney in 1935, sydnones have received steady interest over the last century. 1 The pioneering reviews by Ollis and Stewart discuss, in detail, aspects of the reactions, physical properties and structure of sydnones. 2 However, since those reports, sydnones have gained significant interest through the discovery of an array of useful biological properties (eg, as antibacterial, 3 antineoplastic 4 and anti-inflammatory 5 agents), which has driven the development of new functionalisation methods. Similarly, sydnones act as useful and novel precursors for pyrazoles (through cycloaddition with alkynes), which has also served to drive research into their functionalisation and cycloaddition chemistry. This report aims to provide an overview of the recently developed chemistry of sydnones, with particular emphasis on useful reactions for the synthesis of biologically interesting molecules.",
                "A general method for the continuous processing of suspensions and particulates is reported. A commercially available agitating cell reactor which uses a transverse mixing motion to maintain solids in suspension has been successfully applied to a salt-forming reaction. The flow device delivered 208 g of N-iodomorpholinium hydroiodide salt over a 9-h period (equating to 3.88 kg\/week) under optimized conditions. The reactor is suitable for the medium-scale (5 kg) processing of solid-forming reactions and appears to offer the potential for a variety of more complex applications.",
                "A new enabling technology for the pumping of organometallic reagents such as n-butyllithium, Grignard reagents, and DIBAL-H is reported, which utilises a newly developed, chemically resistant, peristaltic pumping system. Several representative examples of its use in common transformations using these reagents, including metal–halogen exchange, addition, addition–elimination, conjugate addition, and partial reduction, are reported along with examples of telescoping of the anionic reaction products. This platform allows for truly continuous pumping of these highly reactive substances (and examples are demonstrated over periods of several hours) to generate multigram quantities of products. This work culminates in an approach to the telescoped synthesis of (E\/Z)-tamoxifen using continuous-flow organometallic reagent-mediated transformations.",
                "A recently developed miniature electrospray ionisation mass spectrometer has been coupled to a preparative flow chemistry system in order to monitor reactive intermediates and competing reaction paths, screen starting materials, and optimise reaction conditions. Although ideally suited to the application, mass spectrometers have rarely been used in this way, as traditional instruments are too bulky to be conveniently coupled to flow chemistry platforms.A six‐port switching valve fitted with a 5 μL loop was used to periodically sample the flow stream leaving the reactor coil. Mass spectra corresponding to the sample loop contents were observed approximately 10 s after activating the valve. High fluidic pressure was maintained throughout to ensure that gaseous products remained in solution. As an illustrative example of how this apparatus can be employed, the generation of benzyne …",
                "A new machine for conducting continuous flow processes at low temperatures on a laboratory scale is reported. The use of this cryogenic flow reactor has been demonstrated by the preparation of a variety of (hetero)aromatic boronic acids and esters via lithium halogen exchange chemistry. Furthermore, scale-up of the reaction conditions not only demonstrates the application of this device for the preparation of useful building blocks but also combines the ability to process n-butyllithium directly through pump heads attached to the unit.",
                "From dipole to diazole! A direct and regioselective route to functionalized pyrazole boronic esters is developed that employs the cycloaddition of alkynylboronates with sydnones. Functionalization of these products by Suzuki coupling and N‐deprotection processes highlight the potential synthetic utility of these species.",
                "The cycloaddition of alkynylboronates and sydnones provides a convenient and highly regioselective method for the synthesis of a broad range of di-, tri-, and tetrasubstituted pyrazole boronic esters. The origins of an observed regiochemical divergence in the reactions of terminal alkynylboronates with their more substituted analogues have been studied by DFT methods.",
                "Using a simple and accessible Teflon AF-2400 based tube-in-tube reactor, a series of pyrroles were synthesised in flow using the Paal–Knorr reaction of 1,4-diketones with gaseous ammonia. An inline flow titration technique allowed measurement of the ammonia concentration and its relationship to residence time and temperature."
            ],
            [
                [
                    "Organic Synthesis",
                    "Mechanochemistry",
                    "Method Development",
                    "Flow Chemistry",
                    "Enabling Technology"
                ]
            ],
            [
                "Duncan Brown Duncan Brown Charles Brightman Endowed Professor of Physics 263-1 Physics Building 315.443.5993 dabrown@syr.edu Gravitational Wave Group Duncan Brown speaks to Vox Magazine about LIGO's discovery of a neutron star merger. Duncan Brown's publications on the arXiv Server. Syracuse University Gravitational-Wave Group web page. 2004 Doctor of Philosophy in Physics University of Wisconsin-Milwaukee 1999 Master of Mathematics University of Newcastle Upon Tyne Physicist Awarded NSF Grant for Gravitational Wave Research (June 12, 2020) Using observations of neutron star collisions, Professor Duncan Brown will study the nature of matter. Physicists Usher in 'Golden' Age of Astronomy Professors Saulson, Brown, Ballmer trace origins of gold and heavy metals to neutron star collisions Physicists Relish Role in Nobel Prize-Winning Research (Oct. 2, 2017) Peter Saulson, Duncan Brown, and Stefan Ballmer played a lead role in the analysis of Gravitational wave signals as part of the multinational Laser Interferometer Gravitational-Wave Observatory (LIGO) Syracuse Alumnus Instrumental in LIGO's Third Detection of Gravitational Waves (June 1, 2017) Alex Nitz G'15 helped detect gravitational-wave signal with software he began developing at Syracuse Duncan Brown to be Inducted as Inaugural Brightman Endowed Professor Oct. 20 (Oct. 13, 2016) Physicist is leader in burgeoning field of gravitational-wave astronomy Syracuse, Cal State Fullerton Awarded Grant to Enhance Diversity in Astrophysics (Aug. 19, 2016) Professors Duncan Brown, Stefan Ballmer use NSF grant to help recruit, train students from underrepresented groups Syracuse University Helps Make History—Again (June 15, 2016) LIGO detects second pair of colliding black holes Syracuse Physicists Among Recipients of Breakthrough, Gruber Prizes for Detection of Gravitational Waves (May 25, 2016) Gravitational Wave Group honored for contributions to physics, astronomy Gravitational Waves Detected 100 Years After Einstein's Prediction (Feb. 11, 2016) LIGO Opens New Window on the Universe with Observation of Gravitational Waves from Colliding Black Holes LIGO: At a Glance (Feb. 11, 2016) Everything you need to know about the \"Theory of Everything\" Syracuse University Makes History (Feb. 11, 2016) Finding coincides with 100th anniversary of Einstein's Theory of Relativity (VIDEO) Syracuse Physicist Named Brightman Endowed Professor (Jan. 8, 2016) Duncan Brown lauded for excellence in gravitational wave astronomy Syracuse Advances Search for Gravitational Waves (Sept. 17, 2015) Physicists participate in first run of new Advanced LIGO Detector, after five-year rebuild University Integral to Advanced LIGO Success (May 27, 2015) Physics department has been leading the search for gravitational waves for more than 25 years Syracuse, Cal State Fullerton Awarded Grant to Enhance Diversity in Astrophysics Syracuse Physicists among Recipients of Breakthrough, Gruber Prizes Gravitational Waves Detected 100 Years after Einstein’s Prediction Syracuse Physicist Named Brightman Endowed Professor Syracuse Physicist Wins NSF Award to Advance Scientific Cyber-infrastructure Gravitational-wave astronomy and astrophysics. Searching for gravitational waves from compact binary coalesence in data from the LIGO and VIRGO observatories. Numerical relativity and its implications for gravitational wave detection. Third-generation gravitational-wave detectors. High-performance computing Awards & Professional Honors Research Corporation Scialog Fellow, 2015 Fellow of the American Physical Society, 2014 Cottrell Scholar, 2010 Syracuse University Meredith Teaching Recognition Award, 2010 Kavli Frontiers Fellow, 2009 National Science Foundation CAREER Award, 2008 Soares Santos M et al., The Electromagnetic Counterpart of the Binary Neutron Star Merger LIGO\/Virgo GW170817. I. Dark Energy Camera Discovery of the Optical Counterpart , Astrophys J 848 L16 (2017) Cowperthwaite P S et al., The Electromagnetic Counterpart of the Binary Neutron Star Merger LIGO\/VIRGO GW170817. II. UV, Optical, and Near-IR Light Curves and Comparison to Kilonova Models , Astrophys J 848 L17 (2017) Abbott B P et al., Multi-messenger Observations of a Binary Neutron Star Merger , Astrophys J 848 L12 (2017) Abbott B P et al., Gravitational Waves and Gamma-rays from a Binary Neutron Star Merger: GW170817 and GRB 170817A , Astrophys J 848 L13 (2017) Abbott Benjamin P et al., GW170817: Observation of Gravitational Waves from a Binary Neutron Star Inspiral , Phys Rev Lett 119 161101 (2017) Abbott Benjamin P et al., GW170814: A Three-Detector Observation of Gravitational Waves from a Binary Black Hole Coalescence , Phys Rev Lett 119 141101 (2017) Abbott Benjamin P et al., GW170104: Observation of a 50-Solar-Mass Binary Black Hole Coalescence at Redshift 0.2, Phys Rev Lett 118 221101 (2017) Abbott Benjamin P et al., The basic physics of the binary black hole merger GW150914 , Annalen Phys (2016) Abbott B P et al., GW151226: Observation of Gravitational Waves from a 22-Solar-Mass Binary Black Hole Coalescence , Phys Rev Lett 116 241103 (2016) Abbott B P et al., GW150914: First results from the search for binary black hole coalescence with Advanced LIGO , Phys Rev D93 122003 (2016) Abbott B P et al., Observation of Gravitational Waves from a Binary Black Hole Merger , Phys Rev Lett 116 061102 (2016) Hannam Mark, Brown Duncan A, Fairhurst Stephen, Fryer Chris L, and Harry Ian W, When can gravitational-wave observations distinguish between black holes and neutron stars? , AstrophysJ 766 L14 (2013)"
            ]
        ]
    ]
}