{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9TTKNZ3H",
            "eEywMuUAAAAJ",
            [
                "Small media, big revolution: Communication, culture, and the Iranian revolution"
            ],
            [
                "The Iranian revolution ranks as one of the most tumultuous popular revolutions in history. It differed significantly from other Third World revolutions and movements of national liberation in several fundamental ways. Unlike the Chinese, Vietnamese, and Angolan struggles, for example, which were based on peasant mobilization in the countryside, the Iranian movement had an urban dynamic (Halliday, 1988). It was a popular and populist movement, its solidarity cutting across lines of class. It was strongly based on the traditional urban propertied class of the bazaar and the clergy, together with modern urban groups such as the salaried middle class, intellectuals, students, and workers. Their combined ranks were swollen by numbers of recently arrived urban migrants. It was a movement in negativism, the strongly stated antipathies of the movement toward the Shah's regime and US neocolonialism creating common ground while the politicization of Islamic rhetoric provided further cultural glue. It was essentially an indigenous movement, not precipitated by war or any particular external threats. It was a revolution in an oil-rich nation that had already undergone significant and very rapid social change to produce\" pseudomodernization\"(Katouzian, 1981) and highly uneven socioeconomic conditions. But it was a revolution against dependency in a nation never directly colonized but in which the increasingly visible signs of economic and cultural dependency and a growing myth of foreign involvement were strong causal factors. It was a revolution in the television era, in which the mass media, far from helping to legitimize an unpopular regime, in fact …"
            ],
            [
                [
                    "Catalysis",
                    "Refining",
                    "Petrochemicals"
                ]
            ]
        ]
    ]
}