{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9UMNFOJ6",
            "qqy6QW0AAAAJ",
            [
                "Daknet: Rethinking connectivity in developing nations"
            ],
            [
                "DakNet provides extraordinarily low-cost digital communication, letting remote villages leapfrog past the expense of traditional connectivity solutions and begin development of a full-coverage broadband wireless infrastructure. What is the basis for a progressive, market-driven migration from e-governance to universal broadband connectivity that local users will pay for? DakNet, an ad hoc network that uses wireless technology to provide asynchronous digital connectivity, is evidence that the marriage of wireless and asynchronous service may indeed be the beginning of a road to universal broadband connectivity. DakNet has been successfully deployed in remote parts of both India and Cambodia at a cost two orders of magnitude less than that of traditional landline solutions."
            ],
            [
                [
                    "Health Diagnostics",
                    "Artificial Intelligence",
                    "Behavior Medicine",
                    "RFID"
                ]
            ],
            [
                "RICHARD FLETCHER Assistant Professor of Physics EMAIL: rfletch@mit.edu PHONE: (617) 253-9999 26-237 ASSISTANT: Joanna Welch (617) 253-6830 MIT-Harvard Center for Ultracold Atoms Atomic Physics Professor Richard Fletcher studies the collective quantum behaviour of many-particle systems using dilute atomic vapours cooled down to nanokelvin temperatures, and manipulated by intricately sculpted laser beams and magnetic fields. The philosophy is to engineer custom-made quantum worlds, with exquisite control over trapping geometry, interparticle interactions, quantum statistics, and gauge fields, and explore the emergence of collective physics from the interplay of these few ingredients. These platforms provide both a powerful testbed for theory, and a wonderful playground for discovering new phenomena and realising states of matter not found in nature. Fletcher is particularly interested in the influence of dimensionality and geometry on quantum behaviour, and in the correlated physics which governs both strongly-interacting and flat band systems. Richard Fletcher grew up in Chester, UK, and spent his undergraduate years at Cambridge University, graduating in 2010 before crossing the pond to Harvard as a Frank Knox fellow. He returned to the UK in 2011 for his PhD, working with Zoran Hadzibabic at Cambridge, where his thesis focused on the interplay of superfluidity and Bose-Einstein condensation in two dimensions. In 2016 Richard moved to MIT as a Pappalardo fellow, working with Martin Zwierlein on quantum fluids in artificial magnetic fields, and joined the MIT faculty in July 2020. To be posted. July 15, 2020 4:11 PM"
            ]
        ]
    ]
}