{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9UR5B3IX",
            "E_7YsOgAAAAJ",
            [
                "Probing many-body dynamics on a 51-atom quantum simulator",
                "A compact grating-stabilized diode laser system for atomic physics",
                "Quantum nonlinear optics with single photons enabled by strongly interacting atoms",
                "Efficient all-optical switching using slow light within a hollow fiber",
                "Quantum nonlinear optics—photon by photon"
            ],
            [
                "Controllable, coherent many-body systems can provide insights into the fundamental properties of quantum matter, enable the realization of new quantum phases and could ultimately lead to computational systems that outperform existing computers based on classical approaches. Here we demonstrate a method for creating controlled many-body quantum matter that combines deterministically prepared, reconfigurable arrays of individually trapped cold atoms with strong, coherent interactions enabled by excitation to Rydberg states. We realize a programmable Ising-type quantum spin model with tunable interactions and system sizes of up to 51 qubits. Within this model, we observe phase transitions into spatially ordered states that break various discrete symmetries, verify the high-fidelity preparation of these states and investigate the dynamics across the phase transition in large arrays of atoms. In particular, we …",
                "We describe a compact, economic and versatile diode laser system based on commercial laser diodes, optically stabilized by means of feedback from a diffraction grating. We offer detailed information which should enable the reader to copy our set-up which uses only easily machined mechanical parts. Our system offers single-mode operation with a linewidth of a few 100 kHz, continuous scans over 25 GHz, high chirp rates (up to 9 GHz\/ms) and FM-modulation up to the GHz range. We discuss radio-frequency phase-locking of two independent lasers systems, allowing well controlled fast frequency switching which overcomes the limitations imposed by acousto-optic modulators.",
                "The realization of strong nonlinear interactions between individual light quanta (photons) is a long-standing goal in optical science and engineering 1, 2, being of both fundamental and technological significance. In conventional optical materials, the nonlinearity at light powers corresponding to single photons is negligibly weak. Here we demonstrate a medium that is nonlinear at the level of individual quanta, exhibiting strong absorption of photon pairs while remaining transparent to single photons. The quantum nonlinearity is obtained by coherently coupling slowly propagating photons 3, 4, 5 to strongly interacting atomic Rydberg states 6, 7, 8, 9, 10, 11, 12 in a cold, dense atomic gas 13, 14. Our approach paves the way for quantum-by-quantum control of light fields, including single-photon switching 15, all-optical deterministic quantum logic 16 and the realization of strongly correlated many-body states of light 17.",
                "We demonstrate a fiber-optical switch that is activated at tiny energies corresponding to a few hundred optical photons per pulse. This is achieved by simultaneously confining both photons and a small laser-cooled ensemble of atoms inside the microscopic hollow core of a single-mode photonic-crystal fiber and using quantum optical techniques for generating slow light propagation and large nonlinear interaction between light beams.",
                "The realization of strong interactions between individual photons is a long-standing goal of both fundamental and technological significance. Scientists have known for over half a century that light fields can interact inside nonlinear optical media, but the nonlinearity of conventional materials is negligible at the light powers associated with individual photons. Nevertheless, remarkable advances in quantum optics have recently culminated in the demonstration of several methods for generating optical nonlinearities at the level of individual photons. Systems exhibiting strong photon–photon interactions enable a number of unique applications, including quantum-by-quantum control of light fields, single-photon switches and transistors, all-optical deterministic quantum logic, and the realization of strongly correlated states of light and matter."
            ],
            [
                [
                    "quantum physics",
                    "precision measurements",
                    "atomic physics",
                    "quantum computing"
                ]
            ],
            [
                "VLADAN VULETIĆ Lester Wolfe Professor of Physics vuletic@mit.edu (617) 324-1174 26-231 Labs: 26-228 26-230 Joanna K. Welch (617) 253-6830 RELATED LINKS: Vuletic Research Group MIT - Harvard Center for Ultracold Atoms Research Laboratory of Electronics Area of Physics Atomic Physics Laser cooling and  trapping, quantum physics, quantum entanglement, quantum optics, quantum  information processing. Professor Vladan Vuletić was born in Pec, Yugoslavia, and educated in  Germany. In 1992, he earned the Physics Diploma with highest honors from the  Ludwig-Maximilians-Universität München, and in 1997, a Ph.D. in Physics (summa  cum laude) from the same institution. While a postdoctoral researcher with the Max-Planck Institute for Quantum  Optics in Garching, Germany, Professor Vuletić accepted a Lynen Fellowship at  Stanford University in 1997. In 2000, he was appointed an Assistant Professor  in the Department of Physics at Stanford and in June 2003 accepted an Assistant  Professorship in Physics at MIT. He was promoted to Associate Professor in July  2004. He was promoted to Full Professor in July 2011. Recent  awards include a 2003–04 Alfred P. Sloan Research Fellowship and a 2012  Fellowship of the APS. A list of Professor Vuletić's publications is available on the Vuletić Research Group web site. November 2, 2020 1:09 PM"
            ]
        ]
    ]
}