{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9V4E1NIF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Gianfranco Vidali Gianfranco Vidali Professor Emeritus 221 Physics Building 315.443.9115 gvidali@syr.edu Astrophysics and Surface Science Astrophysics (physics & chemistry of the interstellar medium and of planetary atmospheres), surface physics, low temperature physics and chemical physics Current Experimental Research Studies of physical and chemical processes occurring in the interstellar medium and in planetary atmospheres Characterization of structural and dynamical properties of surfaces Current Theoretical Research Theory of the atom-surface interaction; statistical mechanics of two-dimensional matter, modeling of reactions occurring at surfaces Physicist Secures Grant to Study Interstellar Processes (July 15, 2016) Professor Gianfranco Vidali will use NSF grant to support work in experimental astrophysics, surface science 1982 Ph.D. in Physics Pennsylvania State University 1977 Doctorate in Physics University of Genoa, Italy Awards & Professional Honors Alfred P. Sloan Fellow Fellow American Physical Society J.He, J.Shi, T.Hopkins, G.Vidali, and M.Kaufman, \"A new determination of the binding energy of atomic oxygen on dust grain surfaces: experimental results and simulations\" Astrophys.J. 801, 120 (2015) J,He, G,Vidali, J.L.Lemaire and R.Garrod \"Formation of hydroxylamine on dust grains via ammonia oxidation\" Astrophys.J. 799, 49 (2015). J.He and G.Vidali \"Experiments of water formation on warm silicates\", Astrophys. J. , 788, 50 (2014). J.He, D.Jing, and G.Vidali \"Atomic oxygen diffusion on and desorption from amorphous silicate surfaces\", Phys.Chem.Chem.Phys. 16, 3493 (2014). J.He and G.Vidali: \"Application of a diffusion-desorption rate equation model in astrochemistry\", Faraday Discussions 168, 517 (2014). L.Gavilan, J.L.Lemaire, G.Vidali, T.Sabri and C.Jager \"The formation of molecular hydrogen on silicate dust analogs: the rotational distribution\", Astrophys. J. 781, 79 (2014). T.Sabri, L .Gavilan, C.Jager, J.L.Lemaire, G.Vidali, H. Mutschke, and T.Henning: \"Interstellar Silicate Analogs for Grain-Surface Reaction Experiments: Gas-Phase Condensation and Characterization of the Silicate Dust Grains\", Astrophys. J.780, 180 (2014). D.Jing, J.He, M.Bonini, J.R.Brucato, and G.Vidali: \"Sputtering eects and water formation on an amorphous silicate surface\", J.Phys.Chem. A, 117, 3009 (2013). D.Jing, J.He, J.Brucato, G.Vidali, A.De Sio, and L.Tozzetti : \"Formation of molecular oxygen and ozone on amorphous silicates\" Astrophys.J., 756, 98 (2012) G.Vidali, D.Jing, and J.He: \"Hydrogen and water in the interstellar medium\", invited, First International Conference on Chemical Evolution and Star Formation: Astrochem 2012, AIP Conference Proceedings, 1543, 31 (2013) L.Galivan, G.Vidali and J.L.Lemaire: \"Are molecule-covered dust grains efficient catalysts of H2 formation in the cold ISM?\", Month. Not. R. Astron. Soc. 424, 2961 (2012). L.Galivan, J.-L. Lemaire, and G.Vidali: \"Formation of Deuterium Molecules in the Cold Interstellar Medium: An Experimental View\" Proc. First Euro-Mediterranean Conference on Materials and Renewable Energies (21-25 November 2011), ScienceJet (2012). D.Jing, J.He, J.Brucato, A.De Sio, L.Tozzetti, and G.Vidali: \"On water formation in the interstellar medium: laboratory study of the O+D reaction on surfaces\", Astrophys. J. Lett. 741, L9 (2011). J.He, P.Frank, and G.Vidali: \"Interaction of hydrogen with surfaces of silicates: single crystal vs. amorphous\", Phys.Chem.Chem.Phys. 13, 15803 (2011). J.L Lemaire, G.Vidali, S. Baouche, M.Chehrouri, H.Chaabouni, and H.Mokrane: \"Competing mechanisms of molecular hydrogen formation in conditions relevant to the interstellar medium\", Astrophys. J. Lett. , 725, 126 (2010) Selected Review Articles G.Vidali: \"H2 Formation on Interstellar Grains\", Chem. Rev. 113, 8762 (2013) G.Vidali: \"Cosmic Low Temperature Physics: making molecules on stardust\", review, J. Low Temp. Phys., 170, 1 (2013) G.Vidali: \"Molecule Formation on Interstellar Grain\", invited review in: Proceedings of the 2010 NASA Laboratory Astrophysics Workshop Gatlingburg, TN (2011) G.Vidali, J.E.Roser, G.Manico', and V. Pirronello: Molecular Hydrogen Formation on Dust Grains: A Summary of Experimental Results on Molecular Hydrogen Formation on Dust Grain Analogues Proceedings IAU Symposium No. 231, D.C. Lis, G.A. Blake & E. Herbst, eds., (2005) p.355 G.Vidali, G.Ihm, Y-J.Kim, and M.W.Cole: \"Potentials of Physical Adsorption\", review article in: Surf.Sci.Rep. 12, 133 (1991)"
            ]
        ]
    ]
}