{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9VIXHIP9",
            "QqiGVk4AAAAJ",
            [
                "Pengaruh model pembelajaran inkuiri terbimbing terhadap sikap ilmiah dan hasil belajar IPA",
                "Penerapan model pembelajaran inkuiri terpimpin untuk peningkatan pemahaman dan keterampilan berpikir kritis siswa SD",
                "Optimasi Penjadwalan Praktikum Menggunakan Modified Real Code Particle Swarm Optimization (Studi Kasus Fakultas Imu Komputer Universitas Brawijaya)"
            ],
            [
                "Tujuan penelitian ini adalah untuk mengetahui pengaruh model pembelajaran inkuiri terbimbing terhadap sikap ilmiah dan hasil belajar IPA dengan menggunakan rancangan the posttest-only control group design. Penelitian ini dilakukan pada siswa kelas IV SD Negeri di Kelurahan Kaliuntu. Populasi penelitian berjumlah 125 siswa dan sampel berjumlah 64 siswa. Data sikap ilmiah dikumpulkan dengan menggunakan metode kuesioner dan data hasil belajar IPA dikumpulkan dengan menggunakan metode tes. Data dianalisis menggunakan MANOVA berbantuan SPSS 17.00 for windows. Hasil penelitian menunjukkan:(1) terdapat perbedaan sikap ilmiah dan hasil belajar IPA antara siswa yang belajar dengan menggunakan model pembelajaran inkuiri terbimbing dan model pembelajaran konvensional (F= 29,110; p< 0, 05),(2) terdapat perbedaan sikap ilmiah dalam pembelajaran IPA secara signifikan antara siswa yang belajar dengan menggunakan model pembelajaran inkuiri terbimbing dan model pembelajaran konvensional (F= 22,649; p< 0, 05), dan (3) terdapat perbedaan hasil belajar secara signifikan antara siswa yang belajar dengan menggunakan model pembelajaran inkuiri terbimbing dan model pembelajaran konvensional (F= 39,144; p< 0, 05).",
                "Penelitian tindakan kelas ini bertujuan untuk mengetahui peningkatan pemahaman konsep siswa terhadap pokok bahasan air dan",
                "Penjadwalan adalah salah satu proses dalam manajemen waktu yang di atur sedemikian rupa agar kegiatan dapat berjalan dengan lancar. Banyak algoritma yang dapat digunakan untuk menyelesaikan permasalahan penjadwalan. Pada kasus ini penulis menggunakan algoritma Modified Real Code PSO (M-RCPSO). Data yang digunakan terdiri dari data dosen, asisten, mahasiswa, ruangan dan waktu praktikum. Dari hasil pengujian popsize, pengujian iterasi, pengujian parameter kognitif dan sosial, dan pengujian parameter terbaik, didapatkan nilai rata-rata fitness adalah 1. Hal ini menunjukkan bahwa solusi yang didapatkan sudah mendekati optimum."
            ],
            [
                [
                    "Pendidikan Dasar"
                ]
            ]
        ]
    ]
}