{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9WCMG6I3",
            "niBCFGQAAAAJ",
            [
                "College men and masculinities: Theory, research, and implications for practice",
                "Student success for men of color in community colleges: A review of published literature and research, 1998–2012.",
                "College men's meanings of masculinities and contextual influences: Toward a conceptual model",
                "Masculinities go to community college: Understanding male identity socialization and gender role conflict",
                "\" Cool posing\" on campus: A qualitative study of masculinities and gender expression among Black men at a private research institution",
                "Examining productive conceptions of masculinities: Lessons learned from academically driven African American male student-athletes",
                "Men of color: A role for policymakers in improving the status of Black male students in US higher education",
                "The equity scorecard: A collaborative approach to assess and respond to racial\/ethnic disparities in student outcomes",
                "The equity scorecard: A collaborative approach to assess and respond to racial\/ethnic disparities in student outcomes",
                "A theoretical model to explain the overrepresentation of college men among campus judicial offenders: Implications for campus administrators"
            ],
            [
                "COLLEGE MEN AND MASCULINITIES is a comprehensive handbook that offers a compilation of the best classic and contemporary research on male students in higher education. The editors, Shaun R. Harper and Frank Harris III—two experts in the field of men and masculinities—frame each of the six sections of the book with a summary of issues and implications for educational practice. Each section also includes a wealth of forward-thinking strategies and suggestions that faculty and institutional leaders can creatively employ on their campuses to reverse problematic trends and outcomes among male undergraduates. With contributions from leading scholars in education, sociology, psychology, and other disciplines, College Men and Masculinities explores the following issues in depth: Identity development and gender socialization Sexualities and sexual orientations Destructive behaviors (judicial offenses, alcohol abuse, and violence) Health and wellness College men of color College men and sports This vital resource will help educators and administrators address the alarming trends and issues that arise from identity-related challenges among boys and college men.\" What a valuable resource! This book includes some of the most influential research and theory on all aspects of collegiate masculinity—from sports to spirituality, hazing to hook-ups, and alcohol to assault. Always sensitive to how different groups of men experience college life, Harper and Harris's book will surely become the touchstone text for those who work with or study college men.\"—Michael Kimmel, author of Manhood in America and professor of sociology, Stony …",
                "A substantial body of scholarship on men of color in postsecondary education has emerged since the late 1990s. Yet, only recently have scholars begun to pursue empirical insights about the status of men of color who attend community colleges. In an effort to inform future research, this article reviews the published scholarship on student success for men of color in community colleges. The 5 domains of African American male student success in community colleges proposed by Wood and Harris (2012) served as a conceptual framework for reviewing and discussing the published scholarship. Following the review of scholarship, knowledge gaps and implications for future research on men of color in community colleges are offered.",
                "Based on a grounded theory study involving 68 male undergraduates, a conceptual model of the meanings college men ascribe to masculinities is proposed in this article. The participants equated masculinities with “being respected,”“being confident and self-assured,”“assuming responsibility,” and “embodying physical prowess.” Contextual factors that influenced these meanings are also reflected in the model. Using the model as a guiding framework, recommendations for supporting the gender identity development of college men and implications for future studies of masculinities in college contexts are offered.",
                "Previous research has neglected to explore identities and development among male students at community colleges. This chapter provides some insight into who these men are, their precollege gender socialization experiences, and conflicts that impede the development of productive masculinities.",
                "Using theories and concepts relating to the social construction of Black masculinity and male gender role conflict, the authors explored contextualized meanings of masculinities and corresponding behavioral expressions among 22 Black men enrolled at a private research university. The concepts of toughness, aggressiveness, material wealth, restrictive emotionality, and responsibility underscored the meanings the participants ascribed to masculinities.Participants expressed these concepts behaviorally through their pursuit of leadership and academic success, homophobia, and the fear of femininity, and through the sexist and constrained relationships they experienced with women. Based on the findings, practical implications for supporting the gender identity development and success of Black men during their undergraduate years are offered, as are recommendations for future research on the gender-related …",
                "Conceptions of masculinities among African American male student athletes are considered in this article. Grounded in the social constructivist perspective and guided by the phenomenological qualitative research tradition, individual interviews were conducted with 27 academically driven African American male student-athletes attending four Division I universities. Findings suggest that the participants embrace a wide range of productive gender-related attitudes and behaviors that are uncommon among male college student-athletes. Implications and recommendations are offered for coaches and university administrators charged with working with African American male student-athletes.",
                "The report aims to provide a summary of policy–relevant trends and issues concerning Black male college students; to offer a snapshot of current initiatives that aim to address the problematic condition of college success for Black undergraduate men; and to propose a role for policymakers at all levels— institutional, federal, and state—as well as other relevant groups such as the National Collegiate Athletic Association (NCAA), and influential organizations such as foundations, community–based organizations, and higher education associations in improving Black men’s educational outcomes and postsecondary degree attainment rates.",
                "The Equity Scorecard, a nationally recognized and widely used organizational learning process designed to foster institutional change through the identification and elimination of racial disparities among college students, is described in this chapter. The effectiveness of this process and its potential impact are also discussed.",
                "The Equity Scorecard, a nationally recognized and widely used organizational learning process designed to foster institutional change through the identification and elimination of racial disparities among college students, is described in this chapter. The effectiveness of this process and its potential impact are also discussed.",
                "As is the case in most K-12 schools, male students, in comparison to their female counterparts, disproportionately violate policies and are sanctioned more often for violence and disruptive behaviors on college and university campuses across the country. A theoretical model to explain this phenomenon is proposed in this article. Specifically, a synthesis of existing literature and theories from sociology, psychology, men’s studies, and education resulted in the identification of six acute variables that explain male overrepresentation among campus judicial offenders. While each component of the model is thoroughly explained, insight into interactions among the six variables is also offered. Practical implications for campus administrators who are interested in minimizing violence and disruptive behaviors among college men conclude the article."
            ],
            [
                [
                    "Student Equity & Success",
                    "Masculinities",
                    "Community Colleges",
                    "College Athletics",
                    "Qualitative Research"
                ]
            ],
            [
                "Teaching FRANK E HARRIS Professor harris@physics.utah.edu 801-581-8445 FRANK E HARRIS Professor Teaching Current Courses Entrepreneurial Experience Courses I Teach Presentations Professional Service Internal Service Teaching Current Courses Entrepreneurial Experience Courses I Teach Presentations Professional Service Internal Service Publications “Ewald-type Formula for Gaussian-Basis Studies of One-Dimensionally Periodic Systems”, J. G. Fripiat and F. E. Harris, Theoret. Chem. Accounts 131 , 1257 (1-7) 2012).\r\n\r\nPublished, 06\/2012. “Comparison of Finite Temperature Hartree-Fock and Density Functional Theory for Confined Systems”, T. Sjostrom, S. B. Trickey, and  F. E. Harris, Bull. Am. Phys. Soc. 57 , L25.00002 (2012).\r\n\r\nPublished, 03\/2012. Mathematical Methods for Physicists, 7th ed. (1205pp. Elsevier\/Academic Press, 2013).\r\n\r\nPublished, 01\/2012. “Temperature-Dependent Behavior of Confined Many-Electron Systems in the Hartree-Fock Approximation”, T. Sjostrom, F. E. Harris, and S. B. Trickey, Phys. Rev. B 85 , 045125 (1-14) (2012).\r\n\r\nPublished, 01\/2012. \"Reference Calculation of Temperature-Dependent Behavior of Confined many-Electron Systems\", Bull. Am. Phys Soc.\r\n\r\nPublished, 03\/2011. \"Fragmentation of Fullerenes\", in Handbook of nanophysics: Clusters and Fullerenes, K. D. Sattler, Ed. (CRC Press, New York, 2010), Chapter 26 (13 pp).\r\n\r\nPublished, 01\/2010. \"Ewald-Type Formulas for Gaussian-Basis Bloch States in One-Dimensionally Periodic Systems\", J. Chem. Phys. 132, 044108 (1-14) (2010).\r\n\r\nPublished, 01\/2010. “Introduction: Bill Adams Memorial Session”, F. E. Harris, Int. J. Quantum Chem. 109 , 3840-3840 (2009).\r\n\r\nPublished, 02\/2009. Presentations Electronic Structure at Troy.\r\nInvited Talk\/Keynote,\r\nPresented, 09\/2012. 14th International Congress on Quantum Chemistry.\r\nInvited Talk\/Keynote,\r\nPresented, 06\/2012. Kathmandu Workshop on Theoretical Chemistry.\r\nInvited Talk\/Keynote,\r\nPresented, 04\/2012. American Physical Society March Meeting, Boston MA.\r\nConference Paper,\r\nPresented, 03\/2012. Workshop on Advances in Quantum Systems, Spiterstulen, Norway.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/2011. Symposium, University of Namur, Belgium.\r\nConference Paper,\r\nPresented, 05\/2011. Neel Institute, Grenoble, France.\r\nInvited Talk\/Keynote,\r\nPresented, 05\/2011. B. Pascal University, Clermont-Ferrand, France.\r\nInvited Talk\/Keynote,\r\nPresented, 05\/2011. American Physical Society March meeting, Dallas TX.\r\nConference Paper,\r\nPresented, 03\/2011. Symposium on Methods in Quantum Mechanics, ICCMSE (international Conference on Computational Methods in Sciences and Engineering), Psalidi, Kos, Greece.\r\nInvited Talk\/Keynote,\r\nPresented, 10\/03\/2010. QSCP (Quantum Systems in Chemistry and Physics), Cambridge, England.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/31\/2010. Symposium: Interplay of Electronic Structure Theory and Experiment, Sonderborg, Denmark.\r\nInvited Talk\/Keynote,\r\nPresented, 07\/09\/2010. Sanibel Symposium.\r\nConference Paper,\r\nPresented, 02\/2010."
            ]
        ]
    ]
}