{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9WG3YEK8",
            "iqGLnVEAAAAJ",
            [
                "Viewing the shadow of the black hole at the galactic center",
                "The supermassive black hole at the Galactic Center",
                "An accreting black hole model for Sagittarius A",
                "An accreting black hole model for Sagittarius A (*). 2: A detailed study",
                "The Rh=ct universe",
                "The radiative deceleration of ultrarelativistic jets in active galactic nuclei",
                "Stellar Kinematics and the Black Hole in the Galactic Center",
                "A lower limit of 50 microgauss for the magnetic field near the Galactic Centre",
                "X-ray hiccups from Sagittarius A* observed by XMM-Newton-The second brightest flare and three moderate flares caught in half a day",
                "The cosmic horizon"
            ],
            [
                "In recent years, evidence for the existence of an ultracompact concentration of dark mass associated with the radio source Sagittarius A* in the Galactic center has become very strong. However, unambiguous proof that this object is indeed a black hole is still lacking. A defining characteristic of a black hole is the event horizon. To a distant observer, the event horizon casts a relatively large “shadow” with an apparent diameter of ∼10 gravitational radii that is due to the bending of light by the black hole, and this shadow is nearly independent of the black hole spin or orientation. The predicted size (∼30 μas) of this shadow for Sgr A* approaches the resolution of current radio interferometers. If the black hole is maximally spinning and viewed edge‐on, then the shadow will be offset by ∼8 μas from the center of mass and will be slightly flattened on one side. Taking into account the scatter broadening of the image in …",
                "The inner few parsecs at the Galactic Center have come under intense scrutiny in recent years, in part due to the exciting broad-band observations of this region, but also because of the growing interest from theorists motivated to study the physics of black hole accretion, magnetized gas dynamics, and unusual star formation. The Galactic Center is now known to contain arguably the most compelling supermassive black hole candidate, weighing in at a little over 2.6 million suns. Its interaction with the nearby environment, comprised of clusters of evolved and young stars, a molecular dusty ring, ionized gas streamers, diffuse hot gas, and a hypernova remnant, is providing a wealth of accretion phenomenology and high-energy processes for detailed modeling. In this review, we summarize the latest observational results and focus on the physical interpretation of the most intriguing object in this region—the …",
                "Several observations, notably of broad He i, Bra, and Bry emission lines from the vicinity of IRS 16, mdicate the presence of a strong circumnuclear wind near the dynamical center of the Galaxy. Sgr A*, a hypothesized supermassive object situated~ 0.06 pc to the west of IRS 16, should be accreting from this wind if it is",
                "Sgr A* is a unique, compact radio source at the Galactic center whose characteristics suggest that it may be",
                "The backbone of standard cosmology is the Friedmann–Robertson–Walker solution to Einstein’s equations of general relativity (GR). In recent years, observations have largely confirmed many of the properties of this model, which are based on a partitioning of the universe’s energy density into three primary constituents: matter, radiation and a hypothesized dark energy which, in Λ cold dark matter (ΛCDM), is assumed to be a cosmological constant Λ. Yet with this progress, several unpalatable coincidences (perhaps even inconsistencies) have emerged along with the successful confirmation of expected features. One of these is the observed equality of our gravitational horizon Rh(t0) with the distance ct0 light has travelled since the big bang, in terms of the current age t0 of the universe. This equality is very peculiar because it need not have occurred at all and, if it did, should only have happened once (right …",
                "We report on detailed calculations of the Compton-scattering interaction between an ultrarelativistic jet that emanates from the vicinity of a massive black hole and the thermal radiation field produced by a surrounding accretion disk. We consider both thin-and thick-disk geometries and model the disk spectrum as a sum of blackbodies, taking into account the intensity enhancement due to internal refections in disks with central accretion funnels. We compute the Compton-drag deceleration of an initially hyperrelativistic jet for a variety of disk and outflow parameters. The resulting beamed spectrum of the upscattered disk photons is derived self-consistently by a Monte Carlo technique. Our calculations confirm Phinney's suggestion that the thermal radiation field produced by accretion in an active galactic nucleus could be very effective in decelerating ultrarelativistic jets that are accelerated by electromagnetic or …",
                "We estimate the amount and distribution of matter in the Galactic center, based on measurements of stellar",
                "The amplitude of the magnetic field near the Galactic Centre has been uncertain by two orders of magnitude for several decades. On a scale of∼ 100 parsecs (pc), fields of∼ 1,000 microgauss (μG; refs 1–3) have been reported, implying a magnetic energy density more than 10,000 times stronger than typical for the Galaxy. Alternatively, the assumption of pressure equilibrium between the various phases of the Galactic Centre interstellar medium (including turbulent molecular gas, the contested 4 ‘very hot’plasma, and the magnetic field) suggests fields of∼ 100 μG over∼ 400 pc size scales 5. Finally, assuming equipartition, fields of only∼ 6 μG have been inferred from radio observations 6 for 400 pc scales. Here we report a compilation of previous data that reveals a downward break in the region's non-thermal radio spectrum (attributable to a transition from bremsstrahlung to synchrotron cooling of the in situ …",
                "",
                "The cosmological principle, promoting the view that the Universe is homogeneous and isotropic, is embodied within the mathematical structure of the Robertson–Walker (RW) metric. The equations derived from an application of this metric to the Einstein Field Equations describe the expansion of the Universe in terms of comoving coordinates, from which physical distances may be derived using a time-dependent expansion factor. These coordinates, however, do not explicitly reveal the properties of the cosmic space–time manifested in Birkhoff's theorem and its corollary. In this paper, we compare two forms of the metric – written in (the traditional) comoving coordinates, and a set of observer-dependent coordinates – first for the well-known de Sitter universe containing only dark energy, and then for a newly derived form of the RW metric, for a universe with dark energy and matter. We show that Rindler's event …"
            ],
            [
                [
                    "general relativity",
                    "cosmology",
                    "astrophysics"
                ]
            ],
            [
                "Fulvio Melia Fulvio Melia Professor of Physics, Applied Mathematics and Astronomy Member of the European Research Council Professorial Fellow at Melbourne University Distinguished Visiting Professor with the Chinese Academy of Science Office: PAS 447 621-9651 melia@physics.arizona.edu Classification: Primary Faculty Fields of Study: The principal area of research is theoretical cosmology, with the primary goal of correctly interpreting the many high precision data now being made available by observations at both high and low redshifts. The Friedmann-Lemaitre-Robertson-Walker cosmology we have been developing, known as the R_h=ct Universe, has thus far been favoured over the current standard model by over 25 such measurements, promising to simply and elegantly resolve long-standing puzzles, such as the nature of cosmological redshift (i.e., whether it is, or is not, merely the conventional lapse function in general relativity), the CMB temperature and electroweak horizon problems in the early Universe, and the (apparently) premature formation of galaxies and quasars at z>6. This investigation draws heavily from ongoing work with general relativity and its application to black-hole systems including, and especially, the supermassive object (known as Sagittarius A*) at the Galactic center. Our group proposed and developed the concept for imaging the shadow produced by this black hole, that has led to the creation of the so-called Event Horizon Telescope, now attempting to fulfill the promise of testing general relativity in the strong-field limit."
            ]
        ]
    ]
}