{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9WRJ8CVJ",
            "k4pLnMYAAAAJ",
            [
                "The effect of fire on soil organic matter—a review",
                "Comparison of quantification methods to measure fire‐derived (black\/elemental) carbon in soils and sediments using reference materials from soil, water, sediment and the atmosphere",
                "Fire-induced transformation of C-and N-forms in different organic soil fractions from a Dystric Cambisol under a Mediterranean pine forest (Pinus pinaster)",
                "Rearrangement of carbon and nitrogen forms in peat after progressive thermal oxidation as determined by solid-state 13C-and 15N-NMR spectroscopy",
                "Fire-induced transformation of soil organic matter from an oak forest: an experimental approach to the effects of fire on humic substances",
                "Soil health: A new challenge for microbiologists and chemists",
                "13C-and 15N-NMR spectroscopic examination of the transformation of organic nitrogen in plant biomass during thermal treatment",
                "13C NMR assessment of decomposition patterns during composting of forest and shrub biomass",
                "A new conceptual model for the structural properties of char produced during vegetation fires"
            ],
            [
                "The extent of the soil organic carbon pool doubles that present in the atmosphere and is about two to three times greater than that accumulated in living organisms in all Earth's terrestrial ecosystems. In such a scenario, one of the several ecological and environmental impacts of fires is that biomass burning is a significant source of greenhouse gases responsible for global warming. Nevertheless, the oxidation of biomass is usually incomplete and a range of pyrolysis compounds and particulate organic matter (OM) in aerosols are produced simultaneously to the thermal modification of pre-existing C forms in soil. These changes lead to the evolution of the OM to “pyromorphic humus”, composed by rearranged macromolecular substances of weak colloidal properties and an enhanced resistance against chemical and biological degradation. Hence the occurrence of fires in both undisturbed and agricultural …",
                "Black carbon (BC), the product of incomplete combustion of fossil fuels and biomass (called elemental carbon (EC) in atmospheric sciences), was quantified in 12 different materials by 17 laboratories from different disciplines, using seven different methods. The materials were divided into three classes: (1) potentially interfering materials, (2) laboratory‐produced BC‐rich materials, and (3) BC‐containing environmental matrices (from soil, water, sediment, and atmosphere). This is the first comprehensive intercomparison of this type (multimethod, multilab, and multisample), focusing mainly on methods used for soil and sediment BC studies. Results for the potentially interfering materials (which by definition contained no fire‐derived organic carbon) highlighted situations where individual methods may overestimate BC concentrations. Results for the BC‐rich materials (one soot and two chars) showed that some of the …",
                "High intensity forest fires in Mediterranean ecosystems probably have long-term effects on the organic matter (OM) of the forest soils. Therefore, we analyzed the quality and quantity of humic materials extracted from the A horizons (0–15 cm) of a fire-affected (FA) and a control fire-unaffected (FU) Dystric Cambisol from the Sierra de Aznalcóllar (Spain). 13C and 15N solid-state nuclear magnetic resonance (NMR) spectra of the samples from the FA and FU sites confirmed that aromatic and newly formed heterocyclic N-forms are important fire-induced products. Wildfire resulted in a doubling of organic C and N concentration in the A horizon (0–15 cm) of FA. Solid-state 13C NMR spectroscopy revealed that all C compound classes were enriched, including O- and N-alkyl C, with the highest for aromatic C (enrichment factor: 2.9). This suggests that the inputs from charred biomass and black carbon particles …",
                "Peat samples subjected to thermal oxidation were studied by solid-state 13C- and 15N-NMR spectroscopy, so as to gain information on the thermal alteration of organic matter during processes such as natural fires or prescribed fires affecting soils. The 13C-NMR spectra show that heating (up to 180 s at 350 °C) increases the aromaticity of the original peat to values typical for black-carbon material, but these charred residues (at least after weight losses of ca. 25%) still contained heat-resistant alkyl carbon. The 15N-NMR spectrum of the original peat is dominated by a signal at −258 ppm, suggesting peptide-like material. In the heated samples a resonance line appearing at lower field indicates progressive formation of pyrrole- and indole-type compounds. Calculations based on weight loss, elemental composition and relative intensity distribution of the 13C- and 15N-NMR spectra demonstrate that the increasing …",
                "This study is about the effects of forest fire on the organic matter from a Dystric Xerochrept under Quercus rotundifolia. In laboratory experiments carried out to simulate the effects of fire on isolated humic fractions, several physicochemical characteristics were described in the heated samples, as well as in humic substances extracted from samples of control and postfire soil areas.",
                "Soil health refers to the biological, chemical, and physical features of soil that are essential to long-term, sustainable agricultural productivity with minimal environmental impact. Thus, soil health provides an overall picture of soil functionality. Although it cannot be measured directly, soil health can be inferred by measuring specific soil properties (eg organic matter content) and by observing soil status (eg fertility). There is also increased interest in studying soil microorganisms in their particular environments, as microbial diversity is intimately related to soil structure and function. One of the key objectives in determining soil health is to acquire indicators that can be used to evaluate the soil’s current status and hence to develop sustainable agricultural systems. In this regard, significant progress has been made over the last few years in the development of specific biomarkers and macromolecular probes, enabling rapid and reliable measurements of soil microbial communities. In addition, modern molecular biological techniques, such as fluorescence in situ hybridization (FISH), reverse transcriptase polymerase chain reaction (RT-PCR), denaturing gradient gel electrophoresis (DGGE), and terminal restriction fragment length polymorphism (T-RFLP), have facilitated the analysis of microbial biodiversity and activity, whereas the application of modern analytical techniques, such as nuclear magnetic resonance (NMR) and pyrolysisgas chromatography-mass spectrometry (Py-GC-MS), have provided data on soil chemistry. The combination of these two approaches offers promise in determining soil health status.[Int Microbiol 2005; 8 (1): 13-21]",
                "Structural changes in lignocellulosic biomass heated under conditions comparable to those encountered in several types of natural or planned burnings have been studied by solid-state 13C- and 15N-CPMAS NMR spectroscopy of 15N-enriched ryegrass (Lolium rigidum) after being subjected to progressive thermal treatment. The solid-state 15N-NMR spectra of biomass subjected to severe heating revealed amide-N in forms which are resistant to the thermal treatment. Progressive burning was found to occur in two well-defined stages: In the early stage the free amino acid and some NH2 groups were removed, but no substantial disruption of the peptide structure was observed. In the final stage of burning the amide-N was converted to heterocyclic structures such as pyrroles, imidazoles and indoles. Some evidence for the presence of pyridines and phenazines was also found at this stage. These findings suggest …",
                "A laboratory experiment was designed to investigate the degradation patterns of leaves from 12 forest and shrub species typical of Mediterranean ecosystems by solid-state 13C NMR. The spectral data have been compared with those for the major organic fractions, and elementary composition in three transformation stages (zero time, intermediated and advanced (168 d)). The plant material in general showed a selective depletion of lipid and water-soluble products and a concentration in acid-insoluble residue (Klason lignin fraction), but the increasing percentage of total alkyl carbons (not observed in pine leaves) suggests that recalcitrant aliphatic material accumulates in the course of the 168 d incubation, when the total weight losses were up to 660 g kg−1. This contrasts with the fact that the concentration of extractable alkyl C (i.e. the lipid fraction) decreased in all cases. The results for the different plants …",
                "The elemental and 13C nuclear magnetic resonance (NMR) analysis of laboratory prepared char samples from the main plant biopolymers (cellulose, lignin, casein), as well as grass and beech sawdust, indicated a greater chemical heterogeneity of plant derived chars than generally assumed from common black carbon (BC) models. The data support a recent concept proposing char as a heterogeneous mixture of thermally altered biomacromolecules with N, O and likely also S substitutions as common features. In contrast to soot, graphitic polyaromatic domains play a minor role in such chars. The high resistance of casein against thermal treatment and the low atomic N\/C values for grass chars demonstrate the quantitative importance of pyrogenic N. A more detailed consideration is needed if a more realistic view of the role of pyrogenic organic matter (PyOM) in soils and sediments is required."
            ],
            [
                [
                    "organic geochemistry",
                    "soil organic matter",
                    "humic substances",
                    "lignin",
                    "wood"
                ]
            ],
            [
                "Francisco Javier Gonzalez Professor PSB 457 javier.gonzalez@uaslp.mx Specialty Antonomous University of San Luis Potosi"
            ]
        ]
    ]
}