{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9XZNBXTW",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Nikolai Tolich (he\/him) Associate Teaching Professor ntolich@uw.edu PAB B211 Biography Ph.D., Physics, Stanford, 2005 M.Sc., Physics, University of Auckland, 1999 B.Sc., Physics, University of Auckland, 1997 My M.Sc. research, under the supervision of Prof. Paul Barker, was a precise measurement of the 14N+p→14O+n threshold, which is an important parameter in determining the first element of the CKM matrix based on superallowed beta decay FT values. My Ph.D. research, under the supervision of Prof. Giorgio Gratta with the KamLAND experiment, was the first measurement of neutrinos originating from the Earth. This work combined with an independent analysis performed by Sanshiro Enomoto was published in Nature. Following my Ph.D. I did a postdoc at Lawrence Berkeley National Laboratory under the supervision of Dr. Kevin Lesko where I worked on the SNO experiment that measured neutrinos from the Sun. PHYS 123 A: Waves PHYS 403 A: Special Problems PHYS 503 A: Tutorials in Teaching Physics PHYS 403 A: Special Problems PHYS 503 A: Tutorials in Teaching Physics PHYS 119 A: General Physics Laboratory PHYS 123 A: Waves PHYS 123 AA: Waves PHYS 123 AB: Waves PHYS 123 AC: Waves PHYS 123 AD: Waves PHYS 123 A: Waves PHYS 123 C: Waves PHYS 123 A: Waves PHYS 123 B: Waves PHYS 122 A: Electromagnetism PHYS 224 A: Thermal Physics PHYS 231 A: Introductory Experimental Physics PHYS 122 A: Electromagnetism PHYS 122 B: Electromagnetism PHYS 123 A: Waves PHYS 123 B: Waves PHYS 118 A: General Physics Laboratory PHYS 118 B: General Physics Laboratory PHYS 118 C: General Physics Laboratory PHYS 118 D: General Physics Laboratory PHYS 118 E: General Physics Laboratory PHYS 118 F: General Physics Laboratory PHYS 118 G: General Physics Laboratory PHYS 122 A: Electromagnetism PHYS 122 AM: Electromagnetism PHYS 122 AN: Electromagnetism PHYS 122 AO: Electromagnetism PHYS 122 AP: Electromagnetism PHYS 122 AQ: Electromagnetism PHYS 122 AR: Electromagnetism PHYS 122 AS: Electromagnetism PHYS 122 AT: Electromagnetism PHYS 122 AU: Electromagnetism PHYS 122 BM: Electromagnetism PHYS 122 BN: Electromagnetism PHYS 122 BO: Electromagnetism PHYS 122 BP: Electromagnetism PHYS 122 BQ: Electromagnetism PHYS 122 BR: Electromagnetism PHYS 122 BS: Electromagnetism PHYS 122 CM: Electromagnetism PHYS 122 CN: Electromagnetism PHYS 122 CO: Electromagnetism PHYS 122 CP: Electromagnetism PHYS 122 CQ: Electromagnetism PHYS 122 CR: Electromagnetism PHYS 122 CS: Electromagnetism Summer 2018 Full-term PHYS 224 A: Thermal Physics PHYS 231 A: Introductory Experimental Physics PHYS 231 AA: Introductory Experimental Physics PHYS 231 AB: Introductory Experimental Physics PHYS 231 AC: Introductory Experimental Physics PHYS 231 AD: Introductory Experimental Physics PHYS 122 A: Electromagnetism PHYS 122 B: Electromagnetism Winter 2018 PHYS 121 B: Mechanics"
            ]
        ]
    ]
}