{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9YCV80RI",
            "V96mm8MAAAAJ",
            [
                "Advanced materials for energy storage",
                "The reduction of graphene oxide",
                "Anatase TiO 2 single crystals with a large percentage of reactive facets",
                "Three-dimensional flexible and conductive interconnected graphene networks grown by chemical vapour deposition",
                "Hydrogen storage in single-walled carbon nanotubes at room temperature",
                "Graphene Anchored with Co3O4 Nanoparticles as Anode of Lithium Ion Batteries with Enhanced Reversible Capacity and Cyclic Performance",
                "Graphene‐like carbon nitride nanosheets for improved photocatalytic activities",
                "3D aperiodic hierarchical porous graphitic carbon material for high‐rate electrochemical capacitive energy storage",
                "Graphene-Wrapped Fe3O4 Anode Material with Improved Reversible Capacity and Cyclic Stability for Lithium Ion Batteries",
                "Doped graphene sheets as anode materials with superhigh rate and large capacity for lithium ion batteries"
            ],
            [
                "Popularization of portable electronics and electric vehicles worldwide stimulates the development of energy storage devices, such as batteries and supercapacitors, toward higher power density and energy density, which significantly depends upon the advancement of new materials used in these devices. Moreover, energy storage materials play a key role in efficient, clean, and versatile use of energy, and are crucial for the exploitation of renewable energy. Therefore, energy storage materials cover a wide range of materials and have been receiving intensive attention from research and development to industrialization. In this Review, firstly a general introduction is given to several typical energy storage systems, including thermal, mechanical, electromagnetic, hydrogen, and electrochemical energy storage. Then the current status of high‐performance hydrogen storage materials for on‐board applications and …",
                "Graphene has attracted great interest for its excellent mechanical, electrical, thermal and optical properties. It can be produced by micro-mechanical exfoliation of highly ordered pyrolytic graphite, epitaxial growth, chemical vapor deposition, and the reduction of graphene oxide (GO). The first three methods can produce graphene with a relatively perfect structure and excellent properties, while in comparison, GO has two important characteristics: (1) it can be produced using inexpensive graphite as raw material by cost-effective chemical methods with a high yield, and (2) it is highly hydrophilic and can form stable aqueous colloids to facilitate the assembly of macroscopic structures by simple and cheap solution processes, both of which are important to the large-scale uses of graphene. A key topic in the research and applications of GO is the reduction, which partly restores the structure and properties of graphene …",
                "Owing to their scientific and technological importance, inorganic single crystals with highly reactive surfaces have long been studied 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13. Unfortunately, surfaces with high reactivity usually diminish rapidly during the crystal growth process as a result of the minimization of surface energy. A typical example is titanium dioxide (TiO 2), which has promising energy and environmental applications 14, 15, 16, 17. Most available anatase TiO 2 crystals are dominated by the thermodynamically stable {101} facets (more than 94 per cent, according to the Wulff construction 10), rather than the much more reactive {001} facets 8, 9, 10, 11, 12, 13, 18, 19, 20. Here we demonstrate that for fluorine-terminated surfaces this relative stability is reversed:{001} is energetically preferable to {101}. We explored this effect systematically for a range of non-metallic adsorbate atoms by first-principle quantum …",
                "Integration of individual two-dimensional graphene sheets 1, 2, 3 into macroscopic structures is essential for the application of graphene. A series of graphene-based composites 4, 5, 6 and macroscopic structures 7, 8, 9, 10, 11 have been recently fabricated using chemically derived graphene sheets. However, these composites and structures suffer from poor electrical conductivity because of the low quality and\/or high inter-sheet junction contact resistance of the chemically derived graphene sheets. Here we report the direct synthesis of three-dimensional foam-like graphene macrostructures, which we call graphene foams (GFs), by template-directed chemical vapour deposition. A GF consists of an interconnected flexible network of graphene as the fast transport channel of charge carriers for high electrical conductivity. Even with a GF loading as low as∼ 0.5 wt%, GF\/poly (dimethyl siloxane) composites show a …",
                "Masses of single-walled carbon nanotubes (SWNTs) with a large mean diameter of about 1.85 nanometers, synthesized by a semicontinuous hydrogen arc discharge method, were employed for hydrogen adsorption experiments in their as-prepared and pretreated states. A hydrogen storage capacity of 4.2 weight percent, or a hydrogen to carbon atom ratio of 0.52, was achieved reproducibly at room temperature under a modestly high pressure (about 10 megapascal) for a SWNT sample of about 500 milligram weight that was soaked in hydrochloric acid and then heat-treated in vacuum. Moreover, 78.3 percent of the adsorbed hydrogen (3.3 weight percent) could be released under ambient pressure at room temperature, while the release of the residual stored hydrogen (0.9 weight percent) required some heating of the sample. Because the SWNTs can be easily produced and show reproducible and modestly …",
                "We report a facile strategy to synthesize the nanocomposite of Co3O4 nanoparticles anchored on conducting graphene as an advanced anode material for high-performance lithium-ion batteries. The Co3O4 nanoparticles obtained are 10−30 nm in size and homogeneously anchor on graphene sheets as spacers to keep the neighboring sheets separated. This Co3O4\/graphene nanocomposite displays superior Li-battery performance with large reversible capacity, excellent cyclic performance, and good rate capability, highlighting the importance of the anchoring of nanoparticles on graphene sheets for maximum utilization of electrochemically active Co3O4 nanoparticles and graphene for energy storage applications in high-performance lithium-ion batteries.",
                "“Graphitic” (g)‐C3N4 with a layered structure has the potential of forming graphene‐like nanosheets with unusual physicochemical properties due to weak van der Waals forces between layers. Herein is shown that g‐C3N4 nanosheets with a thickness of around 2 nm can be easily obtained by a simple top‐down strategy, namely, thermal oxidation etching of bulk g‐C3N4 in air. Compared to the bulk g‐C3N4, the highly anisotropic 2D‐nanosheets possess a high specific surface area of 306 m2 g−1, a larger bandgap (by 0.2 eV), improved electron transport ability along the in‐plane direction, and increased lifetime of photoexcited charge carriers because of the quantum confinement effect. As a consequence, the photocatalytic activities of g‐C3N4 nanosheets have been remarkably improved in terms of •OH radical generation and photocatalytic hydrogen evolution.",
                "Electrochemical capacitors: A hierarchical porous graphitic carbon material, composed of macroporous ion‐buffering microreservoirs, ion‐transporting channels, and localized graphitic wall structures, is presented (see images; top: 3D skeleton, bottom: carbon platelet). The properties of this new material combine to overcome the electrode kinetic problems normally found in electrochemical capacitors, thus resulting in an excellent high‐rate energy‐storage performance.",
                "A well-organized flexible interleaved composite of graphene nanosheets (GNSs) decorated with Fe3O4 particles was synthesized through in situ reduction of iron hydroxide between GNSs. The GNS\/Fe3O4 composite shows a reversible specific capacity approaching 1026 mA h g−1 after 30 cycles at 35 mA g−1 and 580 mAh g−1 after 100 cycles at 700 mA g−1as well as improved cyclic stability and excellent rate capability. The multifunctional features of the GNS\/Fe3O4 composite are considered as follows: (i) GNSs play a “flexible confinement” function to enwrap Fe3O4 particles, which can compensate for the volume change of Fe3O4 and prevent the detachment and agglomeration of pulverized Fe3O4, thus extending the cycling life of the electrode; (ii) GNSs provide a large contact surface for individual dispersion of well-adhered Fe3O4 particles and act as an excellent conductive agent to provide a highway for …",
                "One great challenge in the development of lithium ion batteries is to simultaneously achieve high power and large energy capacity at fast charge and discharge rates for several minutes to seconds. Here we show that nitrogen- or boron-doped graphene can be used as a promising anode for high-power and high-energy lithium ion batteries under high-rate charge and discharge conditions. The doped graphene shows a high reversible capacity of >1040 mAh g–1 at a low rate of 50 mA g–1. More importantly, it can be quickly charged and discharged in a very short time of 1 h to several tens of seconds together with high-rate capability and excellent long-term cyclability. For example, a very high capacity of ∼199 and 235 mAh g–1 was obtained for the N-doped graphene and B-doped graphene at 25 A g–1 (about 30 s to full charge). We believe that the unique two-dimensional structure, disordered surface …"
            ],
            [
                [
                    "Carbon Nanotubes",
                    "Graphene",
                    "Energy storage materials",
                    "Photocatalytic Semiconductors"
                ]
            ],
            [
                "Meng Cheng Meng Cheng Assistant Professor He\/him\/his SPL 54B m.cheng@yale.edu Quantum condensed matter theory Meng Cheng is an Assistant Professor of Physics at Yale University. He received his undergraduate degree from Nanjing University (China). In 2013, he obtained his Ph.D degree from the University of Maryland, College Park, where he studied topological superconductivity and its applications in quantum information processing. He then moved to a postdoctoral researcher position in Microsoft Research, Station Q in Santa Barbara, during which he investigated the interplay of global symmetry and topological quantum order. He joint the Department of Physics at Yale University in 2016. Ph.D. University of Maryland, 2013 Honors & Awards: 2019 – NSF CAREER award 2019 – Alfred P. Sloan Foundation Research Fellowship Meng Cheng and Dominic J. Williamson, Relative anomaly in (1+ 1)d rational conformal field theory , arXiv:2002.02984 Dominic J. Williamson, Arpit Dua and Meng Cheng, Spurious topological entanglement entropy from subsystem symmetries , Phys. Rev. Lett. 122 , 140506 (2019) Maissam Barkeshli, Parsa Bonderson, Meng Cheng and Zhenghan Wang, Symmetry fractionalization, defects, and gauging of topological phases , Phys. Rev. B 100 , 115147 (2019) Meng Cheng,  Microscopic theory of surface topological order for topological crystalline superconductors , Phys. Rev. Lett. 120 , 036801 (2018) Meng Cheng , Michael Zaletel, Maissam Barkeshli, Ashvin Vishwanath and Parsa Bonderson, Translational symmetry and microscopic constraints on symmetry-enriched topological phases: a view from the surface , Phys. Rev. X 6 , 041068 (2016) Futher publications can be found in Google Scholar Meng Cheng Publications Teaching Talks I'm an Assistant Professor in Department of Physics, Yale University . I work on quantum condensed matter theory. Recently I'm mostly interested in various aspects of topological phases of matter. Selected publications: MC, Fermionic Lieb-Schultz-Mattis Theorems and Weak Symmetry-Protected Phases , arXiv:1804.10122 MC , N. Tantivasadakarn and C. Wang, Loop Braiding Statistics and Interacting Fermionic Symmetry-Protected Topological Phases in Three Dimensions , Phys. Rev. X 8, 011054 (2018) B. Ware, J. Son, M.C. , R. Mishmash, J. Alicea and B. Bauer, Ising Anyons in Frustration-Free Majorana-Dimer Models, Phys. Rev. B. 94, 115127 (2016). M. Barkeshli, P. Bonderson, MC and Z. Wang, Symmetry, Defects and Gauging in Topological Phases , arXiv:1410.4540 MC , Superconducting Proximity Effect on the Edge of Fractional Topological Insulators , Phys. Rev. B 86, 195126 (2012). Mailing address Department of Physics 217 Prospect Street New Have, CT 06511-8499 Office SPL 54B Contact m.cheng *at* yale.edu Comments Sign in | Report Abuse | Print Page | Powered By Google Sites"
            ]
        ]
    ]
}