{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9Z3U0K94",
            "X0-zKUsAAAAJ",
            [
                "Nanoscopic porous sensors",
                "Preparation of nanoparticles by continuous-flow microfluidics"
            ],
            [
                "There are thousands of different nanometer-scale pores in biology, many of which act as sensors for specific chemical agents. Recent work suggests that protein and solid-state nanopores have many potential uses in a wide variety of analytical applications. In this review we survey this field of research and discuss the prospects for advances that could be made in the near future.",
                "We review a variety of micro- and nanoparticle formulations produced with microfluidic methods. A diverse variety of approaches to generate microscale and nanoscale particles has been reported. Here we emphasize the use of microfluidics, specifically microfluidic systems that operate in a continuous flow mode, thereby allowing continuous generation of desired particle formulations. The generation of semiconductor quantum dots, metal colloids, emulsions, and liposomes is considered. To emphasize the potential benefits of the continuous-flow microfluidic methodology for nanoparticle generation, preliminary data on the size distribution of liposomes formed using the microfluidic approach is compared to the traditional bulk alcohol injection method."
            ],
            [
                [
                    "nanopore",
                    "single molecule",
                    "optical physics",
                    "quantum optics",
                    "optical tweezers"
                ]
            ],
            [
                "Joseph  Reiner Associate Professor Experimental biophysics, Experimental nanoscience 701 W. Grace, 2111 jereiner@vcu.edu 804.828.7079 Ph.D. in Physics, State University of New York Stony Brook, 2003 Dissertation : “Conditional measurements, quantum feedback, and cold atoms in cavity QED” Advisor: Prof. Luis Orozco, University of Maryland, College Park M.A. in Physics, State University of New York Stony Brook, 2000 B. S. in Physics, Rochester Institute of Technology, 1997 My research focuses on the development and applications of single molecule measurements.  My lab specializes in biological nanopore sensing in conjunction with optical tweezers and fluorescence microscopy.  Recent efforts have focused on water-soluble nanoclusters , polymer analysis and laser-based heating of the nanopore sensing environment. C. E. Angevine, S. J. Seashols-Williams, J. E. Reiner, “Infrared laser heating applied to nanopore sensing for DNA duplex analysis,” Anal. Chem. 88, 2645 (2016). A. E. Chavis, K. T. Brady, N. Kothalawala, J. E. Reiner, “Voltage and blockade state optimization of cluster-enhanced nanopore spectrometry,” Analyst, 140, 7718 (2015). C. E. Angevine, A. E. Chavis, N. Kothalawala, A. Dass, J. E. Reiner, “Enhanced single molecule mass spectrometry via charged metallic clusters,” Anal. Chem., 86, 11077 (2014). J. E. Reiner, J. W. F. Robertson, D. L. Burden, L. K. Burden, A. Balijepalli, J. J. Kasianowicz, “Temperature sculpting in yoctoliter volumes,” J. Am. Chem. Soc., 135, 3087 (2013). PROFESSIONAL APPOINTMENTS 2011-present – Assistant Professor, VCU Department of Physics 2005-2011 – Research physicist, National Institute of Standards and Technology, Gaithersburg, MD 2003-2005 – NRC Postdoctoral Fellow, National Institute of Standards and Technology 2000-2003 – Research Assistant, SUNY Stony Brook PROFESSIONAL AFFILIATIONS American Physical Society (since 1996) HONORS AND PROFESSIONAL ACTIVITIES NIST-ARRA Senior Fellowship (2011) National Research Council\/NIST Postdoctoral Research Associateship (2003-2005). ‌"
            ]
        ]
    ]
}