{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "9ZEDQJ6W",
            "z_SCB9cAAAAJ",
            [
                "An ultrafast rechargeable aluminium-ion battery",
                "Nanoscale nickel oxide\/nickel heterostructures for active hydrogen evolution electrocatalysis",
                "Highly Active and Stable Hybrid Catalyst of Cobalt-doped FeS2 Nanosheets-Carbon Nanotubes for Hydrogen Evolution Reaction",
                "A mini review on nickel-based electrocatalysts for alkaline hydrogen evolution reaction",
                "Advanced rechargeable aluminium ion battery with a high-quality natural graphite cathode",
                "FeS2 Nanocrystal Ink as a Catalytic Electrode for Dye‐Sensitized Solar Cells",
                "3D Graphitic Foams Derived from Chloroaluminate Anion Intercalation for Ultrafast Aluminum‐Ion Battery",
                "Clean‐Lifting Transfer of Large‐area Residual‐Free Graphene Films",
                "Carrier transfer induced photoluminescence change in metal-semiconductor core-shell nanostructures",
                "Extended red light harvesting in a poly (3-hexylthiophene)\/iron disulfide nanocrystal hybrid solar cell"
            ],
            [
                "The development of new rechargeable battery systems could fuel various energy applications, from personal electronics to grid storage 1, 2. Rechargeable aluminium-based batteries offer the possibilities of low cost and low flammability, together with three-electron-redox properties leading to high capacity 3. However, research efforts over the past 30 years have encountered numerous problems, such as cathode material disintegration 4, low cell discharge voltage (about 0.55 volts; ref. 5), capacitive behaviour without discharge voltage plateaus (1.1–0.2 volts 6 or 1.8–0.8 volts 7) and insufficient cycle life (less than 100 cycles) with rapid capacity decay (by 26–85 per cent over 100 cycles) 4, 5, 6, 7. Here we present a rechargeable aluminium battery with high-rate capability that uses an aluminium metal anode and a three-dimensional graphitic-foam cathode. The battery operates through the electrochemical …",
                "Active, stable and cost-effective electrocatalysts are a key to water splitting for hydrogen production through electrolysis or photoelectrochemistry. Here we report nanoscale nickel oxide\/nickel heterostructures formed on carbon nanotube sidewalls as highly effective electrocatalysts for hydrogen evolution reaction with activity similar to platinum. Partially reduced nickel interfaced with nickel oxide results from thermal decomposition of nickel hydroxide precursors bonded to carbon nanotube sidewalls. The metal ion–carbon nanotube interactions impede complete reduction and Ostwald ripening of nickel species into the less hydrogen evolution reaction active pure nickel phase. A water electrolyzer that achieves~ 20 mA cm− 2 at a voltage of 1.5 V, and which may be operated by a single-cell alkaline battery, is fabricated using cheap, non-precious metal-based electrocatalysts.",
                "Hydrogen evolution reaction (HER) from water through electrocatalysis using cost-effective materials to replace precious Pt catalysts holds great promise for clean energy technologies. In this work we developed a highly active and stable catalyst containing Co doped earth abundant iron pyrite FeS2 nanosheets hybridized with carbon nanotubes (Fe1–xCoxS2\/CNT hybrid catalysts) for HER in acidic solutions. The pyrite phase of Fe1–xCoxS2\/CNT was characterized by powder X-ray diffraction and absorption spectroscopy. Electrochemical measurements showed a low overpotential of ∼0.12 V at 20 mA\/cm2, small Tafel slope of ∼46 mV\/decade, and long-term durability over 40 h of HER operation using bulk quantities of Fe0.9Co0.1S2\/CNT hybrid catalysts at high loadings (∼7 mg\/cm2). Density functional theory calculation revealed that the origin of high catalytic activity stemmed from a large reduction of the …",
                "High gravimetric energy density, earth-abundance, and environmental friendliness of hydrogen sources have inspired the utilization of hydrogen fuel as a clean alternative to fossil fuels. Hydrogen evolution reaction (HER), a half reaction of water splitting, is crucial to the low-cost production of pure H2 fuels but necessitates the use of electrocatalysts to expedite reaction kinetics. Owing to the availability of low-cost oxygen evolution reaction (OER) catalysts for the counter electrode in alkaline media and the lack of low-cost OER catalysts in acidic media, researchers have focused on developing HER catalysts in alkaline media with high activity and stability. Nickel is well-known as an HER catalyst and continuous efforts have been undertaken to improve Ni-based catalysts as alkaline electrolyzers. In this review, we summarize earlier studies of HER activity and mechanism on Ni surfaces, along with recent …",
                "Recently, interest in aluminium ion batteries with aluminium anodes, graphite cathodes and ionic liquid electrolytes has increased; however, much remains to be done to increase the cathode capacity and to understand details of the anion–graphite intercalation mechanism. Here, an aluminium ion battery cell made using pristine natural graphite flakes achieves a specific capacity of∼ 110 mAh g− 1 with Coulombic efficiency∼ 98%, at a current density of 99 mA g− 1 (0.9 C) with clear discharge voltage plateaus (2.25–2.0 V and 1.9–1.5 V). The cell has a capacity of 60 mAh g− 1 at 6 C, over 6,000 cycles with Coulombic efficiency∼ 99%. Raman spectroscopy shows two different intercalation processes involving chloroaluminate anions at the two discharging plateaus, while C–Cl bonding on the surface, or edges of natural graphite, is found using X-ray absorption spectroscopy. Finally, theoretical calculations are …",
                "In the last decade, dye-sensitized solar cells (DSSCs) have attracted great interest for the fabrication of low-cost largearea photovoltaic devices as an alternative to conventional inorganic counterparts.[1–5] The counter electrode (CE) is a critical component in DSSCs, where electrons are injected into the electrolyte to catalyze iodine reductions (I3 À to IÀ).[6] The most commonly used CE is based on indium-doped tin oxide (ITO)-coated glass loaded with platinum by sputtering. Platinum has a high catalytic activity for triiodide reduction and presents sufficient corrosion resistance. However, Pt is expensive because of its scarcity, and thus, the development of so-called Pt-free CEs for DSSCs using cheaper and abundant materials becomes technologically desirable. Recently, carbon-based materials, such as graphite, graphene, carbon nanotubes, and conducting polymers, have been used to replace Pt as …",
                "A 3D graphitic foam vertically aligned graphitic structure and a low density of defects is derived through chloroaluminate anion intercalation of graphite followed by thermal expansion and electrochemical hydrogen evolution. Such aligned graphitic structure affords excellent Al‐ion battery characteristics with a discharge capacity of≈ 60 mA hg− 1 under a high charge and discharge current density of 12 000 mA g− 1 over≈ 4000 cycles.",
                "A unique “clean‐lifting transfer”(CLT) technique that applies a controllable electrostatic force to transfer large‐area and high‐quality CVD‐grown graphene onto various rigid or flexible substrates is reported. The CLT technique without using any organic support or adhesives can produce residual‐free graphene films with large‐area processability, and has great potential for future industrial production of graphene‐based electronics or optoelectronics.",
                "Metal-semiconductor core-shell nanostructures have been synthesized to explore the influence of metal nanostructures on the photoluminescence of semiconductors. Up to 40 times enhancement in the emission intensity was observed in the Au–CdS core-shell nanostructures. The mechanism where the excited electrons on Au surface by surface plasmon wave transfer to the conduction band of the CdS shell and recombine with holes in the valence band was proposed to interpret the enhancement. Our model can also be used to explain the quenched emission in FePt–CdS core-shell nanostructures and Au–CdSe nanodumbbells.",
                "A polymer solar cell based on poly (3-hexylthiophene)(P3HT)\/iron disulfide (FeS 2) nanocrystal (NC) hybrid is presented. The FeS 2 NCs of 10 nm in diameter were homogeneously blended with P3HT to form an active layer of a solar cell. An extended red light harvesting up to 900 nm resulting from the NCs in the device has been demonstrated, compared to a typical absorption edge of 650 nm of a pristine P3HT. The environmentally friendly and low-cost FeS 2 NCs can be used as a promising candidate for an acceptor in the polymer solar cell device application with an enhanced photovoltaic response in the extended red light region."
            ],
            [
                [
                    "Nanomaterials",
                    "Catalytic and Intercalation Reaction"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}