{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A01YQZA4",
            "RkSI1EsAAAAJ",
            [
                "Flora da Reserva Ducke. Guia de identificação das plantas vasculares de uma floresta de terra-firme na Amazônia Central",
                "Adsorption of a reactive dye on chemically modified activated carbons—influence of pH"
            ],
            [
                "This superb and innovative handbook keys, describes and illustrates each of the 2200 species known from the 100 kml of the Ducke Reserve at Manaus in the heart of the Amazon Basin. If you are interested in tropical plants, this book is well worth acquiring, even if you do not read Portuguese. At 25 it is an absolute bargain. Each species description has 3-7 accompanying photographs of vegetative characters. Species and genera treatments are grouped in families, and there are usually five species treated per page. Family treatments begin with descriptive text, blocks of photographs of fruits and flowers and nested keys which extend into the species treatments. The whole book is weighted towards field identification using vegetative characters, as a handbook should be. The reviewer has not had the opportunity to field-test this impressive-looking volume but a friend who has says it is hard to use beyond the …",
                "The surface chemistry of a commercial activated carbon with a slightly basic nature was modified by appropriate treatments in order to obtain two additional samples, respectively with acidic and basic properties, without changing its textural parameters significantly. Different techniques (N2 adsorption at 77 K, temperature programmed desorption, and determination of acidity, basicity, and pH at the point of zero charge) were used to characterize the adsorbents. Kinetic and equilibrium adsorption data of a selected textile reactive dye (Rifafix Red 3BN, C.I. reactive red 241) on the mentioned materials were obtained at the pH values of 2, 7, and 12. The kinetic curves are fitted using the second-order model. The respective rate constants seem to diminish progressively with the initial concentration for the more diluted solutions tested, reaching a constant value at higher concentrations, which depends on the …"
            ],
            [
                [
                    "Educación superior",
                    "políticas públicas",
                    "gobernabilidad",
                    "cambio institucional"
                ]
            ]
        ]
    ]
}