{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A1IM35QD",
            "j58-YvAAAAAJ",
            [
                "Self-recognition promotes the foreign antigen sensitivity of naive T lymphocytes",
                "Variability and robustness in T cell activation from regulated heterogeneity in protein levels",
                "Specificity, tolerance and developmental regulation of natural killer cells defined by expression of class I‐specific Ly49 receptors",
                "The role of Ly49A and 5E6 (Ly49C) molecules in hybrid resistance mediated by murine natural killer cells against normal T cell blasts",
                "Turnover and proliferation of NK cells in steady state and lymphopenic conditions",
                "Acquisition of Ly49 receptor expression by developing natural killer cells",
                "Major histocompatibility complex class I‐dependent skewing of the natural killer cell Ly49 receptor reportoire",
                "CD4+ T cell survival is not directly linked to self-MHC–induced TCR signaling",
                "Iron deficiency and malaria among children living on the coast of Kenya",
                "B Cell Memory to 3 Plasmodium falciparum Blood-Stage Antigens in a Malaria-Endemic Area"
            ],
            [
                "Major histocompatibility complex (MHC) class I and II molecules are highly polymorphic proteins that bind and present foreign peptides to the clonally distributed αβ receptors (TCR) of T lymphocytes. As a population, the immature T lymphocytes generated in the thymus express a very diverse set of TCR specificities. A process of positive selection filters this broad repertoire to optimize peripheral T cells for antigen recognition in the context of available MHC products. Only those precursor T cells whose TCRs generate an adequate but not excessive signalling response to self-peptides bound to the expressed MHC proteins undergo successful maturation 1. Here we show that post-thymic self-recognition facilitates the antigen reactivity of mature T cells. Both experimental and physiological interruption of T-cell contact with self-peptide MHC ligands leads to a rapid decline in signalling and response sensitivity to …",
                "In T cells, the stochasticity of protein expression could contribute to the useful diversification of biological functions within a clonal population or interfere with accurate antigen discrimination. Combining computer modeling and single-cell measurements, we examined how endogenous variation in the expression levels of signaling proteins might affect antigen responsiveness during T cell activation. We found that the CD8 co-receptor fine-tunes activation thresholds, whereas the soluble hematopoietic phosphatase 1 (SHP-1) digitally regulates cell responsiveness. Stochastic variation in the expression of these proteins generates substantial diversity of activation within a clonal population of T cells, but co-regulation of CD8 and SHP-1 levels ultimately limits this very diversity. These findings reveal how eukaryotic cells can draw on regulated variation in gene expression to achieve phenotypic variability in a controlled …",
                " Natural killer cells in the mouse express class 1 MHC‐specific inhibitory receptors of the Ly49 protein family. The receptors mediate inhibition of the lysis of tumor cells and normal cells, and mediate the specificity of bone‐marrow graft rejection by NK cells in vivo. The function of these receptors may be to confer upon NK cells the capacity to distinguish normal self cells from cells that have down‐regulated expression of some or all self‐class I molecules, Ly49 receptors discriminate between different class I molecules, and are distributed in expression to overlapping subsets of NK cells. The receptors appear to interact with class I‐MHC residues and associated N‐glycans, with little or no discrimination of the class I‐ bound peptide. The Ly49 receptor repertoire may be initially generated by a stochastic process that distributes receptors randomly to I different cells and treats the two alleles of a given Ly49 gene …",
                "We address the mechanism of hybrid resistance (HR) in vitro using NK effector cells and target lymphoblasts from H-2b, H-2d, and H-2b\/d mice. The 5E6 (Ly49C)+ subset of F1 NK cells lyse BALB\/c (H-2d) but not B6 (H-2b) targets unless either anti-5E6 or anti-H-2Kb MAbs are present. H-2Dd transgenic B6 (D8) targets are not susceptible to F1 Ly49A+ effectors. Furthermore, 5E6+ Ly49A+ F1 effectors lyse B6 and BALB\/c targets only in the presence of anti-5E6 and anti-Ly49A MAbs, respectively. Thus, recognition of H-2Kb by 5E6 and H-2Dd by Ly49A transduce independent inhibitory signals. Moreover, anti-5E6 MAbs enable 5E6+ BALB\/c NK cells to lyse (BALB\/c × B6)F1 targets. These data support the “missing self” and not the “hemopoietic histocompatibility antigen” hypothesis for HR. In addition, 5E6+ NK cells from BALB\/c and BALB.B, but not B6 or (BALB\/c × B6)F1, mice receive negative signals from both H-2 …",
                "To gain insight into NK cell dynamics, we investigated the turnover and proliferation rates of NK cells in normal and lymphopenic conditions. In contrast to previous reports suggesting a very rapid turnover of NK cells, continuous 5-bromo-2′-deoxyuridine (BrdU)-labeling studies demonstrated that the time necessary for labeling 50% of splenic NK cells in mature mice was 17 days, similar to the rate of labeling of memory T cells. In contrast, in young mice, splenic NK cells labeled very rapidly with BrdU, although cell cycle analyses and BrdU pulse-labeling studies suggested that most of this proliferation occurred in a precursor population. A somewhat larger percentage of bone marrow NK cells was cycling, suggesting that these proliferating cells are the precursors of the mostly nondividing or slowly dividing splenic NK cells. Splenic NK cells from mature mice also did not proliferate significantly when transferred to …",
                "The formation of the repertoire of mouse natural killer (NK) cell receptors for major histocompatibility complex (MHC) class I molecules was investigated by determining the developmental pattern of Ly49 receptor expression. During the first days after birth, few or no splenic NK cells express Ly49A, Ly49C, Ly49G2, or Ly49I receptors. The proportion of Ly49+ splenic NK cells gradually rises to adult levels during the first 6–8 wk of life. The appearance of appreciable numbers of splenic Ly49+ NK cells coincides with the appearance of NK activity at 3–4 wk. After in vivo transfer, NK cells not expressing specific Ly49 receptors can give rise to NK cells that do, and cells expressing one of these four Ly49 receptors can give rise to cells expressing others. Once initiated, expression of a Ly49 receptor is stable for at least 10 d after in vivo transfer. Hence, initiation of Ly49 receptor expression occurs successively. Interestingly …",
                "Subsets of mouse natural killer (NK) cells express receptors encoded by the Ly49 gene family that recognize allelic determinants on major histocompatibility complex (MHC) class I molecules. Recognition of self class I molecules typically inhibits NK cell lytic function. The presence of NK cell subsets expressing receptors which are able to discriminate class I alleles raises the possibility that there exist mechanisms to coordinate the NK cell receptor repertoire with the class I molecules of the host. In the present study, we determined the effects of class I gene expression on the frequencies of NK cells expressing three different Ly49 receptors defined by monoclonal antibodies. We show here an MHC‐dependent skewing of NK cell subsets expressing multiple Ly49 receptors with specificity for self MHC. The results provide the first evidence that the frequencies of NK cells expressing different Ly49 receptors are …",
                "T cell receptor (TCR) signaling triggered by recognition of self-major histocompatibility complex (MHC) ligands has been proposed to maintain the viability of naïve T cells and to provoke their proliferation in T cell–deficient hosts. Consistent with this, the partially phosphorylated state of TCRζ chains in naïve CD4+ and CD8+ T cells in vivo was found to be actively maintained by TCR interactions with specific peptide-containing MHC molecules. TCR ligand-dependent phosphorylation of TCRζ was lost within one day of cell transfer into MHC-deficient hosts, yet the survival of transferred CD4+ lymphocytes was the same in recipients with or without MHC class II expression for one month. Thus, despite clear evidence for TCR signaling in nonactivated naïve T cells, these data argue against the concept that such signaling plays a predominant role in determining lymphocyte lifespan.",
                "Both iron deficiency and malaria are common in much of sub-Saharan Africa, and the interaction between these conditions is complex. To investigate the association between nutritional iron status, immunoglobulins, and clinical Plasmodium falciparum malaria, we determined the incidence of malaria in a cohort of children between the ages of 8 months and 8 years who were living on the Kenyan coast. Biochemical iron status and malaria-specific immune responses were determined during 2 cross-sectional surveys. We found that the incidence of clinical malaria was significantly lower among iron-deficient children (incidence-rate ratio [IRR], 0.70; 95% confidence interval [CI], 0.51–0.99; P<.05), that the incidence of malaria was significantly associated with plasma ferritin concentration (IRR for log ferritin concentration, 1.48; 95% CI, 1.01–2.17; P<.05), and that iron status was strongly associated with a range of …",
                "To gain insight into why antibody responses to malarial antigens tend to be short lived, we studied antigenspecific memory B cells from donors in an area where malaria is endemic.We compared antibody and memory B cell responses to tetanus toxoid with those to 3 Plasmodium falciparum candidate vaccine antigens: the Cterminal portion of merozoite surface protein 1 (MSP119), apical membrane antigen 1 (AMA1), and the cysteinerich interdomain region 1α (CIDR1α) of a protein from the P. falciparum erythrocyte membrane protein 1 (PfEMP1) family. These data are the first to be generated on memory B cells in children who are in the process of acquiring antimalarial immunity, and they reveal defects in B cell memory to P. falciparum antigens. Compared with the results for tetanus toxoid, more donors who were positive for antibody to AMA1 and CIDR1α were negative for memory B cells. These data imply …"
            ],
            [
                [
                    "HIV-1",
                    "CMV",
                    "HMPV",
                    "RSV",
                    "Vaccine preventable diseases"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}