{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A1YNMQBC",
            "Opdx42EAAAAJ",
            [
                "Harnessing the power of information technology: Open business models in higher education"
            ],
            [
                "Higher education is under enormous pressure to improve outcomes and reduce costs. Information technology can help achieve these goals, but only if it is properly harnessed. This article argues that one key to harnessing information technology is business model innovation that results in more\" open\" and\" unbundled\" operations in learning and credentialing, research and development, and business management. Information technology's potential to dramatically improve the performance of higher education will be realized only when new business models arise to harness it. Especially promising are open, multi-sided, and unbundled models that involve facilitated networks. Applied to learning and credentialing services, these new models have the potential to improve performance by achieving greater economies of scale and scope and providing the basis for greater personalization, access, and choice at …"
            ],
            [
                [
                    "workforce development",
                    "skills",
                    "credentials",
                    "labor markets",
                    "workforce policy"
                ]
            ],
            [
                "Physics\nProfessor Emeritus George W. Crawford (1922 – 2018) passed away\npeacefully on 16 July 2018 at his home in Dallas, Texas. He\nis survived by his beloved wife of 72 years, Jeannette; daughters\nMartha Ann (husband Chuck), Barbara and Jean; grandchildren Susan\nBeth, Anna (husband Doug), Robert, and Robin (husband Zach); and four\ngreat grandchildren: Shelby, Joey, Grace, and Benjamin. George\nwas raised in San Antonio and graduated from Brackenridge High\nSchool. He was an Eagle Scout and attended the first National Boy\nScout Jamboree in 1937. He earned BS, MA and PhD degrees from the\nUniversity of Texas at Austin. George\nserved in the U.S. Army Air Corps during WWII as a First Lieutenant\nand flew 50 missions as a B-24 bomber pilot. His book, “Three\nCrawford Brothers, The WWII Memoirs of Three Pilots” documents this\nservice. Professional\nexperience included teaching at Clemson University, the UT Department\nof Petroleum Engineering, and SMU. He also headed the physics branch\nof the USAF School of Aerospace Medicine where he sent research into\nspace in the Discoverer Rocket series beginning in 1959. George\njoined the SMU faculty in 1963. He served as Chair of the Physics\nDepartment, and helped design the popular dual Physics-Engineering\ndegree program. While at SMU he did extensive research in a wide\nvariety of fields including nuclear physics, radiation dosimetry,\nsolid state physics, and environmental issues. He held a Visiting\nScientist position at the CERN laboratory in Geneva, Switzerland, and\nhis research was supported, in part, by NASA. George retired from SMU\nin 1992, and he continued to teach environmental science courses in\nthe MLA (Master of Liberal Arts) program through 2005. George\nserved on numerous boards, including the General Board of Christian\nSocial Concerns of the United Methodist Church and the Texas\nCommittee on Natural Resources. He co-founded and was first chair of\nthe Population Institute of Washington DC. He had a lifelong\ncommitment to world peace and nuclear disarmament, women's rights,\ngay rights, human rights, and clean air and water. George was firm in\nboth his faith and his work as a scientist. He was a generous and\nloving father, son, brother, husband, and grand-father. A\ncelebration of his life and legacy will be held Saturday, August\n4,11:00 am at Northaven United Methodist Church. In lieu of flowers,\nthe family requests contributions to: Northaven UMC, 11211 Preston\nRd, Dallas, TX 75230; The Population Institute, 105 2nd St, NE\nWashington, DC 20002; or\n\t\tthe charity of your choice. http:\/\/obits.dallasnews.com\/obituaries\/dallasmorningnews\/obituary.aspx?n=george-w-crawford&pid=189655957"
            ]
        ]
    ]
}