{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A23WK6TM",
            "T16O2YwAAAAJ",
            [
                "Performance of male and female C57BL\/6J mice on motor and cognitive tasks commonly used in pre-clinical traumatic brain injury research",
                "The fatty acid amide hydrolase inhibitor PF-3845 promotes neuronal survival, attenuates inflammation and improves functional recovery in mice with traumatic brain injury",
                "Traumatic brain injury–modeling neuropsychiatric symptoms in rodents",
                "Neuropsychiatric symptom modeling in male and female C57BL\/6J mice after experimental traumatic brain injury",
                "Short and long-term motor and behavioral effects of diazoxide and dimethyl sulfoxide administration in the mouse after traumatic brain injury",
                "Applications of the Morris water maze in translational traumatic brain injury research",
                "Behavior of male and female C57BL\/6J mice is more consistent with repeated trials in the elevated zero maze than in the elevated plus maze",
                "Cognitive performance of male and female C57BL\/6J mice after repetitive concussive brain injuries",
                "κ-Opioid receptor-mediated analgesia: hotplate temperature and sex differences",
                "Transient disruption of mouse home cage activities and assessment of orexin immunoreactivity following concussive-or blast-induced brain injury"
            ],
            [
                "To date, clinical trials have failed to find an effective therapy for victims of traumatic brain injury (TBI) who live with motor, cognitive, and psychiatric complaints. Pre-clinical investigators are now encouraged to include male and female subjects in all translational research, which is of particular interest in the field of neurotrauma given that circulating female hormones (progesterone and estrogen) have been demonstrated to exert neuroprotective effects. To determine whether behavior of male and female C57BL6\/J mice is differentially impaired by TBI, male and cycling female mice were injured by controlled cortical impact and tested for several weeks with functional assessments commonly employed in pre-clinical research. We found that cognitive and motor impairments post-TBI, as measured by the Morris water maze (MWM) and rotarod, respectively, were largely equivalent in male and female animals. However …",
                "Traumatic brain injury (TBI) is the leading cause of death in young adults in the United States, but there is still no effective agent for treatment. N-arachidonoylethanolamine (anandamide, AEA) is a major endocannabinoid in the brain. Its increase after brain injury is believed to be protective. However, the compensatory role of AEA is transient due to its rapid hydrolysis by the fatty acid amide hydrolase (FAAH). Thus, inhibition of FAAH can boost the endogenous levels of AEA and prolong its protective effect. Using a TBI mouse model, we found that post-injury chronic treatment with PF3845, a selective and potent FAAH inhibitor, reversed TBI-induced impairments in fine motor movement, hippocampus dependent working memory and anxiety-like behavior. Treatment with PF3845 inactivated FAAH activity and enhanced the AEA levels in the brain. It reduced neurodegeneration in the dentate gyrus, and up-regulated …",
                "Each year in the United States, approximately 1.5 million people sustain a traumatic brain injury (TBI). Victims of TBI can suffer from chronic post-TBI symptoms, such as sensory and motor deficits, cognitive impairments including problems with memory, learning, and attention, and neuropsychiatric symptoms such as depression, anxiety, irritability, aggression, and suicidal rumination. Although partially associated with the site and severity of injury, the biological mechanisms associated with many of these symptoms—and why some patients experience differing assortments of persistent maladies—are largely unknown. The use of animal models is a promising strategy for elucidation of the mechanisms of impairment and treatment, and learning, memory, sensory and motor tests have widespread utility in rodent models of TBI and psychopharmacology. Comparatively, behavioral tests for the evaluation of neuropsychiatric symptomatology are rarely employed in animal models of TBI and, as determined in this review, the results have been inconsistent. Animal behavioral studies contribute to the understanding of the biological mechanisms by which TBI is associated with neurobehavioral symptoms and offer a powerful means for pre-clinical treatment validation. Therefore, further exploration of the utility of animal behavioral tests for the study of injury mechanisms and therapeutic strategies for the alleviation of emotional symptoms are relevant and essential.",
                "Psychiatric symptoms such as anxiety and depression are frequent and persistent complaints following traumatic brain injury (TBI). Modeling these symptoms in animal models of TBI affords the opportunity to determine mechanisms underlying behavioral pathologies and to test potential therapeutic agents. However, testing these symptoms in animal models of TBI has yielded inconsistent results. The goal of the current study was to employ a battery of tests to measure multiple anxiety- and depressive-like symptoms following TBI in C57BL\/6J mice, and to determine if male and female mice are differentially affected by the injury. Following controlled cortical impact (CCI) at a parietal location, neither male nor female mice showed depressive-like symptoms as measured by the Porsolt forced-swim test and sucrose preference test. Conclusions regarding anxiety-like behaviors were dependent upon the assay employed …",
                "Traumatic brain injury (TBI) is a worldwide phenomenon that affects all ages and socioeconomic classes and results in varying degrees of immediate and delayed motor, cognitive, and emotional deficiencies. A plethora of pharmacologic interventions that target recognized initiators and propagators of pathology are being investigated in an attempt to ameliorate secondary injury processes that follow primary injury. Diazoxide (DZ), a KATP channel activator, has been shown to provide short- and long-term protective effects in a variety of in vitro and in vivo cerebral ischemia models. However, the effects of DZ on behavioral outcome following TBI have not been investigated. TBI was induced in male C57BL\/6J mice by controlled cortical impact (CCI) and followed by intraperitoneal administration of either normal saline, dimethyl sulfoxide (DMSO), or 2.5 mg\/kg DZ in DMSO, 30 min post-injury and daily for three days …",
                "Acquired traumatic brain injury (TBI) is frequently accompanied by persistent cognitive symptoms, including executive function disruptions and memory deficits. The Morris Water Maze (MWM) is the most widely-employed laboratory behavioral test for assessing cognitive deficits in rodents after experimental TBI. Numerous protocols exist for performing the test, which has shown great robustness in detecting learning and memory deficits in rodents after infliction of TBI. We review applications of the MWM for the study of cognitive deficits following TBI in pre-clinical studies, describing multiple ways in which the test can be employed to examine specific aspects of learning and memory. Emphasis is placed on dependent measures that are available and important controls that must be considered in the context of TBI. Finally, caution is given regarding interpretation of deficits as being indicative of dysfunction of a single …",
                "The elevated plus maze (EPM) and elevated zero maze (EZM) are behavioral tests that are widely employed to assess anxiety-like behaviors in rats and mice following experimental manipulations, or to test the effects of pharmacological agents. Both tests are based on approach\/avoidance conflict, with rodents perceived as “less anxious” being more willing to explore the brighter, open and elevated regions of the apparatus as opposed to remaining in the darkened and enclosed regions. The goal of this research was to compare, under identical laboratory conditions, the behavior of male and female C57BL\/6J mice in EZM and EPM during repeated trials. Mice were tested either daily or weekly, exclusively in the EPM or EZM, for a total of five exposures. During the first trial, the mazes were explored equally as measured by the total distance traveled during the test session. However, mice tested in the EZM spent nearly twice the amount of time in the anxiogenic regions (open quadrants) as the mice tested in the EPM spent in the open arms of that apparatus. After the first trial in the EPM, amounts of ambulation and percent time in the open arms decreased significantly (independent of inter-trial interval) which has been well-described in previous research as the one-trial tolerance phenomenon. In contrast, behavior in the EZM remained comparatively stable for several trials when the animals were tested weekly or daily. Sex differences were limited to activity levels, with females being more active than males. In conclusion, the design of the EZM encourages greater exploration of the anxiogenic regions of the apparatus, and may also be a more …",
                "In contact sports, repetitive concussive brain injury (rCBI) is the prevalent form of head injury seen in athletes. The need for effective treatment is urgent as rCBI has been associated with a host of cognitive, behavioral and neurological complaints. There has been a growing trend in the use of female animals in pre-clinical research, but few studies have investigated possible sex differences following rCBI. The goal of the current study was to determine any differences between male and female C57BL\/6J mice on assessments of learning and memory after repetitive concussive injury. Following rCBI by impact to the scalp, male mice exhibited longer righting reflexes during acute recovery. In both sexes, there were no evident histopathological changes observed in the underlying cerebral cortex or hippocampus. Reactive astrogliosis was elevated in the corpus callosum and optic tract, and astrogliosis was slightly less …",
                "The present experiment was designed to investigate the dose–effect and time–effect functions of the κ−opioid receptor agonist [5α,7α,8β)-(−)-N-Methyl-N-[7-(1-pyrrolidinyl)-1-oxaspiro(4,5)dec-8-yl]benzeneacetamide] (U69,593) in intact and gonadectomized male and female rats as a function of hotplate temperature (45°C or 51°C). At 45°C baseline lick latencies were longer in female rats than in male rats. Lick latencies increased dose-dependently in all subjects except intact female rats. U69,593 increased lick latencies as a function of time since its administration in all subjects. At 51°C baseline lick latencies did not differ between groups and they increased dose-dependently in all subjects. The effectiveness of U69,593 decreased as a function of time since its administration, but not in castrated male rats. These observations suggest that gonadal hormones could play a role in modulating the behavioral effects of …",
                "The employment of explosive weaponry in modern warfare exposes populations to shock wave-induced and impact-related brain injuries. Among the most common clinical complaints resulting from traumatic brain injury (TBI) are sleep-wake disturbances. The current study assessed the acute effects of mild concussive brain injury (CBI) and mild blast wave-induced brain injury (BTBI) on mouse behavior and orexin-A expression. Male C57BL\/6J mice were exposed to CBI, BTBI, or sham procedures. Injured animals and their shams were further divided into the following subgroups: 24-h survival in standard group (SG) housing, 72-h survival in SG housing, and 72-h survival in Any-Maze cages (AMc). AMc enabled continuous monitoring of home cage activities. BTBI caused significant but transient decreases in wheel running and ingestive behaviors 24 h post-injury (PI), while CBI transiently decreased running and …"
            ],
            [
                [

                ]
            ],
            [
                "Laura Tucker Laura Tucker Assistant Professor of Teaching tucker@uci.edu (949) 829-2822 4154 Frederick Reines Hall Science Education UCI Faculty Profile Jan Strudwick, jstrudwi@uci.edu, 949-824-7639"
            ]
        ]
    ]
}