{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A37ZDOU7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Edison P. Liang Andrew Hays Buchanan Professor of Astrophysics 342 Herman Brown Hall 713-348-3524 liang@rice.edu Website Edison P. Liang majored in physics at the University of California, Berkeley, receiving a BA in Physics in 1967 and PhD in Astrophysics in 1971. He was a recipient of the prestigious University of California Science Fellowship and Anthony Scholarship (1967-1969). His thesis research on the classical and quantum structure of the cosmological singularity was under the guidance of Professors R.K. Sachs and J. Silk. From August 1971 through August 1975, Dr. Liang was research associate in the Physics Departments of the University of Texas and the University of Utah, with excursions to Oxford and Cambridge Universities in England (summer 1974) under a British SRC senior visiting scientist fellowship, at the invitation of Profs. Dennis Sciama and Roger Penrose. Dr. Liang was appointed Assistant Professor at Michigan State University in 1975, and moved to Stanford University a year later, where he was a member of the Physics and Applied Physics faculty, working on both astrophysics and plasma physics, until 1980. In 1980, he joined the staff of Lawrence Livermore National Laboratory as a physicist. He later became group leader, and then Associate\/Deputy Division Leader in the LLNL Physics Directorate, directing research in both programmatic areas and basic research in plasma physics and astrophysics. He joined the Rice University faculty as Professor in 1991. He currently holds the Andrew Hays Buchanan  Professorship of Astrophysics at Rice University.  Dr. Liang is a Fellow of the American Physical Society and a member of the Sigma Xi and Phi Beta Kappa Honor Societies. He has served the American Physical Society in various capacities, including chairing the Topical Group in Plasma Astrophysics (2003-2004). He is the author or coauthor of over three hundred publications in refereed journals, conference proceedings and monographs, in plasma physics, astrophysics, cosmology and applied physics, plus several scores of LLNL programmatic reports. His current research interests include relativistic plasma physics, laser-plasma interactions, high energy density physics, and high-energy astrophysics. He has co-organized a dozen international conferences on astrophysics and cosmology, including the biannual conference on High Energy Density Laboratory Astrophysics (HEDLA), which had its fifth meeting in March 2006 on Rice campus. He was  a pioneer of high energy density physics, and contributed to several major reports on HEDP, including the NAS report on High Energy Density Physics chaired by Ron Davidson, and the SAUUL report chaired by Todd Ditmire. His long CV and list of publications can be found at his website: http:\/\/spacibm.rice.edu\/~liang High Energy Density Physics, High Energy Astrophysics, Intense Laser Plasma Interactions and Applications, Antimatter Creation, High Energy Astrophysics, Fluid Dynamics 1967 BA Physics, UC Berkeley 1971 PhD Physics, UC Berkeley Andrew Long Assistant Professor 240 Herman Brown Hall 713-348-3611 andrewjlong@rice.edu Website Research Summary My work addresses open questions in the fields of high energy particle physics and cosmology. Most notably I have endeavored to understand the origin matter \/ antimatter asymmetry of the universe using the techniques of quantum field theory, particle physics, and statistical mechanics.  Additionally, I continue to study the nature of dark matter; the mechanism of cosmological inflation; the origin, evolution, and detection of primordial magnetic fields; the power of future collider experiments to probe Higgs physics and the complementarity with gravitational wave interferometry as a probe of the electroweak epoch; and the extent to which astrophysical observations can be used to search for and uncover relics from the early universe. theoretical particle physics, early universe cosmology, dark matter, baryogenesis, neutrinos, topological defects, axions, particle astrophysics 2012 PhD Theoretical Particle Physics and Cosmology, University of Wisconsin Emilia  Morosan Professor of Physics and Astronomy 339 Brockman Hall 713-348-2529 emorosan@rice.edu Morosan Research Group Condensed Matter Experiment 1999 B.S. Physics, Univ. AI. I. Cuza, Romania 2005 Ph.D. Physics, Iowa State University"
            ]
        ]
    ]
}