{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A68YSLE1",
            "1tXkES4AAAAJ",
            [
                "The California-Kepler survey. III. A gap in the radius distribution of small planets",
                "Masses, radii, and orbits of small Kepler planets: the transition from gaseous to rocky planets",
                "The mass-radius relation for 65 exoplanets smaller than 4 Earth radii",
                "The mass of KOI-94d and a relation for planet radius, mass, and incident flux",
                "A nearby M star with three transiting super-Earths discovered by K2",
                "197 candidates and 104 validated planets in K2's first five fields",
                "The California-Kepler Survey. I. High-resolution Spectroscopy of 1305 Stars Hosting Kepler Transiting Planets",
                "The California-Kepler survey. IV. Metal-rich stars host a greater diversity of planets",
                "The California-Kepler survey. V. Peas in a pod: Planets in a Kepler multi-planet system are similar in size and regularly spaced",
                "The California-Kepler Survey. II. Precise physical properties of 2025 Kepler planets and their host stars"
            ],
            [
                "The size of a planet is an observable property directly connected to the physics of its formation and evolution. We used precise radius measurements from the California-Kepler Survey to study the size distribution of 2025 Kepler planets in fine detail. We detect a factor of≥ 2 deficit in the occurrence rate distribution at 1.5–2.0. This gap splits the population of close-in (P< 100 days) small planets into two size regimes:  and , with few planets in between. Planets in these two regimes have nearly the same intrinsic frequency based on occurrence measurements that account for planet detection efficiencies. The paucity of planets between 1.5 and 2.0 supports the emerging picture that close-in planets smaller than Neptune are composed of rocky cores measuring 1.5 or smaller with varying amounts of low-density gas that determine their total sizes.",
                "We report on the masses, sizes, and orbits of the planets orbiting 22 Kepler stars. There are 49 planet candidates around these stars, including 42 detected through transits and 7 revealed by precise Doppler measurements of the host stars. Based on an analysis of the Kepler brightness measurements, along with high-resolution imaging and spectroscopy, Doppler spectroscopy, and (for 11 stars) asteroseismology, we establish low false-positive probabilities (FPPs) for all of the transiting planets (41 of 42 have an FPP under 1%), and we constrain their sizes and masses. Most of the transiting planets are smaller than three times the size of Earth. For 16 planets, the Doppler signal was securely detected, providing a direct measurement of the planet's mass. For the other 26 planets we provide either marginal mass measurements or upper limits to their masses and densities; in many cases we can rule out a rocky …",
                "We study the masses and radii of 65 exoplanets smaller than 4 R⊕ with orbital periods shorter than 100 days. We calculate the weighted mean densities of planets in bins of 0.5 R⊕ and identify a density maximum of 7.6 g cm–3 at 1.4 R⊕. On average, planets with radii up to R P= 1.5 R⊕ increase in density with increasing radius. Above 1.5 R⊕, the average planet density rapidly decreases with increasing radius, indicating that these planets have a large fraction of volatiles by volume overlying a rocky core. Including the solar system terrestrial planets with the exoplanets below 1.5 R⊕, we find ρ P= 2.43+ 3.39 (R P\/R⊕) g cm–3 for R P< 1.5 R⊕, which is consistent with rocky compositions. For 1.5≤ R P\/R⊕< 4, we find M P\/M⊕= 2.69 (R P\/R⊕) 0.93. The rms of planet masses to the fit between 1.5 and 4 R⊕ is 4.3 M⊕ with reduced χ 2= 6.2. The large scatter indicates a diversity in planet composition at a given …",
                "We measure the mass of a modestly irradiated giant planet, KOI-94d. We wish to determine whether this planet, which is in a 22 day orbit and receives 2700 times as much incident flux as Jupiter, is as dense as Jupiter or rarefied like inflated hot Jupiters. KOI-94 also hosts at least three smaller transiting planets, all of which were detected by the Kepler mission. With 26 radial velocities of KOI-94 from the WM Keck Observatory and a simultaneous fit to the Kepler light curve, we measure the mass of the giant planet and determine that it is not inflated. Support for the planetary interpretation of the other three candidates comes from gravitational interactions through transit timing variations, the statistical robustness of multi-planet systems against false positives, and several lines of evidence that no other star resides within the photometric aperture. We report the properties of KOI-94b (M P= 10.5±4.6 M⊕, R P= 1.71±0.16 R⊕, P …",
                "Small, cool planets represent the typical end-products of planetary formation. Studying the architectures of these systems, measuring planet masses and radii, and observing these planets' atmospheres during transit directly informs theories of planet assembly, migration, and evolution. Here we report the discovery of three small planets orbiting a bright (K s= 8.6 mag) M0 dwarf using data collected as part of K2, the new ecliptic survey using the re-purposed Kepler spacecraft. Stellar spectroscopy and K2 photometry indicate that the system hosts three transiting planets with radii 1.5–2.1, straddling the transition region between rocky and increasingly volatile-dominated compositions. With orbital periods of 10–45 days the planets receive just 1.5–10× the flux incident on Earth, making these some of the coolest small planets known orbiting a nearby star; planet d is located near the inner edge of the system's …",
                "We present 197 planet candidates discovered using data from the first year of the NASA K2 mission (Campaigns 0–4), along with the results of an intensive program of photometric analyses, stellar spectroscopy, high-resolution imaging, and statistical validation. We distill these candidates into sets of 104 validated planets (57 in multi-planet systems),  false positives, and 63 remaining candidates. Our validated systems span a range of properties, with median values of R P= , P=  days, =  K, and Kp=  mag. Stellar spectroscopy provides precise stellar and planetary parameters for most of these systems. We show that K2 has increased by 30% the number of small planets known to orbit moderately bright stars (1–4 R⊕, Kp= 9–13 mag). Of particular interest are  planets smaller than 2 R⊕,  orbiting stars brighter than Kp= 11.5 mag, 5 receiving Earth-like irradiation levels, and several multi-planet systems …",
                "The California-Kepler Survey (CKS) is an observational program developed to improve our knowledge of the properties of stars found to host transiting planets by NASA's Kepler Mission. The improvement stems from new high-resolution optical spectra obtained using HIRES at the WM Keck Observatory. The CKS stellar sample comprises 1305 stars classified as Kepler objects of interest, hosting a total of 2075 transiting planets. The primary sample is magnitude-limited () and contains 960 stars with 1385 planets. The sample was extended to include some fainter stars that host multiple planets, ultra-short period planets, or habitable zone planets. The spectroscopic parameters were determined with two different codes, one based on template matching and the other on direct spectral synthesis using radiative transfer. We demonstrate a precision of 60 K in , 0.10 dex in , 0.04 dex in , and 1.0 …",
                "Probing the connection between a star's metallicity and the presence and properties of any associated planets offers an observational link between conditions during the epoch of planet formation and mature planetary systems. We explore this connection by analyzing the metallicities of Kepler target stars and the subset of stars found to host transiting planets. After correcting for survey incompleteness, we measure planet occurrence: the number of planets per 100 stars with a given metallicity M. Planet occurrence correlates with metallicity for some, but not all, planet sizes and orbital periods. For warm super-Earths having P= 10–100 days and = 1.0–1.7, planet occurrence is nearly constant over metallicities spanning− 0.4 to+ 0.4 dex. We find 20 warm super-Earths per 100 stars, regardless of metallicity. In contrast, the occurrence of warm sub-Neptunes (= 1.7–4.0) doubles over that same metallicity interval, from 20 to 40 …",
                "We have established precise planet radii, semimajor axes, incident stellar fluxes, and stellar masses for 909 planets in 355 multi-planet systems discovered by Kepler. In this sample, we find that planets within a single multi-planet system have correlated sizes: each planet is more likely to be the size of its neighbor than a size drawn at random from the distribution of observed planet sizes. In systems with three or more planets, the planets tend to have a regular spacing: the orbital period ratios of adjacent pairs of planets are correlated. Furthermore, the orbital period ratios are smaller in systems with smaller planets, suggesting that the patterns in planet sizes and spacing are linked through formation and\/or subsequent orbital dynamics. Yet, we find that essentially no planets have orbital period ratios smaller than 1.2, regardless of planet size. Using empirical mass–radius relationships, we estimate the mutual Hill …",
                "We present stellar and planetary properties for 1305 Kepler Objects of Interest hosting 2025 planet candidates observed as part of the California-Kepler Survey. We combine spectroscopic constraints, presented in Paper I, with stellar interior modeling to estimate stellar masses, radii, and ages. Stellar radii are typically constrained to 11%, compared to 40% when only photometric constraints are used. Stellar masses are constrained to 4%, and ages are constrained to 30%. We verify the integrity of the stellar parameters through comparisons with asteroseismic studies and Gaia parallaxes. We also recompute planetary radii for 2025 planet candidates. Because knowledge of planetary radii is often limited by uncertainties in stellar size, we improve the uncertainties in planet radii from typically 42% to 12%. We also leverage improved knowledge of stellar effective temperature to recompute incident stellar fluxes for the …"
            ],
            [
                [
                    "astronomy",
                    "exoplanets",
                    "high-resolution spectroscopy"
                ]
            ],
            [
                "Lauren Weiss Lauren Weiss laurenweiss@uchicago.edu"
            ]
        ]
    ]
}