{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A7G57DKA",
            "6YY-FagAAAAJ",
            [
                "Low-field magnetic separation of monodisperse Fe3O4 nanocrystals",
                "3-dimensional graphene carbon nanotube carpet-based microsupercapacitors with high electrochemical performance",
                "Electrostatic modification of novel materials",
                "The Kondo Effect in C60 Single-Molecule Transistors",
                "Graphene Nanoribbon and Nanostructured SnO2 Composite Anodes for Lithium Ion Batteries",
                "Inelastic electron tunneling via molecular vibrations in single-molecule transistors",
                "Optical rectification and field enhancement in a plasmonic nanogap",
                "Electromigrated nanoscale gaps for surface-enhanced Raman spectroscopy",
                "Simultaneous measurements of electronic conduction and Raman response in molecular junctions",
                "Resistive switches and memories from silicon oxide"
            ],
            [
                "Magnetic separations at very low magnetic field gradients (<100 tesla per meter) can now be applied to diverse problems, such as point-of-use water purification and the simultaneous separation of complex mixtures. High–surface area and monodisperse magnetite (Fe3O4) nanocrystals (NCs) were shown to respond to low fields in a size-dependent fashion. The particles apparently do not act independently in the separation but rather reversibly aggregate through the resulting high-field gradients present at their surfaces. Using the high specific surface area of Fe3O4 NCs that were 12 nanometers in diameter, we reduced the mass of waste associated with arsenic removal from water by orders of magnitude. Additionally, the size dependence of magnetic separation permitted mixtures of 4- and 12-nanometer–sized Fe3O4 NCs to be separated by the application of different magnetic fields.",
                "In this research, 3-dimensional (3D) graphene\/carbon nanotube carpets (G\/CNTCs)-based microsupercapacitors (G\/CNTCs-MCs) were fabricated in situ on nickel electrodes. The G\/CNTCs-MCs show impedance phase angle of −81.5° at a frequency of 120 Hz, comparable to commercial aluminum electrolytic capacitors (AECs) for alternating current (ac) line filtering applications. In addition, G\/CNTCs-MCs deliver a high volumetric energy density of 2.42 mWh\/cm3 in the ionic liquid, more than 2 orders of magnitude higher than that of AECs. The ultrahigh rate capability of 400 V\/s enables the microdevices to demonstrate a maximum power density of 115 W\/cm3 in aqueous electrolyte. The high-performance electrochemical properties of G\/CNTCs-MCs can provide more compact ac filtering units and discrete power sources in future electronic devices. These elevated electrical features are likely enabled by the …",
                "Application of the field-effect transistor principle to novel materials to achieve electrostatic doping is a relatively new research area. It may provide the opportunity to bring about modifications of the electronic and magnetic properties of materials through controlled and reversible changes of the carrier concentration without modifying the level of disorder, as occurs when chemical composition is altered. As well as providing a basis for new devices, electrostatic doping can in principle serve as a tool for studying quantum critical behavior, by permitting the ground state of a system to be tuned in a controlled fashion. In this paper progress in electrostatic doping of a number of materials systems is reviewed. These include structures containing complex oxides, such as cuprate superconductors and colossal magnetoresistive compounds, organic semiconductors, in the form of both single crystals and thin films, inorganic …",
                "We have used an electromigration technique to fabricate C60-based single-molecule transistors. We detail the process statistics and the protocols used to infer the successful formation of a single-molecule transistor. At low temperatures each transistor acts as a single-electron device in the Coulomb blockade regime. Resonances in the differential conductance indicate vibrational excitations consistent with a known mode of C60. In several devices we observe conductance features characteristic of the Kondo effect, a coherent many-body state comprising an unpaired spin on the molecule coupled by exchange to the conduction electrons of the leads. The inferred Kondo temperature typically exceeds 50 K, and signatures of the vibrational modes persist into the Kondo regime. ",
                "A composite made from graphene nanoribbons (GNRs) and tin oxide (SnO2) nanoparticles (NPs) is synthesized and used as the anode material for lithium ion batteries (LIBs). The conductive GNRs, prepared using sodium\/potassium unzipping of multiwall carbon nanotubes, can boost the lithium storage performance of SnO2 NPs. The composite, as an anode material for LIBs, exhibits reversible capacities of over 1520 and 1130 mAh\/g for the first discharge and charge, respectively, which is more than the theoretical capacity of SnO2. The reversible capacity retains ∼825 mAh\/g at a current density of 100 mA\/g with a Coulombic efficiency of 98% after 50 cycles. Further, the composite shows good power performance with a reversible capacity of ∼580 mAh\/g at the current density of 2 A\/g. The high capacity, good power performance and retention can be attributed to uniformly distributed SnO2 NPs along the high …",
                "In single-molecule transistors, we observe inelastic cotunneling features that correspond energetically to vibrational excitations of the molecule, as determined by Raman and infrared spectroscopy. This is a form of inelastic electron tunneling spectroscopy of single molecules, with the transistor geometry allowing in situ tuning of the electronic states via a gate electrode. The vibrational features shift and change shape as the electronic levels are tuned near resonance, indicating significant modification of the vibrational states. When the molecule contains an unpaired electron, we also observe vibrational satellite features around the Kondo resonance.",
                "Metal nanostructures act as powerful optical antennas 1, 2 because collective modes of the electron fluid in the metal are excited when light strikes the surface of the nanostructure. These excitations, known as plasmons, can have evanescent electromagnetic fields that are orders of magnitude larger than the incident electromagnetic field. The largest field enhancements often occur in nanogaps between plasmonically active nanostructures 3, 4, but it is extremely challenging to measure the fields in such gaps directly. These enhanced fields have applications in surface-enhanced spectroscopies 5, 6, 7, nonlinear optics 1, 8, 9, 10 and nanophotonics 11, 12, 13, 14, 15. Here we show that nonlinear tunnelling conduction between gold electrodes separated by a subnanometre gap leads to optical rectification, producing a dc photocurrent when the gap is illuminated. Comparing this photocurrent with low-frequency …",
                "Single-molecule detection with chemical specificity is a powerful and much desired tool for biology, chemistry, physics, and sensing technologies. Surface-enhanced spectroscopies enable single-molecule studies, yet reliable substrates of adequate sensitivity are in short supply. We present a simple, scaleable substrate for surface-enhanced Raman spectroscopy (SERS) incorporating nanometer-scale electromigrated gaps between extended electrodes. Molecules in the nanogap active regions exhibit hallmarks of very high Raman sensitivity, including blinking and spectral diffusion. Electrodynamic simulations show plasmonic focusing, giving electromagnetic enhancements approaching those needed for single-molecule SERS. ",
                "Electronic conduction through single molecules is affected by the molecular electronic structure as well as by other information that is extremely difficult to assess, such as bonding geometry and chemical environment. The lack of an independent diagnostic technique has long hampered single-molecule conductance studies. We report simultaneous measurement of the conductance and the Raman spectra of nanoscale junctions used for single-molecule electronic experiments. Blinking and spectral diffusion in the Raman response of both p-mercaptoaniline and a fluorinated oligophenylyne ethynylene correlate in time with changes in the electronic conductance. Finite difference time domain calculations confirm that these correlations do not result from the conductance modifying the Raman enhancement. Therefore, these observations strongly imply that multimodal sensing of individual molecules is possible in …",
                "Because of its excellent dielectric properties, silicon oxide (SiOx) has long been used and considered as a passive, insulating component in the construction of electronic devices. In contrast, here we demonstrate resistive switches and memories that use SiOx as the sole active material and can be implemented in entirely metal-free embodiments. Through cross-sectional transmission electron microscopy, we determine that the switching takes place through the voltage-driven formation and modification of silicon (Si) nanocrystals (NCs) embedded in the SiOx matrix, with SiOx itself also serving as the source of the formation of this Si pathway. The small sizes of the Si NCs (d ∼ 5 nm) suggest that scaling to ultrasmall domains could be feasible. Meanwhile, the switch also shows robust nonvolatile properties, high ON\/OFF ratios (>105), fast switching (sub-100-ns), and good endurance (104 write-erase cycles). These …"
            ],
            [
                [
                    "condensed matter physics",
                    "nanoelectronics",
                    "nanoscience",
                    "plasmonics",
                    "nanofabrication"
                ]
            ]
        ]
    ]
}