{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A82DB24C",
            "PRZh0lUAAAAJ",
            [
                " high wall plug efficiency, continuous-wave room temperature quantum cascade laser emitting at ",
                "3 W continuous-wave room temperature single-facet emission from quantum cascade lasers based on nonresonant extraction design approach",
                "High power thermoelectrically cooled and uncooled quantum cascade lasers with optimized reflectivity facet coatings",
                "Tapered 4.7 μm quantum cascade lasers with highly strained active region composition delivering over 4.5 watts of continuous wave optical power",
                "Multiwatt long wavelength quantum cascade lasers based on high strain composition with 70% injection efficiency",
                "λ~ 7.1 μm quantum cascade lasers with 19% wall-plug efficiency at room temperature"
            ],
            [
                "A strain-balanced, InP-based quantum cascade laser structure designed for light emission at 4.6μm was grown by metal-organic chemical vapor deposition. A maximum total optical power of 1.6W was obtained in continuous-wave mode at 300K for uncoated devices processed in buried heterostructure geometry with stripe dimensions of 5mm by 9.5μm. Corresponding maximum wall plug efficiency and threshold current density were measured to be 8.8% and 1.05kA∕cm2, respectively. Fully hermetically packaged laser of identical dimensions produced in excess of 1.5W under the same conditions.",
                "A strain-balanced, InP-based quantum cascade laser structure, designed for light emission at 4.6 μm using a new nonresonant extraction design approach, was grown by molecular beam epitaxy. Removal of the restrictive two-phonon resonant condition, currently used in most structure designs, allows simultaneous optimization of several design parameters influencing laser performance. Following the growth, the structure was processed in buried heterostructure. Maximum single-ended continuous-wave optical power of 3 W was obtained at 293 K for devices with stripe dimensions of 5 mm×11.6 μm. Corresponding maximum wallplug efficiency and threshold current density were measured to be 12.7% and 0.86 kA\/cm2.",
                "We present a method of preserving the device wall-plug efficiency by adjusting mirror losses with facet coatings for longer cavity quantum cascade lasers. An experimental study of output power and wall-plug efficiency as functions of mirror losses was performed by varying the front facet coating reflectivity with a high-reflectivity-coated rear facet. The use of optimized reflectivity coatings on 7-mm-long chips resulted in continuous-wave output power of 2.9W at 293K for thermoelectrically cooled devices mounted on AlN submounts and average and continuous-wave output power in excess of 1W for uncooled devices emitting at 4.6μm.",
                "A strain-balanced, Al_0.78In_0.22As\/In_0.72Ga_0.28As\/InP quantum cascade laser structure, designed for light emission at 4.7µm using the non-resonant extraction design approach, was grown by molecular beam epitaxy. Laser devices were processed in tapered buried heterostructure geometry and then mounted on AlN\/SiC composite submounts using hard solder. A 10 mm long laser with 7.5µm-wide central section tapered up to 20µm at laser facets generated over 4.5W of single-ended CW\/RT optical power at 283K. Maximum wallplug efficiency of 16.3% for this laser was reached at 4W level. Reliability of over 2,000h has been demonstrated for an air-cooled system delivering optical power of 3W in a collimated beam with overall system efficiency exceeding 10%.",
                "A strain-balanced, AlInAs\/InGaAs\/InP quantum cascade laser structure, designed for light emission near 9µm, was grown by molecular beam epitaxy. Laser devices were processed in buried heterostructure geometry. Maximum pulsed and continuous wave room temperature optical power of 4.5 and 2W and wallplug efficiency of 16% and 10%, respectively, were demonstrated for a 3mm by 10µm laser mounted epi-side down on an AlN\/SiC composite submount. Pulsed laser characteristics were shown to be self-consistently described by a simple model based on rate equations using measured 70% injection efficiency for the upper laser level.",
                "Strain-balanced In_0.6Ga_0.4As\/Al_0.56In_0.44As quantum cascade lasers emitting at a wavelength of 7.1 μm are reported. The active region is based on a three-phonon-resonance quantum design with a low voltage defect of 120 meV at injection resonance. A maximum wall-plug efficiency of 19% is demonstrated in pulsed mode at 293 K. Continuous-wave output power of 1.4 W and wall-plug efficiency of 10% are measured at the same temperature, as well as 1.2 W of average power in uncooled operation. A model for backfilling of the lower laser level which takes into account the number of subbands in the injector is presented and applied to determine the optimum value of the voltage defect to maximize wall-plug efficiency at room temperature, which is found to be ~100 meV, in good agreement with experimental results."
            ],
            [
                [
                    "Quantum Cascade Lasers"
                ]
            ]
        ]
    ]
}