{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A82UR38O",
            "7GzPpUgAAAAJ",
            [
                "Strangeness production in the quark-gluon plasma",
                "Strangeness in relativistic heavy ion collisions"
            ],
            [
                "Rates are calculated for the processes gg→ s s and u u, d d→ s s in highly excited quarkgluon plasma. For temperature T>~ 160 MeV the strangeness abundance saturates during the lifetime (∼ 10− 23 sec) of the plasma created in high-energy nuclear collisions. The chemical equilibration time for gluons and light quarks is found to be less than 10− 24 sec.",
                "Abundances of strange antibaryons formed in nuclear collisions at above 10 GeV\/A are considered as a most accessible diagnostic tool for the study of the possible formation and physical properties of the quark-gluon plasma phase of hadronic matter. In this report we describe the current status and develop a dynamical approach in order to describe strange particle formation in nuclear collisions at high energy."
            ],
            [
                [
                    "Quark-Gluon Plasma in Laboratory and Early Universe",
                    "Strong Fields and Vacuum Structure",
                    "Small  Nuclear Fusion",
                    "Cosmic Neutrinos"
                ]
            ],
            [
                "Johann Rafelski Johann Rafelski Professor of Physics Office: PAS 386D rafelski@physics.arizona.edu Classification: Primary Faculty Education: Ph.D. 1973, Goethe University, Frankfurt, Germany Fields of Study: The study of strange particle signatures of deconfined quark-gluon plasma formed in relativistic heavy ion collisions; the formation of matter out of quark-gluon plasma in hadronization processes in the laboratory and in the early Universe; The vacuum structure in the presence of strong fields, and the related topics in positron plasma physics; the ascent of ultra short, ultra intense laser light pulses as a new tool in this domain of physics, and the related new research opportunities involving exploration of the inertial force in the presence of critical acceleration; Applications to high energy particle production; Astroparticle physics as related to dark matter, dark energy, neutrino cosmic background and new cosmic objects within the standard model of particle physics and applications of strong field physics in Astrophysics. Current work on novel approaches to aneutronic nuclear fusion at intermediate plasma density; Past contributions to neural net modeling and artificial intelligence. Honors and Awards: Fulbright Scholar- 2019 NIAPO Rafelski, J., Discovery of Quark-Gluon-Plasma: Strangeness Diaries European Physical Journal ST, 229 (2020) Rafelski, J., Melting hadrons, boiling quarks European Physical Journal A 51 , 114 (2015) Rafelski, J., Labun, L. & Birrell, J Compact Ultradense Matter Impactors Phys. Rev. Lett. 110 (11), 111102 (2013) Rafelski,J. & J Letessier, J. Sudden hadronization in relativistic nuclear collisions Phys. Rev. Lett. 85 , 4695 (2000) Rafelski, J. & Müller, B Strangeness production in the quark-gluon plasma Phys. Rev. Lett. 48 , 1066 (1982). Rafelski, J., Fulcher, L.P.,& Klein,A. Fermions and bosons interacting with arbitrarily strong external fields , Physics Reports 38 , 227-361 (1978) Rafelski, J., Fulcher, L.P., & Greiner, W. Superheavy elements and an upper limit to the electric field strength Phys. Rev. Lett. 27 , 958 (1971)"
            ]
        ]
    ]
}