{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A8CHV9D6",
            "LD_r4e0AAAAJ",
            [
                "SPT-3G: a next-generation cosmic microwave background polarization experiment on the South Pole telescope",
                "Fabrication of large dual-polarized multichroic TES bolometer arrays for CMB measurements with the SPT-3G camera",
                "Spt-3g: A multichroic receiver for the south pole telescope",
                "Optical characterization of the SPT-3G camera",
                "Integrated performance of a frequency domain multiplexing readout in the SPT-3G receiver",
                "Large arrays of dual-polarized multichroic TES detectors for CMB measurements with the SPT-3G receiver",
                "Optimization of transition edge sensor arrays for cosmic microwave background observations with the south pole telescope",
                "Broadband anti-reflective coatings for cosmic microwave background experiments",
                "Year two instrument status of the SPT-3G cosmic microwave background receiver",
                "Coulomb interaction and valley-orbit coupling in Si quantum dots"
            ],
            [
                "We describe the design of a new polarization sensitive receiver, spt-3g, for the 10-meter South Pole Telescope (spt). The spt-3g receiver will deliver a factor of ~20 improvement in mapping speed over the current receiver, spt-pol. The sensitivity of the spt-3g receiver will enable the advance from statistical detection of B-mode polarization anisotropy power to high signal-to-noise measurements of the individual modes, i.e., maps. This will lead to precise (~0.06 eV) constraints on the sum of neutrino masses with the potential to directly address the neutrino mass hierarchy. It will allow a separation of the lensing and inflationary B-mode power spectra, improving constraints on the amplitude and shape of the primordial signal, either through spt-3g data alone or in combination with bicep2\/keck, which is observing the same area of sky. The measurement of small-scale temperature anisotropy will provide new constraints …",
                "This work presents the procedures used at Argonne National Laboratory to fabricate large arrays of multichroic transition-edge sensor (TES) bolometers for cosmic microwave background (CMB) measurements. These detectors will be assembled into the focal plane for the SPT-3G camera, the third generation CMB camera to be installed in the South Pole Telescope. The complete SPT-3G camera will have approximately 2690 pixels, for a total of 16 140 TES bolometric detectors. Each pixel is comprised of a broad-band sinuous antenna coupled to a Nb microstrip line. In-line filters are used to define the different bands before the millimeter-wavelength signal is fed to the respective Ti\/Au TES bolometers. There are six TES bolometer detectors per pixel, which allow for measurements of three band-passes (95, 150 and 220 GHz) and two polarizations. The steps involved in the monolithic fabrication of these detector …",
                "A new receiver for the South Pole Telescope, SPT-3G, was deployed in early 2017 to map the cosmic microwave background at 95, 150, and 220 GHz with  16,000 detectors, 10 times more than its predecessor SPTpol. The increase in detector count is made possible by lenslet-coupled trichroic polarization-sensitive pixels fabricated at Argonne National Laboratory, new 68 frequency-domain multiplexing readout electronics, and a higher-throughput optical design. The enhanced sensitivity of SPT-3G will enable a wide range of results including constraints on primordial B-mode polarization, measurements of gravitational lensing of the CMB, and a galaxy cluster survey. Here we present an overview of the instrument and its science objectives, highlighting its measured performance and plans for the upcoming 2018 observing season.",
                "The third-generation South Pole Telescope camera is designed to measure the cosmic microwave background across three frequency bands (centered at 95, 150 and 220 GHz) with  16,000 transition-edge sensor (TES) bolometers. Each multichroic array element on a detector wafer has a broadband sinuous antenna that couples power to six TESs, one for each of the three observing bands and both polarizations, via lumped element filters. Ten detector wafers populate the detector array, which is coupled to the sky via a large-aperture optical system. Here we present the frequency band characterization with Fourier transform spectroscopy, measurements of optical time constants, beam properties, and optical and polarization efficiencies of the detector array. The detectors have frequency bands consistent with our simulations and have high average optical efficiency which is 86, 77 and 66% for the 95 …",
                "The third generation receiver for the South Pole Telescope, SPT-3G, will make extremely deep, arcminuteresolution maps of the temperature and polarization of the cosmic microwave background. The SPT-3G maps will enable studies of the B-mode polarization signature, constraining primordial gravitational waves as well as the effect of massive neutrinos on structure formation in the late universe. The SPT-3G receiver will achieve exceptional sensitivity through a focal plane of ~16,000 transition-edge sensor bolometers, an order of magnitude more than the current SPTpol receiver. SPT-3G uses a frequency domain multiplexing (fMux) scheme to read out the focal plane, combining the signals from 64 bolometers onto a single pair of wires. The fMux readout facilitates the large number of detectors in the SPT-3G focal plane by limiting the thermal load due to readout wiring on the 250 millikelvin cryogenic stage. A …",
                "Detectors for cosmic microwave background (CMB) experiments are now essentially background limited, so a straightforward alternative to improve sensitivity is to increase the number of detectors. Large arrays of multichroic pixels constitute an economical approach to increasing the number of detectors within a given focal plane area. Here, we present the fabrication of large arrays of dual-polarized multichroic transition-edge-sensor (TES) bolometers for the South Pole Telescope third-generation CMB receiver (SPT-3G). The complete SPT-3G receiver will have 2690 pixels, each with six detectors, allowing for individual measurement of three spectral bands (centered at 95 GHz, 150 GHz and 220 GHz) in two orthogonal polarizations. In total, the SPT-3G focal plane will have 16140 detectors. Each pixel is comprised of a broad-band sinuous antenna coupled to a niobium microstrip transmission line. In-line filters …",
                "In this paper, we describe the optimization of transition-edge-sensor (TES) detector arrays for the third-generation camera for the South Pole Telescope. The camera, which contains ~16 000 detectors, will make high-angular-resolution maps of the temperature and polarization of the cosmic microwave background. Our key results are scatter in the transition temperature of Ti\/Au TESs is reduced by fabricating the TESs on a thin Ti(5 nm)\/Au(5 nm) buffer layer and the thermal conductivity of the legs that support our detector islands is dominated by the SiOx dielectric in the microstrip transmission lines that run along the legs.",
                "The desire for higher sensitivity has driven ground-based cosmic microwave background (CMB) experiments to employ ever larger focal planes, which in turn require larger reimaging optics. Practical limits to the maximum size of these optics motivates the development of quasi-optically-coupled (lenslet-coupled), multi-chroic detectors. These detectors can be sensitive across a broader bandwidth compared to waveguide-coupled detectors. However, the increase in bandwidth comes at a cost: the lenses (up to ~700 mm diameter) and lenslets (~5 mm diameter, hemispherical lenses on the focal plane) used in these systems are made from high-refractive-index materials (such as silicon or amorphous aluminum oxide) that reflect nearly a third of the incident radiation. In order to maximize the faint CMB signal that reaches the detectors, the lenses and lenslets must be coated with an anti-reflective (AR) material. The …",
                "The South Pole Telescope (SPT) is a millimeter-wavelength telescope designed for high-precision measurements of the cosmic microwave background (CMB). The SPT measures both the temperature and polarization of the CMB with a large aperture, resulting in high resolution maps sensitive to signals across a wide range of angular scales on the sky. With these data, the SPT has the potential to make a broad range of cosmological measurements. These include constraining the effect of massive neutrinos on large-scale structure formation as well as cleaning galactic and cosmological foregrounds from CMB polarization data in future searches for inflationary gravitational waves. The SPT began observing in January 2017 with a new receiver (SPT-3G) containing ~16,000 polarization-sensitive transition-edge sensor bolometers. Several key technology developments have enabled this large-format focal plane …",
                "The valley-orbit coupling in a few-electron Si quantum dot is expected to be a function of its occupation number N. We study the spectrum of multivalley Si quantum dots for 2≤ N≤ 4, showing that, counterintuitively, electron-electron interaction effects on the valley-orbit coupling are negligible. For N= 2 they are suppressed by valley interference, for N= 3 they vanish due to spinor overlaps, and for N= 4 they cancel between different pairs of electrons. To corroborate our theoretical findings, we examine the experimental energy spectrum of a few-electron metal-oxide-semiconductor quantum dot. The measured spin-valley state filling sequence in a magnetic field reveals that the valley-orbit coupling is definitively unaffected by the occupation number."
            ],
            [
                [
                    "Cosmology"
                ]
            ],
            [
                "Zhaodi Pan Zhaodi Pan Research: Observational Cosmology Research Advisor: John Carlstrom panz@uchicago.edu"
            ]
        ]
    ]
}