{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A8TWOJ76",
            "kcukgK4AAAAJ",
            [
                "Activation of natural killer T cells inhibits the development of induced regulatory T cells via IFNγ",
                "Immunomodulatory effect of poly-γ-glutamic acid derived from Bacillus subtilis on natural killer dendritic cells",
                "Regulation of allergic immune responses by microbial metabolites",
                "Natural Killer Dendritic Cells Enhance Immune Responses Elicited by α-Galactosylceramide-Stimulated Natural Killer T Cells",
                "Graphene oxide polarizes iNKT cells for production of TGFβ and attenuates inflammation in an iNKT cell-mediated sepsis model",
                "Oral administration of poly‐γ‐glutamic acid prevents the development of atopic dermatitis in NC\/N ga mice",
                "IL32γ activates natural killer receptor-expressing innate immune cells to produce IFNγ via dendritic cell-derived IL12"
            ],
            [
                "Recent reports have provided evidence for cross-talk between regulatory T (Treg) cells and natural killer T (NKT) cells. However, it is unclear whether NKT cells play a role in the differentiation of Treg cells. By employing NKT cell-abundant Vα14 TCR transgenic (Tg) and NKT cell-deficient CD1d knock-out (KO) mice, we examined the effects of NKT cells on the in vitro differentiation of induced Treg (iTreg) cells with IL2 and TGFβ. We found that iTreg induction from CD1d KO mice was significantly increased compared to the control. Also, the addition of isolated NKT cells from Vα14 TCR Tg mice to naïve CD4+ T cells from CD1d KO mice during iTreg differentiation caused a remarkable reduction of iTreg cells. Through IFNγ neutralization, we showed that this reduction was mediated by IFNγ. Furthermore, the main source of IFNγ during iTreg differentiation was NK1.1−CD4+Foxp3− T cells. This finding implied that early …",
                "Bacillus subtilis-derived poly-γ-glutamic acid (γPGA) stimulates dendritic cells (DCs) to produce IL12, leading to CD4+ T cell differentiation toward the Th1 phenotype, but DCs consist of heterogeneous subpopulations with a variety of immune functions. Among these, natural killer dendritic cells (NKDCs) play an important role in anti-tumor immune responses. Herein, we demonstrate the role of NKDCs in γPGA-meditated anti-tumor immune responses. NK1.1+ CD11c+ NKDCs were stimulated upon γPGA stimulation in vitro and in vivo to up-regulate lymphocyte activation markers, MHC class I and II, and co-stimulatory molecules. In particular, NKDCs were activated by γPGA to produce IFNγ and TNFα, like NK cells, as well as IL12, like DCs, implying that NKDCs have unique and multifunctional roles. Importantly, NKDCs stimulated by γPGA conferred stronger anti-tumor effects in mice and showed increased …",
                "Emerging evidence demonstrates that the microbiota plays an essential role in shaping the development and function of host immune responses. A variety of environmental stimuli, including foods and commensals, are recognized by the host through the epithelium, acting as a physical barrier. Two allergic diseases, atopic dermatitis and food allergy, are closely linked to the microbiota, because inflammatory responses occur on the epidermal border. The microbiota generates metabolites such as short-chain fatty acids and poly-γ-glutamic acid (γPGA), which can modulate host immune responses. Here, we review how microbial metabolites can regulate allergic immune responses. Furthermore, we focus on the effect of γPGA on allergic T helper (Th) 2 responses and its therapeutic application.",
                "Natural killer dendritic cells (NKDCs) possess potent anti-tumor activity, but the cellular effect of NKDC interactions with other innate immune cells is unclear. In this study, we demonstrate that the interaction of NKDCs and natural killer T (NKT) cells is required for the anti-tumor immune responses that are elicited by α-galactosylceramide (α-GC) in mice. The rapid and strong expression of interferon-γ by NKDCs after α-GC stimulation was dependent on NKT cells. Various NK and DC molecular markers and cytotoxic molecules were up-regulated following α-GC administration. This up-regulation could improve NKDC presentation of tumor antigens and increase cytotoxicity against tumor cells. NKDCs were required for the stimulation of DCs, NK cells, and NKT cells. The strong anti-tumor immune responses elicited by α-GC may be due to the down-regulation of regulatory T cells. Furthermore, the depletion of NKDCs dampened the tumor clearance mediated by α-GC-stimulated NKT cells in vivo. Taken together, these results indicate that complex interactions of innate immune cells might be required to achieve optimal anti-tumor immune responses during the early stages of tumorigenesis.",
                "Graphene oxide (GO) modulates the functions of antigen-presenting cells including dendritic cells (DCs). Although carbon nanotubes affect expression of the MHC class I-like CD1d molecule, whether GO can influence immune responses of CD1d-dependent invariant natural killer T (iNKT) cells remains unclear. Here, we investigated the impact of GO on inflammatory responses mediated by α-galactosylceramide (α-GalCer), an iNKT cell agonist. We found that in vivo GO treatment substantially inhibited the capacity of α-GalCer to induce the iNKT cell-mediated trans-activation of and cytokine production by innate and innate-like cells, including DCs, macrophages, NK cells, and γδ T cells. Such effects of GO on α-GalCer-induced inflammatory responses closely correlated with iNKT cell polarization towards TGFβ production, which also explains the capacity of GO to expand regulatory T cells. Interestingly, the …",
                "Bacillus subtilis‐derived poly‐γ‐glutamic acid (γPGA) has demonstrated adjuvant activity in promoting Th1\/Th17 cell differentiation. Here, the NC\/Nga (NC) mouse model was used to determine whether γPGA modulates the outcome of atopic dermatitis (AD), which is known to be a Th2‐biased immune disease. We found that oral administration of γPGA dramatically reduced the development of AD in NC mice. Antigen‐presenting cells activated with γPGA produced pro‐inflammatory cytokines, such as IL12\/23 and IFNγ, which, in turn, induced the differentiation of Th1 and Th17 cells. Concomitantly, Th2 responses, such as high levels of serum IgE, were dramatically decreased. Furthermore, in vivo γPGA treatment altered several cellular components of allergic reactions, such as mast cells and eosinophils. Taken together, our results strongly demonstrate that in vivo treatment with γPGA at early time points can …",
                "The inflammatory cytokine IL32γ acts on dendritic cells (DCs) to produce IL12 and IL6, which are involved in the differentiation of Th1 and Th17 cells. Natural killer (NK) and NKT cells play important roles in IL12-mediated adaptive immune responses, such as antitumor immunity. Herein we demonstrate the effect of IL32γ on the activation of NK and NKT cells. Upon IL32γ stimulation, splenic NK and NKT cells could be activated, and this activation was dependent on both IL12 and DCs, which was confirmed by using IL12p35 knockout and CD11c-diphtheria toxin receptor transgenic mouse models. Furthermore, IL32γ could induce the production of proinflammatory cytokines by NKDCs, a subset of DCs expressing NK cell markers, known to enhance NKT cell function. Unlike conventional DCs, NKDCs produced IFNγ and TNFα rather than IL12 upon stimulation with IL32γ. Taken together, IL32γ will be useful as an …"
            ],
            [
                [
                    "innate immune",
                    "iNKT cells",
                    "skin immunology"
                ]
            ],
            [
                "Sung-Won  Lee,  Ph.D Professor and Chair Sungwon.Lee@ttu.edu (806) 834-8188 117 Science Building  Ph.D. Physics, University of Glasgow, UK (2000) M.S. Physics, Kyungpook National University, Korea (1995) B.S. Physics, Daegu University, Korea (1993) In late 2009, the new particle accelerator, Large Hadron Collider (LHC) at CERN (European\n                     Laboratory for Particle Physics) and two large general-purpose particle physics detectors,\n                     ATLAS and CMS started operating at the world highest particle energy, allowing the\n                     study of quantum universe in the Tera-scale. The ultimate goal of my research at LHC-CMS\n                     experiment is to discover the missing fundamental building blocks of our physical\n                     world and to answer some of the most profound questions on the structure of matter\n                     and the evolution of the early Universe: (1) What is the origin of mass? and (2) What\n                     new particles lie beyond the Standard Model? My own approach to answering these questions\n                     is a synthesis of two main lines of research: Improving the detector sensitivity to\n                     the final-state jet through a generic calorimeter R&D and using it in the detailed\n                     studies of the Standard Model Higgs boson, precision measurements of Standard Model\n                     physics, and searches for physics beyond the Standard Model at the energy frontier. [Link] Search for Dijet Resonances CMS Collaboration, Search for narrow and broad dijet resonances in proton-proton collisions\n                           at √s =13 TeV and constraints on dark matter mediators and other new particles, JHEP,\n                           08 (2018) 130 CMS Collaboration, Search for dijet resonances in proton-proton collisions at √s =\n                           13 TeV and constraints on dark matter and other models, Phys. Lett. B 769 (2017) 520 CMS Collaboration, Search for narrow resonances decaying to dijets in proton-proton\n                           collisions at √s = 13 TeV, Phys. Rev. Lett, 116 (2016) 071801 CMS Collaboration, Search for resonances and quantum black holes using dijet mass spectra in proton-proton\n                              collisions at √s = 8 TeV, Phys. Rev. D 91 (2015) 052009 CMS Collaboration, Search for narrow resonances using the dijet mass spectrum in pp\n                           collisions at √s = 8 TeV, Phys. Rev. D 87 (2013) 114015 CMS Collaboration, Search for narrow resonances and quantum black holes in inclusive\n                           and b-tagged dijet mass spectra from pp collisions at √s = 7 TeV, JHEP 01 (2013) 013 CMS Collaboration, Search for Resonances in the Dijet Mass Spectrum from 7 TeV pp\n                           Collisions at CMS, Phys. Lett. B 704 (2011) 123 CMS Collaboration, Search for Dijet Resonances in 7 TeV pp Collisions at CMS, Phys. Rev. Lett. 105 (2010) 211801 Search for Diboson Resonances CMS Collaboration, Search for a heavy resonance decaying to a pair of vector bosons\n                           in the lepton plus merged jet final state at √s=13 TeV, JHEP, 05 (2018) 088 CMS Collaboration, Combination of searches for heavy resonances decaying to WW, WZ, ZZ, WH, and ZH boson\n                              pairs in proton-proton collisions at √s = 8 and 13 TeV, Phys. Lett. B 774 (2017) 533 CMS Collaboration, Search for massive resonances decaying into WW, WZ or ZZ bosons\n                           in proton-proton collisions at √s = 13 TeV, JHEP 03 (2017) 162  Search for Mono-X CDF Collaboration, Search for new physics in final states with an energetic jet or\n                           a hadronically decaying W or Z boson and transverse momentum imbalance at √s =13 TeV, Phys.\n                           Rev. D., 97(9), 092005 CMS Collaboration, Search for dark matter produced with an energetic jet or a hadronically decaying W\n                              or Z boson at √s = 13 TeV, arXiv:1703.01651, submitted to JHEP (2017) CMS Collaboration, Search for Dark Matter and Large Extra Dimensions in pp Collisions\n                           Yielding a Photon and Missing Transverse Energy, Phys. Rev. Lett. 108 (2012) 261803 Other Searches CDF Collaboration, Search for Pair Production of Scalar Top Quarks Decaying to a Tau Lepton and a b-Quark\n                              in ppbar Collisions at √s = 1.96 TeV, Phys. Rev. Lett. 101 (2008) 071802 CDF Collaboration, Search for Third Generation Vector Leptoquarks in ppbar Collisions\n                           at √s = 1.96 TeV, Phys. Rev. D 77 (2008) 091105(R) V. Buescher, R. Culbertson, J. Conway, Y. Gershtein, J-F. Grivaz, B. Heinemann, D.H.\n                           Kim, M.S. Kim, S. Lammel, G. Landsberg, S.W. Lee, S. Mrenna, D. Toback, and S.M. Wang,\n                           Combination of CDF and D0 Limits on a Gauge Mediated SUSY Model Using Diphoton and\n                           Missing Transverse Energy Channel, arXiv:hep-ex\/0504004; FERMILAB-PUB-05-052 (2005) CDF Collaboration, Search for Anomalous Production of Diphoton Events with Missing\n                           Transverse Energy at CDF and Limits on Gauge-Mediated Supersymmetry-Breaking Models, Phys. Rev. D 71 (2005) 031104 CDF Collaboration, Search For Pair Production of Scalar Top Quarks in R-parity Violating\n                           Decay Modes in ppbar Collisions at √s = 1.8 TeV, Phys. Rev. Lett. 92 (2004) 051803 Search for Gluinos and Squarks Using Like Sign Dileptons in \\ppbar\\ Collisions at √s = 1.8 TeV, Phys. Rev. Lett. 87  (2001) 251803 Standard Model Higgs Boson Searches CMS Collaboration, Search for a Higgs Boson in the Mass Range from 145 to 1000 GeV Decaying to a Pair\n                              of W or Z Bosons, JHEP 10 (2015) 14 CMS Collaboration, Search for a standard-model-like Higgs boson with a mass in the\n                           range 145 to 1000 GeV at the LHC, Eur. Phys. J. C 73 (2013) 2469 Electroweak Multiboson Measurement CMS Collaboration, Search for anomalous couplings in boosted WW\/WZ → lνqq production in proton-proton collisions at √s = 8 TeV, arXiv:1703.06095, submitted to Phys. Lett. B (2017 CMS Collaboration, A search for WW γ and WZ γ production and constraints on anomalous quartic gauge couplings in pp collisions\n                           at √s = 8 TeV, Phys. Rev. D 90 (2014) 032008 CMS Collaboration, Measurement of the sum of WW and WZ production with W+dijet events\n                           in pp collisions at √s = 7 TeV, Eur. Phys. J. C 73 (2013) 2283 CMS Collaboration, Study of the Dijet Mass Spectrum in pp → W + Jets Events at √s = 7 TeV, Phys. Rev. Lett. 109 (2012) 251801 Electroweak Forward-Backward Asymmetry CMS Collaboration, Forward-backward asymmetry of Drell-Yan lepton pairs in pp collisions\n                              at √s = 8 TeV, Eur. Phys. J. C 76 (2016) 325 QCD Z+Jet Measurement CMS Collaboration, Measurements of the differential production cross sections for\n                           a Z boson in association with jets in pp collisions at √s = 8 TeV, JHEP 04 (2017) 022 CMS Collaboration, Rapidity distributions in exclusive Z + jet and photon + jet events\n                           in pp collisions at √s = 7 TeV, Phys. Rev. D 88 (2013) 112009 CMS Collaboration, Jet Production Rates in Association with W and Z Bosons in pp Collisions\n                           at √s = 7 TeV, JHEP 01 (2012) 010 QCD Jet Measurement CMS Collaboration, Measurement and QCD analysis of double-differential inclusive jet\n                           cross-sections in pp collisions at √s = 8 TeV and ratios to 2.76 and 7 TeV, JHEP 1703 (2017) 156 CMS Collaboration, Measurement of the inclusive jet cross section in pp collisions\n                              at √s = 2.76 TeV, Eur. Phys. J. C 76 (2016) 265 QCD Photon Measurement ZEUS Collaboration, Study of the Effective Transverse Momentum of Partons in the Proton\n                           Using Prompt Photons in Photoproduction at HERA, Phys. Lett. B 511 (2001) 19 ZEUS Collaboration, Measurement of Inclusive Prompt Photon Photoproduction at HERA, Phys. Lett. B 472 (2000) 175 Detector & Physics Object CMS Collaboration, Missing Transverse Energy Performance of the CMS Detector, J. Instrum. 6 (2011) P09001 CMS HCAL\/ECAL Collaborations, The CMS Barrel Calorimeter Response to Particle Beams\n                           from 2 to 350 GeV\/c, Eur. Phys. J. C 60 (2009) 359 M. Goncharov, T. Kamon, V. Khotilovich, V. Krutelyov, S.W. Lee, D. Toback, P. Wagner,\n                           H. Frisch, H. Sanders, M. Cordelli, F. Happacher, S. Miscetti, and R. Wagner, The\n                           Timing System for the CDF Electromagnetic Calorimeters, Nucl. Instrum. Meth. A 565 (2006) 543 S.W. Lee, K.W. Jang, and D.H. Kim, Monte Carlo Investigation of Scintillator-based\n                           Calorimeters, J. Korean Applied Physics, Vol.9, Number 4 (1997) 3:31 PM"
            ]
        ]
    ]
}