{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AAF135YT",
            "trosNMgAAAAJ",
            [
                "Analysis of the London penetration depth in Ni-doped ",
                "Electron irradiation effects on superconductivity in : An application of a generalized Anderson theorem",
                "Study of structural and transport properties of argon, krypton, and their binary mixtures at different temperatures"
            ],
            [
                "We report combined experimental and theoretical analysis of superconductivity in CaK (Fe 1− x Ni x) 4 As 4 (CaK1144) for x= 0, 0.017, and 0.034. To obtain the superfluid density ρ= 1+ Δ λ L (T)\/λ L (0)− 2, the temperature dependence of the London penetration depth Δ λ L (T) was measured by using a tunnel-diode resonator (TDR) and the results agreed with the microwave coplanar resonator (MWR) with the small differences accounted for by considering a three orders of magnitude higher frequency of MWR. The absolute value of λ L (T≪ T c)≈ λ L (0) was measured by using MWR, λ L (5 K)≈ 170±20 nm, which agreed well with the NV centers in diamond optical magnetometry that gave λ L (5 K)≈ 196±12 nm. The experimental results are analyzed within the Eliashberg theory, showing that the superconductivity of CaK1144 is well described by the nodeless s±order parameter and that upon Ni doping the …",
                "Low-temperature (∼ 20 K) electron irradiation with 2.5 MeV relativistic electrons was used to study the effect of controlled nonmagnetic disorder on the normal and superconducting properties of the type-II Dirac semimetal PdTe 2. We report measurements of longitudinal and Hall resistivity, thermal conductivity and London penetration depth using the tunnel-diode resonator technique for various irradiation doses. The normal-state electrical resistivity follows the Matthiessen rule with an increase of the residual resistivity at a rate of∼ 0.77 μ Ω cm\/(C\/cm 2). London penetration depth and thermal conductivity results show that the superconducting state remains fully gapped. The superconducting transition temperature is suppressed at a nonzero rate that is about 16 times slower than described by the Abrikosov-Gor'kov dependence, applicable to magnetic impurity scattering in isotropic, single-band s-wave …",
                "Molecular dynamics simulation of argon, krypton, and their binary mixtures were performed at different temperatures and constant pressure (P = 1.013 bar) using GROMACS - Groningen Machine for Chemical Simulations. The gases are modeled by Lennard–Jones pair potential, with parameters taken from the literature. The study of radial distribution functions (RDFs) shows a single peak which indicates that there is no packing effect in gaseous state for argon, krypton, and their binary mixtures. The self-diffusion coefficients of argon and krypton is determined by using mean-square displacement(MSD) method and the mutual diffusion coefficients of binary mixtures are determined using Darken’s relation. The values of simulated diffusion coefficients are compared with their corresponding theoretical values, numerical estimation, and experimental data. A good agreement between these sets of data is found …"
            ],
            [
                [
                    "Strongly Corelated Electrons",
                    "Superconductivity",
                    "Magnetism"
                ]
            ]
        ]
    ]
}