{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ABGLYPXE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Robert Hellwarth  University Professor Emeritus of Electrical Engineering-Electrophysics and Physics and Astronomy  Contact Information  E-mail:  hellwart@usc.edu  Phone: (213) 740-4380 Office: SSC 329        Education   Ph.D. , Oxford University, 1\/1955  B.S. , Princeton University, 1\/1952   Description of Research  Summary Statement of Research Interests  Hellwarth, a former Rhodes Scholar at Oxford University, witnessed the making of the first laser in 1960 at the Hughes Research Laboratories, where he was a member of the original research group in Malibu. He subsequently became an early and continuing contributor to the new optics spawned by this development and is currently working to understand and create materials for nonlinear optical devices. At USC, Hellwarth developed a new, and now widely employed, method for reversing the lightwave pattern of an optical image, a process called \"optical beam phase conjugation,” which has found application in such areas as optical tracking and pointing, spatial and temporal image processing, optical filtering and optical computing. He is a member of the National Academy of Sciences and holds faculty appointments in the College's physics department and the School of Engineering.   Honors and Awards   National Academy Member, 4\/29\/2009-  American Academy of Arts and Sciences Fellow, 2006-    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}