{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AD3M0664",
            "tUam6r8AAAAJ",
            [
                "Antioxidant activity and total phenolics of edible mushroom extracts",
                "Antitumor polysaccharides from mushrooms: a review on their isolation process, structural characteristics and antitumor activity",
                "Nutritional evaluation of some subtropical red and green seaweeds: Part I—proximate composition, amino acid profiles and some physico-chemical properties",
                "Evaluation of antioxidative activity of extracts from a brown seaweed, Sargassum siliquastrum",
                "Advances in lentinan: isolation, structure, chain conformation and bioactivities",
                "Functional properties of protein concentrates from three Chinese indigenous legume seeds",
                "Mushroom extracts with antioxidant activity against lipid peroxidation",
                "Antioxidant activity of extracts from the fruiting bodies of Agrocybe aegerita var. alba"
            ],
            [
                "Methanol and water crude extracts from Shiitake mushroom (Lentinus edodes) and straw mushroom (Volvariella volvacea) were investigated for their antioxidant capacity in three different assays, namely, the β-carotene and linoleic acid system, 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical scavenging activity, and inhibition of hemolysis of rat erythrocyte induced by peroxyl radicals. Among the four mushroom extracts, the water extract from L. edodes showed the most potent radical scavenging activity in each assay, showing 75.9% (at 20 mg\/ml) in the β-carotene bleaching method, 55.4% in the DPPH radical scavenging method (at 6 mg\/ml) and 94.9% of inhibition of erythrocyte hemolysis (at 5 mg\/ml). Total phenolics in the water extracts were higher than that of the methanol ones. Positive correlations were found between total phenolic content in the mushroom extracts and their antioxidant activities. Edible …",
                "Mushrooms have been valued as edible and medicinal resources, and antitumor substances have been identified in many mushroom species. Polysaccharides are the best known and most potent mushroom-derived substances with antitumor and immunomodulating properties. Although the isolation process, structural characterization and antitumor activity of mushroom polysaccharides have been extensively investigated in the past three decades, the relationship between the antitumor activity and the chemical composition as well as the high order structure of their active components is still not well established. These studies are still in progress in many laboratories, and the role of polysaccharides as antitumor agent is especially under intense debate. The purpose of the present review is to summarize the available information, and to reflect the current status of this research area with a view for future direction.",
                "The proximate composition, amino acid profile and some physico-chemical properties of two subtropical red seaweeds (Hypnea charoides and Hypnea japonica) and one green seaweed (Ulva lactuca) were investigated. The total dietary fiber [ranged from 50.3 to 55.4% dry weight (DW)] and ash (ranged from 21.3 to 22.8% DW) were the two most abundant components in these seaweeds but their crude lipid contents were very low (ranged from 1.42 to 1.64% DW). Although the crude protein content of the red seaweeds was significantly (p<0.05, ANOVA, Tukey-HSD) higher than that of the green, the three seaweed proteins contained all essential amino acids, the levels of which were comparable to those of the FAO\/WHO requirement. Moreover, the swelling capacity (SWC), water-holding capacity (WHC) and oil-holding capacity (OHC) of the seaweeds had a high positive correlation (r=0.99–1.00) with their total …",
                "Antioxidative activities of the extracts from Sargassum siliquastrum were determined using the inhibition of red blood cell (RBC) hemolysis induced by 2,2‘-azobis(2-amidinopropane) dihydrochloride (AAPH) radicals, suppression of lipid peroxidation using rat brain homogenate, and scavenging activity of superoxide radicals. The dichloromethane fraction isolated from the methanol crude extract by differential solvent extractions exhibited the strongest antioxidant activity in both RBC hemolysis and lipid peroxidation assays. This fraction was further fractionated into four subfractions F1−F4 by silica gel column chromatography. F1 was found to be most effective in protecting RBC against AAPH radicals and in inhibiting lipid peroxidation. On the basis of thin-layer chromatography and UV and IR spectra analyses, all subfractions contained phenolic compounds. However, there was no correlation between the above …",
                "Lentinan, a β-(1 → 3)-d-glucan isolated from a common edible mushroom, Lentinus edodes, is known as a biologically active macromolecules with very strong host-mediated anti-cancer activity, via activation of the human immune system. However, its widespread medicinal application is hindered by some technical difficulties in its extraction and purification, as well as a lack of thorough understanding of the structure-and-function relationship of this polysaccharide. This review aims at highlighting the different areas of research conducted on lentinan in the past 40 years, including its extraction and purification processes, the analysis of structure, the determination of its chain conformation and conformation transition in solution, as well as its rheological properties and bioactivities especially on anti-cancer treatment. About 156 literatures were cited to summarize the advancement of lentinan in the review paper.",
                "The functional properties of the protein concentrates (PCs) from Phaseolus angularis, Phaseolus calcaratus, and Dolichos lablab seeds were investigated and compared with those of soybean PC. The minimum nitrogen solubilities of P. angularis and P. calcaratus PCs were at pH 5, while that of D. lablab PC was at pH 4. These three PCs had lower viscosities, similar emulsifying activities and emulsion stabilities, and higher water- and oil-holding capacities and foam capacities than soybean PC. Their minimum emulsifying activities, minimum foam capacities, and maximum foam stabilities were at pH 4. Moreover, emulsion stabilities of these three PCs were high (above 93.2%) over the pH range of 2−10. Keywords:  Phaseolus angularis; Phaseolus calcaratus; Dolichos lablab; functional property; protein concentrate ",
                "Methanol and water extracts, with antioxidant activity, from two edible mushrooms (Lentinus edodes and Volvariella volvacea) were subfractionated by liquid–liquid partition using organic solvents and by membrane ultrafiltration, respectively. The dichloromethane subfraction of the methanol extract of V. volvacea and the low molecular weight (LMW) subfraction of the water extract of L. edodes had the highest antioxidant activity against lipid peroxidation of rat brain homogenate with IC50 values of 0.109 and 1.05 mg\/ml, respectively. The ethyl acetate subfraction of the methanol extract of V. volvacea was found to have comparable antioxidant activity (p>0.05) to caffeic acid against the oxidation of human low-density lipoprotein (LDL). The antioxidant activities against lipid peroxidation in the above assays were found to correlate with the phenolic content in different subfractions of mushroom extracts.",
                "Antioxidant activity of the methanol crude extract and its fractions, isolated by liquid–liquid partition, from the fruiting bodies of Agrocybe aegerita, an edible mushroom, was evaluated by scavenging activity of 2,2′-azinobis-(3-ethylbenzthiazoline-6-sulphonic acid) radical cation (ABTS+) and inhibition of lipid peroxidation of rat brain homogenate. The ethyl acetate (EA) fraction, which showed the most potent antioxidant activity in the above two assays, was further fractionated by a Sephadex LH-20 column into four subfractions (EA1–EA4). EA3 exhibited the strongest radical-scavenging activity in the ABTS+ and 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical and showed a similar extent of in vitro inhibition of human LDL oxidation to caffeic acid. Significant correlation was found between the total phenolic content and the antioxidant activity (p<0.01) in the EA fraction and its subfractions."
            ],
            [
                [
                    "Food and Nutrition"
                ]
            ]
        ]
    ]
}