{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AENQRG5V",
            "5yGwTWsAAAAJ",
            [
                "Religion in the lives of African Americans: Social, psychological, and health perspectives",
                "The National Survey of American Life: A study of racial, ethnic and cultural influences on mental disorders and mental health",
                "Sociodemographic and environmental correlates of racial socialization by Black parents",
                "Race and gender differences in religiosity among older adults: Findings from four national surveys",
                "Developments in research on Black families: A decade review",
                "Mental health services in faith communities: The role of clergy in black churches",
                "Black and White differences in religious participation: A multisample comparison",
                "Church members as a source of informal social support",
                "Religious effects on health status and life satisfaction among Black Americans",
                "Turning to prayer: Social and situational antecedents of religious coping among African Americans"
            ],
            [
                "\" This is an outstanding book that provides the reader with an in-depth understanding of religion in the lives of African Americans. Both historical and empirical research findings provide a context for understanding religion in the lives of African Americans. Most importantly, this book highlights the role religion plays in affecting emotional and physical health processes and outcomes among African Americans. The contributions of this book to the discussion of religion in the social and behavioral sciences will last for years!\"--Peggye Dilworth-Anderson, Ph. D., University of North Carolina at Chapel Hill\" This is a blockbuster of a book on black religion. Comprehensive, systematic, analytic, and very well written, it sets a new high water mark in the social scientific study of religion and life in the African American Community. It will be especially helpful in the teaching of undergraduate and graduate courses in African American history and culture.\"--Andrew Billingsley, University of South Carolina The religious faith of African Americans has many avenues of expression. Consequently, there has been a long-standing interest in the nature, patterns, and functions of religion in the lives of this particular ethnic group. African American religious life, in all its forms, is a vibrant, creative, resourceful testament to the power of faith to uplift and sustain in the face of prejudice, discrimination, and exclusion. Religion in the Lives of African Americans: Social, Psychological, and Health Perspectives examines many broad issues including the structure and sociodemographic patterns of religious involvement; the relationship between religion and physical and mental …",
                "The objectives of the National Survey of American Life (NSAL) are to investigate the nature, severity, and impairment of mental disorders among national samples of the black and non‐Hispanic white (n = 1,006) populations in the US. Special emphasis in the study is given to the nature of race and ethnicity within the black population by selecting and interviewing national samples of African‐American (N = 3,570), and Afro‐Caribbean (N = 1,623) immigrant and second and older generation populations. National multi‐stage probability methods were used in generating the samples and race\/ethnic matching of interviewers and respondents were used in the largely face‐to‐face interview, which lasted on average 2 hours and 20 minutes. The Diagnostic and Statistical Manual (DSM) IV World Mental Health Composite Interview (WHO‐CIDI) was used to assess a wide range of serious mental disorders, potential risk …",
                "The present study focused on the content and practice of racial socialization by black parents. Sociodemographic correlates of patterns of racial socialization were examined using data from a national probability sample of 2,107 respondents (National Study of Black Americans). Multivariate analysis revealed that gender, age, marital status, region, and racial composition of neighborhood predicted whether or not black parents imparted racial socialization messages to their children. Black parents envision racial socialization as involving several components, including messages regarding their experience as minority group members, themes emphasizing individual character and goals, and information related to black cultural heritage. The findings highlighted the critical importance of sociodemographic and environmental influences on the socialization process. Implications for future research on racial socialization …",
                "Using data from four national surveys, this article presents findings on racial and gender differences in religiosity among older adults. Surveys include the second Quality of American Life study, the Myth and Reality of Aging study, wave one of Americans' Changing Lives, and the 1987 sample of the General Social Survey. These four data sources collectively include a broad range of items which tap the constructs of organizational, nonorganizational, and subjective religiosity. In all four studies, and for most indicators, results revealed significant racial and gender differences which consistently withstood controlling for sociodemographic effects, including age, education, marital status, family income, region, urbanicity, and subjective health.",
                "The literature on black families from the past decade is reviewed. An overview of topics and issues of importance to black families considers (a) black families in relation to their age, gender, and family roles, (b) substantive issues of relevance to black American families, including social support and psychological well-being, and (c) an examination of recent demographic trends in black family structure. The conclusion provides comments on research on black families and recommendations for future efforts.",
                "A small but growing literature recognizes the varied roles that clergy play in identifying and addressing mental health needs in their congregations. Although the role of the clergy in mental health services delivery has not been studied extensively, a few investigations have attempted a systematic examination of this area. This article examines the research, highlighting available information with regard to the process by which mental health needs are identified and addressed by faith communities. Areas and issues where additional information is needed also are discussed. Other topics addressed include client characteristics and factors associated with the use of ministers for personal problems, the role of ministers in mental health services delivery, factors related to the development of church-based programs and service delivery systems, and models that link churches and formal services agencies. A …",
                "This study investigated race differences in religious involvement across several national probability samples. It employed various measures of religious involvement, and controlled for key sociodemographic variables. The findings reveal that African Americans exhibit higher levels of religious participation than do whites regardless of sample or measures.",
                "Socio-demographic and religious factors were examined as predictors of the receipt of support from church members among a national sample of black Americans (n= 2,107). Among the religious variables, church attendance, church membership, subjective religiosity, and religious affiliation were all significantly related to the receipt of support. Demographic differences were apparent with men and younger respondents being more likely, while divorced respondents were less likely to receive support. Having a higher income and residency in rural areas were associated with never needing assistance from church members versus simply never receiving aid. The discussion focused on further areas of investigation for church-based support networks and their interface with family and friend networks.",
                "This study tests a theoretical model linking religiosity, health status, and life satisfaction using data from the National Survey of Black Americans, a nationally representative sample of Blacks at least 18 years old. Findings reveal statistically significant effects for organizational religiosity on both health and life satisfaction, for nonorganizational religiosity on health, and for subjective religiosity on life satisfaction. Analyses of structural invariance reveal a good overall fit for the model across three age cohorts (≤ 30, 31–54, ≥ 55) and confirm that assuming ageinvariance of structural parameters does not significantly detract from overall fit. In addition, after controlling for the effects of several sociodemographic correlates of religiosity, health, and well-being, organizational religiosity maintains a strong, significant effect on life satisfaction. These findings suggest that the association between religion and well-being is …",
                "Although observers have long suggested that prayer is an important coping behavior for African Americans, there has been little research on the social and situational antecedents of such religious coping in this population. This study develops a series of theoretical arguments linking four sets of factors -- religiosity, problem domain, social and psychological resources, and social location -- with religious coping. Relevant hypotheses are then tested using data from a large national probability sample of African Americans. Findings confirm the general importance of religious coping among African Americans. Further, while multiple dimensions of religiosity are important predictors of the use of prayer in coping, this practice is also most likely among persons dealing with health problems or bereavement, persons with low general personal mastery, and females. A number of promising directions for further research on …"
            ],
            [
                [
                    "Gerontology",
                    "Religion",
                    "Mental Health",
                    "Social Support",
                    "African Americans"
                ]
            ],
            [
                "Joseph  Taylor Joseph  Taylor Professor Emeritus 609-258-4368 joe@princeton.edu Angela Q. Lewis 215 Jadwin Hall Professor Taylor's group continues to explore problems in astrophysics and gravitational physics by means of radio-wavelength studies of pulsars. Among recent highlights are the discovery of many new pulsars, including millisecond and binary pulsars, with detailed follow-up observations, by graduate students F. Camilo, R. Sayer, and J. Shrauner; former students Z. Arzoumanian (now at Cornell), V. Kaspi (Caltech), and D. J. Nice (National Radio Astronomy Observatory), and professors Taylor and Thorsett. The state of this art is such that finding each pulsar for the first time is in some ways much more difficult than studying it, after the discovery. However, it's the subsequent observations that yield the important results---which have spanned a wide range of topics in gravitational physics, stellar evolution, cosmology, fundamental astrometry, and time-keeping metrology. Most of these applications have been pioneered by the pulsar group at Princeton. Selected Publications \"Discovery of Two Fast-Rotating Pulsars,\" Camilo, F., Nice, D. J., and Taylor, J. H., Astrophys J. (Letters) 412 , L37-L40 (1993). \"PSR 1620 - 26: A Binary Radio Pulsar with a Planetary Companion?\" Arzoumanian, Z., Taylor, J. H. and Thorsett, S. E., Astrophys. J. (Letters) 412 , L37--L40 (1993). \"Timing Behavior of 96 Radio Pulsars,\" Arzoumanian, Z., Nice, D. J., Taylor, J. H., and Thorsett, S. E., Astrophys. J. 422 , 671--680 (1993). \"Orbital Variability in the Eclipsing Pulsar Binary PSR B1957+20,\" Arzoumanian, Z., Fruchter, A. S. and Taylor, J. H., Astrophys. J. 426 , L85-L88 (1994). \"High-Precision Timing of Millisecond Pulsars. III. Long-Term Monitoring of PSRs B1855+09 and B1937+21,\" Kaspi, V. M., Ryba, M. F. and Taylor, J. H., Astrophys. J. 428 , 713--728 (1994). Nobel Lecture: \"Binary Pulsars and Relativistic Gravity,\" Taylor, J. H., Rev. Mod. Phys. 711--719 (1994).  "
            ]
        ]
    ]
}