{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AG20AMPL",
            "NRmXhpYAAAAJ",
            [
                "Valence-band ordering in ZnO",
                "Auger lifetime enhancement in InAs–Ga1−xInxSb superlattices",
                "Long wavelength InAs\/InGaSb infrared detectors: Optimization of carrier lifetimes",
                "Minority carrier lifetimes in ideal InGaSb\/InAs superlattices",
                "One-dimensional transition metal− benzene sandwich polymers: possible ideal conductors for spin transport",
                "Theoretical performance of InAs\/ InxGa1−xSb superlattice‐based midwave infrared lasers",
                "Comparison of the phonon spectra of Ge 70 and natural Ge crystals: Effects of isotopic disorder",
                "Auger recombination in narrow-gap semiconductor superlattices incorporating antimony",
                "Anharmonic decay time, isotopic scattering time, and inhomogeneous line broadening of optical phonons in Ge 70, Ge 76, and natural Ge crystals",
                "Theoretical performance limits of 2.1–4.1 μm InAs\/InGaSb, HgCdTe, and InGaAsSb lasers"
            ],
            [
                "The emission and reflection spectra of ZnO have been investigated in the intrinsic region and the data have been interpreted in terms of the wurtzite crystal band structure. Free-exciton emission is observed for the first time. Both the Γ 5 and Γ 6 state excitons associated with top valence band have been identified. This identification has established the valence-band symmetry ordering in ZnO.",
                "We have experimentally and theoretically investigated the Auger recombination lifetime in InAs–Ga1−xInxSb superlattices. Data were obtained by analyzing the steady‐state photoconductive response to frequency‐doubled CO2 radiation, at intensities varying by over four orders of magnitude. Theoretical Auger rates were derived, based on a k⋅p calculation of the superlattice band structure in a model which employs no adjustable parameters. At 77 K, both experiment and theory yield Auger lifetimes which are approximately two orders of magnitude longer than those in Hg1−xCdxTe with the same energy gap. This finding has highly favorable implications for the application of InAs–Ga1−xInxSb superlattices to infrared detector and nonlinear optical devices.",
                "The performance characteristics of type‐II InAs\/InxGa1−xSb superlattices for long and very long‐wave infrared detection are discussed. This system promises benefits in this wavelength range over conventional technology based on Hg1−xCdxTe, in part because of suppressed band‐to‐band Auger recombination rates which lead to improved values of detectivity. The formalism for calculating Auger rates in superlattices is developed and the physical origin of Auger suppression in these systems is discussed. Accurate K⋅p band structures are used to obtain radiative, electron–electron, hole–hole, and band‐to‐band Auger rules, as well as shallow trap level assisted Auger recombination rates for photodiodes. Theoretical limits for high temperature operation of ideal photovoltaic detectors are presented and compared with HgCdTe.",
                "Calculations of band‐to‐band Auger and radiative recombination lifetimes of the recently proposed InxGa1−xSb\/InAs superlattices (SL) show them to be promising infrared detectors. Several superlattices with energy gaps in the 5–11 μm range exhibit suppressed p‐type Auger recombination rates due to a large light hole–heavy hole splitting. The p‐type Auger lifetime at 77 K of an 11 μm InxGa1−xSb\/InAs SL is found to be, respectively, three and five orders of magnitude longer than those of bulk and superlattice HgCdTe with the same energy gap. The n‐type lifetimes are comparable.",
                "We investigate the electronic and magnetic properties of the proposed one-dimensional transition metal (TM = Sc, Ti, V, Cr, and Mn) −benzene (Bz) sandwich polymers by means of density functional calculations. [V(Bz)]∞ is found to be a quasi-half-metallic ferromagnet, and half-metallic ferromagnetism is predicted for [Mn(Bz)]∞. Moreover, we show that stretching the [TM(Bz)]∞ polymers could have dramatic effects on their electronic and magnetic properties. The elongated [V(Bz)]∞ displays half-metallic behavior, and [Mn(Bz)]∞ stretched to a certain degree becomes an antiferromagnetic insulator. The possibilities to stabilize the ferromagnetic order in [V(Bz)]∞ and [Mn(Bz)]∞ polymers at finite temperatures are discussed. We suggest that the hexagonal bundles composed by these polymers might display intrachain ferromagnetic order at finite temperatures by introducing interchain exchange coupling. ",
                "We show that for appropriate layer widths the performance of ideal InAs\/InxGa1−xSb superlattice‐based midwave injection lasers can be limited by radiative rather than Auger recombination. The threshold carrier densities and lifetimes are calculated over the 77–300 K temperature range at 3.5 μm. Lifetimes are obtained from detailed calculations of band‐to‐band Auger and radiative recombination rates based on realistic nonparabolic band structures. This system is therefore a promising new laser candidate.",
                "The difference in phonon energies and broadenings between an isotopically enriched crystal of Ge 70 (95.9%) and a germanium crystal of natural isotopic composition was measured with high accuracy in first-and second-order Raman spectra (with laser excitation energies of E L= 2.41 eV and E L= 2.183 eV, respectively) and compared to coherent-potential-approximation and lowest-order perturbation-theory calculations. The energy of the first-order O (Γ) phonon shifts up by 4.9±0.1 cm− 1 in the isotopically pure crystal, in good agreement with the calculated value of 4.3±0.4 cm− 1. No broadening due to isotopic disorder was observed for optical phonons at the Γ point [full width at half maximum (FWHM) of 0.99±0.03 cm− 1 at 80 K for both crystals]. However, additional broadening at the W and L point was found in the second-order Raman spectra (FWHM broadening of 6.5±0.5 cm− 1 at the L point). This …",
                "A comparison is performed between measured and calculated Auger recombination rates for four different narrow-gap superlattices based on the InAs\/GaSb\/AlSb material system. The structures are designed for optical or electrical injection for mid-infrared laser applications, with wavelengths ranging from 3.4 to 4.1 μm. The electronic band structures are computed employing an accurate 14-band restricted basis set (superlattice K⋅p) methodology that utilizes experimental information about the low-energy electronic structure of the bulk constituents. The superlattice band structures and their associated matrix elements are directly employed to compute Auger recombination rates. Varying amounts of Auger recombination suppression are displayed by the various superlattices as compared to bulk mid-infrared systems. The greatest disagreement between theory and experiment is shown for the structure predicted to …",
                "High-accuracy (0.02-cm− 1) first-order Raman spectra of two different isotopically enriched Ge crystals (95.9% Ge 70 and 86.0% Ge 76) and a Ge crystal of natural isotopic composition as well as time-resolved picosecond Raman spectra of the isotopically enriched Ge 70 and natural Ge were measured and compared with theoretical calculations using the self-consistent Born approximation and the coherent-potential approximation. The broadening of the Raman line in the frequency domain was found to be predominantly caused by the anharmonic decay of optical phonons into lower-energy acoustic phonons, resulting in a line broadening that is inversely proportional to the average isotopic mass m. Isotopic disorder contributes only a little to the line broadening and depends on the isotopic composition of the material. From the phonon linewidths the anharmonic decay time of optical phonons in Ge at 80 K was …",
                "Ideal threshold current densities of 2.1–4.1 μm IR lasers are calculated for active layers composed of InAs\/InGaSb superlattices, InGaAsSb quantum well quaternaries, InAsSb bulk ternaries, and HgCdTe superlattices. The fully K‐dependent band structure and momentum matrix elements, obtained from a superlattice K⋅p calculation, are used to calculate the limiting Auger and radiative recombination rates and the threshold current density. InGaAsSb quantum wells and InAs\/InGaSb superlattices are found to be more promising laser candidates than HgCdTe superlattices and InAsSb bulk ternaries. The calculated threshold current densities of InAs\/InGaSb superlattices are similar to those of InGaAsSb active layers at 2.1 μm, but are significantly lower at longer wavelengths. Comparison with experiment indicates that the threshold current densities of InGaAsSb‐based devices are about three times greater than those …"
            ],
            [
                [
                    "semiconductors"
                ]
            ]
        ]
    ]
}