{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AH7NYI43",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Michael S. Witherell Michael S. Witherell Professor and Director of Lawrence Berkeley National Lab michaelwitherell@lbl.gov Michael Witherell is Director of Lawrence Berkeley National Laboratory and Professor of Physics. Previously he was Vice Chancellor for Research and held the Presidential Chair in Physics at the University of California, Santa Barbara, and before that he was Director of Fermi National Accelerator Laboratory (Fermilab). Witherell received his B.S. from the University of Michigan and his Ph.D. in experimental particle physics from the University of Wisconsin. He then served on the faculty at Princeton and at UC Santa Barbara. He won the W. K. H. Panofsky Prize in Experimental Particle Physics from the American Physical Society in 1990 and was elected to the National Academy of Sciences in 1998. Witherell has done particle physics research at accelerators and underground. His current research is part of the campaign to observe the interactions of dark matter particles with ordinary matter. He is working on the LUX (Large Underground Xenon) experiment, which is now operating in the Sanford Underground Research Facility (SURF) in the Black Hills of South Dakota. He is a member of the LUX-ZEPLIN (LZ) collaboration, which is building a much more sensitive experiment to start operating at SURF in 2019. He is interested in pursuing the search for neutrinoless double beta decay using LZ, in addition to the dark matter search for which it was principally designed. D. S. Akerib et al., \"LUX-ZEPLIN (LZ) Conceptual Design Report,\" arXiv:1509.02910 (2015). D. S. Akerib et al., \"First results from the LUX dark matter experiment at the Sanford Underground Research Facility,\" Phys, Rev. Lett, 112, 091303 (2014). The BaBar collaboration, \"The BaBar Physics Book: Physics at an Asymmetric B Factory,\" SLAC-R-504 (1998). J. R. Raab et al., \"Measurement of the D 0 , D + , and Ds + lifetimes,\" Phys. Rev, D37, 2391 (1988). David O. Caldwell et al., \"Limits on Neutrinoless ββ decay, including that with Majoron emission,\" Phys. Rev. Lett. 59, 419 (1987)."
            ]
        ]
    ]
}