{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AJLVVH99",
            "SsuqMfwAAAAJ",
            [
                "Improving the density of jammed disordered packings using ellipsoids",
                "Coactivator condensation at super-enhancers links phase separation and gene control",
                "Mediator and RNA polymerase II clusters associate in transcription-dependent condensates",
                "Real-Time Dynamics of RNA Polymerase II Clustering in Live Human Cells",
                "Single-molecule tracking in live cells reveals distinct target-search strategies of transcription factors in the nucleus"
            ],
            [
                "Packing problems, such as how densely objects can fill a volume, are among the most ancient and persistent problems in mathematics and science. For equal spheres, it has only recently been proved that the face-centered cubic lattice has the highest possible packing fraction   . It is also well known that certain random (amorphous) jammed packings have φ ≈ 0.64. Here, we show experimentally and with a new simulation algorithm that ellipsoids can randomly pack more densely—up to φ= 0.68 to 0.71for spheroids with an aspect ratio close to that of M&M9s Candies—and even approach φ ≈ 0.74 for ellipsoids with other aspect ratios. We suggest that the higher density is directly related to the higher number of degrees of freedom per particle and thus the larger number of particle contacts required to mechanically stabilize the packing. We measured the number of contacts per particle Z ≈ 10 for our …",
                "Mammalian genes that play prominent roles in healthy and diseased cellular states are often controlled by special DNA elements called super-enhancers (SEs). SEs are clusters of enhancers that are occupied by an unusually high density of interacting factors and drive higher levels of transcription than most typical enhancers. This high-density assembly at SEs has been shown to exhibit sharp transitions of formation and dissolution, forming in a single nucleation event and collapsing when chromatin factors or nucleation sites are deleted. These features led us to postulate that SEs are phase-separated multimolecular assemblies, also known as biomolecular condensates. Phase-separated condensates, such as the nucleolus and other membraneless cellular bodies, provide a means to compartmentalize and concentrate biochemical reactions within cells.SEs are formed by the …",
                "Models of gene control have emerged from genetic and biochemical studies, with limited consideration of the spatial organization and dynamics of key components in living cells. We used live-cell superresolution and light-sheet imaging to study the organization and dynamics of the Mediator coactivator and RNA polymerase II (Pol II) directly. Mediator and Pol II each form small transient and large stable clusters in living embryonic stem cells. Mediator and Pol II are colocalized in the stable clusters, which associate with chromatin, have properties of phase-separated condensates, and are sensitive to transcriptional inhibitors. We suggest that large clusters of Mediator, recruited by transcription factors at large or clustered enhancer elements, interact with large Pol II clusters in transcriptional condensates in vivo.",
                "Transcription is reported to be spatially compartmentalized in nuclear transcription factories with clusters of RNA polymerase II (Pol II). However, little is known about when these foci assemble or their relative stability. We developed a quantitative single-cell approach to characterize protein spatiotemporal organization, with single-molecule sensitivity in live eukaryotic cells. We observed that Pol II clusters form transiently, with an average lifetime of 5.1 (± 0.4) seconds, which refutes the notion that they are statically assembled substructures. Stimuli affecting transcription yielded orders-of-magnitude changes in the dynamics of Pol II clusters, which implies that clustering is regulated and plays a role in the cell’s ability to effect rapid response to external signals. Our results suggest that transient crowding of enzymes may aid in rate-limiting steps of gene regulation.",
                "Gene regulation relies on transcription factors (TFs) exploring the nucleus searching their targets. So far, most studies have focused on how fast TFs diffuse, underestimating the role of nuclear architecture. We implemented a single-molecule tracking assay to determine TFs dynamics. We found that c-Myc is a global explorer of the nucleus. In contrast, the positive transcription elongation factor P-TEFb is a local explorer that oversamples its environment. Consequently, each c-Myc molecule is equally available for all nuclear sites while P-TEFb reaches its targets in a position-dependent manner. Our observations are consistent with a model in which the exploration geometry of TFs is restrained by their interactions with nuclear structures and not by exclusion. The geometry-controlled kinetics of TFs target-search illustrates the influence of nuclear architecture on gene regulation, and has strong implications on how proteins react in the nucleus and how their function can be regulated in space and time.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.02230.001"
            ],
            [
                [
                    "Physics",
                    "Biophysics"
                ]
            ],
            [
                "IBRAHIM I. CISSÉ Class of 1922 Career Development Associate Professor of Physics icisse@MIT.EDU (617) 253-4446 68-371B Karen Sagna (617) 715-4999 RELATED LINKS: Cissé Laboratory Physics of Living Systems @ MIT Biophysics Seminar Series Biophysics Pew recognizes four MIT researchers for innovation in biomedical science , 6.20.2017] Twelve School of Science faculty appointed to career development professorships , 9.2.2016] Scientists illuminate a hidden regulator in gene transcription , 5.25.2016] Faculty Highlight: Ibrahim Cissé [ , 9.3.2015] President Mahamadou Issoufou of Niger visits MIT biophysics lab , 4.3.2015] Transient contacts , 12.1.2014] Cissé receives $2.34 million New Innovator Award from the National Institutes of Health , 10.6.2014] S.B., Physics, North Carolina Central University, 2004 Ph.D., Physics, University of Illinois at Urbana-Champaign, 2009 Postdoctoral Research Fellow, Ecole normale supérieure, 2010-2012 Research Specialist, Howard Hughes Medical Institute, 2013 Assistant Professor, MIT Physics, 2014-Present Honors and Awards 2017 Young Fluorescence Investigator Award from HORIBA Scientific 2017 Pew Scholar in Biomedical Sciences 2014 New Innovator Award, National Institutes of Health The Cissé biophysics laboratory uses physical techniques to visualize weak and transient biological interactions, to study emergent phenomena in live cells with single molecule sensitivity. The cell, the elementary unit of life, is a self-organized physical system of biological macromolecules. The organization and dynamics within are often regulated through complex rules involving low affinity, highly dynamic biomolecular interactions said to be \"weak and transient.\" Detecting and quantifying weak and transient interactions remains, however, a fantastic challenge. Of particular interest to our group are collective behaviors that emerge from weak and transient biological interactions in living cells. For instance in high order organisms like humans, we understand very little of how transcription, the first step in the central dogma of biology - that DNA makes RNA (and RNA makes Proteins)- is carried out at the cellular level. Complex behaviors involving transient spatiotemporal clustering of molecular enzymes control genome regulation in ways that only now are we able to visualize. Our approach is to develop and use highly sensitive experimental techniques capable of detecting and quantifying in a meaningful manner weak and transient biomolecular interactions. We have developed biophysical tools to measure weak and transient interactions both among isolated biomolecules (in vitro), and directly inside individual living cells with single-molecule sensitivity. Currently, we set out to understand what roles weak and transient interactions play in regulating genomic processes and nuclear organization at the single-cell level. Prof. Cissé joined the Department of Physics at MIT in January 2014, from HHMI’s Janelia Farm Research Campus where he has been in the Transcription Imaging Consortium since January 2013. Prior to this, he was in Paris from January 2010 to December 2012, at Ecole Normale Supérieure de Paris, jointly in the departments of Physics and Biology, as a Pierre Gilles de Gennes fellow and a European Molecular Biology Organization long-term fellow. He received his PhD from the Physics Department at the University of Illinois at Urbana-Champaign in December 2009. His graduate research in single-molecule biophysics was done in the lab of Taekjip Ha , focusing on weak and transient interactions in vitro. He received his B.S. in Physics in 2004 from North Carolina Central University, and during that time he was investigating packing of ellipsoids using M&M candies with Paul M. Chaikin . Ibrahim is native of Niger, where he lived before moving to the US for college. II Cisse, I Izeddin, SZ Causse, L Boudarene, A Senecal, L Muresan, C Dugast-Darzacq, B Hajj, M Dahan, X Darzacq.  \" Real-time dynamics of RNA polymerase II clustering in live human cells. \" Science 341 (2013) II Cisse, H Kim, T Ha. \" A rule of seven in Watson-Crick base-pairing of mismatched sequences. \" Nature Structural & Molecular Biology 19 (2012) I Cisse, B Okumus, C Joo, T Ha. \"Fueling protein DNA interactions inside porous nanocontainers. \" Proc Natl Acad Sci U S A. 104 (2007) A Donev, I Cisse, D Sachs, EA Variano, FH Stillinger, R Connelly, S Torquato, PM Chaikin. \" Improving the density of jammed disordered packings using ellipsoids. \" Science 303 (2004)"
            ]
        ]
    ]
}