{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AJVDIOUP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Charles Forbes Gammie 235 Loomis Laboratory (217) 333-8646 (217) 244-7638 gammie@illinois.edu Gammie - Personal Home Page Professor Charles Gammie received his bachelor's degree in mathematics in 1987 from Yale University and his Ph.D. in astrophysical sciences from Princeton in 1992. He was a postdoctoral fellow at the University of Virginia from 1992-1994, and at the Harvard-Smithsonian Center for Astrophysics in Cambridge, Massachusetts from 1994-1998. He joined the faculties of physics and astronomy at Illinois in January 1999. Professor Gammie's research involves black holes, star and planet formation, and accretion physics. He is a leader in the computer simulation of astrophysical plasmas, particularly studies of hot plasmas accreting onto black holes. He was named a University Scholar and a Richard and Margaret Romano Professorial Scholar in 2007. Research Honors University Scholar, University of Illinois, September 2007 - August 2010 Center for Advanced Study Beckman Fellowship, 2001, 2002, 2003 Presidential Early Career Award for Scientists And Engineers (PECASE), July 2002 National Science Foundation CAREER Award for Outstanding Research\/Teaching, 2001-2006 National Center for Supercomputing Applications (NCSA), Faculty Fellow, 2001-2002, University of Illinois at Urbana-Champaign Spring 2015 PHYS 496 Gammie, C.F., Noble, S., & Leung, P.K., “Numerical Models of Black Hole Accretion Flows,” Comp. Phys. Comm., 177: 250–253, Jul. 2007. Johnson, B., & Gammie, C.F., “Linear Theory of Thin, Radially Stratified Disks,” Astrophys. J., 626: 978–990, June 2005. McKinney, J.C., & Gammie, C.F., “A Measurement of the Hydromagnetic Luminosity of a Kerr Black Hole,” Astrophys. J., 611: 977–995, August 2004. Gammie, C.F., “The Magnetorotational Instability in the Kerr Metric,” Astrophys. J., 614: 309–313, October 2004. Watson, W.D., Wiebe, D.S., McKinney, J.C., & Gammie, C.F., “Anisotropy of Magnetohydrodynamic Turbulence and the Polarized Spectra of OH Masers,” Astrophys. J., 604: 707–716, April 2004. Gammie, C.F., Shapiro, S.L., & McKinney, J.C., “Black Hole Spin Evolution,” Astrophys. J., 602: 312–319, February 2004. research The role of magnetic fields in the Moon's origin Since it formed roughly 4.5 billion years ago, the Moon has been Earth’s nearest neighbor and constant companion. Though it is the most familiar object in the night sky, the Moon’s origin remains in many ways mysterious. Researchers at the Illinois Center for Advanced Studies of the Universe (ICASU) are the first to examine the role of magnetic fields in the formation of Earth’s Moon, offering new insights into how and when the Moon may have formed. M87's black hole crescent wobbles In April 2019, the Event Horizon Telescope (EHT) Collaboration published the first images of a black hole, the one at the center of the nearby galaxy M87. Now, a new analysis of unexplored archival data from as early as 2009 has shown that although the size and shape of the crescent-like asymmetry present in the original image is a consistent feature of the data, its orientation varies. The crescent wobbles.The full results have been published in The Astrophysics Journal . Research Funding Illinois Center for Advanced Studies of the Universe awarded $1.2 million in two NSF grants Scientists at the newly founded Illinois Center for Advanced Studies of the Universe (ICASU) at the University of Illinois at Urbana-Champaign have been awarded $1.2 million total in two grants from the National Science Foundation (NSF). In the Media Charles Gammie among EHT leadership featured in Bloomberg 50 Albert Einstein was right again. More than 100 years ago, his calculations suggested that when too much energy or matter is concentrated in one place, it will collapse in on itself and turn into a dark vortex of nothingness. Physicists found evidence to support Einstein’s black hole concept, but they’d never observed one directly. In 2017, 200-plus scientists affiliated with more than 60 institutions set out to change that, using eight global radio observatories to chart the sky for 10 days. In April they released their findings , which included an image of a dark circle surrounded by a fiery doughnut (the galaxy Messier 87), 55 million light years away and 6.5 billion times more massive than our sun. “We have seen what we thought was unseeable,” said Shep Doeleman, leader of what came to be known as the Event Horizon Telescope team. The team’s name refers to the edge of a black hole, the point beyond which light and matter cannot escape. In some ways, the first picture of a black hole is also the first picture of nothing."
            ]
        ]
    ]
}