{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AKQBPUNU",
            "og9byVUAAAAJ",
            [
                "Light sterile neutrinos: a white paper",
                "Fundamental physics at the intensity frontier",
                "Neutron-antineutron oscillations: Theoretical status and experimental prospects",
                "First search for short-baseline neutrino oscillations at HFIR with PROSPECT",
                "New limit on the D coefficient in polarized neutron decay"
            ],
            [
                "This white paper addresses the hypothesis of light sterile neutrinos based on recent anomalies observed in neutrino experiments and the latest astrophysical data.",
                "The Proceedings of the 2011 workshop on Fundamental Physics at the Intensity Frontier. Science opportunities at the intensity frontier are identified and described in the areas of heavy quarks, charged leptons, neutrinos, proton decay, new light weakly-coupled particles, and nucleons, nuclei, and atoms.",
                "The observation of neutrons turning into antineutrons would constitute a discovery of fundamental importance for particle physics and cosmology. Observing the n–n ̄ transition would show that baryon number (B) is violated by two units and that matter containing neutrons is unstable. It would provide a clue to how the matter in our universe might have evolved from the B= 0 early universe. If seen at rates observable in foreseeable next-generation experiments, it might well help us understand the observed baryon asymmetry of the universe. A demonstration of the violation of B–L by 2 units would have a profound impact on our understanding of phenomena beyond the Standard Model of particle physics. Slow neutrons have kinetic energies of a few meV. By exploiting new slow neutron sources and optics technology developed for materials research, an optimized search for oscillations using free neutrons from a …",
                "This Letter reports the first scientific results from the observation of antineutrinos emitted by fission products of U 235 at the High Flux Isotope Reactor. PROSPECT, the Precision Reactor Oscillation and Spectrum Experiment, consists of a segmented 4 ton Li 6-doped liquid scintillator detector covering a baseline range of 7–9 m from the reactor and operating under less than 1 m water equivalent overburden. Data collected during 33 live days of reactor operation at a nominal power of 85 MW yield a detection of 25 461±283 (stat) inverse beta decays. Observation of reactor antineutrinos can be achieved in PROSPECT at 5 σ statistical significance within 2 h of on-surface reactor-on data taking. A reactor model independent analysis of the inverse beta decay prompt energy spectrum as a function of baseline constrains significant portions of the previously allowed sterile neutrino oscillation parameter space at 95 …",
                "We describe an experiment that has set new limits on the time reversal invariance violating D coefficient in neutron β decay. The emiT experiment measured the angular correlation< J>⋅(p e× p p) using an octagonal symmetry that optimizes electron-proton coincidence rates. The result is D=[− 0.6±1. 2 (stat)±0. 5 (syst)]× 10− 3. This improves constraints on the phase of g A\/g V and limits contributions to T violation due to leptoquarks. This paper presents details of the experiment, data analysis, and the investigation of systematic effects."
            ],
            [
                [
                    "Precision tests of the Electroweak Standard Model and weak nucleon-nucleon interactions. Non-Standard Model neutrino physics and"
                ]
            ]
        ]
    ]
}