{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ALDQQ9KC",
            "RliUTE8AAAAJ",
            [
                "The human mutator gene homolog MSH2 and its association with hereditary nonpolyposis colon cancer",
                "Mutation in the DNA mismatch repair gene homologue hMLH 1 is associated with hereditary non-polyposis colon cancer",
                "Incidence and functional consequences of hMLH1 promoter hypermethylation in colorectal carcinoma",
                "Methylation of the hMLH1 promoter correlates with lack of expression of hMLH1 in sporadic colon tumors and mismatch repair-defective human tumor cell lines",
                "Mutation of a new gene encoding a putative pyrin-like protein causes familial cold autoinflammatory syndrome and Muckle–Wells syndrome",
                "α-Synuclein blocks ER-Golgi traffic and Rab1 rescues neuron loss in Parkinson's models",
                "Eukaryotic DNA mismatch repair",
                "Saccharomyces Ku70, Mre11\/Rad50, and RPA Proteins Regulate Adaptation to G2\/M Arrest after DNA Damage",
                "Mutations predisposing to hereditary nonpolyposis colorectal cancer: database and results of a collaborative study. The International Collaborative Group on Hereditary …",
                "The evolution of genes: the chicken preproinsulin gene"
            ],
            [
                "We have identified a human homolog of the bacterial MutS and S. cerevisiae MSH proteins, called hMSH2. Expression of hMSH2 in E. coli causes a dominant mutator phenotype, suggesting that hMSH2, like other divergent MutS homologs, interferes with the normal bacterial mismatch repair pathway. hMSH2 maps to human chromosome 2p22-21 near a locus implicated in hereditary nonpolyposis colon cancer (HNPCC). A T to C transition mutation has been detected in the −6 position of a splice acceptor site in sporadic colon tumors and in affected individuals of two small HNPCC kindreds. These data and reports indicating that S. cerevisiae msh2 mutations cause an instability of dinucleotide repeats like those associated with HNPCC suggest that hMSH2 is the HNPCC gene.",
                "THE human DNA mismatch repair gene homologue, hMSH2, on chromosome 2p is involved in hereditary non-polyposis colon cancer (HNPCC) 1, 2. On the basis of linkage data, a second HNPCC locus was assigned to chromosome 3p21-23 (ref. 3). Here we report that a human gene encoding a protein, hMLHl (human MutL homologue), homologous to the bacterial DNA mismatch repair protein MutL, is located on human chromosome 3p21. 3-23. We propose that hMLHl is the HNPCC gene located on 3p because of the similarity of the hMLHl gene product to the yeast DNA mismatch repair protein, MLH1 4, 5, the coincident location of the hMLHl gene and the HNPCC locus on chromosome 3, and hMLHl missense mutations in affected individuals from a chromosome 3-linked HNPCC family.",
                "Inactivation of the genes involved in DNA mismatch repair is associated with microsatellite instability (MSI) in colorectal cancer. We report that hypermethylation of the 5′ CpG island of hMLH1 is found in the majority of sporadic primary colorectal cancers with MSI, and that this methylation was often, but not invariably, associated with loss of hMLH1 protein expression. Such methylation also occurred, but was less common, in MSI− tumors, as well as in MSI+ tumors with known mutations of a mismatch repair gene (MMR). No hypermethylation of hMSH2 was found. Hypermethylation of colorectal cancer cell lines with MSI also was frequently observed, and in such cases, reversal of the methylation with 5-aza-2′-deoxycytidine not only resulted in reexpression of hMLH1 protein, but also in restoration of the MMR capacity in MMR-deficient cell lines. Our results suggest that microsatellite instability in sporadic colorectal …",
                "Somatic mutations in DNA mismatch repair genes have been observed in sporadic tumors as well as cell lines and xenografts derived from such tumors implicating genetic defects of mismatch repair genes in the development of such tumors. However, the proportion of sporadic tumors in which mismatch repair genes have been inactivated has not been determined accurately. We have analyzed 66 sporadic colorectal tumors for the expression of hMLH1 by immunohistochemistry and identified 4 tumors that do not express hMLH1. These four colorectal tumors, a colon tumor cell line (SW48) and an endometrial tumor cell line (AN3CA), did not express hMLH1, despite the absence of mutations in its coding sequence. Cytosine methlation of the hMLH1 promoter region was found in these four colorectal tumors, whereas cytosine methylation of the hMLH1 promoter region was absent in adjacent normal tissue or in nine …",
                "Familial cold autoinflammatory syndrome (FCAS, MIM 120100), commonly known as familial cold urticaria (FCU), is an autosomal-dominant systemic inflammatory disease characterized by intermittent episodes of rash, arthralgia, fever and conjunctivitis after generalized exposure to cold 1, 2, 3, 4. FCAS was previously mapped to a 10-cM region on chromosome 1q44 (refs. 5, 6). Muckle–Wells syndrome (MWS; MIM 191900), which also maps to chromosome 1q44, is an autosomal-dominant periodic fever syndrome with a similar phenotype except that symptoms are not precipitated by cold exposure and that sensorineural hearing loss is frequently also present 6, 7, 8. To identify the genes for FCAS and MWS, we screened exons in the 1q44 region for mutations by direct sequencing of genomic DNA from affected individuals and controls. This resulted in the identification of four distinct mutations in a gene that …",
                "Alpha-synuclein (αSyn) misfolding is associated with several devastating neurodegenerative disorders, including Parkinson9s disease (PD). In yeast cells and in neurons αSyn accumulation is cytotoxic, but little is known about its normal function or pathobiology. The earliest defect following αSyn expression in yeast was a block in endoplasmic reticulum (ER)–to–Golgi vesicular trafficking. In a genomewide screen, the largest class of toxicity modifiers were proteins functioning at this same step, including the Rab guanosine triphosphatase Ypt1p, which associated with cytoplasmic αSyn inclusions. Elevated expression of Rab1, the mammalian YPT1 homolog, protected against αSyn-induced dopaminergic neuron loss in animal models of PD. Thus, synucleinopathies may result from disruptions in basic cellular functions that interface with the unique biology of particular neurons to make them especially vulnerable.",
                "Eukaryotic mismatch repair (MMR) has been shown to require two different heterodimeric complexes of MutS-related proteins: MSH2–MSH3 and MSH2–MSH6. These two complexes have different mispair recognition properties and different abilities to support MMR. Alternative models have been proposed for how these MSH complexes function in MMR. Two different heterodimeric complexes of MutL-related proteins, MLH1–PMS1 (human PMS2) and MLH1–MLH3 (human PMS1) also function in MMR and appear to interact with other MMR proteins including the MSH complexes and replication factors. A number of other proteins have been implicated in MMR, including DNA polymerase δ, RPA (replication protein A), PCNA (proliferating cell nuclear antigen), RFC (replication factor C), Exonuclease 1, FEN1 (RAD27) and the DNA polymerase δ and ϵ associated exonucleases. MMR proteins have also been shown …",
                "Saccharomyces cells suffering a single unrepairable double-strand break (DSB) exhibit a long, but transient arrest at G2\/M. hdf1 cells, lacking Ku70p, fail to escape from this RAD9\/RAD17-dependent checkpoint. The effect of hdf1 results from its accelerated 5′ to 3′ degradation of the broken chromosome. Permanent arrest in hdf1 cells is suppressed by rad50 or mre11 deletions that retard this degradation. Wild-type HDF1 cells also become permanently arrested when they experience two unrepairable DSBs. Both DSB-induced arrest conditions are suppressed by a mutation in the single-strand binding protein, RPA. We suggest that escape from the DNA damage–induced G2\/M checkpoint depends on the extent of ssDNA created at broken chromosome ends. RPA appears to play a key intermediate step in this adaptation.",
                "BACKGROUND & AIMS: Germline mutations in four DNA mismatch repair genes are known to cause susceptibility to hereditary nonpolyposis colorectal cancer (HNPCC). The rapidly increasing information about these mutations needs to be collected and appropriately stored to facilitate further studies on the biological and clinical significance of the findings.METHODS: The International Collaborative Group on HNPCC has established a database of DNA mismatch repair gene mutations and polymorphisms. In this report, 126 predisposing mutations were analyzed.RESULTS: A majority of the mutations affected either the Mut L homologue (MLH) 1 (n = 75) or the Mut S homologue (MSH) 2 (n = 48) and were quite evenly distributed, with some clustering in MSH2 exon 12 and MLH1 exon 16. Most MSH2 mutations consisted of frameshift (60%) or nonsense changes (23%), whereas MLH1 was mainly affected by …",
                "We have characterized a clone carrying a chicken preproinsulin gene, which is present in only one copy in the chicken genome. The gene contains two introns: a 3.5 kb intron interrupting the region encoding the connecting peptide and a 119 bp intron interrupting the DNA corresponding to the 5′ noncoding region of the mRNA. This is similar to the structure of rat insulin gene II; therefore it represents the common ancestor. Since the rat insulin gene I lacks a 499 bp intron in the coding region, the rat genes have evolved by a recent gene duplication followed by loss of this intron in one copy. The divergences between insulin gene sequences, and also between globin genes, show that changes at introns and silent positions in coding regions appear very rapidly (7 × 10−9 substitutions per nucleotide site per year), but that the accumulation of changes in these sites saturates, although not completely, after about 100 …"
            ],
            [
                [

                ]
            ],
            [
                "                     USF Health is providing COVID-19 vaccinations by invitation and appointment only to patients and employees who meet eligibility criteria defined by Florida Executive Order as supply of vaccine permits. Learn More .                Please note that Internet Explorer is incompatible with this site.  We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox .            Education  Research  Patient Care  News    USF  Contribute          University of South Florida           University of South Florida                 Medicine      Nursing      Public Health      Pharmacy      Patient Care      Research      News                Search    Quick Links   Education  Research  Patient Care  News  USF  Contribute           404 Error       USF Health       Page Not Found  The page you were looking for has either been relocated or doesn't exist.              12901 Bruce B. Downs Blvd. Tampa, FL 33612                GIVE  Help build USF Health      Powered by USF Information Technology      USF Health   About Us  USF Health Fact Sheet  Leadership  Patient Care  Communications  Human Resources\/Career  Directions \/ Maps  USF in Water Street Tampa  USF Health International  Geriatric Workforce Enhancement Program  Operations and Facilities Management  Office of Interprofessional Education and Practice       Degrees   Medicine  Nursing  Public Health  Pharmacy  Physical Therapy  Physician Assistant  Biomedical Sciences  Athletic Training       For You   Patient Care  Students  Faculty & Staff  Remote Work Resources  Alumni  Media  Clinical Trials  Brand Standards  USF Health Libraries  25 Live  Web Email  WELL  CAMLS                     "
            ]
        ]
    ]
}