{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AM72NK0H",
            "6HNHkc0AAAAJ",
            [
                "The nuclear spectroscopic telescope array (NuSTAR) high-energy X-ray mission",
                "SPI: The spectrometer aboard INTEGRAL",
                "An exceptionally bright flare from SGR 1806–20 and the origins of short-duration γ-ray bursts",
                "An ultraluminous X-ray source powered by an accreting neutron star",
                "Polarization of the prompt γ-ray emission from the γ-ray burst of 6 December 2002",
                "A rapidly spinning supermassive black hole at the centre of NGC 1365",
                "Asymmetries in core-collapse supernovae from maps of radioactive 44 Ti in Cassiopeia A",
                "Calibration of the NuSTAR high-energy focusing X-ray telescope",
                "SPI\/INTEGRAL in-flight performance",
                "Black hole feedback in the luminous quasar PDS 456"
            ],
            [
                "The Nuclear Spectroscopic Telescope Array (NuSTAR) mission, launched on 2012 June 13, is the first focusing high-energy X-ray telescope in orbit. NuSTAR operates in the band from 3 to 79 keV, extending the sensitivity of focusing far beyond the~ 10 keV high-energy cutoff achieved by all previous X-ray satellites. The inherently low background associated with concentrating the X-ray light enables NuSTAR to probe the hard X-ray sky with a more than 100-fold improvement in sensitivity over the collimated or coded mask instruments that have operated in this bandpass. Using its unprecedented combination of sensitivity and spatial and spectral resolution, NuSTAR will pursue five primary scientific objectives:(1) probe obscured active galactic nucleus (AGN) activity out to the peak epoch of galaxy assembly in the universe (at z lesssim 2) by surveying selected regions of the sky;(2) study the population of hard X …",
                "SPI is a high spectral resolution gamma-ray telescope on board the ESA mission INTEGRAL (International Gamma Ray Astrophysics Laboratory). It consists of an array of 19 closely packed germanium detectors surrounded by an active anticoincidence shield of BGO. The imaging capabilities of the instrument are obtained with a tungsten coded aperture mask located 1.7 m from the Ge array. The fully coded field-of-view is , the partially coded field of view amounts to , and the angular resolution is . The energy range extends from 20 keV to 8 MeV with a typical energy resolution of 2.5 keV at 1.3 MeV. Here we present the general concept of the instrument followed by a brief description of each of the main subsystems. INTEGRAL was successfully launched in October 2002 and SPI is functioning extremely well.",
                "Soft-γ-ray repeaters (SGRs) are galactic X-ray stars that emit numerous short-duration (about 0.1 s) bursts of hard X-rays during sporadic active periods. They are thought to be magnetars: strongly magnetized neutron stars with emissions powered by the dissipation of magnetic energy. Here we report the detection of a long (380 s) giant flare from SGR 1806–20, which was much more luminous than any previous transient event observed in our Galaxy.(In the first 0.2 s, the flare released as much energy as the Sun radiates in a quarter of a million years.) Its power can be explained by a catastrophic instability involving global crust failure and magnetic reconnection on a magnetar, with possible large-scale untwisting of magnetic field lines outside the star. From a great distance this event would appear to be a short-duration, hard-spectrum cosmic γ-ray burst. At least a significant fraction of the mysterious short-duration …",
                "The majority of ultraluminous X-ray sources are point sources that are spatially offset from the nuclei of nearby galaxies and whose X-ray luminosities exceed the theoretical maximum for spherical infall (the Eddington limit) onto stellar-mass black holes 1, 2. Their X-ray luminosities in the 0.5–10 kiloelectronvolt energy band range from 10 39 to 10 41 ergs per second 3. Because higher masses imply less extreme ratios of the luminosity to the isotropic Eddington limit, theoretical models have focused on black hole rather than neutron star systems 1, 2. The most challenging sources to explain are those at the luminous end of the range (more than 10 40 ergs per second), which require black hole masses of 50–100 times the solar value or significant departures from the standard thin disk accretion that powers bright Galactic X-ray binaries, or both. Here we report broadband X-ray observations of the nuclear region of …",
                "Observations of the afterglows of γ-ray bursts (GRBs) have revealed that they lie at cosmological distances, and so correspond to the release of an enormous amount of energy 1, 2. The nature of the central engine that powers these events and the prompt γ-ray emission mechanism itself remain enigmatic because, once a relativistic fireball is created, the physics of the afterglow is insensitive to the nature of the progenitor. Here we report the discovery of linear polarization in the prompt γ-ray emission from GRB021206, which indicates that it is synchrotron emission from relativistic electrons in a strong magnetic field. The polarization is at the theoretical maximum, which requires a uniform, large-scale magnetic field over the γ-ray emission region. A large-scale magnetic field constrains possible progenitors to those either having or producing organized fields. We suggest that the large magnetic energy densities in the …",
                "Broad X-ray emission lines from neutral and partially ionized iron observed in active galaxies have been interpreted as fluorescence produced by the reflection of hard X-rays off the inner edge of an accretion disk 1, 2, 3, 4, 5, 6, 7. In this model, line broadening and distortion result from rapid rotation and relativistic effects near the black hole, the line shape being sensitive to its spin. Alternative models in which the distortions result from absorption by intervening structures provide an equally good description of the data 8, 9, and there has been no general agreement on which is correct. Recent claims 10 that the black hole 11, 12 (2× 10 6 solar masses) at the centre of the galaxy NGC 1365 is rotating at close to its maximum possible speed rest on the assumption of relativistic reflection. Here we report X-ray observations of NGC 1365 that reveal the relativistic disk features through broadened Fe-line emission and an …",
                "Asymmetry is required by most numerical simulations of stellar core-collapse explosions, but the form it takes differs significantly among models. The spatial distribution of radioactive 44 Ti, synthesized in an exploding star near the boundary between material falling back onto the collapsing core and that ejected into the surrounding medium 1, directly probes the explosion asymmetries. Cassiopeia A is a young 2, nearby 3, core-collapse 4 remnant from which 44 Ti emission has previously been detected 5, 6, 7, 8 but not imaged. Asymmetries in the explosion have been indirectly inferred from a high ratio of observed 44 Ti emission to estimated 56 Ni emission 9, from optical light echoes 10, and from jet-like features seen in the X-ray 11 and optical 12 ejecta. Here we report spatial maps and spectral properties of the 44 Ti in Cassiopeia A. This may explain the unexpected lack of correlation between the 44 Ti and iron …",
                "We present the calibration of the Nuclear Spectroscopic Telescope Array (NuSTAR) X-ray satellite. We used the Crab as the primary effective area calibrator and constructed a piece-wise linear spline function to modify the vignetting response. The achieved residuals for all off-axis angles and energies, compared to the assumed spectrum, are typically better than±2% up to 40 keV and 5%–10% above due to limited counting statistics. An empirical adjustment to the theoretical two-dimensional point-spread function (PSF) was found using several strong point sources, and no increase of the PSF half-power diameter has been observed since the beginning of the mission. We report on the detector gain calibration, good to 60 eV for all grades, and discuss the timing capabilities of the observatory, which has an absolute timing of±3 ms. Finally, we present cross-calibration results from two campaigns between all the …",
                "The SPI instrument has been launched on-board the INTEGRAL observatory on October 17, 2002. SPI is a spectrometer devoted to the sky observation in the 20 keV–8 MeV energy range using 19 germanium detectors. The performance of the cryogenic system is nominal and allows to cool the 19 kg of germanium down to 85 K with a comfortable margin. The energy resolution of the whole camera is 2.5 keV at 1.1 MeV. This resolution degrades with time due to particle irradiation in space. We show that the annealing process allows the recovery of the initial performance. The anticoincidence shield works as expected, with a low threshold at 75 keV, reducing the GeD background by a factor of 20. The digital front-end electronics system allows the perfect alignement in time of all the signals as well as the optimisation of the dead time (12%). We demonstrate that SPI is able to map regions as complex as the galactic …",
                "The evolution of galaxies is connected to the growth of supermassive black holes in their centers. During the quasar phase, a huge luminosity is released as matter falls onto the black hole, and radiation-driven winds can transfer most of this energy back to the host galaxy. Over five different epochs, we detected the signatures of a nearly spherical stream of highly ionized gas in the broadband x-ray spectra of the luminous quasar PDS 456. This persistent wind is expelled at relativistic speeds from the inner accretion disk, and its wide aperture suggests an effective coupling with the ambient gas. The outflow’s kinetic power larger than 1046 ergs per second is enough to provide the feedback required by models of black hole and host galaxy coevolution."
            ],
            [
                [
                    "High Energy Astrophysics"
                ]
            ]
        ]
    ]
}