{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ANUCXEB3",
            "YwHOaJoAAAAJ",
            [
                "Magnetic Spin Ladder : High-Field Magnetization and Scaling near Quantum Criticality",
                "Supersolid 4He: an overview of past searches and future possibilities",
                "Langmuir− Blodgett Films of Known Layered Solids: Preparation and Structural Properties of Octadecylphosphonate Bilayers with Divalent Metals and Characterization of a Magnetic …"
            ],
            [
                "The magnetization, M (H≤ 30 T, 0.7≤ T≤ 300 K), of (C 5 H 12 N) 2 CuBr 4 has been used to identify this system as an S= 1\/2 Heisenberg two-leg ladder in the strong-coupling limit, J⊥= 13.3 K and J∥= 3.8 K, with H c 1= 6.6 T and H c 2= 14.6 T. An inflection point in M (H, T= 0.7 K) at half saturation, M s\/2, is described by an effective XXZ chain. The data exhibit universal scaling behavior in the vicinity of H c 1 and H c 2, indicating that the system is near a quantum critical point.",
                "This paper reviews the theoretical and experimental work that has addressed the question of the possibility of Bose-Einstein condensation in solid 4He. Due to its expected superfluid-like properties, this state of matter is called a supersolid. To date, no unambiguous supersolid 4He state has been observed. Potential future extensions of the experiments are discussed.",
                "Langmuir−Blodgett (LB) films of a series of divalent metal octadecylphosphonates have been prepared and characterized. The films are each shown to be LB analogs of known solid-state metal phosphonates possessing 2-dimensional ionic−covalent metal phosphonate layers. The metal phosphonate layers crystallize during the LB deposition process. Films were characterized with XPS, X-ray diffraction, ellipsometry, attenuated total reflectance FTIR, and, in the case of the manganese film, SQUID magnetometry. Octadecylphosphonate films with Mn2+, Mg2+, and Cd2+ form with the stoichiometry M(O3PC17H37)·H2O and have metal phosphonate bonding consistent with the analogous M(O3PR)·H2O layered solids. The Ca2+ film forms as Ca(HO3PC18H37)2, which is also a known solid-state phase. Magnetic measurements reveal that the manganese octadecylphosphonate film undergoes a magnetic ordering …"
            ],
            [
                [
                    "Experimental Condensed Matter Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}