{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "APH163QE",
            "MUuMMgwAAAAJ",
            [
                "Solar fusion cross sections. II. The  chain and CNO cycles",
                "First Measurement of the  Cross Section down to the Lower Edge of the Solar Gamow Peak",
                "Oppenheimer-Phillips effect and electron screening in d+ d fusion reactions",
                "Cross section of He measured at solar energies",
                "The DRAGON facility for nuclear astrophysics at TRIUMF-ISAC: design, construction and operation",
                "Isotopic dependence of electron screening in fusion reactions",
                "Experimental cross section of (144) Sm (\\alpha,\\gamma)^(148) Gd and implications for the p-process.",
                "Reaction rates of the s-process neutron sources 22Ne (α, n) 25Mg and 13C (α, n) 16O",
                "Laboratory for underground nuclear astrophysics (LUNA)",
                " Reaction and Oxygen-Neon Novae"
            ],
            [
                "The available data on nuclear fusion cross sections important to energy generation in the Sun and other hydrogen-burning stars and to solar neutrino production are summarized and critically evaluated. Recommended values and uncertainties are provided for key cross sections, and a recommended spectrum is given for B 8 solar neutrinos. Opportunities for further increasing the precision of key rates are also discussed, including new facilities, new experimental techniques, and improvements in theory. This review, which summarizes the conclusions of a workshop held at the Institute for Nuclear Theory, Seattle, in January 2009, is intended as a 10-year update and supplement to 1998, Rev. Mod. Phys. 70, 1265.",
                "We give the LUNA results on the σ (E) cross section measurement of a key reaction of the proton-proton chain strongly affecting the calculated neutrino luminosity from the Sun: 3 He (3 He, 2 p) 4 He. Because of the cosmic ray suppression provided by the Gran Sasso underground laboratory, it has been possible to measure σ (E) throughout the energy range in which this reaction occurs in the Sun, ie, down to 16.5 keV center of mass energy. The data clearly show the cross section increase due to the electron screening effect but they do not exhibit any evidence for a narrow resonance suggested to explain the 8 B and 7 Be solar neutrino flux reduction.",
                "Thed(d, n) 3He andd(d,p)t fusion reactions have been studied at center-of-mass energies E=1.6 to 130 keV using intense beam currents from 30, 100, and 450 kV accelerators in combination with detectors in close and far geometry. The cross sesction ratio,R(E)=σ(d,n)\/σ(d, p), approaches unity (within 2%) at low energies; thus there is no experimental evidence for the Oppenheimer-Phillips effect at subcoulomb energies. The cross sections of d(d, p)t at E≦10keV show clear evidence for electron screening effects. However, the observed cross section enhancement is significantly larger than can be accounted for from available atomic physics models.",
                "We report on the results of the 3 He (4 He, 2 p) 4 He experiment at the underground accelerator facility LUNA (Gran Sasso). For the first time the lowest projectile energies utilized for the cross section measurement correspond to energies below the center of the solar Gamow peak (E 0= 22 keV). The data provide no evidence for the existence of a hypothetical resonance in the energy range investigated. Although no extrapolation is needed anymore (except for energies at the low-energy tail of the Gamow peak), the data must be corrected for the effects of electron screening, clearly observed the first time for the 3 He (3 He, 2 p) 4 He reaction. The effects are, however, larger than expected and not understood, leading presently to the largest uncertainty on the quoted S b (0) value for bare nuclides (= 5.40 MeV b).",
                "A facility for measuring cross-sections (resonance strengths) for reactions of astrophysical importance involving short-lived, radioactive reactants has been designed, built and installed at the new TRIUMF-ISAC Radioactive Beams Laboratory in Canada. Named DRAGON (Detector of Recoils And Gamma-rays of Nuclear reactions), it has been successfully commissioned with stable and radioactive heavy ion beams from ISAC. This report presents the main components of the facility, namely, the windowless gas target, the surrounding γ detector array, the subsequent electromagnetic recoil mass separator, the focal plane detectors for recoils, the detection system for elastics, and the modular electronics and computer software used for the data acquisition. Examples of the operation of the facility for both stable beam reactions and the first radioactive beam reaction study, 21 Na (p, γ) 22 Mg are also presented, along …",
                "The fusion reactions6Li(p, α)3He,6Li(d, α)4He, and7Li(p, α)4He have been studied over the c.m. energy rangeE=10 to 1450 keV. Each reaction involved the use of hydrogen projectiles and LiF solid targets as well as Li projectiles and hydrogen molecular gas targets. In all cases the effects of electron screening on the low-energy fusion cross sections (exponential enhancement) have been observed; the effects are somewhat stronger in the case of atomicp ord projectiles compared to the case of molecularH  2  orD  2  gas targets. If isotopic effects on electron screening are negligible, all three reactions should exhibit the same enhancements for each set of experimental techniques. The measurements confirmed this expectation to a large extent.",
                "The cross section of the ‘44Sm (c~,‘y)‘48Gd reaction has been measured at bombarding energies in the 10.51 3.4 MeV range using an activation method based on the off-line",
                "Pascal 001 Exact sciences and technology\/001E Earth, ocean, space\/001E03 Astronomy\/001E03A Fundamental astronomy and astrophysics. Instrumentation, techniques, and astronomical observations\/001E03A30 Fundamental aspects of astrophysics\/001E03A30C Elementary particle and nuclear processes",
                "A compact high-current 50 kV ion accelerator facility including a windowless gas target system, a beam calorimeter, and detector telescopes in close geometry has been built and tested. The data acquisition and analysis involved a multiparameter system and a Monte Carlo program. The LUNA facility, presently installed at the Gran Sasso underground laboratory, is a pilot project focused initially on cross section measurements of the 3He(3He, 2p)4He reaction within the thermal energy region of the sun. To achieve this goal, the experimental sensitivity has been improved by more than four orders of magnitude over that of previous work.",
                "The N a 21 (p, γ) M g 22 reaction is expected to play an important role in the nucleosynthesis of N a 22 in oxygen-neon novae. The decay of N a 22 leads to the emission of a characteristic 1.275 MeV gamma-ray line. This report provides the first direct measurement of the rate of this reaction using a radioactive N a 21 beam, and discusses its astrophysical implications. The energy of the important state was measured to be E c. m.= 205.7±0.5 k e V with a resonance strength ω γ= 1.03±0.16 s t a t±0.14 s y s m e V."
            ],
            [
                [
                    "Nuclear Astrophysics",
                    "Radiation Detection and Measurement"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}