{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "APRJEV66",
            "P5HvxtsAAAAJ",
            [
                "Dielectronic recombination data for dynamic finite-density plasmas-I. Goals and methodology",
                "Collisional ionization equilibrium for optically thin plasmas. I. Updated recombination rate coefficients for bare through sodium-like ions"
            ],
            [
                "A programme is outlined for the assembly of a comprehensive dielectronic recombination database within the generalized collisional–radiative (GCR) framework. It is valid for modelling ions of elements in dynamic finite-density plasmas such as occur in transient astrophysical plasmas such as solar flares and in the divertors and high transport regions of magnetic fusion devices. The resolution and precision of the data are tuned to spectral analysis and so are sufficient for prediction of the dielectronic recombination contributions to individual spectral line emissivities. The fundamental data are structured according to the format prescriptions of the Atomic Data and Analysis Structure (ADAS) and the production of relevant GCR derived data for application is described and implemented following ADAS. The requirements on the dielectronic recombination database are reviewed and the new data are placed in context …",
                "Reliably interpreting spectra from electron‐ionized cosmic plasmas requires accurate ionization balance calculations for the plasma in question. However, much of the atomic data needed for these calculations have not been generated using modern theoretical methods and are often highly suspect. This translates directly into the reliability of the collisional ionization equilibrium (CIE) calculations. We make use of state‐of‐the‐art calculations of dielectronic recombination (DR) rate coefficients for the hydrogenic through Na‐like ions of all elements from He up to and including Zn. Where measurements exist, these published theoretical DR data agree with recent laboratory work to within typically 35% or better at the temperatures relevant for CIE. We also make use of state‐of‐the‐art radiative recombination (RR) rate coefficient calculations for the bare through Na‐like ions of all elements from H through to Zn. Here …"
            ],
            [
                [
                    "Atomic Physics",
                    "Astrophysics"
                ]
            ],
            [
                "Tom Gorczyca Thomas Ward Gorczyca (Tom) Professor of Physics (269) 387-4913 1131 Everett Tower, Mail Stop 5252 Ph.D., Physics, University of Colorado, Boulder, 1990 B.S., Physics, University of Massachusetts, Amherst, 1983 Atomic physics Electrodynamics Thermal and statistical mechanics Theoretical atomic physics Laboratory astrophysics X-ray spectroscopy Dr. Thomas Gorczyca is a professor of theoretical atomic physics in the Department of Physics at Western Michigan University. His research focuses on the fundamental interactions between electrons, photons and atomic ions in atmospheric and plasma environments. Gorczyca’s research has a wide range of applications in astrophysics, thermonuclear fusion, and atmospheric physics, in the search for extra-terrestrial planets. His research has been funded by the National Aeronautic and Space Administration for nearly two decades, resulting in more than 100 peer-reviewed publications in leading physics and astronomy journals. Gorczyca has collaborated with numerous theoretical and experimental atomic physicists and laboratory astrophysicists at WMU and at national and international institutes. A Fellow of the American Physical Society, Gorczyca has taught almost all available courses offered by the Department of Physics, including 1000-level (non-math intro), 2000-3000-level (intro and intermediate undergraduate), 4000-5000-level (advanced undergraduate), 6000-level (intro graduate), and 7000-level (Ph.D. dissertation) courses. In addition to teaching and researching physics, Gorczyca enjoys many sporting and outdoor Michigan activities, including golf, bicycling, skiing, swimming, camping and fishing, and is a life-long Bruins, Celtics, Patriots and Red Sox fan. Gorczyca's personal page Curriculum vitae Email Tom Gorczyca"
            ]
        ]
    ]
}