{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "APRS80XX",
            "xbjTAm4AAAAJ",
            [
                "Black holes as mirrors: quantum information in random subsystems",
                "Aspects of generic entanglement",
                "Structure of states which satisfy strong subadditivity of quantum entropy with equality",
                "Randomizing quantum states: Constructions and applications",
                "Multiplayer quantum games",
                "The asymptotic entanglement cost of preparing a quantum state",
                "Holographic duality from random tensor networks",
                "Geometric quantum computation",
                "Measuring the scrambling of quantum information",
                "Towards the fast scrambling conjecture"
            ],
            [
                "We study information retrieval from evaporating black holes, assuming that the internal dynamics of a black hole is unitary and rapidly mixing, and assuming that the retriever has unlimited control over the emitted Hawking radiation. If the evaporation of the black hole has already proceeded past the``half-way''point, where half of the initial entropy has been radiated away, then additional quantum information deposited in the black hole is revealed in the Hawking radiation very rapidly. Information deposited prior to the half-way point remains concealed until the half-way point, and then emerges quickly. These conclusions hold because typical local quantum circuits are efficient encoders for quantum error-correcting codes that nearly achieve the capacity of the quantum erasure channel. Our estimate of a black hole's information retention time, based on speculative dynamical assumptions, is just barely compatible with …",
                "We study entanglement and other correlation properties of random states in high-dimensional bipartite systems. These correlations are quantified by parameters that are subject to the ``concentration of measure'' phenomenon, meaning that on a large-probability set these parameters are close to their expectation. For the entropy of entanglement, this has the counterintuitive consequence that there exist large subspaces in which all pure states are close to maximally entangled. This, in turn, implies the existence of mixed states with entanglement of formation near that of a maximally entangled state, but with negligible quantum mutual information and, therefore, negligible distillable entanglement, secret key, and common randomness. It also implies a very strong locking effect for the entanglement of formation: its value can jump from maximal to near zero by tracing over a number of qubits negligible …",
                "We give an explicit characterisation of the quantum states which saturate the strong subadditivity inequality for the von Neumann entropy. By combining a result of Petz characterising the equality case for the monotonicity of relative entropy with a recent theorem by Koashi and Imoto, we show that such states will have the form of a so–called short quantum Markov chain, which in turn implies that two of the systems are independent conditioned on the third, in a physically meaningful sense. This characterisation simultaneously generalises known necessary and sufficient entropic conditions for quantum error correction as well as the conditions for the achievability of the Holevo bound on accessible information.",
                "The construction of a perfectly secure private quantum channel in dimension d is known to require 2 log d shared random key bits between the sender and receiver. We show that if only near-perfect security is required, the size of the key can be reduced by a factor of two. More specifically, we show that there exists a set of roughly d log d unitary operators whose average effect on every input pure state is almost perfectly randomizing, as compared to the d2 operators required to randomize perfectly. Aside from the private quantum channel, variations of this construction can be applied to many other tasks in quantum information processing. We show, for instance, that it can be used to construct LOCC data hiding schemes for bits and qubits that are much more efficient than any others known, allowing roughly  log d qubits to be hidden in 2 log d qubits. The method can also be used to exhibit the …",
                "Recently the concept of quantum information has been introduced into game theory. Here we present the first study of quantum games with more than two players. We discover that such games can possess an alternative form of equilibrium strategy, one which has no analog either in traditional games or even in two-player quantum games. In these “coherent” equilibria, entanglement shared among multiple players enables different kinds of cooperative behavior: indeed it can act as a contract, in the sense that it prevents players from successfully betraying one another.",
                "We give a detailed proof of the conjecture that the asymptotic entanglement cost of preparing a state ρ is equal to lim n→∞ E f (ρ⊗ n)\/n where E f is the entanglement of formation.",
                "Tensor networks provide a natural framework for exploring holographic duality because they obey entanglement area laws. They have been used to construct explicit toy models realizing many of the interesting structural features of the AdS\/CFT correspondence, including the non-uniqueness of bulk operator reconstruction in the boundary theory. In this article, we explore the holographic properties of networks of random tensors. We find that our models naturally incorporate many features that are analogous to those of the AdS\/CFT correspondence. When the bond dimension of the tensors is large, we show that the entanglement entropy of all boundary regions, whether connected or not, obey the Ryu-Takayanagi entropy formula, a fact closely related to known properties of the multipartite entanglement of assistance. We also discuss the behavior of Rényi entropies in our models and contrast it with AdS\/CFT …",
                "We describe in detail a general strategy for implementing a conditional geometric phase between two spins. Combined with single-spin operations, this simple operation is a universal gate for quantum computation, in that any unitary transformation can be implemented with arbitrary precision using only single-spin operations and conditional phase shifts. Thus quantum geometrical phases can form the basis of any quantum computation. Moreover, as the induced conditional phase depends only on the geometry of the paths executed by the spins it is resilient to certain types of errors and offers the potential of a naturally fault-tolerant way of performing quantum computation.",
                "We provide a general protocol to measure out-of-time-order correlation functions. These correlation functions are of broad theoretical interest for diagnosing the scrambling of quantum information in interacting quantum systems and have recently received particular attention in the study of chaos and black holes within holographic duality. Measuring them requires an echo-type sequence in which the sign of a many-body Hamiltonian is reversed. We illustrate our protocol by detailing an implementation employing cold atoms and cavity quantum electrodynamics to probe spin models with nonlocal interactions. To verify the feasibility of the scheme with current technology, we analyze the effects of dissipation in a chaotic kicked-top model. Finally, we propose a number of other experimental platforms where similar out-of-time-order correlation functions can be measured.",
                "Many proposed quantum mechanical models of black holes include highly non-local interactions. The time required for thermalization to occur in such models should reflect the relaxation times associated with classical black holes in general relativity. Moreover, the time required for a particularly strong form of thermalization to occur, sometimes known as scrambling, determines the time scale on which black holes should start to release information. It has been conjectured that black holes scramble in a time logarithmic in their entropy, and that no system in nature can scramble faster. In this article, we address the conjecture from two directions. First, we exhibit two examples of systems that do indeed scramble in logarithmic time: Brownian quantum circuits and the antiferromagnetic Ising model on a sparse random graph. Unfortunately, both fail to be truly ideal fast scramblers for reasons we discuss. Second, we use …"
            ],
            [
                [
                    "Quantum information and its applications"
                ]
            ],
            [
                "Patrick Hayden Stanford Professor of Quantum Physics and Professor, by courtesy, of Computer Science Professor Hayden is a leader in the exciting new field of quantum information science.  He has contributed greatly to our understanding of the absolute limits that quantum mechanics places on information processing, and how to exploit quantum effects for computing and other aspects of communication.  He has also made some key insights on the relationship between black holes and information theory. Professor (By courtesy), Computer Science Director, It from Qubit: Simons Collaboration on Quantum Fields, Gravity, and Information (2015 - Present) Professor of Physics, Stanford University (2013 - Present) Associate Professor of Computer Science, McGill University (2008 - 2013) Canada Research Chair in the Physics of Information, McGill University (2005 - 2013) Assistant Professor of Computer Science, McGill University (2004 - 2008) Sherman Fairchild Prize Doctoral Fellow, California Institute of Technology (2001 - 2004) Simons Investigator, Simons Foundation (2014-) Outstanding Young Computer Science Researcher Prize, Canadian Association of Computer Science (2011) Distinguished Research Chair, Perimeter Institute for Theoretical Physics (2010-) Fellow, Canadian Institute for Advanced Research (2010-) Sloan Research Fellowship in Computer Science, Alfred P. Sloan Foundation (2007-2009) General Dynamics Distinguished Lecturer, University of Michigan Department of Electrical Engineering and Computer Science (2006) Scholar, Canadian Institute for Advanced Research (2004-2009) Rhodes Scholarship, University of Oxford (1998-2001) D.Phil., University of Oxford, Physics  (2001) B.Sc., McGill University, Mathematics and physics  (1998) Patents Patrick Hayden, Robin Burgener. \"United States Patent 5,745,759 Window Kernel\", Apr 28, 1998 phayden@stanford.edu Varian Physics Bldg. Room 308 382 Via Pueblo Mall Physics Department (650) 725-9181 Publications on Google Scholar Advanced Mechanics PHYSICS 110, PHYSICS 210 (Aut) Graduate Quantum Mechanics I PHYSICS 230 (Win) Part-time Curricular Practical Training CS 390D (Win, Spr) PHYSICS 205 (Aut, Win) Advanced Mechanics PHYSICS 110, PHYSICS 210 (Aut) Graduate Quantum Mechanics I PHYSICS 230 (Win) Advanced Topics in Quantum Mechanics PHYSICS 134, PHYSICS 234 (Aut) Graduate Quantum Mechanics I PHYSICS 230 (Win) Advanced Topics in Quantum Mechanics PHYSICS 134, PHYSICS 234 (Aut) Graduate Quantum Mechanics I PHYSICS 230 (Win) Xizhi Han, Ronen Kroeze, Daniel Ranard, Rahul Trivedi Dominic Williamson Noah Shutty , Jonathan Sorce, Kianna Wan Kfir Dolev Bit Threads and Holographic Monogamy COMMUNICATIONS IN MATHEMATICAL PHYSICS Cui, S. X., Hayden, P., He, T., Headrick, M., Stoica, B., Walter, M. 2020 376 (1) : 609–48 DOI 10.1007\/s00220-019-03510-8 Web of Science ID 000530733400016 Approximate Quantum Error Correction Revisited: Introducing the Alpha-Bit COMMUNICATIONS IN MATHEMATICAL PHYSICS Hayden, P., Penington, G. 2020 DOI 10.1007\/s00220-020-03689-1 Web of Science ID 000516015400001 Localizing and excluding quantum Information; or, how to share a quantum secret in spacetime QUANTUM Hayden, P., May, A. 2019 3 Web of Science ID 000492192600001 Quantum Virtual Cooling PHYSICAL REVIEW X Cotler, J., Choi, S., Lukin, A., Gharibyan, H., Grover, T., Tai, M., Rispoli, M., Schittko, R., Preiss, P. M., Kaufman, A. M., Greiner, M., Pichler, H., Hayden, P. 2019 9 (3) DOI 10.1103\/PhysRevX.9.031013 Web of Science ID 000477918300001 Entanglement Wedge Reconstruction via Universal Recovery Channels PHYSICAL REVIEW X Cotler, J., Hayden, P., Penington, G., Salton, G., Swingle, B., Walter, M. 2019 9 (3) DOI 10.1103\/PhysRevX.9.031011 Web of Science ID 000477918100001 Conditional mutual information of bipartite unitaries and scrambling JOURNAL OF HIGH ENERGY PHYSICS Ding, D., Hayden, P., Walter, M. DOI 10.1007\/JHEP12(2016)145 Web of Science ID 000391425500004 Holographic duality from random tensor networks JOURNAL OF HIGH ENERGY PHYSICS Hayden, P., Nezami, S., Qi, X., Thomas, N., Walter, M., Yang, Z. DOI 10.1007\/JHEP11(2016)009 Web of Science ID 000387369600009 Measuring the scrambling of quantum information Swingle, B., Bentsen, G., Schleier-Smith, M., Hayden, P. 94 (4) DOI 10.1103\/PhysRevA.94.040302 Web of Science ID 000390069700001 Spacetime replication of continuous variable quantum information NEW JOURNAL OF PHYSICS Hayden, P., Nezami, S., Salton, G., Sanders, B. C. 18 DOI 10.1088\/1367-2630\/18\/8\/083043 Web of Science ID 000384012800002 Summoning information in spacetime, or where and when can a qubit be? JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Hayden, P., May, A. 49 (17) DOI 10.1088\/1751-8113\/49\/17\/175304 Web of Science ID 000372912400019 Bidirectional holographic codes and sub-AdS locality JOURNAL OF HIGH ENERGY PHYSICS Yang, Z., Hayden, P., Qi, X. DOI 10.1007\/JHEP01(2016)175 Web of Science ID 000375262800003 Universal quantum computation by scattering in the Fermi-Hubbard model NEW JOURNAL OF PHYSICS Bao, N., Hayden, P., Salton, G., Thomas, N. 17 DOI 10.1088\/1367-2630\/17\/9\/093028 Web of Science ID 000367362500001 The information theoretic interpretation of the length of a curve JOURNAL OF HIGH ENERGY PHYSICS Czech, B., Hayden, P., Lashkari, N., Swingle, B. DOI 10.1007\/JHEP06(2015)157 Web of Science ID 000356955600001 Multiboundary wormholes and holographic entanglement CLASSICAL AND QUANTUM GRAVITY Balasubramanian, V., Hayden, P., Maloney, A., Marolf, D., Ross, S. F. 31 (18) DOI 10.1088\/0264-9381\/31\/18\/185015 Web of Science ID 000341484200016 TWO-MESSAGE QUANTUM INTERACTIVE PROOFS AND THE QUANTUM SEPARABILITY PROBLEM QUANTUM INFORMATION & COMPUTATION Hayden, P., Milner, K., Wilde, M. M. 14 (5-6) : 384-416 Web of Science ID 000333068300002 Quantum Enigma Machines and the Locking Capacity of a Quantum Channel PHYSICAL REVIEW X Guha, S., Hayden, P., Krovi, H., Lloyd, S., Lupo, C., Shapiro, J. H., Takeoka, M., Wilde, M. M. 4 (1) DOI 10.1103\/PhysRevX.4.011016 Web of Science ID 000332155500002 The locking-decoding frontier for generic dynamics PROCEEDINGS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Dupuis, F., Florjanczyk, J., Hayden, P., Leung, D. 469 (2159) DOI 10.1098\/rspa.2013.0289 Web of Science ID 000330318600006 From Low-Distortion Norm Embeddings to Explicit Uncertainty Relations and Efficient Information Locking JOURNAL OF THE ACM Fawzi, O., Hayden, P., Sen, P. 60 (6) DOI 10.1145\/2518131 Web of Science ID 000329122700005 Towards the fast scrambling conjecture JOURNAL OF HIGH ENERGY PHYSICS Lashkari, N., Stanford, D., Hastings, M., Osborne, T., Hayden, P. DOI 10.1007\/JHEP04(2013)022 Web of Science ID 000321208400022 Holographic mutual information is monogamous Hayden, P., Headrick, M., Maloney, A. 87 (4) DOI 10.1103\/PhysRevD.87.046003 Web of Science ID 000314686200006 Two-message quantum interactive proofs and the quantum separability problem 28th Annual IEEE Conference on Computational Complexity (CCC) Hayden, P., Milner, K., Wilde, M. M. : 156–167 DOI 10.1109\/CCC.2013.24 Web of Science ID 000332541200016 Quantum computation versus firewalls Journal of High Energy Physics Harlow, D., Hayden, P. 85 Quantum trade-off coding for bosonic communication Wilde, M. M., Hayden, P., Guha, S. 86 (6) DOI 10.1103\/PhysRevA.86.062306 Web of Science ID 000312021800003 The information-theoretic costs of simulating quantum measurements JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Wilde, M. M., Hayden, P., Buscemi, F., Hsieh, M. 45 (45) DOI 10.1088\/1751-8113\/45\/45\/453001 Web of Science ID 000310466800002 Weak Decoupling Duality and Quantum Identification IEEE TRANSACTIONS ON INFORMATION THEORY Hayden, P., Winter, A. 58 (7) : 4914-4929 DOI 10.1109\/TIT.2012.2191695 Web of Science ID 000305575000054 Classical Communication Over a Quantum Interference Channel IEEE TRANSACTIONS ON INFORMATION THEORY Fawzi, O., Hayden, P., Savov, I., Sen, P., Wilde, M. M. 58 (6) : 3670-3691 DOI 10.1109\/TIT.2012.2188620 Web of Science ID 000304245100025 Quantum Communication in Rindler Spacetime COMMUNICATIONS IN MATHEMATICAL PHYSICS Bradler, K., Hayden, P., Panangaden, P. 312 (2) : 361-398 DOI 10.1007\/s00220-012-1476-1 Web of Science ID 000304117200003 Information Trade-Offs for Optical Quantum Communication Wilde, M. M., Hayden, P., Guha, S. 108 (14) Recent work has precisely characterized the achievable trade-offs between three key information processing tasks-classical communication (generation or consumption), quantum communication (generation or consumption), and shared entanglement (distribution or consumption), measured in bits, qubits, and ebits per channel use, respectively. Slices and corner points of this three-dimensional region reduce to well-known protocols for quantum channels. A trade-off coding technique can attain any point in the region and can outperform time sharing between the best-known protocols for accomplishing each information processing task by itself. Previously, the benefits of trade-off coding that had been found were too small to be of practical value (viz., for the dephasing and the universal cloning machine channels). In this Letter, we demonstrate that the associated performance gains are in fact remarkably high for several physically relevant bosonic channels that model free-space or fiber-optic links, thermal-noise channels, and amplifiers. We show that significant performance gains from trade-off coding also apply when trading photon-number resources between transmitting public and private classical information simultaneously over secret-key-assisted bosonic channels. DOI 10.1103\/PhysRevLett.108.140501 Web of Science ID 000302238900001 PubMedID 22540777 Orbits of the Centralizer of a Linear Operator JOURNAL OF LIE THEORY Best, P., Gualtieri, M., Hayden, P. 22 (4) : 1039-1048 Web of Science ID 000314004100005 Quantum Broadcast Channels IEEE TRANSACTIONS ON INFORMATION THEORY Yard, J., Hayden, P., Devetak, I. 57 (10) : 7147-7162 DOI 10.1109\/TIT.2011.2165811 Web of Science ID 000295739000057 QUANTUM INFORMATION Entanglement as elbow grease Hayden, P. 474 (7349) : 41-43 Web of Science ID 000291156700029 PubMedID 21637248 ASSISTED ENTANGLEMENT DISTILLATION QUANTUM INFORMATION & COMPUTATION Dutil, N., Hayden, P. 11 (5-6) : 496-520 Web of Science ID 000292172500010 From Low-Distortion Norm Embeddings to Explicit Uncertainty Relations and Efficient Information Locking 43rd ACM Symposium on Theory of Computing Fawzi, O., Hayden, P., Sen, P. ASSOC COMPUTING MACHINERY. : 773–782 Web of Science ID 000297656800080 Quantum interference channels Proceedings of the 49th Allerton Conference on Communication, Control, and Computing Fawzi, O., Hayden, P., Savov, I., Sen, P., Wilde, M. : 609–616 Leggett-Garg inequalities and the geometry of the cut polytope Avis, D., Hayden, P., Wilde, M. M. 82 (3) DOI 10.1103\/PhysRevA.82.030102 Web of Science ID 000282095600001 Conjugate degradability and the quantum capacity of cloning channels JOURNAL OF MATHEMATICAL PHYSICS Bradler, K., Dutil, N., Hayden, P., Muhammad, A. 51 (7) DOI 10.1063\/1.3449555 Web of Science ID 000280854500009 Trade-off capacities of the quantum Hadamard channels Bradler, K., Hayden, P., Touchette, D., Wilde, M. M. 81 (6) DOI 10.1103\/PhysRevA.81.062312 Web of Science ID 000278719300001 A Father Protocol for Quantum Broadcast Channels IEEE TRANSACTIONS ON INFORMATION THEORY Dupuis, F., Hayden, P., Li, K. 56 (6) : 2946-2956 DOI 10.1109\/TIT.2010.2046217 Web of Science ID 000277880200035 Concentration of Measure Effects in Quantum Information American-Mathematical-Society Short Course on Quantum Information Science\/Annual Meeting of the American-Mathematical-Society Hayden, P. AMER MATHEMATICAL SOC. : 3–12 Web of Science ID 000289580300001 The mother of all protocols: restructuring quantum information's family tree PROCEEDINGS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Abeyesinghe, A., Devetak, I., Hayden, P., Winter, A. 465 (2108) : 2537-2563 DOI 10.1098\/rspa.2009.0202 Web of Science ID 000268021300014 Private information via the Unruh effect JOURNAL OF HIGH ENERGY PHYSICS Bradler, K., Hayden, P., Panangaden, P. DOI 10.1088\/1126-6708\/2009\/08\/074 Web of Science ID 000270220000074 Counterexamples to the Maximal p-Norm Multiplicativity Conjecture for all p > 1 COMMUNICATIONS IN MATHEMATICAL PHYSICS Hayden, P., Winter, A. 284 (1) : 263-280 DOI 10.1007\/s00220-008-0624-0 Web of Science ID 000260059500009 Contrasting Behavior of the 5\/2 and 7\/3 Fractional Quantum Hall Effect in a Tilted Field Dean, C. R., Piot, B. A., Hayden, P., Sarma, S. D., Gervais, G., Pfeiffer, L. N., West, K. W. 101 (18) Using a tilted-field geometry, the effect of an in-plane magnetic field on the even denominator nu=5\/2 fractional quantum Hall state is studied. The energy gap of the nu=5\/2 state is found to collapse linearly with the in-plane magnetic field above approximately 0.5 T. In contrast, a strong enhancement of the gap is observed for the nu=7\/3 state. The radically distinct tilted-field behavior between the two states is discussed in terms of Zeeman and magneto-orbital coupling within the context of the proposed Moore-Read Pfaffian wave function for the 5\/2 fractional quantum Hall effect. DOI 10.1103\/PhysRevLett.101.186806 Web of Science ID 000260574600055 PubMedID 18999851 Possibility, impossibility, and cheat sensitivity of quantum-bit string commitment Buhrman, H., Christandl, M., Hayden, P., Lo, H., Wehner, S. 78 (2) DOI 10.1103\/PhysRevA.78.022316 Web of Science ID 000259263400052 Capacity theorems for quantum multiple-access channels: Classical-quantum and quantum-quantum capacity regions IEEE TRANSACTIONS ON INFORMATION THEORY Yard, J., Hayden, P., Devetak, I. 54 (7) : 3091-3113 DOI 10.1109\/TIT.2008.924665 Web of Science ID 000257111500017 Intrinsic gap of the nu=5\/2 fractional quantum Hall state Dean, C. R., Piot, B. A., Hayden, P., Das Sarma, S., Gervais, G., Pfeiffer, L. N., West, K. W. 100 (14) The fractional quantum Hall effect is observed at low magnetic field where the cyclotron energy is smaller than the Coulomb interaction energy. The nu=5\/2 excitation gap at 2.63 T is measured to be 262+\/-15 mK, similar to values obtained in samples with twice the electronic density. Examining the role of disorder on the 5\/2 state, we find that a large discrepancy remains between theory and experiment for the intrinsic gap extrapolated from the infinite mobility limit. The observation of a 5\/2 state in the low-field regime suggests that inclusion of nonperturbative Landau level mixing may be necessary to fully understand the energetics of half-filled fractional quantum Hall liquids. DOI 10.1103\/PhysRevLett.100.146803 Web of Science ID 000254940900058 PubMedID 18518063 Distributed compression and multiparty squashed entanglement JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Avis, D., Hayden, P., Savov, I. 41 (11) DOI 10.1088\/1751-8113\/41\/11\/115301 Web of Science ID 000254152700008 A Decoupling Approach to the Quantum Capacity OPEN SYSTEMS & INFORMATION DYNAMICS Hayden, P., Horodecki, M., Winter, A., Yard, J. 15 (1) : 7-19 Web of Science ID 000262138200002 Random Quantum Codes from Gaussian Ensembles and an Uncertainty Relation OPEN SYSTEMS & INFORMATION DYNAMICS Hayden, P., Shor, P. W., Winter, A. 15 (1) : 71-89 Web of Science ID 000262138200005 Multiparty distributed compression of quantum information 2nd International Conference on Quantum, Nano and Micro Technologies Avis, D., Hayden, P., Savov, I. IEEE COMPUTER SOC. : 90–97 Web of Science ID 000267131300016 Black holes as mirrors: quantum information in random subsystems JOURNAL OF HIGH ENERGY PHYSICS Hayden, P., Preskill, J. Web of Science ID 000249788800009 Security of quantum bit string commitment depends on the information measure Buhrman, H., Christandl, M., Hayden, P., Lo, H., Wehner, S. 97 (25) Unconditionally secure nonrelativistic bit commitment is known to be impossible in both the classical and the quantum world. However, when committing to a string of n bits at once, how far can we stretch the quantum limits? In this Letter, we introduce a framework of quantum schemes where Alice commits a string of n bits to Bob, in such a way that she can only cheat on a bits and Bob can learn at most b bits of information before the reveal phase. Our results are twofold: we show by an explicit construction that in the traditional approach, where the reveal and guess probabilities form the security criteria, no good schemes can exist: a + b is at least n. If, however, we use a more liberal criterion of security, the accessible information, we construct schemes where a = 4log2(n) + O(1) and b = 4, which is impossible classically. Our findings significantly extend known no-go results for quantum bit commitment. DOI 10.1103\/PhysRevLett.97.250501 Web of Science ID 000243414600005 PubMedID 17280334 On the distributed compression of quantum information IEEE TRANSACTIONS ON INFORMATION THEORY Ahn, C., Doherty, A. C., Hayden, P., Winter, A. J. 52 (10) : 4349-4357 DOI 10.1109\/TIT.2006.881734 Web of Science ID 000240776500001 Optimal superdense coding of entangled states IEEE TRANSACTIONS ON INFORMATION THEORY Abeyesinghe, A., Hayden, P., Smith, G., Winter, A. J. 52 (8) : 3635-3641 DOI 10.1109\/TIT.2006.878174 Web of Science ID 000239408700015 Aspects of generic entanglement COMMUNICATIONS IN MATHEMATICAL PHYSICS Hayden, P., Leung, D. W., Winter, A. 265 (1) : 95-117 DOI 10.1007\/s00220-006-1535-6 Web of Science ID 000237567800003 Capacities enhanced by entanglement Encyclopedia of Mathematical Physics Hayden, P. edited by Francoise, J. P., Naber, G. L., Tsou, S. T. Elsevier. : 418–424 Random subspaces for encryption based on a private shared Cartesian frame Bartlett, S. D., Hayden, P., Spekkens, R. W. 72 (5) DOI 10.1103\/PhysRevA.72.052329 Web of Science ID 000233603400068 Quantum information - Putting certainty in the bank Hayden, P. 436 (7051) : 633-635 DOI 10.1038\/436633a Web of Science ID 000230964500024 PubMedID 16079826 Multiparty data hiding of quantum information Hayden, P., Leung, D., Smith, G. 71 (6) DOI 10.1103\/PhysRevA.71.062339 Web of Science ID 000230275200071 Correcting quantum channels by measuring the environment QUANTUM INFORMATION & COMPUTATION Hayden, P., King, C. 5 (2) : 156-160 Web of Science ID 000228023400006 Capacity theorems for quantum multiple access channels IEEE International Symposium on Information Theory and Its Applications Yard, J., Devetak, I., Hayden, P. : 884–888 Web of Science ID 000234713800185 Remote preparation of quantum states IEEE TRANSACTIONS ON INFORMATION THEORY Bennett, C. H., Hayden, P., Leung, D. W., Shor, P. W., Winter, A. 51 (1) : 56-74 DOI 10.1109\/TIT.2004.839476 Web of Science ID 000226179300004 Quantum broadcast channels Proceedings of the ERATO Conference on Quantum Information Science Yard, J., Hayden, P., Savov, I. Sending classical and quantum information over quantum multiple access channels Proceedings of the ninth Canadian Workshop on Information Theory Yard, J., Devetak, I., Hayden, P. : 387–390 Quantum state transformations and the Schubert calculus ANNALS OF PHYSICS Daftuar, S., Hayden, P. 315 (1) : 80-122 DOI 10.1016\/j.aop.2004.09.012 Web of Science ID 000226780300004 Randomizing quantum states: Constructions and applications COMMUNICATIONS IN MATHEMATICAL PHYSICS Hayden, P., Leung, D., Shor, P. W., Winter, A. 250 (2) : 371-391 Web of Science ID 000224481000007 Superdense coding of quantum states Harrow, A., Hayden, P., Leung, D. 92 (18) We describe a method for nonobliviously communicating a 2l-qubit quantum state by physically transmitting l+o(l) qubits, and by consuming l ebits of entanglement plus some shared random bits. In the nonoblivious scenario, the sender has a classical description of the state to be communicated. Our method can be used to communicate states that are pure or entangled with the sender's system; l+o(l) and 3l+o(l) shared random bits are sufficient, respectively. DOI 10.1103\/PhysRevLett.92.187901 Web of Science ID 000221277900063 PubMedID 15169533 Structure of states which satisfy strong subadditivity of quantum entropy with equality COMMUNICATIONS IN MATHEMATICAL PHYSICS Hayden, P., Jozsa, R., Petz, D., Winter, A. 246 (2) : 359-374 DOI 10.1007\/s00220-004-1049-z Web of Science ID 000220563600007 Entanglement in random subspaces 7th International Conference on Quantum Communication, Measurement and Computing Hayden, P. : 226–229 Web of Science ID 000226204400051 Conditions for equality in the strong subadditivity inequality for quantum entropy Communications of Mathematical Physics Hayden, P., Jozsa, R., Petz, D., Winter, A. 246 (2) : 359-374 Generalized remote state preparation: Trading cbits, qubits, and ebits in quantum communication Abeyesinghe, A., Hayden, P. 68 (6) DOI 10.1103\/PhysRevA.68.062319 Web of Science ID 000187885000037 Hiding quantum data FOUNDATIONS OF PHYSICS DiVincenzo, D. P., Hayden, P., Terhal, B. M. 33 (11) : 1629-1647 Web of Science ID 000185826600004 Universal entanglement transformations without communication van Dam, W., Hayden, P. 67 (6) DOI 10.1103\/PhysRevA.67.060302 Web of Science ID 000183915200004 Communication cost of entanglement transformations Hayden, P., Winter, A. 67 (1) DOI 10.1103\/PhysRevA.67.012326 Web of Science ID 000180804600052 Trading quantum for classical resources in quantum data compression JOURNAL OF MATHEMATICAL PHYSICS Hayden, P., Jozsa, R., Winter, A. 43 (9) : 4404-4444 DOI 10.1063\/1.1497184 Web of Science ID 000177556600017 The asymptotic entanglement cost of preparing a quantum state JOURNAL OF PHYSICS A-MATHEMATICAL AND GENERAL Hayden, P. M., Horodecki, M., Terhal, B. M. 34 (35) : 6891-6898 Web of Science ID 000171540700015 Multiplayer quantum games Benjamin, S. C., Hayden, P. M. 64 (3) Web of Science ID 000170978600001 What is quantum computation? International Conference on Fundamental Sciences, Mathematics and Theoretical Physics Ekert, A., Hayden, P., Inamori, H., Oi, D. K. WORLD SCIENTIFIC PUBL CO PTE LTD. : 3335–63 Web of Science ID 000170680900001 On the reversible extraction of classical information from a quantum source PROCEEDINGS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Barnum, H., Hayden, P., Jozsa, R., Winter, A. 457 (2012) : 2019-2039 Web of Science ID 000170428100013 Comment on \"Quantum games and quantum strategies\" Benjamin, S. C., Hayden, P. M. 87 (6) DOI 10.1103\/PhysRevLett.87.069801 Web of Science ID 000170310200057 PubMedID 11497872 What is quantum computation? International Journal of Modern Physics A Ekert, A., Hayden, P., Inamori, H., Oi, D. 16 (20) : 3335-3363 Basic concepts in quantum computation Les Houches Session LXXII on Coherent Atomic Matter Waves Ekert, A., Hayden, P. M., Inamori, H. : 663–701 Web of Science ID 000170830900010 Geometric quantum computation 7th Meeting on Laser Phenomena Ekert, A., Ericsson, M., Hayden, P., Inamori, H., Jones, J. A., Oi, D. K., Vedral, V. TAYLOR & FRANCIS LTD. : 2501–13 Web of Science ID 000165626900003 Information flow in entangled quantum systems PROCEEDINGS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Deutsch, D., Hayden, P. 456 (1999) : 1759-1774 Web of Science ID 000088071500011 What is quantum computation? International Conference on Fundamental Sciences: Mathematics and Theoretical Physics Ekert, A., Hayden, P., Inamori, H., Oi, D. K. WORLD SCIENTIFIC PUBL CO PTE LTD. : 351–383 Web of Science ID 000172812900016"
            ]
        ]
    ]
}