{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "APWB27AB",
            "o55hygYAAAAJ",
            [
                "Constructing inverse probability weights for marginal structural models",
                "Overadjustment bias and unnecessary adjustment in epidemiologic studies",
                "Fruit and vegetable intake and risk of cardiovascular disease: the Women's Health Study,",
                "Timing of initiation of antiretroviral therapy in AIDS-free HIV-1-infected patients: a collaborative analysis of 18 HIV cohort studies",
                "Antiretroviral therapy and the prevalence and incidence of diabetes mellitus in the multicenter AIDS cohort study",
                "Competing risk regression models for epidemiologic data",
                "Impact of HIV infection and HAART on serum lipids in men",
                "Illustrating bias due to conditioning on a collider",
                "Fallibility in estimating direct effects",
                "Adjusted survival curves with inverse probability weights"
            ],
            [
                "The method of inverse probability weighting (henceforth, weighting) can be used to adjust for measured confounding and selection bias under the four assumptions of consistency, exchangeability, positivity, and no misspecification of the model used to estimate weights. In recent years, several published estimates of the effect of time-varying exposures have been based on weighted estimation of the parameters of marginal structural models because, unlike standard statistical methods, weighting can appropriately adjust for measured time-varying confounders affected by prior exposure. As an example, the authors describe the last three assumptions using the change in viral load due to initiation of antiretroviral therapy among 918 human immunodeficiency virus-infected US men and women followed for a median of 5.8 years between 1996 and 2005. The authors describe possible tradeoffs that an …",
                "Overadjustment is defined inconsistently. This term is meant to describe control (eg, by regression adjustment, stratification, or restriction) for a variable that either increases net bias or decreases precision without affecting bias. We define overadjustment bias as control for an intermediate variable (or a descending proxy for an intermediate variable) on a causal path from exposure to outcome. We define unnecessary adjustment as control for a variable that does not affect bias of the causal relation between exposure and outcome but may affect its precision. We use causal diagrams and an empirical example (the effect of maternal smoking on neonatal mortality) to illustrate and clarify the definition of overadjustment bias, and to distinguish overadjustment bias from unnecessary adjustment. Using simulations, we quantify the amount of bias associated with overadjustment. Moreover, we show that this bias is based …",
                " Background: Prospective data relating fruit and vegetable intake to cardiovascular disease (CVD) risk are sparse, particularly for women. Objective: In a large, prospective cohort of women, we examined the hypothesis that higher fruit and vegetable intake reduces CVD risk. Design: In 1993 we assessed fruit and vegetable intake among 39876 female health professionals with no previous history of CVD or cancer by use of a detailed food-frequency questionnaire. We subsequently followed these women for an average of 5 y for incidence of nonfatal myocardial infarction (MI), stroke, percutaneous transluminal coronary angioplasty, coronary artery bypass graft, or death due to CVD. Results: During 195647 person-years of follow-up, we documented 418 incident cases of CVD including 126 MIs. After adjustment for age, randomized treatment status, and smoking, we …",
                "The CD4 cell count at which combination antiretroviral therapy should be started is a central, unresolved issue in the care of HIV-1-infected patients. In the absence of randomised trials, we examined this question in prospective cohort studies.We analysed data from 18 cohort studies of patients with HIV. Antiretroviral-naive patients from 15 of these studies were eligible for inclusion if they had started combination antiretroviral therapy (while AIDS-free, with a CD4 cell count less than 550 cells per μL, and with no history of injecting drug use) on or after Jan 1, 1998. We used data from patients followed up in seven of the cohorts in the era before the introduction of combination therapy (1989–95) to estimate distributions of lead times (from the first CD4 cell count measurement in an upper range to the upper threshold of a lower range) and unseen AIDS and death events (occurring before the upper …",
                "The risk of diabetes mellitus (DM) in human immunodeficiency virus (HIV)–infected patients receiving highly active antiretroviral therapy (HAART) has not been well defined.We conducted an analysis in the Multicenter AIDS Cohort Study to determine the prevalence and incidence of DM in this cohort of HIV-infected and HIV-seronegative men. Prevalence analysis included 1278 men (710 HIV seronegative and 568 HIV infected, 411 receiving HAART) with fasting glucose concentration determinations at baseline. Incidence analysis included 680 of these 1278 men who at the baseline visit had a fasting glucose concentration of 98 mg\/dL (5.4 mmol\/L) or less, no self-reported history of DM, and no self-reported use of antidiabetic medication. Diabetes mellitus was defined as a fasting glucose concentration of 126 mg\/dL (7 mmol\/L) or higher, self-reported diagnosis of DM, or self-reported use of …",
                "Competing events can preclude the event of interest from occurring in epidemiologic data and can be analyzed by using extensions of survival analysis methods. In this paper, the authors outline 3 regression approaches for estimating 2 key quantities in competing risks analysis: the cause-specific relative hazard (csRH) and the subdistribution relative hazard (sdRH). They compare and contrast the structure of the risk sets and the interpretation of parameters obtained with these methods. They also demonstrate the use of these methods with data from the Women's Interagency HIV Study established in 1993, treating time to initiation of highly active antiretroviral therapy or to clinical disease progression as competing events. In our example, women with an injection drug use history were less likely than those without a history of injection drug use to initiate therapy prior to progression to acquired …",
                "ContextAlterations in serum lipid values have been widely reported among persons infected with human immunodeficiency virus (HIV) type 1 treated with highly active antiretroviral therapy (HAART), but no data have yet been reported on changes from preseroconversion lipid values.ObjectiveTo describe changes in serum cholesterol levels associated with HIV infection and antiretroviral medication exposure, and 1-time assessment of triglyceride levels post-HAART initiation.Design, Setting, and ParticipantsThe Multicenter AIDS Cohort Study, a prospective study in which homosexual and bisexual men were enrolled and from which 50 of 517 HIV seroconverters were drawn for the analysis herein, who later initiated HAART, involving measurements of stored serum samples obtained between 1984 and 2002.Main Outcome MeasuresChanges in levels of total cholesterol (TC), high-density lipoprotein cholesterol …",
                "That conditioning on a common effect of exposure and outcome may cause selection, or collider-stratification, bias is not intuitive. We provide two hypothetical examples to convey concepts underlying bias due to conditioning on a collider. In the first example, fever is a common effect of influenza and consumption of a tainted egg-salad sandwich. In the second example, case-status is a common effect of a genotype and an environmental factor. In both examples, conditioning on the common effect imparts an association between two otherwise independent variables; we call this selection bias.",
                "We use causal graphs and a partly hypothetical example from the Physicians' Health Study to explain why a common standard method for quantifying direct effects (i.e. stratifying on the intermediate variable) may be flawed. Estimating direct effects without bias requires that two assumptions hold, namely the absence of unmeasured confounding for (1) exposure and outcome, and (2) the intermediate variable and outcome. Recommendations include collecting and incorporating potential confounders for the causal effect of the mediator on the outcome, as well as the causal effect of the exposure on the outcome, and clearly stating the additional assumption that there is no unmeasured confounding for the causal effect of the mediator on the outcome.",
                "Kaplan–Meier survival curves and the associated nonparametric log rank test statistic are methods of choice for unadjusted survival analyses, while the semiparametric Cox proportional hazards regression model is used ubiquitously as a method for covariate adjustment. The Cox model extends naturally to include covariates, but there is no generally accepted method to graphically depict adjusted survival curves. The authors describe a method and provide a simple worked example using inverse probability weights (IPW) to create adjusted survival curves. When the weights are non-parametrically estimated, this method is equivalent to direct standardization of the survival curves to the combined study population."
            ],
            [
                [
                    "Epidemiology",
                    "Statistics",
                    "Causality"
                ]
            ]
        ]
    ]
}