{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AQSSFO2Y",
            "5uByYrIAAAAJ",
            [
                "Large mass hierarchy from a small extra dimension",
                "An alternative to compactification",
                "Out of this world supersymmetry breaking",
                "Baryogenesis from flat directions of the supersymmetric standard model",
                "Cosmology of brane models with radion stabilization",
                "Holography and phenomenology",
                "Wino cold dark matter from anomaly mediated SUSY breaking",
                "Supersymmetry breaking in the early universe",
                "Weak-scale effective supersymmetry",
                "Linearized gravity in brane backgrounds"
            ],
            [
                "We propose a new higher-dimensional mechanism for solving the hierarchy problem. The weak scale is generated from the Planck scale through an exponential hierarchy. However, this exponential arises not from gauge interactions but from the background metric (which is a slice of AdS 5 spacetime). We demonstrate a simple explicit example of this mechanism with two 3-branes, one of which contains the standard model fields. The phenomenology of these models is new and dramatic. None of the current constraints on theories with very large extra dimensions apply.",
                "Conventional wisdom states that Newton's force law implies only four noncompact dimensions. We demonstrate that this is not necessarily true in the presence of a nonfactorizable background geometry. The specific example we study is a single 3-brane embedded in five dimensions. We show that even without a gap in the Kaluza-Klein spectrum, four-dimensional Newtonian and general relativistic gravity is reproduced to more than adequate precision.",
                "We show that in a general hidden sector model, supersymmetry breaking necessarily generates at one loop a scalar and gaugino mass as a consequence of the super-Weyl anomaly. We study a scenario in which this contribution dominates. We consider the Standard Model particles to be localized on a (3 + 1)-dimensional subspace or “3-brane” of a higher dimensional space-time, while supersymmetry breaking occurs off the 3-brane, either in the bulk or on another 3-brane. At least one extra dimension is assumed to be compactified roughly one to two orders of magnitude below the four-dimensional Planck scale. This framework is phenomenologically very attractive; it introduces new possibilities for solving the supersymmetric flavor problem, the gaugino mass problem, the supersymmetric CP problem, and the μ-problem. Furthermore, the compactification scale can be consistent with a unification of gauge and …",
                "Baryogenesis from the coherent production of a scalar condensate along a flat direction of the supersymmetric extension of the standard model (Aflleck-Dine mechanism) is investigated. Two important effects are emphasized. First, non-renormalizable terms in the superpotential can lift standard model flat directions at large field values. Second, the finite energy density in the early universe induces soft potentials with curvature of order the Hubble constant. Both these have important implications for baryogenesis, which requires large squark or slepton expectation values to develop along flat directions. In particular, the induced mass squared must be negative. The resulting baryon to entropy ratio is very insensitive to the details of the couplings and initial conditions, but depends on the dimension of the non-renormalizable operator in the superpotential which stabilizes the flat direction and the reheat temperature …",
                "We analyze the cosmology of the Randall-Sundrum model and that of compact brane models in general in the presence of a radius stabilization mechanism. We find that the expansion of our Universe is generically in agreement with the expected effective four dimensional description. The constraint (which is responsible for the appearance of nonconventional cosmologies in these models) that must be imposed on the matter densities on the two branes in the theory without a stabilized radius is a consequence of requiring a static solution even in the absence of stabilization. Such constraints disappear in the presence of a stablizing potential, and the ordinary Friedmann-Robertson-Walker (FRW) equations are reproduced, with the expansion driven by the sum of the physical values of the energy densities on the two branes and in the bulk. For the case of the Randall-Sundrum model we examine the kinematics of …",
                "We examine various aspects of the conjectured duality between warped AdS 5 geometries with boundary branes and strongly coupled (broken) conformal field theories coupled to dynamical gravity. We also examine compactifications with 5-d gauge fields, in which case the holographic dual is a broken CFT weakly coupled to dynamical gauge fields in addition to gravity. The holographic picture is used to clarify a number of important phenomenological issues in these and related models, including the questions of black hole production, radius stabilization, early universe cosmology, and gauge coupling unification.",
                "The cosmological moduli problem is discussed in the framework of sequestered sector\/anomaly mediated supersymmetry (SUSY) breaking. In this scheme, the gravitino mass (corresponding to the moduli masses) is naturally 10–100 TeV, and hence the lifetime of the moduli fields can be shorter than ∼1 sec. As a result, the cosmological moduli fields should decay before big-bang nucleosynthesis starts. Furthermore, in the anomaly mediated scenario, the lightest superparticle (LSP) is the Wino-like neutralino. Although the large annihilation cross section means the thermal relic density of the Wino LSP is too small to be the dominant component of cold dark matter (CDM), moduli decays can produce Winos in sufficient abundance to constitute CDM. If Winos are indeed the dark matter, it will be highly advantageous from the point of view of detection. If the halo density is dominated by the Wino-like LSP, the detection …",
                "Supersymmetry breaking in the early Universe induces scalar soft potentials with curvature of the order of the Hubble constant. This has a dramatic effect on the coherent production of scalar fields along flat directions. For moduli fields, this breaking generically gives a concrete realization of the moduli problem by determining the field value at early times. However, it suggests a solution if the minimum of the induced potential coincides with the true minimum. For the Affleck-Dine mechanism, large squark and slepton expectation values generally do not result if the induced soft mass squared is positive, but they do occur if it is negative. An acceptable baryon asymmetry can be obtained without subsequent entropy releases and is related to the mass of the lightest neutrino.",
                "The idea of supersymmetry at the weak scale should be tested without regard to the Planck-scale origin of any specific model. A class of low-energy effective supersymmetric theories is derived from four assumptions: minimal field content, R-parity conservation, absence of quadratic divergences, and naturalness of near-flavor conservation. Current experiments are testing and constraining this wide class of supersymmetric models, and not just a specific N= 1 supergravity model.",
                "A treatment of linearized gravity is given in the Randall-Sundrum background. The graviton propagator is found in terms of the scalar propagator, for which an explicit integral expression is provided. This reduces to the four-dimensional propagator at long distances along the brane, and provides estimates of subleading corrections. Asymptotics of the propagator off the brane yields exponential falloff of gravitational fields due to matter on the brane. This implies that black holes bound to the brane have a``pancake''-like shape in the extra dimension, and indicates validity of a perturbative treatment off the brane. Some connections with the AdS\/CFT correspondence are described."
            ],
            [
                [

                ]
            ],
            [
                "Lisa Randall Lisa Randall Frank B. Baird, Jr., Professor of Science Professor Lisa Randall studies theoretical particle physics and cosmology at Harvard University. Her research connects theoretical insights to puzzles in our current understanding of the properties and interactions of matter. She has developed and studied a wide variety of models to address these questions, the most prominent involving extra dimensions of space. Her work has involved improving our under-standing of the Standard Model of particle physics, supersymmetry, baryogenesis, cosmological inflation, and dark matter. Randall’s research also explores ways to experimentally test and verify ideas and her current research focuses in large part on the Large Hadron Collider and dark matter searches and models. Randall has also had a public presence through her writing, lectures, and radio and TV appearances. Randall’s books, Warped Passages: Unraveling the Mysteries of the Universe’s Hidden Dimensions and Knocking on Heaven’s Door: How Physics and Scientific Thinking Illuminate the Universe and the Modern World were both on the New York Times’ list of 100 Notable Books of the Year. Higgs Discovery: The Power of Empty Space was released as a Kindle Single in the summer of 2012 as an update with recent particle physics developments. Randall’s studies have made her among the most cited and influential theoretical physicists and she has received numerous awards and honors for her scientific endeavors. She is a member of the National Academy of Sciences, the American Philosophical Society, the American Academy of Arts and Sciences, was a fellow of the American Physical Society, and is a past winner of an Alfred P. Sloan Foundation Research Fellowship, a National Science Foundation Young Investigator Award, a DOE Outstanding Junior Investigator Award, and the Westinghouse Science Talent Search. Randall is an Honorary Member of the Royal Irish Academy and an Honorary Fellow of the British Institute of Physics. In 2003, she received the Premio Caterina Tomassoni e Felice Pietro Chisesi Award, from the University of Rome, La Sapienza. In 2006, she received the Klopsteg Award from the American Society of Physics Teachers (AAPT) for her lectures and in 2007 she received the Julius Lilienfeld Prize from the American Physical Society for her work on elementary particle physics and cosmology and for communicating this work to the public. Randall has also pursued art-science connections, writing a libretto for Hypermusic: A Projective Opera in Seven Planes that premiered in the Pompidou Center in Paris and co-curating an art exhibit for the Los Angeles Arts Association, Measure for Measure, which was presented in Gallery 825 in Los Angeles, at the Guggenheim Gallery at Chapman University, and at Harvard’s Carpenter Center. In 2012, she was the recipient of the Andrew Gemant Award from the American Institute of Physics, which is given annually for significant contributions to the cultural, artistic, or humanistic dimension of physics. Professor Randall was on the list of Time Magazine's \"100 Most Influential People\" of 2007 and was one of 40 people featured in The Rolling Stone 40th Anniversary issue that year. Prof. Randall was featured in Newsweek's \"Who's Next in 2006\" as \"one of the most promising theoretical physicists of her generation\" and in Seed Magazine's \"2005 Year in Science Icons\". In 2008, Prof. Randall was among Esquire Magazine's “75 Most Influential People.” Professor Randall earned her PhD from Harvard University and held professorships at MIT and Princeton University before returning to Harvard in 2001. She is also the recipient of honorary degrees from Brown University, Duke University, Bard College, and the University of Antwerp. Prof. Randall's interview on Charlie Rose CV List of Publications ________________________________________________ profrandallstaffsupport@fas.harvard.edu Jefferson 461 randall@physics.harvard.edu p: (617) 496-8188 Personal Website Center for the Fundamental Laws of Nature"
            ]
        ]
    ]
}