{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AR7CL7I3",
            "ZxUN8YsAAAAJ",
            [
                "Coupled ,  scattering in -wave and the  resonance from lattice QCD",
                "Moving multichannel systems in a finite volume with application to proton-proton fusion",
                "Three-particle scattering amplitudes from a finite volume formalism",
                "Scattering processes and resonances from lattice QCD",
                "Two-particle multichannel systems in a finite volume with arbitrary spin",
                "Isoscalar  Scattering and the  Meson Resonance from QCD",
                "Relating the finite-volume spectrum and the two-and-three-particle  matrix for relativistic systems of identical scalar particles",
                "Multichannel 1→ 2 transition amplitudes in a finite volume",
                "Charmed-baryon spectroscopy from lattice QCD with N f= 2+ 1+ 1 flavors",
                "Multichannel 0→ 2 and 1→ 2 transition amplitudes for arbitrary spin particles in a finite volume"
            ],
            [
                "We determine elastic and coupled-channel amplitudes for isospin-1 meson-meson scattering in P wave, by calculating correlation functions using lattice QCD with light quark masses such that m π= 236 MeV in a cubic volume of∼(4 fm) 3. Variational analyses of large matrices of correlation functions computed using operator constructions resembling π π, K K and q q, in several moving frames and several lattice irreducible representations, lead to discrete energy spectra from which scattering amplitudes are extracted. In the elastic π π scattering region we obtain a detailed energy dependence for the phase shift, corresponding to a ρ resonance, and we extend the analysis into the coupled-channel K K region for the first time, finding a small coupling between the channels.",
                "The spectrum of a system with multiple channels composed of two hadrons with nonzero total momentum is determined in a finite cubic volume with periodic boundary conditions using effective field theory methods. The results presented are accurate up to exponentially suppressed corrections in the volume due to the finite range of hadronic interactions. The formalism allows one to determine the phase shifts and mixing parameters of π π− K K isosinglet coupled channels directly from lattice quantum chromodynamics. We show that the extension to more than two channels is straightforward and present the result for three channels. From the energy quantization condition, the volume dependence of electroweak matrix elements of two-hadron processes is extracted. In the nonrelativistic case, we pay close attention to processes that mix the S 0 1− S 1 3 two-nucleon states, eg proton-proton fusion (p p→ d+ e++ ν e …",
                "We present a quantization condition for the spectrum of a system composed of three identical bosons in a finite volume with periodic boundary conditions. This condition gives a relation between the finite volume spectrum and infinite volume scattering amplitudes. The quantization condition presented is an integral equation that in general must be solved numerically. However, for systems with an attractive two-body force that supports a two-body bound state, a diboson, and for energies below the diboson breakup, the quantization condition reduces to the well-known Lüscher formula with exponential corrections in volume that scale with the diboson binding momentum. To accurately determine infinite volume phase shifts, it is necessary to extrapolate the phase shifts obtained from the Lüscher formula for the boson-diboson system to the infinite volume limit. For energies above the breakup threshold, or for systems …",
                "The vast majority of hadrons observed in nature are not stable under the strong interaction; rather they are resonances whose existence is deduced from enhancements in the energy dependence of scattering amplitudes. The study of hadron resonances offers a window into the workings of quantum chromodynamics (QCD) in the low-energy nonperturbative region, and in addition many probes of the limits of the electroweak sector of the standard model consider processes which feature hadron resonances. From a theoretical standpoint, this is a challenging field: the same dynamics that binds quarks and gluons into hadron resonances also controls their decay into lighter hadrons, so a complete approach to QCD is required. Presently, lattice QCD is the only available tool that provides the required nonperturbative evaluation of hadron observables. This article reviews progress in the study of few-hadron reactions in …",
                "The quantization condition for two-particle systems with an arbitrary number of two-body open coupled channels, spin, momentum, and masses in a finite volume with either periodic or twisted boundary conditions is presented. Although emphasis is placed in cubic volumes, the result holds for asymmetric volumes. The result is relativistic, holds for all momenta below the three-and four-particle thresholds, and is exact up to exponential volume corrections that are governed by L\/r, where L is the spatial extent of the volume and r is the range of the interactions between the particles. For hadronic systems the range of the interaction is set by the inverse of the pion mass, m π, and as a result the formalism presented is suitable for m π L≫ 1. The condition presented is in agreement with all previous studies of two-body systems in a finite volume. Implications of the formalism for the studies of multichannel baryon-baryon …",
                "We present for the first time a determination of the energy dependence of the isoscalar π π elastic scattering phase shift within a first-principles numerical lattice approach to QCD. Hadronic correlation functions are computed including all required quark propagation diagrams, and from these the discrete spectrum of states in the finite volume defined by the lattice boundary is extracted. From the volume dependence of the spectrum, we obtain the S-wave phase shift up to the K K threshold. Calculations are performed at two values of the u, d quark mass corresponding to m π= 236, 391 MeV, and the resulting amplitudes are described in terms of a σ meson which evolves from a bound state below the π π threshold at the heavier quark mass to a broad resonance at the lighter quark mass.",
                "Working in relativistic quantum field theory, we derive the quantization condition satisfied by coupled two-and three-particle systems of identical scalar particles confined to a cubic spatial volume with periodicity L. This gives the relation between the finite-volume spectrum and the infinite-volume 2→ 2, 2→ 3, and 3→ 3 scattering amplitudes for such theories. The result holds for relativistic systems composed of scalar particles with nonzero mass m, whose center of mass energy lies below the four-particle threshold, and for which the two-particle K matrix has no singularities below the three-particle threshold. The quantization condition is exact up to corrections of the order O (e− m L) and holds for any choice of total momenta satisfying the boundary conditions.",
                "We perform a model-independent, nonperturbative investigation of two-point and three-point finite-volume correlation functions in the energy regime where two-particle states can go on shell. We study three-point functions involving a single incoming particle and an outgoing two-particle state, relevant, for example, for studies of meson decays (eg, B 0→ K* ℓ+ ℓ−→ π K ℓ+ ℓ−) or meson photo production (eg, π γ*→ π π). We observe that, while the spectrum solely depends on the on-shell scattering amplitude, the correlation functions also depend on off-shell amplitudes. The main result of this work is a generalization of the Lellouch-Lüscher formula relating matrix elements of currents in finite and infinite spatial volumes. We extend that work by considering a theory with multiple, strongly coupled channels and by accommodating external currents which inject arbitrary four-momentum as well as arbitrary angular …",
                "We present the results of a calculation of the positive-parity ground-state charmed-baryon spectrum using 2+ 1+ 1 flavors of dynamical quarks. The calculation uses a relativistic heavy-quark action for the valence charm quark, clover-Wilson fermions for the valence light and strange quarks, and highly improved staggered sea quarks. The spectrum is calculated with a lightest pion mass around 220 MeV, and three lattice spacings (a≈ 0.12, 0.09, and 0.06 fm) are used to extrapolate to the continuum. The light-quark mass extrapolation is performed using heavy-hadron chiral perturbation theory up to O (m π 3) and at next-to-leading order in the heavy-quark mass. For the well-measured charmed baryons, our results show consistency with the experimental values. For the controversial J= 1\/2 Ξ c c, we obtain the isospin-averaged value m Ξ c c= 3595 (39)(20)(6) MeV (the three uncertainties are statistics, fitting-window …",
                "We present a model-independent, nonperturbative relation between finite-volume matrix elements and infinite-volume 0→ 2 and 1→ 2 transition amplitudes. Our result accommodates theories in which the final two-particle state is coupled to any number of other two-body channels, with all angular momentum states included. The derivation uses generic, fully relativistic field theory and is exact up to exponentially suppressed corrections in the lightest particle mass times the box size. This work distinguishes itself from previous studies by accommodating particles with any intrinsic spin. To illustrate the utility of our general result, we discuss how it can be implemented for studies of N+ J→(N π, N η, N η′, Σ K, Λ K) transitions, where J is a generic external current. The reduction of rotational symmetry, due to the cubic finite volume, manifests in this example through the mixing of S and P waves when the system has …"
            ],
            [
                [
                    "Theoretical nuclear physics",
                    "Lattice QCD"
                ]
            ]
        ]
    ]
}