{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AS289POD",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Hanna Salman Associate Professor 219B OEH (412) 624-9027 hsalman@pitt.edu My research aims to understand the mechanisms of collective behavior and variability in bacterial cultures and their effect on the response of bacteria to changes in the environment. The continuous interaction between the environment and living organisms is one of the main effectors of evolution. There are many known strategies of responding to environmental changes, e.g. by changing the swimming pattern or the gene expression profile. And although many strategies are single-cell based, we often see cooperative behavior arising among members of the colony under certain conditions. By studying the changes in the behavior of bacteria as a function of their concentration, I am able to detect some of the collective mechanisms that govern the bacterial behavior and allow them to better endure environmental stress. Environmental changes that interest me are temperature and chemical. I utilize various optical microscopy techniques to observe the swimming pattern of bacteria under different conditions. As for the expression level of proteins, proteins of interest are labeled with fluorescent markers and the expression level is measured using fluorescence microscopy or flow cytometry. Selected Publications \"Bacterial Thermotaxis by Speed Modulation\", Mahmut Demir, and Hanna Salman, Biophysical Journal, 103, 1683–1690 (2012). \"Universal Protein fluctuation in Populations of Microorganisms\", Hanna Salman, Naama Brenner, Chih-kuan Tung, Noa Elyahu, Elad Stolovicki, Lindsay Moore, Albert Libchaber, and Erez Braun, Phys. Rev. Letters, 108, 238105 (2012). \"Effects of population density and chemical environment on the behavior of Escherichia coli in shallow temperature gradients\", Mahmut Demir, Carine Douarche, Anna Yoney, Albert Libchaber, and Hanna Salman, Physical Biology, 8 063001 (2011). \" E. coli and oxygen, a motility transition, \" Carine Douarche, Axel Buguin, Hanna Salman, And Albert Libchaber, Phys. Rev. Letters 102 , # 198101 (2009). \" Solitary Modes of Bacterial Culture in a Temperature Gradient, \" Hanna Salman, Anton Zilman, Claude Loverdo, Marie Jeffroy, and Albert Libchaber, Phys. Rev. Letters 97 (11) , #118101 (2006). \" A concentration-dependent switch in the bacterial response to temperature, \" Hanna Salman and Albert Libchaber, Nature Cell Biology 9(9) , 1098-1100 (2007). Maryam Kohram Harsh  Vashistha (412) 624-9027"
            ]
        ]
    ]
}