{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AU81E4L9",
            "Js1q86YAAAAJ",
            [
                "Topological semimetal and Fermi-arc surface states in the electronic structure of pyrochlore iridates",
                "Weyl and Dirac semimetals in three-dimensional solids",
                "Deconfined quantum critical points",
                "Hydrodynamic focusing on a silicon chip: mixing nanoliters in microseconds"
            ],
            [
                "We investigate novel phases that emerge from the interplay of electron correlations and strong spin-orbit interactions. We focus on describing the topological semimetal, a three-dimensional phase of a magnetic solid, and argue that it may be realized in a class of pyrochlore iridates (such as Y 2 Ir 2 O 7) based on calculations using the LDA+ U method. This state is a three-dimensional analog of graphene with linearly dispersing excitations and provides a condensed-matter realization of Weyl fermions that obeys a two-component Dirac equation. It also exhibits remarkable topological properties manifested by surface states in the form of Fermi arcs, which are impossible to realize in purely two-dimensional band structures. For intermediate correlation strengths, we find this to be the ground state of the pyrochlore iridates, coexisting with noncollinear magnetic order. A narrow window of magnetic “axion” insulator may …",
                "Weyl and Dirac semimetals are three-dimensional phases of matter with gapless electronic excitations that are protected by topology and symmetry. As three-dimensional analogs of graphene, they have generated much recent interest. Deep connections exist with particle physics models of relativistic chiral fermions, and, despite their gaplessness, to solid-state topological and Chern insulators. Their characteristic electronic properties lead to protected surface states and novel responses to applied electric and magnetic fields. The theoretical foundations of these phases, their proposed realizations in solid-state systems, and recent experiments on candidate materials as well as their relation to other states of matter are reviewed.",
                "The theory of second-order phase transitions is one of the foundations of modern statistical mechanics and condensed-matter theory. A central concept is the observable order parameter, whose nonzero average value characterizes one or more phases. At large distances and long times, fluctuations of the order parameter(s) are described by a continuum field theory, and these dominate the physics near such phase transitions. We show that near second-order quantum phase transitions, subtle quantum interference effects can invalidate this paradigm, and we present a theory of quantum critical points in a variety of experimentally relevant two-dimensional antiferromagnets. The critical points separate phases characterized by conventional “confining” order parameters. Nevertheless, the critical theory contains an emergent gauge field and “deconfined” degrees of freedom associated with fractionalization of the …",
                "We describe the formation and control of nanoscale, submerged fluid jets. The focusing process necessary to achieve these small length scales is characterized experimentally and theoretically. Fast mixing is one important application of nanoscale fluid control: We demonstrate this with a continuous-flow mixer capable of mix times of less than 10 μ s and sample consumption rates of nanoliters per second. This new technique facilitates the study of fast reaction kinetics on time scales unattainable with conventional mixing technology."
            ],
            [
                [
                    "Quantum Condensed Matter Theory"
                ]
            ]
        ]
    ]
}