{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AX9SCH45",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Steve Harness Lecturer Fax: (559) 278-7741 sharness@csufresno.edu By Appointment (email) PSCI 21 Lab 5:30 PM to 7:20 PM T PSCI 21 Lab 7:30 PM to 9:20 PM T PSCI 21 Lab 5:30 PM to 7:20 PM W PSCI 21 Lab 7:30 PM to 9:20 PM W Last Updated Jan 10, 2021 Amir Huda Professor of Physics S2 310 (559) 278-8427 Email: ahuda@csufresno.edu Ph.D., University of California, Los Angeles I have had an unusual educational and professional background ranging from Nuclear Engineering\n                  to Biomedical Physics. My research work can be divided into applications of ionizing\n                  radiation and non-ionizing radiation. The work in the field of ionizing radiation\n                  has been in many areas such as nuclear medicine, health physics, and recently, CT\n                  and fluoroscopy in collaboration with researchers in Brazil when I was there as a\n                  Visiting Professor. The bulk of my contribution has been in the area of magnetic resonance\n                  spectroscopy especially in the clinical application of the technique in hepatic encephalopathy,\n                  prostate, and breast cancer. For more than 15 years, I have worked with Dr. M.A. Thomas\n                  at UCLA experimenting and enhancing the technical aspects of clinical applications\n                  from one spectral dimension to multidimensional spectroscopy. This has produced over\n                  50 publications and presentations to a large and varied audience. Scientists rarely have the opportunity to do something in the field of arts. I was\n                  lucky to be commissioned by the Radiation Effects Research Foundation (RERF) and Hiroshima International\n                  Council for Health Care of the Radiation-exposed (HICARE) to make a documentary on\n                  the effects of the atomic bombs dropped in Hiroshima and Nagasaki. I interviewed survivors\n                  and scientists and created two documentaries that were unusual in their perspective\n                  and circulated for use by professors teaching effects of radiation to health and medical\n                  physicists. 1. Book Chapter: “In-vivo Two-Dimensional Magnetic Resonance Spectroscopy.” A. Huda,\n                  R. Nagarajan, J. Furuyama, M.A. Thomas. Comprehensive Biomedical Physics, Edited by Professors.\n                  Dzevad and Karen Belkic, Elsevier BV Publishers, 2014, Vol 3: 359-377. 2. “Evaluation of Staff, Patient, and Fetal Radiation Dose due to Endoscopic Retrograde\n                  Cholangiopancreatography (ERCP) Procedure in a pregnant.” A. Huda, W.J. Garzon, G.\n                  L. Filho, R. Kramer, X.G. Xu, B. Vieira, H.J. Khoury. Radiation Protection Dosimetry doi:10.1093\/rpd\/ncv354, 2015. CV of Dr. Huda [PDF, 212 KB] Last Updated Sep 13, 2018"
            ]
        ]
    ]
}