{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AYIVAQ9X",
            "_2BWHlAAAAAJ",
            [
                "Nanostructure and nanomechanics of cement: polydisperse colloidal packing",
                "Mesoscale texture of cement hydrates",
                "Columnar and lamellar phases in attractive colloidal systems"
            ],
            [
                "Cement setting and cohesion are governed by the precipitation and growth of calcium-silicate-hydrate, through a complex evolution of microstructure. A colloidal model to describe nucleation, packing, and rigidity of calcium-silicate-hydrate aggregates is proposed. Polydispersity and particle size dependent cohesion strength combine to produce a spectrum of packing fractions and of corresponding elastic properties that can be tested against nanoindentation experiments. Implications regarding plastic deformations and reconciling current structural characterizations are discussed.",
                "Strength and other mechanical properties of cement and concrete rely upon the formation of calcium–silicate–hydrates (C–S–H) during cement hydration. Controlling structure and properties of the C–S–H phase is a challenge, due to the complexity of this hydration product and of the mechanisms that drive its precipitation from the ionic solution upon dissolution of cement grains in water. Departing from traditional models mostly focused on length scales above the micrometer, recent research addressed the molecular structure of C–S–H. However, small-angle neutron scattering, electron-microscopy imaging, and nanoindentation experiments suggest that its mesoscale organization, extending over hundreds of nanometers, may be more important. Here we unveil the C–S–H mesoscale texture, a crucial step to connect the fundamental scales to the macroscale of engineering properties. We use simulations that …",
                "In colloidal suspensions, at low volume fraction and temperature, dynamical arrest occurs via the growth of elongated structures that aggregate to form a connected network at gelation. Here we show that, in the region of parameter space where gelation occurs, the stable thermodynamical phase is a crystalline columnar one. Near and above the gelation threshold, the disordered spanning network slowly evolves and finally orders to form the crystalline structure. At higher volume fractions the stable phase is a lamellar one, which seems to have a still longer ordering time."
            ],
            [
                [
                    "physics",
                    "engineering"
                ]
            ],
            [
                "Emanuela Del Gado Emanuela Del Gado EMANUELA DEL GADO Provost’s Distinguished Associate Professor 426 Regents Hall Telephone: (202) 687-1489 E-mail: ed610@georgetown.edu Emanuela Del Gado is a theoretical physicist working on engineering motivated problems. She uses statistical mechanics and computational physics to investigate materials with structural and dynamical complexity, from model amorphous solids, gels and glasses, to new green formulations of cement. Prof. Del Gado received her undergraduate degree (Laurea in Physics, cum laude) at the University of Naples “Federico II” in Italy, where she also obtained a PhD in Physics in 2001. She has been a Marie Curie Fellow at the University of Montpellier II in France and a post-doctoral researcher at ETH Zurich in Switzerland, and hold visiting positions at ESPCI (France) and MIT. Before joining Georgetown University, Emanuela was the Swiss National Science Foundation professor in the Department of Civil Environmental and Geomatic Engineering at ETH Zurich. Statistical mechanics and computational physics; structure, cooperative dynamics and nonlinear mechanics of amorphous solids, gels and glasses; nanoscale structure and mechanics of cement gels; self-assembly of nanoparticles and fibrils at liquid interfaces; biomimetic coatings and mechanics of tissues. Preprints M. Bouzid, J. Colombo, L. Vieira Barbosa and E. Del Gado, Elastically driven, intermittent microscopic dynamics in soft solids, submitted 2016, https:\/\/arxiv.org\/abs\/1605.09447  V. Vasisht, S. Dutta, E. Del Gado and D. Blair, Making soft solids flow: microscopic bursts and conga lines in jammed emulsions, preprint 2016, http:\/\/arxiv.org\/abs\/1608.02206 K. Ioannidou, E. Del Gado, F.-J. Ulm and R.J.-M. Pellenq, Inhomogeneity in cement hydrates, linking local packing to local stresses, submitted 2016 K. Schwenke. S. Jordens, I. Usov, R. Mezzenga and E. Del Gado, Stretching and ordering of amyloid fibrils at liquid interfaces , preprint 2016 K. Ioannidou, M. Kanduc, L. Li, D. Frenkel, J. Dobnikar and E. Del Gado,  The crucial effect of early-stage gelation on the mechanical properties of cement hydrates , Nature Communications 7, 12106 (2016) K. Ioannidou, K.J. Krakowiak, M. Bauchy, C.G. Hoover, E. Masoero, S. Yip, F.-J. Ulm, P. Levitz, R.J.-M. Pellenq and E. Del Gado, The mesoscale texture of cement hydrates , PNAS 113, 2029 (2016) S. Jordens, K. Schwenke, I. Usov, E. Del Gado and R. Mezzenga, Nematic field transfer in a two-dimensional assembly of protein fibrils , Soft Matter 12, 1830 (2016) T. Xie, S. Song, K. Schwenke, M. Singh, L. E. Gonzales, E. Del Gado and J. I. Hahm, Low-Index ZnO Crystal Plane-Specific Binding Behavior of Whole Immunoglobulin G Proteins (new window) , Langmuir 31 , 10493 (2015) K. Schwenke and E. Del Gado, Soft repulsive interactions, particle rearrangements and size selection in the self-assembly of nanoparticles at liquid interfaces , Faraday Discussions 181 , 261 (2015) J. Colombo and E. Del Gado Stress localization, stiffening and yielding in a model colloidal gel , Journal of Rheology 58 , 1089 (2014) Invited paper – Special Issue on Rheology of colloidal gels K. Schwenke, L. Isa and E. Del Gado Assembly of nanoparticles at liquid interfaces: crowding and ordering , Langmuir DOI: 10.1021\/la404254n (2014) M. Mosayebi, P. Ilg, A. Widmer-Cooper and E. Del Gado Soft modes and non-affine rearrangements in the inherent structures of supercooled liquids , Phys. Rev. Lett. 112 , 105503 (2014) K. Ioannidou, R.J.-M. Pellenq and E. Del Gado Controlling local packing and growth in calcium-silicate-hydrate gels , Soft Matter 10 , 1121 (2014) J. Colombo, A. Widmer-Cooper and E. Del Gado Microscopic Picture of Cooperative Processes in Restructuring Gel Networks , Phys. Rev. Lett. 110 , 198301 (2013) T. Gibaud, A. Zaccone, E. Del Gado, V. Trappe and P. Schurtenberger Unexpected decoupling of stretching and bending modes in protein gels , Phys. Rev. Lett. 110 , 058303 (2013) E. Masoero, E. Del Gado, R.J. Pellenq, F.-J. Ulm and S. Yip Nanostructure and Nanomechanics of Cement: Polydisperse Colloidal Packing , Phys. Rev. Lett. 109 , 155503 (2012) L. Isa, E. Amstad, K. Schwenke, E. Del Gado, P. Ilg, M. Kroeger and E. Reimhult, Adsorption of core-shell nanoparticles at liquid-liquid interfaces , Soft Matter 7 , 7663 (2011) A. Zaccone, D. Gentili, H. Wu, M. Morbidelli and E. Del Gado, Shear-driven solidification of dilute colloidal suspensions , Phys. Rev. Lett. 106 , 138301 (2011). M. Mosayebi, E. Del Gado, P. Ilg and H.C. Öttinger, Probing a critical length scale at the glass transition , Phys. Rev. Lett. 104 , 205704 (2010) – PRL cover and Editor’s suggestion. A. Zaccone, H. Wu and E. Del Gado, Elasticity of arrested short-ranged attractive colloids: homogeneous and heterogeneous glasses , Phys. Rev. Lett. 103 , 208301 (2009) E. Del Gado and W. Kob, Length-Scale-Dependent Relaxation in Colloidal Gels , Phys. Rev. Lett. 98 , 028303 (2007) A. de Candia, E. Del Gado, A. Fierro, N. Sator, M. Tarzia and A. Coniglio, Columnar and lamellar phases in attractive colloidal systems , Phys. Rev. E 74, 010403(R) (2006) E. Del Gado, A. Fierro, L. de Arcangelis and A. Coniglio, Slow dynamics in gelation phenomena: From chemical gels to colloidal glasses , Phys. Rev. E 69, 051103 (2004). Del Gado Lab News Reducing environmental impact of concrete, an interdisciplinary challenge. September 20th, 2016 Sponsors: Emanuela Del Gado,  Department of Physics and ISM2; Marlene Morris Towns, McDonough School of Business\n\n\n\nPartners: Concrete S… OIST Workshop on “New aspects of micro- and macro-scopic flows in soft matter” August 27th, 2016 The Okinawa Institute of Science and Technology (OIST) hosted a great Workshop on flow in Soft Matter and Emanuela gave a talk on “Elastically driven,… ICR 2016 in Kyoto August 27th, 2016 Emanuela gave a keynote lecture on “Flow of jammed soft solids: microscopic rearrangements and correlated motion” at the International Conference of… 90th ACS Colloid & Surface Science August 27th, 2016 Del Gado’s group at the 90th ACS Colloid & Surface Science Symposium, 5-7 June, Harvard University Read our new paper in Nature Communications July 23rd, 2016 The crucial effect of early stage gelation on mechanical properties of cement hydrates \n\n\n\nDel Gado Home Page\n\n\n\nPhysics Home Page\n\n\n\nInstitute for … Related Links Recent Invited Talks Conference Organization ORCID ID Profiles of Leading Women Scientists Research Group Profiles – Engineering Mechanics Institute – American Society of Civil Engineers Old website at ETH Zurich Institute for Soft Matter﻿"
            ]
        ]
    ]
}