{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AZ5KPO13",
            "aI8u89UAAAAJ",
            [
                "Screen media exposure and obesity in children and adolescents",
                "Games for health for children—Current status and needed research",
                "A mismatch in the human realism of face and voice produces an uncanny valley",
                "A scoping review of health game research: Past, present, and future",
                "Story immersion of videogames for youth health promotion: A review of literature",
                "A systematic review of health videogames on childhood obesity prevention and intervention",
                "Story immersion in a health videogame for childhood obesity prevention",
                "Developing games for health behavior change: Getting started",
                "The many faces of internationalization in Japanese anime",
                "An experimental test of the persuasive effect of source similarity in narrative and nonnarrative health blogs"
            ],
            [
                "Obesity is one of the best-documented outcomes of screen media exposure. Many observational studies find relationships between screen media exposure and increased risks of obesity. Randomized controlled trials of reducing screen time in community settings have reduced weight gain in children, demonstrating a cause and effect relationship. Current evidence suggests that screen media exposure leads to obesity in children and adolescents through increased eating while viewing; exposure to high-calorie, low-nutrient food and beverage marketing that influences children’s preferences, purchase requests, consumption habits; and reduced sleep duration. Some evidence also suggests promise for using interactive media to improve eating and physical activity behaviors to prevent or reduce obesity. Future interdisciplinary research is needed to examine the effects of newer mobile and other digital media …",
                "Videogames for health (G4H) offer exciting, innovative, potentially highly effective methods for increasing knowledge, delivering persuasive messages, changing behaviors, and influencing health outcomes. Although early outcome results are promising, additional research is needed to determine the game design and behavior change procedures that best promote G4H effectiveness and to identify and minimize possible adverse effects. Guidelines for ideal use of different types of G4H by children and adolescents should be elucidated to enhance effectiveness and minimize adverse effects. G4H stakeholders include organizational implementers, policy makers, players and their families, researchers, designers, retailers, and publishers. All stakeholders should be involved in G4H development and have a voice in setting goals to capitalize on their insights to enhance effectiveness and use of the game. In the future …",
                "The uncanny valley has become synonymous with the uneasy feeling of viewing an animated character or robot that looks imperfectly human. Although previous uncanny valley experiments have focused on relations among a character's visual elements, the current experiment examines whether a mismatch in the human realism of a character's face and voice causes it to be evaluated as eerie. The results support this hypothesis.",
                "Health game research has flourished over the last decade. The number of peer-reviewed scientific publications has surged as the clinical application of health games has diversified. In response to this growth, several past literature reviews have assessed the effectiveness of health games in specific clinical subdomains. The past literature reviews, however, have not provided a general scope of health games independent of clinical context. The present systematic review identified 149 publications. All sources were published before 2011 in a peer-reviewed venue. To be included in this review, publications were required (1) to be an original research, (2) to focus on health, (3) to utilize a sound research design, (4) to report quantitative health outcomes, and (5) to target healthcare receivers. Initial findings showed certain trends in health game publications: Focus on younger male demographics, relatively low …",
                "This article reviews research in the fields of psychology, literature, communication, human–computer interaction, public health, and consumer behavior on narrative and its potential relationships with videogames and story immersion. It also reviews a narrative's role in complementing behavioral change theories and the potential of story immersion for health promotion through videogames. Videogames have potential for health promotion and may be especially promising when attempting to reach youth. An understudied characteristic of videogames is that many contain a narrative, or story. Story immersion (transportation) is a mechanism through which a narrative influences players' cognition, affect, and, potentially, health behavior. Immersion promotes the suspension of disbelief and the reduction of counterarguments, enables the story experience as a personal experience, and creates the player's deep affection …",
                "Childhood obesity is a global epidemic. Health videogames are an emerging intervention strategy to combat childhood obesity. This systematic review examined published research on the effect of health videogames on childhood obesity. Fourteen articles examining 28 health videogames published between 2005 and 2013 in English were selected from 2433 articles identified through five major search engines. Results indicated that academic interest in using health videogames for childhood obesity prevention has increased during this time. Most games were commercially available. Most studies were of short duration. Diverse player and game play patterns have been identified. Most studies involved players of both genders with slightly more boys. The majority of players were non-white. Most studies had the players play the games at home, whereas some extended the play setting to school and sports …",
                "Objective: Stories can serve as powerful tools for health interventions. Story immersion refers to the experience of being absorbed in a story. This is among the first studies to analyze story immersion's role in health videogames among children by addressing two main questions: Will children be more immersed when the main characters are similar to them? Do increased levels of immersion relate to more positive health outcomes?Subjects and Methods: Eighty-seven 10–12-year-old African-American, Caucasian, and Hispanic children from Houston, TX, played a health videogame, “Escape from Diab” (Archimage, Houston, TX), featuring a protagonist with both African-American and Hispanic phenotypic features. Children's demographic information, immersion, and health outcomes (i.e., preference, motivation, and self-efficacy) were recorded and then correlated and analyzed.Results: African-American and …",
                "Many investigators are considering developing videogames for health (video-G4Hs) but have questions about how to get started. This report provides guidance for investigators considering a G4H as a behavioral intervention procedure from a team of experienced G4H developers. Thirteen commonly asked questions are answered, including defining a G4H, considerations in developing a team, considerations in G4H design, and anticipating unintended consequences.",
                "This article explores the internationalization of Japanese anime (animation) in an effort to help explain the cultural politics behind this popular cultural product. The internationalization of anime includes the incorporation of de-Japanized elements into anime's background, context, character design, and narrative organization. A theoretical framework for understanding anime's internationalization is developed, proposing that there are at least three kinds of cultural politics working behind anime's international success: one, de-politicized internationalization, which primarily serves as a commercial tactic to attract international audiences; two, Occidentalized internationalization, which satiates a nationalistic sentiment; three, self-Orientalized internationalization, which reveals a cultural desire to establish Japan as an ersatz Western country in Asia.",
                "Background: Blogs, or websites containing online personal journals, are a form of popular personal communication with immense potential for health promotion.Objective: Narratives are stories with a beginning, middle, and end that provide information about the characters and plot. Source similarity refers to the degree to which the message source and each recipient are alike with respect to certain attributes. Narratives and source similarity have seldom been examined in tandem as strategies for health persuasion. Personal health blogs provide a suitable platform for such an investigation. This study examined the persuasive effects of message type and source similarity on participants’ intentions to adopt a specific health behavior (running for exercise).Methods: A total of 150 participants were randomly assigned to conditions (n= 25 per condition) in a completely crossed, 2 (message type: narrative and nonnarrative)× 3 (source similarity: no similarity, non-health-related similarity, and health-related similarity) between-subjects experiment. First, in an online questionnaire, participants provided personal information in 42 categories and rated the relatedness of each category to running and then completed pretest measures of the dependent variables. Based on their responses, 150 personal health blogs were created. Two weeks later, the initial participants read the blog created with their personal characteristics and completed a questionnaire online.Results: The source similarity effect was stronger in nonnarrative than narrative blogs. When the blogs were nonnarrative, those with health-related similarities were more persuasive than those with …"
            ],
            [
                [
                    "Health Technology",
                    "Games for Health",
                    "Narrative Persuasion",
                    "Children and Media",
                    "Pediatric Obesity"
                ]
            ]
        ]
    ]
}