{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AZODXNVH",
            "m2DrLX8AAAAJ",
            [
                "Measuring service quality: a reexamination and extension",
                "SERVPERF versus SERVQUAL: reconciling performance-based and perceptions-minus-expectations measurement of service quality",
                "An assessment of the relationship between service quality and customer satisfaction in the formation of consumers' purchase intentions",
                "The importance of brand equity to customer loyalty",
                "Modeling patient satisfaction and service quality.",
                "Distinguishing the factors influencing college students' choice of major",
                "The effectiveness of customer participation in new product development: A meta-analysis"
            ],
            [
                "The authors investigate the conceptualization and measurement of service quality and the relationships between service quality, consumer satisfaction, and purchase intentions. A literature review suggests that the current operationalization of service quality confounds satisfaction and attitude. Hence, the authors test (1) an alternative method of operationalizing perceived service quality and (2) the significance of the relationships between service quality, consumer satisfaction, and purchase intentions. The results suggest that (1) a performance-based measure of service quality may be an improved means of measuring the service quality construct, (2) service quality is an antecedent of consumer satisfaction, (3) consumer satisfaction has a significant effect on purchase intentions, and (4) service quality has less effect on purchase intentions than does consumer satisfaction. Implications for managers and future …",
                "The authors respond to concerns raised by  about the relative efficacy of performance-based and perceptions-minus-expectations measures of service quality. They demonstrate that the major concerns voiced by these authors are supported neither by a critical review of their discussion nor the emerging literature. Several research issues relative to service quality measurement and strategic decision making also are identified.",
                "Service quality and customer satisfaction are widely recognized as key influences in the formation of consumers' purchase intentions in service environments. However, a review of the existing literature suggests that the specific nature of the relationship between these important constructs in the determination of consumers' purchase intentions continues to elude marketing scholars (c.f. Bitner and Hubbert 1994; Bolton and Drew 1994; Gronroos 1993; Rust and Oliver 1994). The study reported here was designed to aid in the understanding of these relationships by empirically assessing the nature of the relationship between service quality and consumer satisfaction in the formation of consumers' purchase intentions across four unique service industries. The results of the current research, coupled with the weight of the evidence in the emerging services literature, suggest that consumer satisfaction is best described …",
                "This study involved a nation‐wide sample of industrial customers of heavy equipment manufacturers. The results suggest that brand equity and trust are consistently the most important antecedents to both behavioral and attitudinal forms of customer loyalty. There is also evidence that the models underlying the formation of behavioral versus attitudinal forms of customer loyalty may vary across research settings. The results suggest that industrial equipment marketers may consider moving beyond a focus on satisfaction in relationship marketing strategies toward integrated strategies that foster brand equity and trust in their customer base as well.",
                "The authors attempt to clarify and extend the conceptualization and measurement of consumer satisfaction and service quality in health services. Although the two constructs serve as cornerstones in the design and implementation of health care marketing strategies, a literature review suggests that satisfaction and service quality are currently difficult to distinguish—both conceptually and operationally—in health care settings. The findings from two studies conducted by the authors to distinguish the nature of these two important constructs within a health care marketing context reveal that a nonrecursive relationship between service quality and patient satisfaction may account for much of the conflicting evidence in the literature.",
                "Choosing a college major represents a major life decision--a decision that research has shown to be the most frequently identified life regret for Americans. The focus of this study is to identify the foundations of the psychological process by which undergraduate students select their academic majors. A mean-send analysis was first employed to identify the factors that students consider integral to the process of selecting a major. This qualitative study was followed by a large-sample survey of undergraduate students and used conjoint analysis to better understand how\" important\" the identified factors are to students as part of this decision-making process. Finally, feedback from practitioners was sought and used to create a list of recommendations for recruiting and advising today's college students.",
                "Although the returns of customer participation on new product development (NPD) performance can vary substantially, the current literature lacks a systematic conceptual and empirical integration showing when customer participation is valuable in enhancing NPD performance. Building on knowledge management theory, the authors present a conceptual framework that synthesizes a variety of contingency factors. A meta-analysis empirically examines the moderating effects of contextual factors between customer participation and NPD performance. The analysis reveals that involving customers in the ideation and launch stages of NPD improves new product financial performance directly as well as indirectly through acceleration of time to market, whereas customer participation in the development phase slows down time to market, deteriorating new product financial performance. Furthermore, the benefits of …"
            ],
            [
                [
                    "Service marketing and consumer judgment & decision making"
                ]
            ]
        ]
    ]
}