{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "AZRPJMJ5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dung-Hai Lee Dung-Hai Lee 531 Birge dunghai@berkeley.edu (510) 642-0567 Professor Dung-Hai Lee received his B.S. degree from the National Tsinghua University of Taiwan. He went to the Massachusetts Institute of Technology in 1977 for graduate studies, and received his Ph.D. in physics in 1982. After staying at M.I.T. for another two years, he joined the IBM T.J. Watson Research Center in 1984. Professor Lee spent eleven years at IBM, and came to Berkeley in February 1994. Professor Lee is a theoretical condensed matter physicist. The principal goal of his research is to uncover new states of matter and understand their physical properties. He approaches this goal by engaging in three different types of research activity: 1. theoretically proposing new states of matter that transcend conventional paradigms, 2. performing analytic or numerical computation on models of strongly correlated systems, and 3. constructing phenomenological theory to extract the underlying physics from important experiments. Throughout the past ten years, he has worked on problems related to high-transition temperature superconductivity, photoisomerization, the fractional quantum Hall effect, superconducting nano wires, graphene, KxC60 monolayers, strongly correlated one dimensional systems, time-reversal symmetry breaking superconductors, frustrated spin models, carbon nano tubes, and transport of electron in strong magnetic fields and disorder media. The following are examples of Professor Lee’s recent research. Fractional charge: In the seminal papers by Jackiw and Rebbi of particle physics, Su, Schrieffer, and Heeger of condensed matter physics, it was shown how charge which is only a fraction of the electronic charge can appear in one dimensional systems. For systems of dimensionality greater than one, there is no analogous paradigm dictating under what condition fractional charge will appear. In a recent work, Professor Lee and collaborators have shown that, in two dimensions, fractional charge will naturally appear in a ``topological insulator”. In addition, they unexpectedly found that, despite the difference in dimension, the principle found by Jackiw, Rebbi, Su, Schrieffer, and Heeger is also applicable here. Photoisomerization(PI) is a phenomenon where a molecule absorbs a photon and changes its shape. It is an important example of nano electronic-mechanical phenomena. It is the basis of vision. As a nano phenomenon, PI is sensitive to the environment.In a recent work, Professor Lee and his collaborators have put forward a theory for PI in a dissipative environment which predicts the existence of a quantum phase transition between a PI active state to a state in which PI is quenched completely as the molecule-environment coupling become very strong. Mott insulator without symmetry breaking: Landau’s idea that through the process of ordering, a system also becomes less symmetric, is now commonly known as ‘‘symmetry breaking’’. It underlies our general understanding of order in a wide variety of systems. In recent years, condensed matter physicists have been asking whether the electrons in a particular type of insulator, the “Mott insulator” can remain unordered at absolute zero temperature. Such a “featureless Mott insulator” has been sought after for many years without obvious success. In a recent work Professor Lee and his collaborators have shown that such a novel insulating state can arise from unusual conservation laws. Quasiparticle interference: As the tip of a scan tunneling microscope moves across the surface of High-transition temperature superconductor a weak quasiperiodic variation in the tunneling conductance was observed by Professor Seamus Davis’s (now at Cornell) experimental group. Professor Lee and collaborators developed the so-called quasiparticle interference model which is shown by Professor Davis’s group to be tremendously successful in explaining the data. This model has become the standard interpretation of this important phenomenon of high temperature superconductors. Superconductiviy in nanowires: In one-dimensional superconducting wires, quantum phase fluctuations can destroy long-range phase coherence even at zero temperature. Stimulated by an unexpected ``anti-proximity effect’’ discovered at Penn state, Professor Lee and collaborators showed that it is possible for the superconductivity in a nanowire to be stabilized by coupling to a dissipative environment. Seidel and D.-H. Lee, ``Abelian and Non-abelian Hall Liquids and Charge Density Wave: Quantum Number Fractionalization in One and Two Dimensions'', Phys. Rev. Lett. 97, 056804 (2006). Seidel, H. Fu, D.-H. Lee, J.E. Moore, and J.M. Leinaas, \"Incompressible Quantum Liquids and New Conservation Laws\", Phys. Rev. Lett. 95, 266405 (2005). Q.-H. Wang and D.-H. Lee. ``Quasiparticle scattering interference in high temperature superconductors''. Phys. Rev. B 67, 20511 (2003). K. McElroy, R.W. Simmonds, J.E. Hoffman, D.-H. Lee, J. Orenstein, H. Eisaki, S. Uchida, and J.C. Davis. ``Relating atomic-scale electronic phenomena to wave-like quasiparticle states in superconducting Bi2Sr2CaCu2O8+d ''. Nature 422, 592 (2003). J. E. Hoffman, K. McElroy, D.-H. Lee, K. M Lang, H. Eisaki S. Uchida, and J.C. Davis, ``Imaging Quasiparticle Quantum Interference in Bi2Sr2CaCu2O8+d '', Science 297, 1148 (2002). D-H Lee, ``Superconductivity in a doped Mott insulator'', Phys. Rev. Lett. 84, 2694 (2000). Y. Krotov, D-H Lee and S.G. Louie, ``Low Energy Properties of the (n,n) Carbon Nanotubes'', Phys. Rev. Lett. 78, 4245 (1997). S.A. Kivelson, D-H Lee and S-C Zhang, ``Global Phase Diagram of the Quantum Hall Effect'', Phys. Rev. B 46, 2223 (1992). S. A. Kivelson, D-H Lee, and S-C Zhang, “Electrons in flatland,” Scientific American 274, 64 (1996)."
            ]
        ]
    ]
}