{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B1O43VIA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Peter Adshead Associate Professor 237D Loomis Laboratory (217) 244-7862 adshead@illinois.edu http:\/\/hep-ph.physics.illinois.edu\/ Professor Adshead received his PhD in Physics in 2010 from Yale University after receiving his BSc. with first class honors at the University of Canterbury in Christchurch, New Zealand in 2004. He was a KICP fellow at the Kavli Institute for Cosmological Physics at the University of Chicago and a postdoctoral associate at the University of Cambridge before joining the faculty at the University of Illinois in 2014. Professor Adshead works on a broad range of topics in the very early universe, focussing primarily on the physics of inflation and their imprint on the cosmic microwave background radiation, the reheating phase transition that must end inflation and begin the hot Big Bang, and the connections between high-energy particle physics and the early universe. Fall 2019 PHYS 326 Spring 2019 PHYS 326 Fall 2016 PHYS 326 Accolades Inaugural Compton Fellows at Illinois Physics University of Illinois at Urbana-Champaign Assistant Professors Julia \"Jessie\" Shelton and Peter Adshead have been named W. Dale and Jeanne C. Compton Fellows in Physics. This faculty appointment supports outstanding research and high scholarly productivity of early-career physicists at Illinois Physics. Shelton and Adshead are the department’s inaugural class of Compton Fellows. The faculty will retain the title designation for as long as they hold faculty appointments at Illinois Physics. This named appointment comes with a one-time spending allowance to support ongoing research."
            ]
        ]
    ]
}