{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B1UGZ3LU",
            "u77ebbEAAAAJ",
            [
                "Do I think BLS data are BS? The consequences of conspiracy theories",
                "Do facts matter?: Information and misinformation in American politics",
                "Does Race Affect Access to Government Services?: An Experiment Exploring Street Level Bureaucrats and Access to Public Housing",
                "Pushing the city limits: Policy responsiveness in municipal government",
                "Who participates in local government? Evidence from meeting minutes",
                "Black lives matter: Evidence that police-caused deaths predict protest activity",
                "Do facts matter",
                "Dying for advice: code status discussions between resident physicians and patients with advanced cancer—a national survey",
                "Cities in American federalism: Evidence on state–local government conflict from a survey of mayors",
                "Neighborhood Defenders: Participatory Politics and America's Housing Crisis"
            ],
            [
                "While the willingness of people to believe unfounded and conspiratorial explanations of events is fascinating and troubling, few have addressed the broader impacts of the dissemination of conspiracy claims. We use survey experiments to assess whether realistic exposure to a conspiracy claim affects conspiracy beliefs and trust in government. These experiments yield interesting and potentially surprising results. We discover that respondents who are asked whether they believe in a conspiracy claim after reading a specific allegation actually report lower beliefs than those not exposed to the specific claim. Turning to trust in government, we find that exposure to a conspiracy claim has a potent negative effect on trust in government services and institutions including those unconnected to the allegations. Moreover, and consistent with our belief experiment, we find that first asking whether people believe in …",
                "\" A democracy falters when most of its citizens are uninformed or misinformed, when misinformation affects political decisions and actions, or when political actors foment misinformation--the state of affairs the United States faces today, as this timely book makes painfully clear. In Do Facts Matter? Jennifer L. Hoschschild and Katherine Levine Einstein start with Thomas Jefferson's ideal citizen, who knows and uses correct information to make policy or political choices. What, then, the authors ask, are the consequences if citizens are informed but do not act on their knowledge? More serious, what if they do act, but on incorrect information? Analyzing the use, nonuse, and misuse of facts in various cases... Hochschild and Einstein argue persuasively that errors of commission (that is, acting on falsehoods) are even more troublesome than errors of omission. While citizens' inability or unwillingness to use the facts they know in their political decision making may be frustrating, their acquisition and use of incorrect'knowledge'pose a far greater threat to a democratic political system. Do Facts Matter? looks beyond the individual citizens to the role that political elites play in informing, misinforming, and encouraging or discouraging the use of accurate or mistaken information or beliefs. Finally, the authors consider policy levers and political actions that leaders and citizens can use to disseminate politically relevant knowledge, connect information to action, and correct or compensate for the use of misinformation. As Will Rogers once remarked,'It isn't what we don't know that gives us trouble. It's what we know that ain't so.'Hochschild and Einstein show that if a …",
                "While experimental studies of local election officials have found evidence of racial discrimination, we know little about whether these biases manifest in bureaucracies that provide access to valuable government programs and are less tied to politics. We address these issues in the context of affordable housing programs using a randomized field experiment. We explore responsiveness to putative white, black, and Hispanic requests for aid in the housing application process. In contrast to prior findings, public housing officials respond at equal rates to black and white email requests. We do, however, find limited evidence of responsiveness discrimination toward Hispanics. Moreover, we observe substantial differences in email tone. Hispanic housing applicants were 20 percentage points less likely to be greeted by name than were their black and white counterparts. This disparity in tone is somewhat more muted in …",
                "Are city governments capable of responding to the preferences of their constituents? Is the menu of policy options determined by forces beyond their direct control? We answer these questions using a comprehensive cross-sectional database linking voter preferences to local policy outcomes in more than 2,000 midsize cities and a new panel covering cities in two states. Overall, our analysis paints an encouraging picture of democracy in the city: we document substantial variation in local fiscal policy outcomes and provide evidence that voter preferences help explain why cities adopt different policies. As they become more Democratic, cities increase their spending across a number of service areas. In addition, voter sentiment shapes the other side of the ledger, determining the level and precise mix of revenues on which cities rely. In short, we show that cities respond both to competitive pressures and the needs …",
                "Scholars and policymakers have highlighted institutions that enable community participation as a potential buffer against existing political inequalities. Yet, these venues may be biasing policy discussions in favor of an unrepresentative group of individuals. To explore who participates, we compile a novel data set by coding thousands of instances of citizens speaking at planning and zoning board meetings concerning housing development. We match individuals to a voter file to investigate local political participation in housing and development policy. We find that individuals who are older, male, longtime residents, voters in local elections, and homeowners are significantly more likely to participate in these meetings. These individuals overwhelmingly (and to a much greater degree than the general public) oppose new housing construction. These participatory inequalities have important policy implications and may be contributing to rising housing costs.",
                "Since 2013, protests opposing police violence against Black people have occurred across a number of American cities under the banner of “Black Lives Matter.” We develop a new dataset of Black Lives Matter protests that took place in 2014–2015 and explore the contexts in which they emerged. We find that Black Lives Matter protests are more likely to occur in localities where more Black people have previously been killed by police. We discuss the implications of our findings in light of the literature on the development of social movements and recent scholarship on the carceral state’s impact on political engagement.",
                "A democracy falters when most of its citizens are uninformed or misinformed, when misinformation affects political decisions and actions, or when political actors foment misinformation—the state of affairs the United States faces today, as this timely book makes painfully clear. In Do Facts Matter? Jennifer L. Hochschild and Katherine Levine Einstein start with Thomas Jefferson’s ideal citizen, who knows and uses correct information to make policy or political choices. What, then, the authors ask, are the consequences if citizens are informed but do not act on their knowledge? More serious, what if they do act, but on incorrect information?",
                "Background: Patients with treatment-resistant advanced cancer rarely benefit from cardiopulmonary resuscitation (CPR) but infrequently discuss end-of-life care with physicians until hospitalized. Admitting resident physicians may conduct initial code status discussions, but may elicit patients' preferences without providing necessary guidance.Objective: We surveyed residents' approach to code status discussions to identify barriers hindering informed decision making.Methods: We developed an online case-based survey and enrolled subjects via e-mail requests to program directors. U.S. internal medicine residents (n=358; response rate 22.0%) from 19 programs participated. We measured respondents' likelihood of discussing prognosis and benefit of CPR, likelihood of offering code status recommendations, preference for discussing code status independent of attending physicians, and satisfaction with end-of …",
                "Previous scholarship on American federalism has largely focused on the national government's increasingly conflictual relationship with the states. While some studies have explored the rise of mandates at the state level, there has been comparatively less attention on state–local relationships. Using a new survey of mayors, we explore variations in local government attitudes towards their state governments. We find some evidence that, regardless of partisanship, mayors in more conservative states are unhappy about state funding and—especially—regulations. More strikingly, we also uncover a partisan mismatch in which Democratic mayors provide especially negative ratings of their state’s funding and—even more strongly—regulations. These findings have important implications for state–local relations as cities continue to become more Democratic and Republicans increasingly dominate state-level contests.",
                "Since the collapse of the housing market in 2008, demand for housing has consistently outpaced supply in many US communities. The failure to construct sufficient housing-especially affordable housing-in desirable communities and neighborhoods comes with significant social, economic, and environmental costs. This book examines how local participatory land use institutions amplify the power of entrenched interests and privileged homeowners. The book draws on sweeping data to examine the dominance of land use politics by'neighborhood defenders'-individuals who oppose new housing projects far more strongly than their broader communities and who are likely to be privileged on a variety of dimensions. Neighborhood defenders participate disproportionately and take advantage of land use regulations to restrict the construction of multifamily housing. The result is diminished housing stock and higher housing costs, with participatory institutions perversely reproducing inequality."
            ],
            [
                [
                    "local politics and policy",
                    "racial and ethnic politics",
                    "political geography",
                    "and American public policy"
                ]
            ]
        ]
    ]
}