{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B20PGNQS",
            "TLZeWx0AAAAJ",
            [
                "Ionization of one-electron ions and capture by bare and one-electron ions of C, N, O, and F on He",
                "Formation of doubly excited two-electron ions during +He, +Ne, and +Ar collisions",
                "Formation of doubly excited two-electron ions during +He, +Ne, and +Ar collisions",
                "Investigation of vapor‐deposited polyaniline thin films",
                "Projectile -Auger-electron production by bare, one-, and two-electron ions",
                "Structural and chemical characterization of vapor‐deposited polythiophene films",
                "In-situ scanning tunneling microscopy on vapor deposited polyaniline thin films",
                "Comparison of -shell ionization cross sections of Si in solid and gas targets for  + Si collisions () at 1 and 2 MeV\/amu",
                "Electron capture by metastable projectiles on He and Ne",
                "Scanning tunneling microscopy and X-ray photoelectron spectroscopy studies of borate-substituted polyaniline"
            ],
            [
                "Experimentally measured single-electron-transfer cross sections are presented for bare nuclei and one-electron ions of C, N, O, and F following collisions with a He-gas target in the energy range from∼ 0.5-2.5 MeV\/amu. Excellent agreement is found between the K-shell ionization cross sections (electron loss by one-electron ions) and a theoretical plane-wave-Born-approximation calculation without inclusion of Coulomb-deflection and binding-energy corrections. Comparisons are also made between the capture cross sections (electron gain) and previously measured total projectile x-ray cross sections. The ratio of the x-ray cross section to the total capture cross section is compared to the same ratio found through a Brinkman-Kramers (BK) calculation. The results of the comparison show that the single normalization constant for the capture to each state, which was used in the theoretical analysis of the x-ray cross …",
                "High-resolution x-ray spectroscopy has been used to measure the cross sections for forming doubly excited F 7+ ions in the 2s2p and 2 p 2 configurations following F 8++ He, F 8++ Ne, and F 8++ Ar collisions over a projectile-energy range of 13–31 MeV. The intermediate states are found to be formed predominantly by projectile-electron excitation coupled with target-to-projectile electron transfer to an excited state during a single ion-atom collision. This process is termed nonresonant transfer and excitation (NTE)[PL Pepmiller et al., IEEE Trans. Nucl. Sci. NS-30, 1002 (1983)]. A competing process for formation of the doubly excited states is resonant transfer and excitation (RTE)[D. Brandt, Phys. Rev. A 27, 1314 (1983)], a process analogous to dielectronic recombination. Although the projectile energies spanned the region where resonant transfer and excitation are expected to maximize, no resonant contribution to …",
                "High-resolution x-ray spectroscopy has been used to measure the cross sections for forming doubly excited F 7+ ions in the 2s2p and 2 p 2 configurations following F 8++ He, F 8++ Ne, and F 8++ Ar collisions over a projectile-energy range of 13–31 MeV. The intermediate states are found to be formed predominantly by projectile-electron excitation coupled with target-to-projectile electron transfer to an excited state during a single ion-atom collision. This process is termed nonresonant transfer and excitation (NTE)[PL Pepmiller et al., IEEE Trans. Nucl. Sci. NS-30, 1002 (1983)]. A competing process for formation of the doubly excited states is resonant transfer and excitation (RTE)[D. Brandt, Phys. Rev. A 27, 1314 (1983)], a process analogous to dielectronic recombination. Although the projectile energies spanned the region where resonant transfer and excitation are expected to maximize, no resonant contribution to …",
                "X‐ray photoelectron spectroscopy (XPS) has been used to investigate the chemical structure of thin polyaniline films grown using a vacuum evaporation process that used chemically prepared polyaniline powder as the starting material. Analysis shows that the as‐deposited films are in the completely reduced, leucoemeraldine state. This chemical structure is contrasted with that of the initial and residual powders, which XPS analysis shows are both in a state close to that of protoemeraldine. Thus, the results indicate that the reduction takes place either in the gas phase or, more likely, as a reaction on the surface of the substrate, but does not occur in the quartz crucible as the initial powder is being heated. Results are also presented concerning the oxidation (in pure oxygen and iodine environments) and the protonation (using HCl) of these vapor‐deposited polyaniline thin films. Scanning tunneling microscopy was …",
                "Projectile K-Auger-electron production measurements were performed for the bare, one-, and two-electron ions of C, N, O, and F incident on He, Ne, Ar, and Kr gases. The measurements were taken over an energy range of 1 4 to 2 3 MeV\/amu using a cylindrical mirror analyzer. For the incident two-electron ions, single-electron capture to excited states of the (1 s 2 s) 3 S metastable component of the incident beam was the principal mechanism giving rise to the observed K-Auger transitions. For the bare and one-electron ions, double electron capture to excited states was the dominant mechanism leading to K-Auger-electron production. In addition to Auger-spectroscopy measurements, total K-Auger production cross sections were determined as well as the partial cross sections for electron capture to specific n levels of the projectile. The n distributions were also measured for double electron capture to excited …",
                "The chemical structure, including changes in charge distribution upon doping, for vapor‐deposited polythiophene films has been investigated using x‐ray photoelectron spectroscopy (XPS). Two different methods of doping, coevaporation with FeCl3 and exposure to iodine vapor, are contrasted in this study and several chemical states are observed for the ‘‘dopants’’ associated with these complexes. In general, the FeCl3 codeposited complexes have considerably higher conductivities than the iodine exposed films (10–25 S\/cm as compared to 0.01 S\/cm). Furthermore, besides being a more effective doping mechanism, the FeCl3 codeposited complexes are much more stable upon exposure to atmosphere and also in the ultrahigh vacuum environment of the XPS system. Atomic force microscopy images of the same films show clear morphological differences between the as‐deposited, the FeCl3 codeposited, and …",
                "Small amounts of polyaniline powder have been evaporated under vacuum onto gold coated mica substrates. The initial deposition has been studied in-situ scanning tunneling microscopy (STM). After low coverage depositions, molecular sized complexes of linear dimensions between 50 and 200 Å were observed. Some internal structure of the polymer conglomerates was resolved, revealing a “C” shaped cluster with a central depression. In some instances, a boundary between these clusters and long cigar shaped polymeric molecules was found. These “cigars” are approximately 400 Å long, but were not highly resolved. The general appearance of the deposited complexes suggests the chemically active evaporated oligomers are reacting on the substrate, building up these conglomerates in the process. Higher resolution scans of individual clusters show single polymer helices, and cross-linking between …",
                "The authors determine K x-ray production cross sections and K-shell fluorescence yields in solid Si and gaseous Si H 4 as a function of incident-projectile charge state for a F beam at 1 and 2 MeV\/amu. Discrepancies between solid-and gas-target results are observed in both the x-ray production cross section and fluorescence yield. It is found, however, that the ionization cross section (x-ray production cross section divided by fluorescence yield) is independent of target physical state for each incident-projectile charge state.",
                "Electron capture to n≥ 2 levels of F 7+(1 s 2 s) S 3 projectiles lead to three-electron ions with an energetically allowed K-Auger decay channel. We have measured the F K-Auger emission spectra for collisions with thin gas targets of He and Ne with sufficiently high resolution to distinguish capture to several of the low-lying n values. The K-Auger production cross sections are reported as a function of the n level into which the electron is captured. The n-level dependence is measured for projectile energies of 6, 9, 12, and 15 MeV and is compared to the Oppenheimer-Brinkman-Kramers OBK model for charge transfer and to a 1 n 3 function. The measured K-Auger electron-production cross sections closely follow the 1 n 3 function which differs from the predicted OBK n dependence, even though the cross sections for the higher n levels agree with the predicted OBK energy dependence. The effects of cascading upon …",
                "The techniques of scanning tunneling microscopy and X-ray photoelectron spectroscopy were used to characterize the surfaces of chemically prepared and electrochemically prepared borate-substituted polyaniline films. The chemically prepared film surface consisted of small, amorphous conducting domains together with domains of nonconducting polymer. The electrochemically prepared film showed spatially uniform conductivity. The surface of the electrochemical film consisted of amorphous islands together with polymer coils of average diameter 20±4 A ̊."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "Randy Dillingham Randy Dillingham Professor Randy.Dillingham@nau.edu 928-523-2959 19 Research: Dr. Dillingham specializes in experimental condensed matter physics. His current research interests include the characterization of dielectric materials used in capacitors using x-ray photoelectron spectroscopy and atomic force microscopy. In addition, he studies the properties of astrophysical ices using Fourier transform infrared spectroscopy.  "
            ]
        ]
    ]
}