{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B2SM0O3U",
            "1--s0d4AAAAJ",
            [
                "Carbon nanotubes--the route toward applications",
                "Carbon nanotube actuators",
                "Strong, transparent, multifunctional, carbon nanotube sheets",
                "Carbon structures with three-dimensional periodicity at optical wavelengths"
            ],
            [
                "Many potential applications have been proposed for carbon nanotubes, including conductive and high-strength composites; energy storage and energy conversion devices; sensors; field emission displays and radiation sources; hydrogen storage media; and nanometer-sized semiconductor devices, probes, and interconnects. Some of these applications are now realized in products. Others are demonstrated in early to advanced devices, and one, hydrogen storage, is clouded by controversy. Nanotube cost, polydispersity in nanotube type, and limitations in processing and assembly methods are important barriers for some applications of single-walled nanotubes.",
                "Electromechanical actuators based on sheets of single-walled carbon nanotubes were shown to generate higher stresses than natural muscle and higher strains than high-modulus ferroelectrics. Like natural muscles, the macroscopic actuators are assemblies of billions of individual nanoscale actuators. The actuation mechanism (quantum chemical–based expansion due to electrochemical double-layer charging) does not require ion intercalation, which limits the life and rate of faradaic conducting polymer actuators. Unlike conventional ferroelectric actuators, low operating voltages of a few volts generate large actuator strains. Predictions based on measurements suggest that actuators using optimized nanotube sheets may eventually provide substantially higher work densities per cycle than any previously known technology.",
                "Individual carbon nanotubes are like minute bits of string, and many trillions of these invisible strings must be assembled to make useful macroscopic articles. We demonstrated such assembly at rates above 7 meters per minute by cooperatively rotating carbon nanotubes in vertically oriented nanotube arrays (forests) and made 5-centimeter-wide, meter-long transparent sheets. These self-supporting nanotube sheets are initially formed as a highly anisotropic electronically conducting aerogel that can be densified into strong sheets that are as thin as 50 nanometers. The measured gravimetric strength of orthogonally oriented sheet arrays exceeds that of sheets of high-strength steel. These nanotube sheets have been used in laboratory demonstrations for the microwave bonding of plastics and for making transparent, highly elastomeric electrodes; planar sources of polarized broad-band radiation; conducting …",
                "Porous carbons that are three-dimensionally periodic on the scale of optical wavelengths were made by a synthesis route resembling the geological formation of natural opal. Porous silica opal crystals were sintered to form an intersphere interface through which the silica was removed after infiltration with carbon or a carbon precursor. The resulting porous carbons had different structures depending on synthesis conditions. Both diamond and glassy carbon inverse opals resulted from volume filling. Graphite inverse opals, comprising 40-angstrom-thick layers of graphite sheets tiled on spherical surfaces, were produced by surface templating. The carbon inverse opals provide examples of both dielectric and metallic optical photonic crystals. They strongly diffract light and may provide a route toward photonic band-gap materials."
            ],
            [
                [
                    "Carbon nanotubes",
                    "fullerenes",
                    "photonic crystals",
                    "OLED",
                    "OPV"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}