{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B2SSC3P6",
            "D6h2cTYAAAAJ",
            [
                "Random heterogeneous materials: microstructure and macroscopic properties",
                "Is random close packing of spheres well defined?",
                "Improving the density of jammed disordered packings using ellipsoids",
                "Reconstructing random media",
                "Design of materials with extreme thermal expansion using a three-phase topology optimization method",
                "Random heterogeneous media: microstructure and improved bounds on effective properties",
                "Jammed hard-particle packings: From Kepler to Bernal and beyond",
                "Simulated brain tumor growth dynamics using a three-dimensional cellular automaton",
                "Local density fluctuations, hyperuniformity, and order metrics",
                "Neighbor list collision-driven molecular dynamics simulation for nonspherical hard particles. I. Algorithmic details"
            ],
            [
                "The book provides an elementary tutorial presentation on computational methods in fluid mechanics. The authors intend this book to serve as a survey of mathematical fundamentals which provide foundation for the computational fluid dynamics. As a result of this focus, the book is suitable as a textbook for a first course in CFD. The underlying philosophy of the authors is that the theory of linear algebra provides a basic mathematical framework for understanding numerical methods. Hence, the material presented emphasizes fundamental concepts of numerical methods in which the partial differential equations are reduced to ordinary differential equations, and finally to the difference equations, ie, to the linear system of algebraic equations. The book begins with an outline of the basic equations. The authors leading concept is to explain fundamentals of CFD on the basis of simple model equations, isolating physical …",
                "Despite its long history, there are many fundamental issues concerning random packings of spheres that remain elusive, including a precise definition of random close packing (RCP). We argue that the current picture of RCP cannot be made mathematically precise and support this conclusion via a molecular dynamics study of hard spheres using the Lubachevsky-Stillinger compression algorithm. We suggest that this impasse can be broken by introducing the new concept of a maximally random jammed state, which can be made precise.",
                "Packing problems, such as how densely objects can fill a volume, are among the most ancient and persistent problems in mathematics and science. For equal spheres, it has only recently been proved that the face-centered cubic lattice has the highest possible packing fraction   . It is also well known that certain random (amorphous) jammed packings have φ ≈ 0.64. Here, we show experimentally and with a new simulation algorithm that ellipsoids can randomly pack more densely—up to φ= 0.68 to 0.71for spheroids with an aspect ratio close to that of M&M9s Candies—and even approach φ ≈ 0.74 for ellipsoids with other aspect ratios. We suggest that the higher density is directly related to the higher number of degrees of freedom per particle and thus the larger number of particle contacts required to mechanically stabilize the packing. We measured the number of contacts per particle Z ≈ 10 for our …",
                "We formulate a procedure to reconstruct the structure of general random heterogeneous media from limited morphological information by extending the methodology of Rintoul and Torquato [J. Colloid Interface Sci. 186, 467 (1997)] developed for dispersions. The procedure has the advantages that it is simple to implement and generally applicable to multidimensional, multiphase, and anisotropic structures. Furthermore, an extremely useful feature is that it can incorporate any type and number of correlation functions in order to provide as much morphological information as is necessary for accurate reconstruction. We consider a variety of one-and two-dimensional reconstructions, including periodic and random arrays of rods, various distribution of disks, Debye random media, and a Fontainebleau sandstone sample. We also use our algorithm to construct heterogeneous media from specified hypothetical …",
                "Composites with extremal or unusual thermal expansion coefficients are designed using a three-phase topology optimization method. The composites are made of two different material phases and a void phase. The topology optimization method consists in finding the distribution of material phases that optimizes an objective function (e.g. thermoelastic properties) subject to certain constraints, such as elastic symmetry or volume fractions of the constituent phases, within a periodic base cell. The effective properties of the material structures are found using the numerical homogenization method based on a finite-element discretization of the base cell. The optimization problem is solved using sequential linear programming.To benchmark the design method we first consider two-phase designs. Our optimal two-phase microstructures are in fine agreement with rigorous bounds and the so-called Vigdergauz …",
                "The purpose of the present article is to review recent advances made in the determination and calculation of improved bounds on the effective properties of random heterogeneous media that depend upon the microstructure via n-point correlation functions. New breakthroughs made in the quantitative characterization of the microstructure of heterogeneous materials are also reviewed. The following four different effective properties shall be studied: (i) effective conductivity tensor (which includes, by mathematical analogy, the dielectric constant, magnetic permeability, and diffusion coefficient); (ii) effective stiffness tensor; (iii) diffusion-controlled trapping constant; and (iv) fluid permeability tensor. It shall be demonstrated that improved upper and lower bounds can provide a relatively sharp estimate of the effective property even when the bounds diverge from one another. Although this article reviews state-of-the-art …",
                "Understanding the characteristics of jammed particle packings provides basic insights into the structure and bulk properties of crystals, glasses, and granular media and into selected aspects of biological systems. This review describes the diversity of jammed configurations attainable by frictionless convex nonoverlapping (hard) particles in Euclidean spaces and for that purpose it stresses individual-packing geometric analysis. A fundamental feature of that diversity is the necessity to classify individual jammed configurations according to whether they are locally, collectively, or strictly jammed. Each of these categories contains a multitude of jammed configurations spanning a wide and (in the large system limit) continuous range of intensive properties, including packing fraction ϕ, mean contact number Z, and several scalar order metrics. Application of these analytical tools to spheres in three dimensions (an analog …",
                "We have developed a novel and versatile three-dimensional cellular automaton model of brain tumor growth. We show that macroscopic tumor behavior can be realistically modeled using microscopic parameters. Using only four parameters, this model simulates Gompertzian growth for a tumor growing over nearly three orders of magnitude in radius. It also predicts the composition and dynamics of the tumor at selected time points in agreement with medical literature. We also demonstrate the flexibility of the model by showing the emergence, and eventual dominance, of a second tumor clone with a different genotype. The model incorporates several important and novel features, both in the rules governing the model and in the underlying structure of the model. Among these are a new definition of how to model proliferative and non-proliferative cells, an isotropic lattice, and an adaptive grid lattice.",
                "Questions concerning the properties and quantification of density fluctuations in point patterns continue to provide many theoretical challenges. The purpose of this paper is to characterize certain fundamental aspects of local density fluctuations associated with general point patterns in any space dimension d. Our specific objectives are to study the variance in the number of points contained within a regularly shaped window Ω of arbitrary size, and to further illuminate our understanding of hyperuniform systems, ie, point patterns that do not possess infinite-wavelength fluctuations. For large windows, hyperuniform systems are characterized by a local variance that grows only as the surface area (rather than the volume) of the window. We derive two formulations for the number variance:(i) an ensemble-average formulation, which is valid for statistically homogeneous systems, and (ii) a volume-average formulation …",
                "In this first part of a series of two papers, we present in considerable detail a collision-driven molecular dynamics algorithm for a system of non-spherical particles, within a parallelepiped simulation domain, under both periodic or hard-wall boundary conditions. The algorithm extends previous event-driven molecular dynamics algorithms for spheres, and is most efficient when applied to systems of particles with relatively small aspect ratios and with small variations in size. We present a novel partial-update near-neighbor list (NNL) algorithm that is superior to previous algorithms at high densities, without compromising the correctness of the algorithm. This efficiency of the algorithm is further increased for systems of very aspherical particles by using bounding sphere complexes (BSC). These techniques will be useful in any particle-based simulation, including Monte Carlo and time-driven molecular dynamics …"
            ],
            [
                [
                    "Statistical Mechanics",
                    "Soft Condensed Matter",
                    "Disordered Systems",
                    "Hyperuniformity",
                    "Biophysics"
                ]
            ],
            [
                "Salvatore  Torquato Salvatore  Torquato Associated Professor 609-258-3341 torquato@Princeton.EDU 358 Frick Chemistry Lab"
            ]
        ]
    ]
}