{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B3FY1G7V",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Maxime Brodeur Maxime Brodeur Ortenzio Family Associate Professorship in Applied Medical and Nuclear Physics Ph.D. in Nuclear Physics, 2010, The University of British Columbia, Canada B.Sc. in physics, 2003, Université de Montréal, Canada Email: mbrodeur (at) nd (dot) edu Office phone: 574-631-8204 Office: 213 Nieuwland Science Hall My research focus on answering fundamental questions on the inner workings of our universe such as where and how the heaviest elements where formed and is the Standard Model complete? These questions can be addressed through precision measurements, in the field of low energy nuclear physics, of quantities such as atomic masses, and half-life of unstable nuclei. For many years, I have been performing high precision mass measurements worldwide and I also have a local research program devoted to precision measurements of half-lives at the Nuclear Science Laboratory of Notre Dame. My long-term project consists of developing a unique facility at Notre Dame where precision tests of the Standard Model could be performed by looking for minute deviations in the energy spectra of the particles emitted during the radioactive decay of certain nuclides. These measurements will be accomplished with St. Benedict, which will hold radioactive nuclei unimpeded in free space. I have also developed a multi-reflection time-of-flight mass spectrometer, a device that will be used at Argonne National Laboratory to allow, for the first time, the mass measurement of very exotic nuclei of importance for the astrophysical rapid-neutron capture process. D.P. Burdette, M. Brodeur , D.W. Bardayan, F.D. Becchetti, D. Blankstein, C. Boomershine, L. Caves, S.L. Henderson, J.J. Kolata, B. Liu, J. Long, P.D. O’Malley, and S.Y. Strauss, Precise half-life determination of the mixed-mirror b-decaying 15 O , Phys. Rev. C 101 , 055504 (2020). J.M. Kelly, M. Brodeur , B. Liu, Q. Campagna, C. Gonzales, J. Maier, First Off-Line Tests and Performance of the Notre Dame Multi-Reflection Time-of-Flight Mass Spectrometer , Nucl. Inst. Meth. B 463 , 485 (2020). P. O’Malley, M. Brodeur , D.P. Burdette, J.W. Klimes, A.A. Valverde, J.A. Clark, G. Savard, R. Ringle, V. Varentsov, Testing the Weak Interaction using St. Benedict at the University of Notre Dame , Nucl. Inst. Meth. B 463 , 488 (2020) J. Long, M. Brodeur , M. Baines, D. W. Bardayan, F. D. Becchetti, D. Blankstein, C. Boomershine, D. P. Burdette, A. M. Clark, B. Frentz, S. L. Henderson, J. M. Kelly, J. J. Kolata, B. Liu, K. T. Macon, P. D. O'Malley, A. Pardo, C. Seymour, S. Y. Strauss, and B. Vande Kolk, Precision half-life measurement of 29 P , Phys. Rev. C 101 , 015501 (2020). Prof. Brodeur - CV"
            ]
        ]
    ]
}