{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B3OFPON2",
            "fTv_TKMAAAAJ",
            [
                "The ATLAS experiment at the CERN large hadron collider",
                "Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC",
                "The ATLAS simulation infrastructure",
                "The ALICE experiment at the CERN LHC",
                "Luminosity Determination in Pp Collisions at S√ S= 8 TeV Using the ATLAS Detector at the LHC",
                "Performance of the ATLAS trigger system in 2015",
                "Electron performance measurements with the ATLAS detector using the 2010 LHC proton-proton collision data",
                "Expected performance of the ATLAS experiment-detector, trigger and physics",
                "Jet energy measurement with the ATLAS detector in proton-proton collisions at s√= 7 TeV",
                "Evidence for the spin-0 nature of the Higgs boson using ATLAS data"
            ],
            [
                "Aad, G; Bentvelsen, S; Bobbink, GJ; Bos, K; Boterenbrood, H; Brouwer, G; Buis, EJ; Buskop, JJF;\nColijn, AP; Dankers, R; Daum, C; de Boer, R; de Jong, P; Ennes, P; Gosselink, M; Groenstege,\nH; Hart, RGG; Hartjes, F; Hendriks, PJ; Hessey, NP; Jansweijer, PPM; Kieft, G; Klous, S; Kluit, P;\nKoffeman, E; Koutsman, A; Liebig, W; Limper, M; Linde, F; Luijckx, G; Massaro, G; Muijs, A; Peeters,\nSJM; Reichold, A; Rewiersma, P; Rijpstra, M; Scholte, RC; Schuijlenburg, HW; Snuverink, J; van\nder Graaf, H; van der Kraaij, E; Van Eijk, B; van Kesteren, Z; van Vulpen, I; Verkerke, W; Vermeulen,\nJC; Vreeswijk, M; Werneke, P; Cakir, O; Ciftci, AK; Duran Yildiz, H; Sultanov, S; Turk Cakir, I; Yilmaz,\nM; Aubert, B; Bazan, A; Beaugiraud, B; Bellachia, F; Berger, N; Blaising, JJ; Colas, J; Consonni,\nM; Delebecque, P; Delsart, PA; Di Ciaccio, L; Dayot, N Dumont>; Elles, S; Ghez, Philippe>; Girard,\nCG; Gouanere, M; Goy, C; Guillemin, T; Ionescu, G … \n",
                "A search for the Standard Model Higgs boson in proton–proton collisions with the ATLAS detector at the LHC is presented. The datasets used correspond to integrated luminosities of approximately 4.8 fb− 1 collected at s= 7 TeV in 2011 and 5.8 fb− 1 at s= 8 TeV in 2012. Individual searches in the channels H→ Z Z (⁎)→ 4 ℓ, H→ γ γ and H→ W W (⁎)→ e ν μ ν in the 8 TeV data are combined with previously published results of searches for H→ Z Z (⁎), W W (⁎), b b¯ and τ+ τ− in the 7 TeV data and results from improved analyses of the H→ Z Z (⁎)→ 4 ℓ and H→ γ γ channels in the 7 TeV data. Clear evidence for the production of a neutral boson with a measured mass of 126.0±0.4 (stat)±0.4 (sys) GeV is presented. This observation, which has a significance of 5.9 standard deviations, corresponding to a background fluctuation probability of 1.7× 10− 9, is compatible with the production and decay of the Standard Model …",
                "The simulation software for the ATLAS Experiment at the Large Hadron Collider is being used for large-scale production of events on the LHC Computing Grid. This simulation requires many components, from the generators that simulate particle collisions, through packages simulating the response of the various detectors and triggers. All of these components come together under the ATLAS simulation infrastructure. In this paper, that infrastructure is discussed, including that supporting the detector description, interfacing the event generation, and combining the GEANT4 simulation of the response of the individual detectors. Also described are the tools allowing the software validation, performance testing, and the validation of the simulated output against known physics processes.",
                "ALICE (A Large Ion Collider Experiment) is a general-purpose, heavy-ion detector at the CERN LHC which focuses on QCD, the strong-interaction sector of the Standard Model. It is designed to address the physics of strongly interacting matter and the quark-gluon plasma at extreme values of energy density and temperature in nucleus-nucleus collisions. Besides running with Pb ions, the physics programme includes collisions with lighter ions, lower energy running and dedicated proton-nucleus runs. ALICE will also take data with proton beams at the top LHC energy to collect reference data for the heavy-ion programme and to address several QCD topics for which ALICE is complementary to the other LHC detectors. The ALICE detector has been built by a collaboration including currently over 1000 physicists and engineers from 105 Institutes in 30 countries. Its overall dimensions are 16× 16× 26 m3 with a total …",
                "The luminosity determination for the ATLAS detector at the LHC during pp collisions at s√= 8 TeV in 2012 is presented. The evaluation of the luminosity scale is performed using several luminometers, and comparisons between these luminosity detectors are made to assess the accuracy, consistency and long-term stability of the results. A luminosity uncertainty of δℒ\/ℒ = ±1.9% is obtained for the 22.7 fb-1 of pp collision data delivered to ATLAS at s√= 8 TeV in 2012.",
                "During 2015 the ATLAS experiment recorded  of proton–proton collision data at a centre-of-mass energy of . The ATLAS trigger system is a crucial component of the experiment, responsible for selecting events of interest at a recording rate of approximately 1 kHz from up to 40 MHz of collisions. This paper presents a short overview of the changes to the trigger and data acquisition systems during the first long shutdown of the LHC and shows the performance of the trigger system and its components based on the 2015 proton–proton collision data.",
                "Detailed measurements of the electron performance of the ATLAS detector at the LHC are reported, using decays of the Z, W and J\/ψ particles. Data collected in 2010 at\\(\\sqrt {s}= 7\\mbox {~ TeV}\\) are used, corresponding to an integrated luminosity of almost 40 pb− 1. The inter-alignment of the inner detector and the electromagnetic calorimeter, the determination of the electron energy scale and resolution, and the performance in terms of response uniformity and linearity are discussed. The electron identification, reconstruction and trigger efficiencies, as well as the charge misidentification probability, are also presented.",
                "A detailed study is presented of the expected performance of the ATLAS detector. The reconstruction of tracks, leptons, photons, missing energy and jets is investigated, together with the performance of b-tagging and the trigger. The physics potential for a variety of interesting physics processes, within the Standard Model and beyond, is examined. The study comprises a series of notes based on simulations of the detector and physics processes, with particular emphasis given to the data expected from the first years of operation of the LHC at CERN.",
                "The jet energy scale and its systematic uncertainty are determined for jets measured with the ATLAS detector at the LHC in proton-proton collision data at a centre-of-mass energy of s√=7 TeV corresponding to an integrated luminosity of 38 pb−1. Jets are reconstructed with the anti-k t algorithm with distance parameters R=0.4 or R=0.6. Jet energy and angle corrections are determined from Monte Carlo simulations to calibrate jets with transverse momenta p T≥20 GeV and pseudorapidities |η|<4.5. The jet energy systematic uncertainty is estimated using the single isolated hadron response measured in situ and in test-beams, exploiting the transverse momentum balance between central and forward jets in events with dijet topologies and studying systematic variations in Monte Carlo simulations. The jet energy uncertainty is less than 2.5 % in the central calorimeter region (|η|<0.8) for jets with 60≤p T<800 GeV, and is maximally 14 % for p T<30 GeV in the most forward region 3.2≤|η|<4.5. The jet energy is validated for jet transverse momenta up to 1 TeV to the level of a few percent using several in situ techniques by comparing a well-known reference such as the recoiling photon p T, the sum of the transverse momenta of tracks associated to the jet, or a system of low-p T jets recoiling against a high-p T jet. More sophisticated jet calibration schemes are presented based on calorimeter cell energy density weighting or hadronic properties of jets, aiming for an improved jet energy resolution and a reduced flavour dependence of the jet response. The systematic uncertainty of the jet energy determined from a combination of in situ techniques is …",
                "Studies of the spin and parity quantum numbers of the Higgs boson are presented, based on proton–proton collision data collected by the ATLAS experiment at the LHC. The Standard Model spin–parity J P= 0+ hypothesis is compared with alternative hypotheses using the Higgs boson decays H→ γ γ, H→ Z Z⁎→ 4 ℓ and H→ W W⁎→ ℓ ν ℓ ν, as well as the combination of these channels. The analysed dataset corresponds to an integrated luminosity of 20.7 fb− 1 collected at a centre-of-mass energy of s= 8 TeV. For the H→ Z Z⁎→ 4 ℓ decay mode the dataset corresponding to an integrated luminosity of 4.6 fb− 1 collected at s= 7 TeV is included. The data are compatible with the Standard Model J P= 0+ quantum numbers for the Higgs boson, whereas all alternative hypotheses studied in this Letter, namely some specific J P= 0−, 1+, 1−, 2+ models, are excluded at confidence levels above 97.8%. This exclusion holds …"
            ],
            [
                [
                    "particle physics"
                ]
            ],
            [
                "Heather Gray Heather Gray Assistant Professor 425 Physics South heather.gray@berkeley.edu hgray@lbl.gov (510) 486-4181 Heather attended the University of Cape Town in South Africa from 1999-2005 where she obtained a BSc, BSc (Hons) and then a MSc in Physics. She then attended the California Institute of Technology and obtained her Ph.D. in Physics in 2011. She then worked at CERN as a Research Fellow and Research Staff Scientist from 2011-2017 before moving to LBNL as a Divisional Fellow in 2017. Heather joined the UC Berkeley faculty as assistant professor in 2019. She received the IUPAP C11 Young Scientist Prize in 2018. I am an experimental particle physicist working on the ATLAS experiment at the Large Hadron Collider (LHC) just outside Geneva in Switzerland. I have broad interests in particle physics, but the primary focus of my research is the Higgs boson -- the most recently discovered elementary particle, the only known elementary scalar of nature and the final piece of the remarkably successful Standard Model. However, this discovery leaves many imporatnt questions unanswered and uncovers further questions. The Higgs is not just another particle. It is profoundly different from all other elementary particles, relates to the most obscure sectors of the Standard Model and is linked to some of the deep questions, so it might prove to be a portal to find new physics. I study the properties of the Higgs boson and, in particular, how it interacts with different types of quarks, including top, bottom and charm quarks.  Other research interests include the development of track reconstruction algorithms, silicon detectors and algorithms for quantum computers. A theme throughout my research is applications of machine learning. I collaborate with Professors Marjorie Shapiro and Haicheln Wang at UC Berkeley and with scientists in the ATLAS group at Lawrence Berkeley National Laboratory (LBNL). The ATLAS group at LBNL works on a broad range of physics topics from measurements to the Standard Model to searches for new physics. The group also plays important roles in the operation of the ATLAS pixel detectors, design and construction of upgraded silicon detectors, software development for improved detector performance, event generation, simulation, and computing. Interested in a PhD in the ATLAS group at Berkeley? Visit the LBNL ATLAS Group website for further details. ATLAS Collaboration, Observation of Higgs boson production in association with a top quark pair at the LHC with the ATLAS detector, Phys. Lett. B 784 (2018) 173 ATLAS Collaboration, Evidence for the associated production of the Higgs boson and a top quark pair with the ATLAS detector, Phys. Rev. D 97 (2018) 072003 ATLAS Collaboration, Search for decay of the Higgs boson to charm quarks with ATLAS experiment, Phys. Rev. Lett. 120 (2018) 211802 ATLAS Collaboration, Study of the material of the ATLAS inner detector for Run 2 of the LHC, JINST 11 (2016) P11020 ATLAS Collaboration, Performance of the ATLAS Track Reconstruction Algorithms in Dense Environments in LHC run 2, EPJC 77 (2017) 673 ATLAS Collaboration, Jet reconstruction and performance using particle flow with the ATLAS Detector, (2017), EPJC 77 (2017) 466 ATLAS Collaboration, Charged-particle distributions at low transverse momentum in √s=13 TeV pp interactions measured with the ATLAS detector at the LHC, Eur. Phys. J. C 76 (2016) 502 ATLAS Collaboration, Charged-particle distributions in √s=13 TeV pp interactions measured with the ATLAS detector at the LHC*, Phys. Lett. B (2016), Vol. 758, pp. 67-88 ATLAS and CMS Collaborations, Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC pp collision data at √s = 7 and 8 TeV, Phys. Rev. Lett. 114 (2015) 191803 ATLAS Collaboration, Search for the bb decay of the Standard Model Higgs boson in associated (W\/Z)H production with the ATLAS detector, JHEP (2015), 069 ATLAS Collaboration, A neural network clustering algorithm for the ATLAS silicon pixel detector, JINST 9 (2014) P09009. ATLAS Collaboration, Measurements of Higgs production and couplings using diboson final states with the ATLAS detector at the LHC, Phys. Lett. B 726 (2013), pp. 88-119. ATLAS Collaboration, Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC, Phys. Lett. B 716 (2012) 1-29"
            ]
        ]
    ]
}