{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B3W620O8",
            "nuVVQWMAAAAJ",
            [
                "Perpendicular ion heating by low-frequency Alfvén-wave turbulence in the solar wind",
                "The FIELDS instrument suite for solar probe plus",
                "Thermal conduction in a tangled magnetic field",
                "Scattering of energetic particles by anisotropic magnetohydrodynamic turbulence with a Goldreich-Sridhar power spectrum",
                "Solar wind electrons alphas and protons (SWEAP) investigation: design of the solar wind and coronal plasma instrument suite for solar probe plus",
                "Incorporating kinetic physics into a two-fluid solar-wind model with temperature anisotropy and low-frequency Alfvén-wave turbulence",
                "Highly structured slow solar wind emerging from an equatorial coronal hole",
                "Weak compressible magnetohydrodynamic turbulence in the solar corona",
                "Strong anisotropic MHD turbulence with cross helicity",
                "Turbulent heating of galaxy-cluster plasmas"
            ],
            [
                "We consider ion heating by turbulent Alfvén waves (AWs) and kinetic Alfvén waves (KAWs) with wavelengths (measured perpendicular to the magnetic field) that are comparable to the ion gyroradius and frequencies ω smaller than the ion cyclotron frequency Ω. We focus on plasmas in which β lesssim 1, where β is the ratio of plasma pressure to magnetic pressure. As in previous studies, we find that when the turbulence amplitude exceeds a certain threshold, an ion's orbit becomes chaotic. The ion then interacts stochastically with the time-varying electrostatic potential, and the ion's energy undergoes a random walk. Using phenomenological arguments, we derive an analytic expression for the rates at which different ion species are heated, which we test by simulating test particles interacting with a spectrum of randomly phased AWs and KAWs. We find that the stochastic heating rate depends sensitively on the …",
                "NASA’s Solar Probe Plus (SPP) mission will make the first in situ measurements of the solar corona and the birthplace of the solar wind. The FIELDS instrument suite on SPP will make direct measurements of electric and magnetic fields, the properties of in situ plasma waves, electron density and temperature profiles, and interplanetary radio emissions, amongst other things. Here, we describe the scientific objectives targeted by the SPP\/FIELDS instrument, the instrument design itself, and the instrument concept of operations and planned data products.",
                "The suppression of thermal conduction by a static stochastic magnetic field is calculated for different ratios of the field scale length to the collisional mean free path. The effects of magnetic trapping are determined through a two-scale analysis and Monte Carlo particle simulations. In galaxy-cluster cooling flows, thermal conductivity is reduced from the Spitzer value by a factor of order 10 2 to 10 3.",
                "Scattering rates for a Goldreich-Sridhar (GS) spectrum of anisotropic, incompressible, magnetohydrodynamic turbulence are calculated in the quasilinear approximation. Because the small-scale fluctuations are constrained to have wave vectors nearly perpendicular to the background magnetic field, scattering is too weak to provide either the mean-free paths commonly used in Galactic cosmic-ray propagation models or the mean-free paths required for acceleration of cosmic rays at quasiparallel shocks. Where strong pitch-angle scattering occurs, it is due to fluctuations not described by the GS spectrum, such as fluctuations generated by streaming cosmic rays.",
                "The Solar Wind Electrons Alphas and Protons (SWEAP) Investigation on Solar Probe Plus is a four sensor instrument suite that provides complete measurements of the electrons and ionized helium and hydrogen that constitute the bulk of solar wind and coronal plasma. SWEAP consists of the Solar Probe Cup (SPC) and the Solar Probe Analyzers (SPAN). SPC is a Faraday Cup that looks directly at the Sun and measures ion and electron fluxes and flow angles as a function of energy. SPAN consists of an ion and electron electrostatic analyzer (ESA) on the ram side of SPP (SPAN-A) and an electron ESA on the anti-ram side (SPAN-B). The SPAN-A ion ESA has a time of flight section that enables it to sort particles by their mass\/charge ratio, permitting differentiation of ion species. SPAN-A and -B are rotated relative to one another so their broad fields of view combine like the seams on a baseball to view the …",
                "We develop a one-dimensional solar-wind model that includes separate energy equations for the electrons and protons, proton temperature anisotropy, collisional and collisionless heat flux, and an analytical treatment of low-frequency, reflection-driven, Alfvén-wave (AW) turbulence. To partition the turbulent heating between electron heating, parallel proton heating, and perpendicular proton heating, we employ results from the theories of linear wave damping and nonlinear stochastic heating. We account for mirror and oblique firehose instabilities by increasing the proton pitch-angle scattering rate when the proton temperature anisotropy exceeds the threshold for either instability. We numerically integrate the equations of the model forward in time until a steady state is reached, focusing on two fast-solar-wind-like solutions. These solutions are consistent with a number of observations, supporting the idea that AW …",
                "During the solar minimum, when the Sun is at its least active, the solar wind 1, 2 is observed at high latitudes as a predominantly fast (more than 500 kilometres per second), highly Alfvénic rarefied stream of plasma originating from deep within coronal holes. Closer to the ecliptic plane, the solar wind is interspersed with a more variable slow wind 3 of less than 500 kilometres per second. The precise origins of the slow wind streams are less certain 4; theories and observations suggest that they may originate at the tips of helmet streamers 5, 6, from interchange reconnection near coronal hole boundaries 7, 8, or within coronal holes with highly diverging magnetic fields 9, 10. The heating mechanism required to drive the solar wind is also unresolved, although candidate mechanisms include Alfvén-wave turbulence 11, 12, heating by reconnection in nanoflares 13, ion cyclotron wave heating 14 and acceleration by …",
                "This Letter presents a calculation of the power spectra of weakly turbulent Alfvén waves and fast magnetosonic waves (“fast waves”) in low-β plasmas. It is shown that three-wave interactions transfer energy to high-frequency fast waves and, to a lesser extent, high-frequency Alfvén waves. High-frequency waves produced by MHD turbulence are a promising explanation for the anisotropic heating of minor ions in the solar corona.",
                "This paper proposes a new phenomenology for strong incompressible MHD turbulence with nonzero cross helicity. This phenomenology is then developed into a quantitative Fokker‐Planck model that describes the time evolution of the anisotropic power spectra of the fluctuations propagating parallel and antiparallel to the background magnetic field  . It is found that in steady state the power spectra of the magnetic field and total energy are steeper than   and become increasingly steep as   increases, where   is the cross helicity,   is the fluctuation energy, and   is the wavevector component perpendicular to  . Increasing C with fixed   increases the time required for energy to cascade to smaller scales, reduces the cascade power, and increases the anisotropy of the small‐scale fluctuations. The implications of these results for the solar wind and solar corona are discussed in some detail.",
                "A number of studies suggest that turbulent heating plays an important role in the thermal balance of galaxy‐cluster plasmas. In this paper, we construct a model of intracluster plasmas in which radiative cooling is balanced by heating from viscous dissipation of turbulent motions, turbulent diffusion of high–specific‐entropy plasma into low–specific‐entropy regions, and thermal conduction. We solve for the rms turbulent velocity u by setting   throughout a cluster, where Γ, Q, and H are the heating rates from dissipation of turbulence, turbulent diffusion, and conduction, respectively, and R is the rate of radiative cooling. We account for the effects of buoyancy in our expression for the eddy diffusivity and neglect nonthermal pressure. We take the conductivity to be a fixed fraction (typically one‐fifth) of the Spitzer value for a nonmagnetized plasma and the density and temperature to be given by analytical fits to published …"
            ],
            [
                [
                    "plasma physics",
                    "space physics",
                    "astrophysics"
                ]
            ]
        ]
    ]
}