{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B5CJ2F48",
            "w2VFPq4AAAAJ",
            [
                "A magnetic, neutron diffraction, and Mössbauer spectral study of Nd2Fe15Ga2 and the Tb2Fe17−xGax solid solutions",
                "Layered atomic structures of double oxides for low shear strength at high temperatures"
            ],
            [
                "An x‐ray diffraction study of the substitution of gallium in Tb2Fe17 to form the Tb2Fe17−xGax solid solutions indicates that the compounds adopt the rhombohedral Th2Zn17 structure. The unit cell volume and the a‐axis lattice parameter increase linearly with increasing gallium content. The c‐axis lattice parameter increases linearly from x=0 to 6 and then decreases between x=7 and 8. Magnetic studies show the Curie temperature increases by ∼150° above that of Tb2Fe17 to reach a maximum between x=3 and 4, and then decreases with further increases in x. Neutron diffraction studies of Nd2Fe15Ga2 and Tb2Fe17−xGax, with x equal to 5, 6, and 8, indicate that the gallium completely avoids the 9d site, occupies the 6c ‘‘dumbell’’ site only at high values of x and strongly prefers the 18f site at high values of x. The magnetic neutron scattering indicates both that the terbium sublattice magnetization couples …",
                "Double oxide phases combining a transition metal and a noble metal have recently become a subject of investigation as solid lubricant materials for high-temperature tribological applications. Here, we study the changes in chemistry and crystal structure of silver molybdate (Ag2Mo2O7) and silver tungstate (Ag2WO4) thin films and powders from 25 to 600 °C. We show, using ab initio molecular dynamics, high-temperature X-ray diffraction, high-temperature Raman spectroscopy and differential scanning calorimetry in combination with sliding tests, that the layered atomic structure of silver molybdate facilitates sliding, resulting in a low coefficient of friction (<0.2) from 300 to 500 °C."
            ],
            [
                [
                    "Magnetic Nanomaterials",
                    "Nanocomposites",
                    "Biomaterials"
                ]
            ],
            [
                "Sanjay Mishra Publications Nanomaterials Thin Films Permanent Magnets Biomaterials Other Composite Materials Proceedings Presentations Group Members Funding Laboratory Characterization Techniques Synthesis Lab X-ray Diffraction Applications Collaboration Sanjay Mishra Sanjay Mishra (901) 678-3115 srmishra@memphis.edu (901) 678-4733 MN 226 (Lab in MN 120) Biography Dr. Sanjay Mishra joined the Department of Physics at the University of Memphis in 1999. He has been consistently productive in research, instruction, and service\n                  to the University of Memphis (UoM) since 1999. Dr. Mishra initiated an active multidisciplinary\n                  research program in materials science at the UoM. Before receiving postdoctoral experience from the Lawrence Berkeley National Laboratory,\n                  the University of California-Berkeley at the Advanced Light Source Synchrotron Facility,\n                  he received his Ph.D in Physics from the University of Missouri-Rolla, MO, MS from\n                  Pittsburg State University, Pittsburg, KS, MSc. from the South Gujarat University,\n                  Surat, India and Post Graduate Diploma in Space Sciences from Gujarat University,\n                  Ahmedabad, India. Dr. Mishra's research work focuses on magnetic nanomaterials and nanocomposites (exchange\n                  biased and exchange spring-nanocomposites), magnetic nanocomposites for drug delivery,\n                  carbon nanospheres as template for the growth of nanostructures, nanorods for microwave\n                  devices, hard coating materials, bioimplantable polymers, and solar energy related\n                  materials."
            ]
        ]
    ]
}