{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B5CJ2F48",
            "w2VFPq4AAAAJ",
            [
                "A magnetic, neutron diffraction, and Mössbauer spectral study of Nd2Fe15Ga2 and the Tb2Fe17−xGax solid solutions",
                "Layered atomic structures of double oxides for low shear strength at high temperatures"
            ],
            [
                "An x‐ray diffraction study of the substitution of gallium in Tb2Fe17 to form the Tb2Fe17−xGax solid solutions indicates that the compounds adopt the rhombohedral Th2Zn17 structure. The unit cell volume and the a‐axis lattice parameter increase linearly with increasing gallium content. The c‐axis lattice parameter increases linearly from x=0 to 6 and then decreases between x=7 and 8. Magnetic studies show the Curie temperature increases by ∼150° above that of Tb2Fe17 to reach a maximum between x=3 and 4, and then decreases with further increases in x. Neutron diffraction studies of Nd2Fe15Ga2 and Tb2Fe17−xGax, with x equal to 5, 6, and 8, indicate that the gallium completely avoids the 9d site, occupies the 6c ‘‘dumbell’’ site only at high values of x and strongly prefers the 18f site at high values of x. The magnetic neutron scattering indicates both that the terbium sublattice magnetization couples …",
                "Double oxide phases combining a transition metal and a noble metal have recently become a subject of investigation as solid lubricant materials for high-temperature tribological applications. Here, we study the changes in chemistry and crystal structure of silver molybdate (Ag2Mo2O7) and silver tungstate (Ag2WO4) thin films and powders from 25 to 600 °C. We show, using ab initio molecular dynamics, high-temperature X-ray diffraction, high-temperature Raman spectroscopy and differential scanning calorimetry in combination with sliding tests, that the layered atomic structure of silver molybdate facilitates sliding, resulting in a low coefficient of friction (<0.2) from 300 to 500 °C."
            ],
            [
                [
                    "Magnetic Nanomaterials",
                    "Nanocomposites",
                    "Biomaterials"
                ]
            ]
        ]
    ]
}