{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B5JEUT83",
            "dyMcPTIAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Measurement of the Z\/ γ* boson transverse momentum distribution in pp collisions at  TeV with the ATLAS detector",
                "Jet energy measurement and its systematic uncertainty in proton–proton collisions at√ s= 7TeV with the ATLAS detector",
                "Electron performance measurements with the ATLAS detector using the 2010 LHC proton-proton collision data",
                "Performance of jet substructure techniques for large- R jets in proton-proton collisions at  TeV using the ATLAS detector",
                "Evidence for the Higgs-boson Yukawa coupling to tau leptons with the ATLAS detector",
                "Muon recontruction performance of the ATLAS detector in proton–proton colliion data at $$\\qrt {} $$= 13 TeV",
                "Search for the b b decay of the Standard Model Higgs boson in associated (W\/Z) H production with the ATLAS detector",
                "Study of the spin and parity of the Higgs boson in diboson decays with the ATLAS detector",
                "Study of the spin and parity of the Higgs boson in diboson decays with the ATLAS detector"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "This paper describes a measurement of the Z\/γ* boson transverse momentum spectrum using ATLAS proton-proton collision data at a centre-of-mass energy of TeV at the LHC. The measurement is performed in the Z\/γ*→ e+ e− and Z\/γ*→ μ+ μ− channels, using data corresponding to an integrated luminosity of 4.7 fb− 1. Normalized differential cross sections as a function of the Z\/γ* boson transverse momentum are measured for transverse momenta up to 800 GeV. The measurement is performed inclusively for Z\/γ* rapidities up to 2.4, as well as in three rapidity bins. The channel results are combined, compared to perturbative and resummed QCD calculations and used to constrain the parton shower parameters of Monte Carlo generators.",
                "The jet energy scale (JES) and its systematic uncertainty are determined for jets measured with the ATLAS detector using proton–proton collision data with a centre-of-mass energy of  s√=7  TeV corresponding to an integrated luminosity of  4.7   fb −1 . Jets are reconstructed from energy deposits forming topological clusters of calorimeter cells using the anti- kt  algorithm with distance parameters  R=0.4  or  R=0.6 , and are calibrated using MC simulations. A residual JES correction is applied to account for differences between data and MC simulations. This correction and its systematic uncertainty are estimated using a combination of in situ techniques exploiting the transverse momentum balance between a jet and a reference object such as a photon or a  Z  boson, for  20≤pjetT<1000 GeV  and pseudorapidities  |η|<4.5 . The effect of multiple proton–proton interactions is corrected for, and an uncertainty is evaluated using in situ techniques. The smallest JES uncertainty of less than 1 % is found in the central calorimeter region ( |η|<1.2 ) for jets with  55≤pjetT<500 GeV . For central jets at lower  pT , the uncertainty is about 3 %. A consistent JES estimate is found using measurements of the calorimeter response of single hadrons in proton–proton collisions and test-beam data, which also provide the estimate for  pjetT>1  TeV. The calibration of forward jets is derived from dijet  pT  balance measurements. The resulting uncertainty reaches its largest value of 6 % for low- pT jets at  |η|=4.5 . Additional JES uncertainties due to specific event topologies, such as close-by jets or selections of event samples with an enhanced content of jets originating …",
                "Detailed measurements of the electron performance of the ATLAS detector at the LHC are reported, using decays of the Z, W and J\/ψ particles. Data collected in 2010 at\\(\\sqrt {s}= 7\\mbox {~ TeV}\\) are used, corresponding to an integrated luminosity of almost 40 pb− 1. The inter-alignment of the inner detector and the electromagnetic calorimeter, the determination of the electron energy scale and resolution, and the performance in terms of response uniformity and linearity are discussed. The electron identification, reconstruction and trigger efficiencies, as well as the charge misidentification probability, are also presented.",
                "This paper presents the application of a variety of techniques to study jet substructure. The performance of various modified jet algorithms, or jet grooming techniques, for several jet types and event topologies is investigated for jets with transverse momentum larger than 300 GeV. Properties of jets subjected to the mass-drop filtering, trimming, and pruning algorithms are found to have a reduced sensitivity to multiple proton-proton interactions, are more stable at high luminosity and improve the physics potential of searches for heavy boosted objects. Studies of the expected discrimination power of jet mass and jet substructure observables in searches for new physics are also presented. Event samples enriched in boosted W and Z bosons and top-quark pairs are used to study both the individual jet invariant mass scales and the efficacy of algorithms to tag boosted hadronic objects. The analyses presented use the full …",
                "Results of a search for H→ ττ decays are presented, based on the full set of proton-proton collision data recorded by the ATLAS experiment at the LHC during 2011 and 2012. The data correspond to integrated luminosities of 4.5 fb− 1 and 20.3 fb− 1 at centre-of-mass energies of TeV and TeV respectively. All combinations of leptonic ( with ℓ= e, μ) and hadronic (τ→ hadrons ν) tau decays are considered. An excess of events over the expected background from other Standard Model processes is found with an observed (expected) significance of 4.5 (3.4) standard deviations. This excess provides evidence for the direct coupling of the recently discovered Higgs boson to fermions. The measured signal strength, normalised to the Standard Model expectation, of μ= 1. 43− 0.37+ 0.43 is consistent with the predicted Yukawa coupling strength in the Standard Model.",
                "This article documents the performance of the ATLAS muon identification and reconstruction using the LHC dataset recorded at  TeV in 2015. Using a large sample of  and  decays from 3.2 fb of pp collision data, measurements of the reconstruction efficiency, as well as of the momentum scale and resolution, are presented and compared to Monte Carlo simulations. The reconstruction efficiency is measured to be close to  over most of the covered phase space ( and  GeV). The isolation efficiency varies between 93 and  depending on the selection applied and on the momentum of the muon. Both efficiencies are well reproduced in simulation. In the central region of the detector, the momentum resolution is measured to be  () for muons from  () decays, and the momentum scale is known with an uncertainty of . In the region , the  resolution …",
                "A search for the bb¯ decay of the Standard Model Higgs boson is performed with the ATLAS experiment using the full dataset recorded at the LHC in Run 1. The integrated luminosities used are 4.7 and 20.3 fb−1 from pp collisions at s√=7 and 8 TeV, respectively. The processes considered are associated (W\/Z)H production, where W → eν\/μν, Z → ee\/μμ and Z → νν. The observed (expected) deviation from the background-only hypothesis corresponds to a significance of 1.4 (2.6) standard deviations and the ratio of the measured signal yield to the Standard Model expectation is found to be μ = 0.52 ± 0.32 (stat.) ± 0.24 (syst.) for a Higgs boson mass of 125.36 GeV. The analysis procedure is validated by a measurement of the yield of (W\/Z)Z production with Z→bb¯ in the same final states as for the Higgs boson search, from which the ratio of the observed signal yield to the Standard Model expectation is found to be 0.74 ± 0.09 (stat.) ± 0.14 (syst.).",
                "Studies of the spin, parity and tensor couplings of the Higgs boson in the, and decay processes at the LHC are presented. The investigations are based on of pp collision data collected by the ATLAS experiment at TeV and TeV. The Standard Model (SM) Higgs boson hypothesis, corresponding to the quantum numbers, is tested against several alternative spin scenarios, including non-SM spin-0 and spin-2 models with universal and non-universal couplings to fermions and vector bosons. All tested alternative models are excluded in favour of the SM Higgs boson hypothesis at more than 99.9% confidence level. Using the and decays, the tensor structure of the interaction between the spin-0 boson and the SM vector bosons is also investigated. The observed distributions of variables sensitive to the non-SM tensor couplings …",
                "Studies of the spin, parity and tensor couplings of the Higgs boson in the, and decay processes at the LHC are presented. The investigations are based on of pp collision data collected by the ATLAS experiment at TeV and TeV. The Standard Model (SM) Higgs boson hypothesis, corresponding to the quantum numbers, is tested against several alternative spin scenarios, including non-SM spin-0 and spin-2 models with universal and non-universal couplings to fermions and vector bosons. All tested alternative models are excluded in favour of the SM Higgs boson hypothesis at more than 99.9% confidence level. Using the and decays, the tensor structure of the interaction between the spin-0 boson and the SM vector bosons is also investigated. The observed distributions of variables sensitive to the non-SM tensor couplings …"
            ],
            [
                [
                    "particle astrophysics",
                    "dark matter",
                    "cosmology",
                    "phenomenology"
                ]
            ],
            [
                "Faculty Staff Research Scientists Graduate Students Undergraduate Alumni Graduate Alumni Doctorate in Physics (PhD) Master of Science in Physics Requirements Quantitative Biology Program Brandeis Soft Materials Program Learning Goals Bachelor of Arts and Bachelor of Science in Physics Courses Major Requirements Minor Requirements Senior Research: Physics 99D Physics Undergraduate Departmental Representatives Biological Physics Major Quantitative Biology Research Community Combined Physics\/ Engineering Major Undergraduate Research, Jobs Astrophysics and Astro-Particle Physics Condensed Matter and Biophysics Experiment Condensed Matter and Biophysics Theory High-Energy Experiment Materials Research Science and Engineering Center Quantum and Gravitational Theory Seminar Series Eisenbud Lectures in Mathematics and Physics Berko Student Research Symposium Recipients Boston Area Physics Calendar Prizes and Awards Contact Home Faculty Staff Research Scientists Graduate Students Undergraduate Alumni Graduate Alumni Doctorate in Physics (PhD) Master of Science in Physics Requirements Quantitative Biology Program Brandeis Soft Materials Program Learning Goals Bachelor of Arts and Bachelor of Science in Physics Courses Major Requirements Minor Requirements Senior Research: Physics 99D Physics Undergraduate Departmental Representatives Biological Physics Major Quantitative Biology Research Community Combined Physics\/ Engineering Major Undergraduate Research, Jobs Astrophysics and Astro-Particle Physics Condensed Matter and Biophysics Experiment Condensed Matter and Biophysics Theory High-Energy Experiment Materials Research Science and Engineering Center Quantum and Gravitational Theory Seminar Series Eisenbud Lectures in Mathematics and Physics Berko Student Research Symposium Recipients Boston Area Physics Calendar Prizes and Awards Contact Home Bjoern Penning Bjoern Penning Assistant Research Professor of Physics PhD, University of Freiburg I am interested in a wide range of dark matter (DM) searches. I perform direct DM searches at the LUX-Zeplin (LZ) experiment as well as collider DM searches with CMS and ATLAS in the past. Using phenomenological research I study how to improve the understanding of the nature of dark matter and combine the various strengths of the various DM search approaches. I also performed precision measurements in electroweak physics, was primary author of the first experimental Higgs boson exclusion at a hadron collider, as well as the first evidence of the decay of the Higgs boson to b-quarks. I worked as well on the D0, ATLAS, and CMS detectors, in the areas of calorimetry, tracking and trigger and currently work on the upgrade of the CMS detector. High-Energy Experiment Group Albert, A, Bauer, M, Brooke, J, Buchmueller, O, Cerdeno, DG, Citron, M, Davies, G, Cosa, Ad, De Roeck, A, De Simone, A, Du Pree, T, Ellis, J, Flaecher, H, Fairbairn, M, Ellis, J, Grohsjean, A, Hahn, K, Haisch, U, Harris, PC, Khoze, VV, Landsberg, G, McCabe, C, Penning, B, Sanz, V, Schwanenberger, C, Scott, P & Wardle, N, 2017, ‘Towards the next generation of simplified Dark Matter models’ Physics of the Dark Universe, vol 16., pp. 49-70 Heath, GP, Flaecher, H, Cussans, D, Clement, E, Heath, H, Kreczko, L, Beck, L, El Nasr, SS, Brooke, J, Smith, V, Newbold, D, Goldstein, J, Aggleton, R, Paramesvaran, S, Ball, F, Sakuma, T, Penning, B, Burns, D, Grimes, M, Jacob, JA, Lucas, C, Meng, Z, Poll, T, Senkin, S, Smith, DLD, Khachatryan, V & , 2016, ‘Measurement of the integrated and differential tt¯ production cross sections for high- p T top quarks in pp collisions at √ s = 8  TeV ’ . Physical Review D, vol 94 Collaboration, C, Flaecher, H, Cussans, D, Clement, E, Heath, H, Kreczko, L, Beck, L, El Nasr, SS, Brooke, J, Smith, V, Newbold, D, Goldstein, J, Aggleton, R, Paramesvaran, S, Ball, F, Sakuma, T, Penning, B, Burns, D, Jacob, J, Lucas, C, Meng, Z, Poll, A, Senkin, S & Smith, D, 2016, ‘Search for heavy resonances decaying to two Higgs bosons in final states containing four b quarks’ European Physical Journal C: Particles and Fields, vol 76 Brooke, J, Buckley, M, Tamanas, J, Dunne, P, Miha, Z & Penning, B, 2016, ‘Vector boson fusion searches for dark matter at the LHC’ Physical Review D, vol 93 Buchmueller, O, Malik, SA, McCabe, C & Penning, B, 2015, ‘Constraining Dark Matter Interactions with Pseudoscalar and Scalar Mediators Using Collider Searches for Multi-jets plus Missing Transverse Energy’ Phys. Rev. Lett. Abdallah, J, Araujo, H, Arbey, A, Ashkenazi, A, Belyaev, A, Berger, J, Boehm, C, Boveia, A, Brennan, A, Brooke, J, Buchmueller, O, Buckley, M, Busoni, G, Calibbi, L, Chauhan, S, Daci, N, Davies, G, De Bruyn, I, De Jong, P, De Roeck, A, Vries, Kd, Re, DD, De Simone, A, Di Simone, A, Doglioni, C, Dolan, M, Dreiner, HK, Ellis, J, Eno, S, Etzion, E, Fairbairn, M, Feldstein, B, Flaecher, H, Feng, E, Fox, P, Genest, M-H, Gouskos, L, Gramling, J, Haisch, U, Harnik, R & others 2015, ‘Simplified Models for Dark Matter Searches at the LHC’ Phys. Dark Univ., vol 9-10 Collaboration, A & Penning, B, 2014, ‘Search for dark matter in events with heavy quarks and missing transverse momentum in $pp$ collisions with the ATLAS detector’ Eur. Phys. J. C. Heath, GP, Cussans, D, Flaecher, H, Clement, E, Heath, H, Kreczko, L, Beck, L, El Nasr, SS, Brooke, J, Smith, V, Newbold, D, Goldstein, J, Aggleton, R, Paramesvaran, S, Ball, F, Sakuma, T, Penning, B, Jacob, J, Grimes, M & , 2014, ‘Search for standard model production of four top quarks in the lepton + jets channel in pp collisions at √ s = 8 TeV’ Journal of High Energy Physics, vol 2014 Prizes and Awards Bjoern Penning Abelson 326 781-736-2806 penning@brandeis.edu"
            ]
        ]
    ]
}