{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B8AYK2JM",
            "vME86a4AAAAJ",
            [
                "Progress, challenges, and opportunities in two-dimensional materials beyond graphene",
                "Stability and exfoliation of germanane: a germanium graphane analogue",
                "Cs2AgBiX6 (X = Br, Cl): New Visible Light Absorbing, Lead-Free Halide Perovskite Semiconductors",
                "Ab initio lattice dynamics of diamond",
                "First-principles study of boron diffusion in silicon",
                "Ab initio calculation of structural and lattice-dynamical properties of silicon carbide",
                "Lattice stability, elastic constants and macroscopic moduli of NiTi martensites from first principles",
                "Improving the stability and optical properties of germanane via one-step covalent methyl-termination",
                "Dynamical and optical properties of warm dense hydrogen",
                "Second-order Raman spectra of diamond from ab initio phonon calculations"
            ],
            [
                "Graphene’s success has shown that it is possible to create stable, single and few-atom-thick layers of van der Waals materials, and also that these materials can exhibit fascinating and technologically useful properties. Here we review the state-of-the-art of 2D materials beyond graphene. Initially, we will outline the different chemical classes of 2D materials and discuss the various strategies to prepare single-layer, few-layer, and multilayer assembly materials in solution, on substrates, and on the wafer scale. Additionally, we present an experimental guide for identifying and characterizing single-layer-thick materials, as well as outlining emerging techniques that yield both local and global information. We describe the differences that occur in the electronic structure between the bulk and the single layer and discuss various methods of tuning their electronic properties by manipulating the surface. Finally, we highlight …",
                "Graphene’s success has shown not only that it is possible to create stable, single-atom-thick sheets from a crystalline solid but that these materials have fundamentally different properties than the parent material. We have synthesized for the first time, millimeter-scale crystals of a hydrogen-terminated germanium multilayered graphane analogue (germanane, GeH) from the topochemical deintercalation of CaGe2. This layered van der Waals solid is analogous to multilayered graphane (CH). The surface layer of GeH only slowly oxidizes in air over the span of 5 months, while the underlying layers are resilient to oxidation based on X-ray photoelectron spectroscopy and Fourier transform infrared spectroscopy measurements. The GeH is thermally stable up to 75 °C; however, above this temperature amorphization and dehydrogenation begin to occur. These sheets can be mechanically exfoliated as single and few …",
                "The double perovskites Cs2AgBiBr6 and Cs2AgBiCl6 have been synthesized from both solid state and solution routes. X-ray diffraction measurements show that both compounds adopt the cubic double perovskite structure, space group Fm3̅m, with lattice parameters of 11.2711(1) Å (X = Br) and 10.7774(2) Å (X = Cl). Diffuse reflectance measurements reveal band gaps of 2.19 eV (X = Br) and 2.77 eV (X = Cl) that are slightly smaller than the band gaps of the analogous lead halide perovskites, 2.26 eV for CH3NH3PbBr3 and 3.00 eV for CH3NH3PbCl3. Band structure calculations indicate that the interaction between the Ag 4d-orbitals and the 3p\/4p-orbitals of the halide ion modifies the valence band leading to an indirect band gap. Both compounds are stable when exposed to air, but Cs2AgBiBr6 degrades over a period of weeks when exposed to both ambient air and light. These results show that halide double …",
                "We present a first-principles calculation of lattice dynamical properties of diamond. Our calculations have been performed using density-functional perturbation theory together with plane-wave expansion and nonlocal pseudopotentials. As a first step we have evaluated the equilibrium structure of diamond via the minimization of the total energy. Then, harmonic phonon dispersion curves and phonon eigenvectors have been evaluated within the linear-response framework. As a by-product of the calculation we have also obtained the internal-strain parameter. Furthermore, we have also tested the validity of the ab initio calculation for describing properties beyond the harmonic approximation. Using the quasiharmonic approximation we have calculated the thermal expansion coefficient and the mode Grüneisen parameter dispersion curves. Where experimental data are available, good agreement is found with our …",
                "In this Letter we investigate boron diffusion as a function of the Fermi-level position in crystalline silicon using ab initio calculations. Based on our results, a new mechanism for B diffusion mediated by Si self-interstitials is proposed. Rather than kick out of B into a mobile channel, we find a direct diffusion mechanism for the boron-interstitial pair for all Fermi-level positions. Our activation energy of 3.5–3.8 eV, migration barrier of 0.4–0.7 eV, and diffusion-length exponent of− 0.6 to− 0.2 eV are in excellent agreement with experiment.",
                "The plane-wave pseudopotential approach to density-functional theory (DFT) in the local-density approximation has been applied to investigate a variety of ground-state properties of the 3C, 2H, and 4H polytypes of silicon carbide. The linear-response theory within DFT has been used to obtain lattice-dynamical properties of cubic SiC such as the phonon-dispersion curves, phonon eigenvectors, elastic and Grüneisen constants, as well as the thermal expansion coefficient and specific heat within the quasiharmonic approximation. Finally, we present some results for phonon-dispersion curves in the hexagonal 2H (wurtzite) and 4H structure. These results are analyzed and discussed in view of further applications to temperature-dependent properties.",
                "The elastic constants that describe the fundamental elastic properties of NiTi martensites are unknown today. We present results of ab initio calculations of the ground-state energies and the relative mechanical stability of B19, B19′ and B33 (a theoretically predicted ground state from recent ab initio studies). It is demonstrated that shear stresses of the order of 1 GPa are sufficient to mechanically stabilize B19′ against B33. The full sets of elastic constants and the associated macroscopic elastic parameters (Young’s, shear and bulk moduli, Poisson ratios) are determined for the first time for B19′ and B33 NiTi. The predicted macroscopic Young’s modulus of B19′ based on the first-principles results is an order of magnitude larger than the values currently assumed in micro or continuum mechanical modeling studies. Yet the results are in good agreement with novel experimental data and, furthermore, resolve a …",
                "Two-dimensional van der Waals materials have shown great promise for a variety of electronic, optoelectronic, sensing and energy conversion applications. Since almost every atom in these two-dimensional crystals is exposed to the surface, covalent surface termination could provide a powerful method for the controlled tuning of material properties. Here we demonstrate a facile, one-step metathesis approach that directly converts CaGe 2 crystals into mm-sized crystals of methyl-terminated germanane (GeCH 3). Replacing–H termination in GeH with–CH 3 increases the band gap by~ 0.1 eV to 1.7 eV, and produces band edge fluorescence with a quantum yield of~ 0.2%, with little dependence on layer thickness. Furthermore, the thermal stability of GeCH 3 has been increased to 250 C compared with 75 C for GeH. This one-step metathesis approach should be applicable for accessing new families of two …",
                "We report dynamical and optical properties of hydrogen (deuterium) around the region of the principal Hugoniot that starts from the cryogenically cooled molecular liquid. These properties were determined by finite-temperature density functional (FTDF) molecular dynamics (MD) simulations within the local density and generalized gradient approximations. The principal Hugoniot, calculated from the FTDF-MD equation of state, agrees with gas-gun and recent laser-shock experiments for pressures up to 50 GPa. However, the maximum compression of the FTDF-MD Hugoniot (4.6 at 52 GPa) significantly differs from that of the laser shock experiment (6 at about 150 GPa). On the other hand, the optical reflectivities show reasonable agreement with the laser measurements for pressures up to 70 GPa. The system smoothly dissociates along the Hugoniot with the electrical conductivity reaching a value of 4000 Ω− 1 cm …",
                "The second-order Raman spectra of diamond and silicon have been calculated using ab initio phonons and phenomenological polarizability coefficients. The sharp peak in the spectrum of diamond near the two-phonon cutoff is explained by a maximum in the vibrational density of states; this maximum originates from the uppermost phonon branch whose frequencies are calculated to have a minimum at the Brillouin-zone center. This frequency minimum as well as the sharp Raman peak are unique to diamond and do not occur for the other group-IV semiconductors. In our calculation based on harmonic ab initio lattice dynamics neither two-phonon bound states nor polarizability matrix element effects are needed to explain the peak, and we feel that the long-standing controversy about its origin has been resolved."
            ],
            [
                [
                    "Computational materials science"
                ]
            ],
            [
                "Dr. Wolfgang Windl Dr. Wolfgang Windl Dr. Wolfgang Windl Courtesy Faculty windl.1@osu.edu"
            ]
        ]
    ]
}