{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B8FY7S5N",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "CLAUDE R. CANIZARES Bruno B. Rossi Distinguished Professor in Experimental Physics Associate Director for MIT, Chandra X-ray Observatory Center crc@mit.edu (617) 253-7500 Ronald McNair Building, 37-673 The CXC Group at MIT MIT150 Infinite History interview Areas of Physics: Cosmology , Supernovae, Neutron Stars & Black Holes ; Extragalactic Astrophysics ; High Energy Astrophysics ; Optical\/IR Astronomy ; Chandra ; Magellan ; Space Nanotechnology Lab Professor Canizares’s main research interests are high-resolution  spectroscopy and plasma diagnostics of cosmic X-ray sources.  He led the development of the High Resolution  Transmission Grating Spectrometer on NASA’s Chandra X-ray Observatory and of  the crystal spectrometer on the earlier Einstein Observatory.  He studies the properties of a wide range of  Galactic and extra-Galactic X-ray sources, including active stars, black-hole  or neutron star binaries, supernova remnants, quasars and clusters of  galaxies.  He also uses X-ray sources as  probes of inter-stellar and inter-galactic matter. He earned his BA, MA and Ph.D. in physics from Harvard University after  which he came to MIT as a postdoctoral fellow and then joined the faculty. He  has served as Director of the Center for Space Research, now the MIT-Kavli  Institute (1990-2001), Associate Provost (2001-2006), Vice President for  Research & Associate Provost (2006-2013), and Vice President (2013-2015).  He is a member of the National Academy of Sciences  and the International Academy of Astronautics and is a fellow of the American  Academy of Arts & Sciences, the American Physical Society, and the American  Association for the Advancement of ScienceHe has served on numerous advisory  committees including the NASA Advisory Council, the National Advisory Council  on Innovation and Entrpreneurship of the Department of Commerce, and the Air  Force Scientific Advisory Board, and chaired the National Academies’ Space  Studies Board. .  He has also received  several awards including decoration for Meritorious Civilian Service to the  United States Air Force, and two NASA Public Service Medals. Recent Publications A Census of  Baryons and Dark Matter in an Isolated, Milky Way-sized Elliptical Galaxy P.H.  Humphrey, D.A. Boute, C.R. Canizares, A.C. Fabian, J. M. Miller, (2011) Astrophysical  Journal 729, 53. Evolution and Hydrodynamics of the Very-Broad  X-ray Line Emission in SN 1987A D.  Dewey , V.  V. Dwarkadas , F. Haberl , R.  Sturm , C.  R. Canizares (2012) Astrophysical Journal 752,  103 A Census of X-ray gas in NGC 1068: Results  from 450ks of Chandra HETG Observation T.  Kallman , D.  A. Evans , H.  Marshall , C.  Canizares , A.  Longinotti , M.  Nowak , N.  Schulz , (2014) Astrophysical  Journal 780, 121. Are the Effects of Structure Formation Seen  in the Central Metalicity of Galaxy Clusters? Tamer  Y. Elkholy , Mark  W. Bautz , Claude  R. Canizares , (2015) Astrophysical  Journal 805, 3. X-ray Properties of Low-Mass  Pre-Main Sequence Stars in the Orion Trapezium Cluster Norbert  S. Schulz , David  P. Huenemoerder , Moritz  Guenther , Paola  Testa , Claude  R. Canizares (2015) Astrophysical Journal  (in press)"
            ]
        ]
    ]
}