{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B985A70E",
            "L739HNEAAAAJ",
            [
                "An efficient hybrid system using a thermionic generator to harvest waste heat from a reforming molten carbonate fuel cell",
                "Universality of efficiency at unified trade-off optimization",
                "Optimum energy conversion strategies of a nano-scaled three-terminal quantum dot thermoelectric device",
                "Thermoelectric performance and optimization of three-terminal quantum dot nano-devices",
                "Magnon-driven quantum dot refrigerators",
                "Performance characteristics of low-dissipative generalized Carnot cycles with external leakage losses",
                "Performance analysis of an interacting quantum dot heat engine with an external applied magnetic field",
                "Efficiency bounds of molecular motors under a trade-off figure of merit"
            ],
            [
                "A new hybrid system consisting of an internal reforming molten carbonate fuel cell (IR-MCFC) and a vacuum thermionic generator (TIG) is constructed. By considering the main irreversible losses in two subsystems and the coupling process, general expressions for the power output and efficiency of the hybrid system are derived. The performance characteristics of the hybrid system are revealed, and the optimal regions, including the power output, efficiency, and load resistances, are determined. It is found that the maximum power output density of the IR-MCFC\/TIG system increases by 22% compared to that of a single MCFC, and among the IR-MCFC- and MCFC-based hybrid systems reported in the literature, the present hybrid system can most efficiently harvest the waste heat from the MCFC.",
                "We calculate the efficiency at the unified trade-off optimization criterion (the so-called maximum Ω criterion) representing a compromise between the useful energy and the lost energy of heat engines operating between two reservoirs at different temperatures and chemical potentials, and demonstrate that the linear coefficient 3\/4 and quadratic coefficient 1\/32 of the efficiency at maximum Ω are universal for heat engines under strong coupling and symmetry conditions. It is further proved that the conclusions obtained here also apply to the ecological optimization criterion.",
                "A model of the three-terminal nano-scaled energy conversion system as a heat engine based on two capacitively coupled quantum dots in the Coulomb-blockade regime is established within four quantum states that include the essential physical features. The dynamical properties of the model are calculated by master equation approach account for the quantitative behavior of such a system. Expressions for the power output and efficiency of the three-terminal quantum dot heat engine are derived. The characteristic curves between the power output and the efficiency are plotted. Moreover, the optimal values of main performance parameters are determined by the numerical calculation. The influence of dissipative tunnel processes on the optimal performance is discussed in detail. The results obtained here can provide some theoretical guidelines for the design and operation of practical three-terminal quantum dot …",
                "The thermodynamic performance and optimization of a three-terminal quantum dot nano-device consisting of two capacitively coupled quantum dots connected to electron reservoirs in the Coulomb-blockade regime are investigated. Based on the master equation, the existing model with configuration A and a previously unreported model with configuration B of the device are studied and compared systematically. The maximum power output and efficiency of the two configurations under different given conditions are analyzed. The results obtained indicate that the working regions of the output voltage and Coulomb interaction of configuration B are significantly larger than those of configuration A. Moreover, the optimum ranges of the output voltage and Coulomb interaction of both configuration A and B are determined. A key measure of performance, i.e. the efficiency at the maximum power output, is further studied. It …",
                "A new model of refrigerator consisting of a spin-splitting quantum dot coupled with two ferromagnetic reservoirs and a ferromagnetic insulator is proposed. The rate equation is used to calculate the occupation probabilities of the quantum dot. The expressions of the electron and magnon currents are obtained. The region that the system can work in as a refrigerator is determined. The cooling power and coefficient of performance (COP) of the refrigerator are derived. The influences of the magnetic field, applied voltage, and polarization of two leads on the performance are discussed. The performances of two different magnon-driven quantum dot refrigerators are compared.",
                "Under the assumption of low-dissipation, a unified model of generalized Carnot cycles with external leakage losses is established. Analytical expressions for the power output and efficiency are derived. The general performance characteristics between the power output and the efficiency are revealed. The maximum power output and efficiency are calculated. The lower and upper bounds of the efficiency at the maximum power output are determined. The results obtained here are universal and can be directly used to reveal the performance characteristics of different Carnot cycles, such as Carnot heat engines, Carnot-like heat engines, flux flow engines, gravitational engines, chemical engines, two-level quantum engines, etc.",
                "A general model of a single orbital interacting quantum dot embed into two metal leads is established, in which an external applied magnetic field is considered and a linear fade of the Coulomb energy resulting from the energy level splitting is introduced. The occupation probabilities of quantum states are determined by the master equation under the steady state condition. The expressions of matter fluxes, heat fluxes, power output, and efficiency are derived. The effects of both the magnetic field and energy level on the performance are discussed. The maximum power output and efficiency are calculated. The optimal regions of the energy level and magnetic field are determined. Some important conclusions in literature can be directly deduced under the different extreme conditions of the present model.",
                "On the basis of the theory of irreversible thermodynamics and an elementary model of the molecular motors converting chemical energy by ATP hydrolysis to mechanical work exerted against an external force, the efficiencies of the molecular motors at two different optimization configurations for trade-off figure of merit representing a best compromise between the useful energy and the lost energy are calculated. The upper and lower bounds for the efficiency at two different optimization configurations are determined. It is found that the optimal efficiencies at the two different optimization configurations are always larger than 1\/2."
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Thermodynamics"
                ]
            ],
            [
                "Chuankun Huang Graduate Student 115 Spedding Hall huangck@iastate.edu 515-294-5373"
            ]
        ]
    ]
}