{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "B98BE0SR",
            "b6ewSkgAAAAJ",
            [
                "Stability of standing accretion shocks, with an eye toward core-collapse supernovae",
                "Protoneutron star evolution and the neutrino-driven wind in general relativistic neutrino radiation hydrodynamics simulations",
                "Probing the gravitational well: No supernova explosion in spherical symmetry with general relativistic Boltzmann neutrino transport",
                "Supernova simulations with Boltzmann neutrino transport: a comparison of methods",
                "A finite difference representation of neutrino radiation hydrodynamics in spherically symmetric general relativistic spacetime",
                "Electron capture rates on nuclei and implications for stellar core collapse",
                "Simulation of the spherically symmetric stellar core collapse, bounce, and postbounce evolution of a star of 13 solar masses with boltzmann neutrino transport, and its …",
                "Pulsar spins from an instability in the accretion shock of supernovae",
                "Consequences of nuclear electron capture in core collapse supernovae",
                "Signals of the QCD phase transition in core-collapse supernovae"
            ],
            [
                "We examine the stability of standing, spherical accretion shocks. Accretion shocks arise in core‐collapse supernovae (the focus of this paper), star formation, and accreting white dwarfs and neutron stars. We present a simple analytic model and use time‐dependent hydrodynamics simulations to show that this solution is stable to radial perturbations. In two dimensions we show that small perturbations to a spherical shock front can lead to rapid growth of turbulence behind the shock, driven by the injection of vorticity from the now nonspherical shock. We discuss the ramifications this instability may have for the supernova mechanism.",
                "Massive stars end their lives in explosions with kinetic energies on the order of 1051 erg. Immediately after the explosion has been launched, a region of low density and high entropy forms behind the ejecta, which is continuously subject to neutrino heating. The neutrinos emitted from the remnant at the center, the protoneutron star (PNS), heat the material above the PNS surface. This heat is partly converted into kinetic energy, and the material accelerates to an outflow that is known as the neutrino-driven wind. For the first time we simulate the collapse, bounce, explosion, and the neutrino-driven wind phases consistently over more than 20 s. Our numerical model is based on spherically symmetric general relativistic radiation hydrodynamics using spectral three-flavor Boltzmann neutrino transport. In simulations where no explosions are obtained naturally, we model neutrino-driven explosions for low- and …",
                "We report on the stellar core collapse, bounce, and postbounce evolution of a 13 M⊙ star in a self-consistent general relativistic spherically symmetric simulation based on Boltzmann neutrino transport. We conclude that approximations to exact neutrino transport and the omission of general relativistic effects were not alone responsible for the failure of numerous preceding attempts to model supernova explosions in spherical symmetry. Compared to simulations in Newtonian gravity, the general relativistic simulation results in a smaller shock radius. We however argue that the higher neutrino luminosities and rms energies in the general relativistic case could lead to a larger supernova explosion energy.",
                "Accurate neutrino transport has been built into spherically symmetric simulations of stellar core collapse and postbounce evolution. The results of such simulations agree that spherically symmetric models with standard microphysical input fail to explode by the delayed, neutrino‐driven mechanism. Independent groups implemented fundamentally different numerical methods to tackle the Boltzmann neutrino transport equation. Here we present a direct and detailed comparison of such neutrino radiation‐hydrodynamics simulations for two codes, AGILE‐BOLTZTRAN of the Oak Ridge–Basel group and VERTEX of the Garching group. The former solves the Boltzmann equation directly by an implicit, general relativistic discrete‐angle method on the adaptive grid of a conservative implicit hydrodynamics code with second‐order TVD advection. In contrast, the latter couples a variable Eddington factor technique with an …",
                " We present an implicit finite difference representation for general relativistic radiation hydrodynamics in spherical symmetry. Our code, AGILE‐BOLTZTRAN, solves the Boltzmann transport equation for the angular and spectral neutrino distribution functions in self‐consistent simulations of stellar core collapse and postbounce evolution. It implements a dynamically adaptive grid in comoving coordinates. A comoving frame in the momentum phase space facilitates the evaluation and tabulation of neutrino‐matter interaction cross sections but produces a multitude of observer corrections in the transport equation. Most macroscopically interesting physical quantities are defined by expectation values of the distribution function. We optimize the finite differencing of the microscopic transport equation for a consistent evolution of important expectation values. We test our code in simulations launched from progenitor stars …",
                "Supernova simulations to date have assumed that during core collapse electron captures occur dominantly on free protons, while captures on heavy nuclei are Pauli blocked and are ignored. We have calculated rates for electron capture on nuclei with mass numbers A= 65–112 for the temperatures and densities appropriate for core collapse. We find that these rates are large enough so that, in contrast to previous assumptions, electron capture on nuclei dominates over capture on free protons. This leads to significant changes in core collapse simulations.",
                "With exact three-flavor Boltzmann neutrino transport, we simulate the stellar core collapse, bounce, and postbounce evolution of a 1 3 M⊙ star in spherical symmetry, the Newtonian limit, without invoking convection. In the absence of convection, prior spherically symmetric models, which implemented approximations to Boltzmann transport, failed to produce explosions. We consider exact transport to determine if these failures were due to the transport approximations made and to answer remaining fundamental questions in supernova theory. The model presented here is the first in a sequence of models beginning with different progenitors. In this model, a supernova explosion is not obtained.",
                "Rotation-powered radio pulsars are born with inferred initial rotation periods 1 of order 300 ms (some as short as 20 ms) in core-collapse supernovae. In the traditional picture, this fast rotation is the result of conservation of angular momentum during the collapse of a rotating stellar core. This leads to the inevitable conclusion that pulsar spin is directly correlated with the rotation of the progenitor star 2. So far, however, stellar theory has not been able to explain the distribution of pulsar spins, suggesting that the birth rotation is either too slow 3 or too fast 2, 4. Here we report a robust instability of the stalled accretion shock in core-collapse supernovae that is able to generate a strong rotational flow in the vicinity of the accreting proto-neutron star. Sufficient angular momentum is deposited on the proto-neutron star to generate a final spin period consistent with observations, even beginning with spherically symmetrical …",
                "The most important weak nuclear interaction to the dynamics of stellar core collapse is electron capture, primarily on nuclei with masses larger than 60. In prior simulations of core collapse, electron capture on these nuclei has been treated in a highly parametrized fashion, if not ignored. With realistic treatment of electron capture on heavy nuclei come significant changes in the hydrodynamics of core collapse and bounce. We discuss these as well as the ramifications for the postbounce evolution in core collapse supernovae.",
                "We explore the implications of the QCD phase transition during the postbounce evolution of core-collapse supernovae. Using the MIT bag model for the description of quark matter, we model phase transitions that occur during the early postbounce evolution. This stage of the evolution can be simulated with general relativistic three-flavor Boltzmann neutrino transport. The phase transition produces a second shock wave that triggers a delayed supernova explosion. If such a phase transition happens in a future galactic supernova, its existence and properties should become observable as a second peak in the neutrino signal that is accompanied by significant changes in the energy of the emitted neutrinos. This second neutrino burst is dominated by the emission of antineutrinos because the electron degeneracy is reduced when the second shock passes through the previously neutronized matter."
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "Skip to main content Joint Institute for Computational Sciences Oak Ridge National Laboratory University of Tennessee Home Personnel JICS Organizational Chart Opportunities at JICS JICS Visitor Information Contact Us JICS Acknowledgement Education HPC Training Student Engagement Campus Collaborations Research Experience for Undergraduates (REU) CSURE REU Partnerships and Collaborations Educational Resources Projects AACE NICS XSEDE Search form Search XSEDE Proposal Review Service NICS announces new service. Recent Interns Video: High school seniors Stephanie Davila and Owen Sanders got an edge on bright futures in computing by interning at NICS\/JICS. Image Warping Computational scientists at NICS and JICS collaborate with medical researchers to enhance image processing. Sociology & Supercomputing Video: JICS enables a sociologist to ask research questions she could not before. Improving Storm Forecasts The Darter supercomputer contributes to a computational project aimed at allowing hail forecasts two hours in advance. Home Technology Researcher Question and Answer Stephanie TerMaath, University of Tennessee assistant professor and affiliated faculty member of JICS, says JICS is vital to her research. More › Science Researcher Question and Answer JICS enables sociologist Stephanie Bohon to ask research questions she could not before. More › Conference Leadership JICS\/NICS provides expertise at the Second International Workshop on the Lustre Ecosystem. More › Featured Story Archive › Media News Releases JICS Helps Initiate New South Big Data Regional Innovation Hub Colloquia Encourage UT Researchers to Avail Themselves of Advanced Computing Resources Software Helps JICS\/NICS Scientists as They Port Code to New Architectures News Archive › JICS in the News Nature - A global gas flaring black carbon emission rate dataset from 1994 to 2012 University of Arkansas - Student wins with Beacon UT, Great Smoky Mountains National Park Release New Biodiversity Web Application ScienceNode—Forecast calls for SHARP showers More News › There are no events currently scheduled Connect with us: Facebook Twitter YouTube iTunesU Flickr Copyright 2021, The Joint Institute for Computational Sciences |  An Institute of the University of Tennessee & Oak Ridge National Laboratory | Contact the webmaster"
            ]
        ]
    ]
}