{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BAGBRHEB",
            "4KAo3Q4AAAAJ",
            [
                "The GaAs spin polarized electron source",
                "Ultrafast optical switching properties of single-wall carbon nanotube polymer composites at 1.55 μm",
                "Characterization of Amorphous and Crystalline Rough Surface--Principles and Applications",
                "Novel nano-column and nano-flower arrays by glancing angle deposition",
                "Thickness dependent electrical resistivity of ultrathin (< 40 nm) Cu films",
                "Scaling and dynamics of low-frequency hysteresis loops in ultrathin Co films on a Cu (001) surface",
                "Scaling during shadowing growth of isolated nanocolumns"
            ],
            [
                "The design, construction, operation, and performance of a spin polarized electron source utilizing photoemission from negative electron affinity (NEA) GaAs are presented in detail. A polarization of 43±2% is produced using NEA GaAs (100). The polarization can be easily modulated without affecting other characteristics of the electron beam. The electron beam intensity depends on the intensity of the exciting radiation at 1.6 eV; beam currents of 20 μA\/mW are obtained. The source is electron optically bright; the emittance phase space (energy‐area‐solid angle product) is 0.043 eV mm2 sr. The light optics, electron optics, and cathode preparation including the GaAs cleaning and activation to NEA are discussed in depth. The origin of the spin polarization in the photoexcitation process is reviewed and new equations describing the depolarization of photoelectrons in the emission process are derived. Quantum yield …",
                "Using a pump–probe method with a 150 fs laser at the wavelength of 1.55 μm, we have experimentally demonstrated that single-walled carbon nanotubes (SWNT) have an exciton decay time of less than 1 ps and a high third-order polarizability, which is reasonably interpreted as due to their azimuthal symmetry. These experimental results reveal that a SWNT polymer composite may be a candidate material for high-quality subpicosecond all-optical switches.",
                "The structure of a growth or an etch front on a surface is not only a subject of great interest from the practical point of view but also is of fundamental scientific interest. Very often surfaces are created under non-equilibrium conditions such that the morphology is not always smooth. In addition to a detailed description of the characteristics of random rough surfaces, Experimental Methods in the Physical Sciences, Volume 37, Characterization of Amorphous and Crystalline Rough Surface-Principles and Applications will focus on the basic principles of real and diffraction techniques for quantitative characterization of the rough surfaces. The book thus includes the latest development on the characterization and measurements of a wide variety of rough surfaces. The complementary nature of the real space and diffraction techniques is fully displayed. Key Features* An accessible description of quantitative characterization of random rough surfaces and growth\/etch fronts* A detailed description of the principles, experimentation, and limitations of advanced real-space imaging techniques (such as atomic force microscopy) and diffraction techniques (such as light scattering, X-ray diffraction, and electron diffraction)* Characterization of a variety of rough surfaces (eg, self-affine, mounded, anisotropic, and two-level surfaces) accompanied by quantitative examples to illustrate the essence of the principles* An insightful description of how rough surfaces are formed* Presentation of the most recent examples of the applications of rough surfaces in various areas",
                "In this letter, we report a method to fabricate nano-column arrays with different shapes and in-plane orientations by glancing angle deposition. By changing the rate of the rotation during each revolution, we can fabricate nano-columns with circular, elliptical, triangle, rectangular, and pentagon shapes. Depending on the nucleation sites, we can even fabricate flowerlike nano-columns. This method has potential application to produce 3-D lattice. ",
                "Ultrathin Cu films with thicknesses d between ∼10 and 40 nm were thermally evaporated onto ∼500-nm thick SiO2 on Si(100) substrates in an ultra high vacuum (UHV) chamber with a base pressure of 5×10−10 torr. The sheet resistance R (Ω\/□), was measured in situ at different film thicknesses by a collinear four-point probe. The infinite R at d<10 nm suggested that the film consisted of discontinuous islands at these thicknesses. The R-value dropped rapidly by more than an order of magnitude when the thickness was increased from 10 to 15 nm, indicating the coalescence of islands. Further increases in d resulted in the R value gradually leveling off at 0.65±0.01 Ω\/□, corresponding to a resistivity ρ of 2.67 μΩ cm at d∼41 nm. The ρ–d data were fitted by models that assume surface, interface and grain boundary scattering to be dominant mechanisms for the thickness dependence on resistivity. Models that do …",
                "The hysteresis loops of epitaxially grown ultrathin Co films on a Cu (001) surface with magnetic anisotropy were measured in situ at room temperature under a periodic external field by the surface magneto-optical Kerr-effect technique. A dynamic phase transition occurs at high frequencies. At very low frequencies, Ω, a constant hysteresis loop area exists. We also observed power-law scaling of the loop area, A∼ H 0 α Ω β, for H 0> 40 Oe and Ω\/2π< 90 Hz, with exponents α and β each about 2\/3. The observations are consistent with a mean-field Ising model.",
                "We observed a scaling behavior during the shadowing growth of isolated Si, Co, Cu, and W nanocolumnar structures on Si substrates using the oblique angle deposition with substrate rotation (also known as glancing angle deposition or simply GLAD). The width of the isolated columns, W, grew as a function of column length, d, in a power law form, W∼ d p, where p is the growth exponent and was measured to be∼ 0.28–0.34. It is argued that shadowing without diffusion should lead to p= 0.50 and would cross over to 0.31 if one considers surface diffusion. It is of great interest to determine the mechanisms that would affect the value of p since it is an important factor that would control the shape, final size, and spacing of the isolated nanocolumns eventually produced."
            ],
            [
                [
                    "Thin films and nanostructures for energy applications"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}