{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BAZ73HLF",
            "3Y0NyCQAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
                "Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8$$\\,\\text …",
                "Measurement of the Electron Charge Asymmetry in Inclusive  Production in  Collisions at ",
                "Event generator tunes obtained from underlying event and multiparton scattering measurements",
                "Measuremen t of the single-top-quark t-channel cross sec tion in pp collisions at $\\sqr t {s}= 7$ TeV",
                "Search for dark matter and large extra dimensions in monojet events in pp collisions at  TeV",
                "Measurement of Higgs boson production and properties in the WW decay channel with leptonic final states",
                "Search for physics beyond the standard model in dilepton mass spectra in proton-proton collisions at  TeV",
                "Determination of jet energy calibration and transverse momentum resolution in CMS"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
                "Properties of the Higgs boson with mass near 125 are measured in proton-proton collisions with the CMS experiment at the LHC. Comprehensive sets of production and decay measurements are combined. The decay channels include,,,,, and pairs. The data samples were collected in 2011 and 2012 and correspond to integrated luminosities of up to 5.1 at 7 and up to 19.7 at 8. From the high-resolution and channels, the mass of the Higgs boson is determined to be. For this mass value, the event yields obtained in the different analyses tagging specific decay channels and production mechanisms are consistent with those expected for the standard model Higgs boson. The combined best-fit signal relative to the standard model expectation is at the measured mass. The couplings of the Higgs boson are probed …",
                "A measurement of the electron charge asymmetry in inclusive p p→ W+ X→ e ν+ X production at s= 7 TeV is presented based on data recorded by the CMS detector at the LHC and corresponding to an integrated luminosity of 840 pb− 1. The electron charge asymmetry reflects the unequal production of W+ and W− bosons in p p collisions. The electron charge asymmetry is measured in bins of the absolute value of electron pseudorapidity in the range of| η|< 2.4. The asymmetry rises from about 0.1 to 0.2 as a function of the pseudorapidity and is measured with a relative precision better than 7%. This measurement provides new stringent constraints for parton distribution functions.",
                "New sets of parameters (“tunes”) for the underlying-event (UE) modelling of the pythia 8, pythia6 and herwig++ Monte Carlo event generators are constructed using different parton distribution functions. Combined fits to CMS UE proton–proton () data at and to UE proton–antiproton () data from the CDF experiment at lower, are used to study the UE models and constrain their parameters, providing thereby improved predictions for proton–proton collisions at 13. In addition, it is investigated whether the values of the parameters obtained from fits to UE observables are consistent with the values determined from fitting observables sensitive to double-parton scattering processes. Finally, comparisons are presented of the UE tunes to “minimum bias”(MB) events, multijet, and Drell–Yan ( lepton-antilepton+ jets) observables at 7 and 8, as well as predictions for MB and UE observables at 13 …",
                "A measurement of the single-top-quark t-channel production cross section in pp collisions at TeV with the CMS detector at the LHC is presented. Two different and complementary approaches have been followed. The first approach exploits the distributions of the pseudorapidity of the recoil jet and reconstructed top-quark mass using background estimates determined from control samples in data. The second approach is based on multivariate analysis techniques that probe the compatibility of the candidate events with the signal. Data have been collected for the muon and electron final states, corresponding to integrated luminosities of 1.17 and 1.56 fb− 1, respectively. The single-top-quark production cross section in the t-channel is measured to be 67. 2±6. 1 pb, in agreement with the approximate next-to-next-to-leading-order standard model prediction. Using the standard model electroweak couplings, the …",
                "A search has been made for events containing an energetic jet and an imbalance in transverse momentum using a data sample of pp collisions at a center-of-mass energy of 7 TeV. This signature is common to both dark matter and extra dimensions models. The data were collected by the CMS detector at the LHC and correspond to an integrated luminosity of 5.0 fb− 1. The number of observed events is consistent with the standard model expectation. Constraints on the dark matter-nucleon scattering cross sections are determined for both spin-independent and spin-dependent interaction models. For the spin-independent model, these are the most constraining limits for a dark matter particle with mass below 3.5 GeV\/c 2, a region unexplored by direct detection experiments. For the spin-dependent model, these are the most stringent constraints over the 0.1–200 GeV\/c 2 mass range. The constraints on the Arkani …",
                "A search for the standard model Higgs boson decaying to a W-boson pair at the LHC is reported. The event sample corresponds to an integrated luminosity of 4.9 fb− 1 and 19.4 fb− 1 collected with the CMS detector in pp collisions at= 7 and 8 TeV, respectively. The Higgs boson candidates are selected in events with two or three charged leptons. An excess of events above background is observed, consistent with the expectation from the standard model Higgs boson with a mass of around 125 GeV. The probability to observe an excess equal or larger than the one seen, under the background-only hypothesis, corresponds to a significance of 4.3 standard deviations for m H= 125.6 GeV. The observed signal cross section times the branching fraction to WW for m H= 125.6 GeV is times the standard model expectation. The spin-parity J P= 0+ hypothesis is favored against a narrow resonance with J P= 2+ or …",
                "Dimuon and dielectron mass spectra, obtained from data resulting from proton-proton collisions at 8 TeV and recorded by the CMS experiment, are used to search for both narrow resonances and broad deviations from standard model predictions. The data correspond to an integrated luminosity of 20.6 (19.7) fb− 1 for the dimuon (dielectron) channel. No evidence for non-standard-model physics is observed and 95% confidence level limits are set on parameters from a number of new physics models. The narrow resonance analyses exclude a Sequential Standard Model Z SSM′ resonance lighter than 2.90 TeV, a superstring-inspired Z ψ′ lighter than 2.57 TeV, and Randall-Sundrum Kaluza-Klein gravitons with masses below 2.73, 2.35, and 1.27 TeV for couplings of 0.10, 0.05, and 0.01, respectively. A notable feature is that the limits have been calculated in a model-independent way to enable straightforward …",
                "Measurements of the jet energy calibration and transverse momentum resolution in CMS are presented, performed with a data sample collected in proton-proton collisions at a centre-of-mass energy of 7TeV, corresponding to an integrated luminosity of 36pb− 1. The transverse momentum balance in dijet and γ\/Z+ jets events is used to measure the jet energy response in the CMS detector, as well as the transverse momentum resolution. The results are presented for three different methods to reconstruct jets: a calorimeter-based approach, the``Jet-Plus-Track''approach, which improves the measurement of calorimeter jets by exploiting the associated tracks, and the``Particle Flow''approach, which attempts to reconstruct individually each particle in the event, prior to the jet clustering, based on information from all relevant subdetectors."
            ],
            [
                [
                    "Particle Physics"
                ]
            ]
        ]
    ]
}