{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BB8K8FYN",
            "tOU6jPoAAAAJ",
            [
                " Ratio by Polarization Transfer in ",
                "Determination of the neutron spin structure function",
                "Measurements of the proton and deuteron spin structure functions  and ",
                "Precision Measurement of the Proton Spin Structure Function ",
                "Deep inelastic scattering of polarized electrons by polarized  and the study of the neutron spin structure",
                "Measurements of the  Dependence of Deep-Inelastic Electron Scattering from Nuclei",
                "Proton elastic form factor ratios to  by polarization transfer",
                "Precision Determination of the Neutron Spin Structure Function ",
                "Measurements of the electric and magnetic form factors of the proton from Q 2= 1.75 to 8.83 (GeV\/c) 2",
                "Measurement of the  dependence of deep-inelastic electron scattering"
            ],
            [
                "The ratio of the proton's elastic electromagnetic form factors, G E p\/G M p, was obtained by measuring P t and P ℓ, the transverse and the longitudinal recoil proton polarization, respectively. For elastic e→ p→ e p→, G E p\/G M p is proportional to P t\/P ℓ. Simultaneous measurement of P t and P ℓ in a polarimeter provides good control of the systematic uncertainty. The results for the ratio G E p\/G M p show a systematic decrease as Q 2 increases from 0.5 to 3.5 GeV 2, indicating for the first time a definite difference in the spatial distribution of charge and magnetization currents in the proton.",
                "The spin structure function of the neutron g 1 n has been determined over the range 0.03< x< 0.6 at an average Q 2 of 2 (GeV\/c) 2 by measuring the asymmetry in deep inelastic scattering of polarized electrons from a polarized He 3 target at energies between 19 and 26 GeV. The integral of the neutron spin structure function is found to be F 0 1 g 1 n (x) dx=-0.022±0.011. Earlier reported proton results together with the Bjorken sum rule predict F 0 1 g 1 n (x) dx=-0.059±0.019.",
                "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
                "We have measured the ratio g 1 p F 1 p over the range 0.029< x< 0.8 and 1.3< Q 2< 10 (G e V\/c) 2 using deep-inelastic scattering of polarized electrons from polarized ammonia. An evaluation of the integral∫ 0 1 g 1 p (x, Q 2) dx at fixed Q 2= 3 (G e V\/c) 2 yields 0.127±0.004 (stat)±0.010 (syst), in agreement with previous experiments, but well below the Ellis-Jaffe sum rule prediction of 0.160±0.006. In the quark-parton model, this implies Δ q= 0.27±0.10.",
                "The neutron longitudinal and transverse asymmetries A 1 n and A 2 n have been extracted from deep inelastic scattering of polarized electrons by a polarized He 3 target at incident energies of 19.42, 22.66, and 25.51 GeV. The measurement allows for the determination of the neutron spin structure functions g 1 n (x, Q 2) and g 2 n (x, Q 2) over the range 0.03< x< 0.6 at an average Q 2 of 2 (G e V\/c) 2. The data are used for the evaluation of the Ellis-Jaffe and Bjorken sum rules. The neutron spin structure function g 1 n (x, Q 2) is small and negative within the range of our measurement, yielding an integral∫ 0.03 0.6 g 1 n (x) dx=− 0.028±0.006(stat)±0.006 (syst). Assuming Regge behavior at low x, we extract Γ 1 n=∫ 0 1 g 1 n (x) dx=− 0.031±0.006(stat)±0.009 (syst). Combined with previous proton integral results from SLAC experiment E143, we find Γ 1 p− Γ 1 n= 0.160±0.015 in agreement with the Bjorken sum rule …",
                "The deep-inelastic electron-scattering cross sections per nucleon σ A for D, He, Be, C, A1, Ca, Fe, Ag, and Au were measured in the kinematic range 0.09<~ x<~ 0.9 and 2<~ Q 2<~ 15 (G e V\/c) 2 with use of electrons with energies ranging from 8 to 24.5 GeV. The ratio σ A σ D is consistent with unity in the range 0.1< x< 0.3. For 0.3< x< 0.8, the ratio decreases logarithmically with atomic weight A, or linearly with average nuclear density. No Q 2 dependence in the ratio was observed over the kinematic range of the data.",
                "The ratio of the proton elastic electromagnetic form factors, G Ep\/G Mp, was obtained by measuring P t and P ℓ, the transverse and longitudinal recoil proton polarization components, respectively, for the elastic e→ p→ e p→ reaction in the four-momentum transfer squared range of 0.5 to 3.5 GeV 2. In the single-photon exchange approximation, G Ep\/G Mp is directly proportional to P t\/P ℓ. The simultaneous measurement of P t and P ℓ in a polarimeter reduces systematic uncertainties. The results for G Ep\/G Mp show a systematic decrease with increasing Q 2, indicating for the first time a definite difference in the distribution of charge and magnetization in the proton. The data have been reanalyzed and their systematic uncertainties have become significantly smaller than those reported previously.",
                "We report on a precision measurement of the neutron spin structure function g 1 n using deep inelastic scattering of polarized electrons by polarized 3 He. For the kinematic range 0.014< x< 0.7 and 1< Q 2< 17 (GeV\/c) 2, we obtain∫ 0.014 0.7 g 1 n (x) d x=− 0.036±0.004 (stat)±0.005 (syst) at an average Q 2= 5 (GeV\/c) 2. We find relatively large negative values for g 1 n at low x. The results call into question the usual Regge theory method for extrapolating to x= 0 to find the full neutron integral∫ 1 g 1 n (x) dx, needed for testing the quark-parton model and QCD sum rules.",
                "The proton elastic form factors G E p (Q 2) and G M p (Q 2) have been extracted for Q 2= 1.75 to 8.83 (GeV\/c) 2 via a Rosenbluth separation to ep elastic cross section measurements in the angular range 13≤ θ≤ 90. The Q 2 range covered more than doubles that of the existing data. For Q 2< 4 (GeV\/c) 2, where the data overlap with previous measurements, the total uncertainties have been reduced to< 14% in G E p and< 1.5% in G M p. Results for G E p (Q 2) are consistent with the dipole fit G D (Q 2)=(1+ Q 2\/0.71)− 2, while those for G M p (Q 2)\/μ p G D (Q 2) decrease smoothly from 1.05 to 0.92. Deviations from form factor scaling are observed up to 20%. The ratio Q 2 F 2\/F 1 is observed to approach a constant value for Q 2> 3 (GeV\/c) 2. Comparisons are made to vector meson dominance, dimensional scaling, QCD sum rule, diquark, and constituent quark models, none of which fully characterize all the new data.",
                "Cross sections for deep-inelastic electron scattering from liquid deuterium, gaseous He 4, and solid Be, C, Al, Ca, Fe, Ag, and Au targets were measured at the Stanford Linear Accelerator Center using electrons with energies ranging from 8 to 24.5 GeV. These data cover a range in the Bjorken variable x from 0.089 to 0.8, and in momentum transfer Q 2 from 2 to 15 (G e V\/c) 2. The ratios of cross sections per nucleon (σ A σ d) is for isoscalar nuclei have been extracted from the data. These ratios are greater than unity in the range 0.1< x< 0.3, while for 0.3< x< 0.8 they are less than unity and decrease logarithmically with atomic weight A, or linearly with average nuclear density. No Q 2 dependence in the ratios was observed over the kinematic range of the data. These results are compared to various theoretical predictions."
            ],
            [
                [
                    "Nuclear-Particle Physics"
                ]
            ],
            [
                "Kent Gee Kent Gee Department Chair N281 ESC 801.422.1544    (office) 801.422.22300    (lab) kentgee@byu.edu physics.byu.edu\/faculty\/gee\/ acoustics.byu.edu M\/W 2-3 pm Other times by appointment Nonlinear: M 11 am Wavepacket: M 12 pm Devotional: T 11 am AFRL Writing: T 2 pm ARG Faculty: W 1 pm Acoustics Research Group: Th 11 am PAGE method:  F 11:30am - 12:30 pm Crackle: F 12:30 - 1:30 pm Phys. 167 TA Meeting:  F 1:30pm - 2 pm Sounds to Astound Outreach Mtg: TBD BYUCASA Presidency: TBD Physics 297 Physics 497 12:00p - 12:50p M C215 ESC Physics 697 12:00p - 12:50p W C215 ESC Specialty: Nonlinear acoustics, physical acoustics, aeroacoustics, acoustics education, active noise control Kent L. Gee, Associate Professor of Physics, joined the faculty at Brigham Young University after completing his PhD in Acoustics at Penn State in 2005.  His primary research emphasis is the characterization of high-amplitude noise sources and fields through data analysis and imaging methods.  He maintains a research group with multiple concurrent students and has published 80+ articles and proceedings papers in these areas.  Kent has received funding from Office of Naval Research, NASA, Air Force Research Laboratory, NSF, and several industry sponsors, including ATK Space Systems.  He has made and analyzed extensive near and far-field measurements of the F-22A and F-35A and B variants and several large solid rocket motors, including the five-segment Shuttle booster replacement. Some of his research highlights include: (1) development of a numerical model for far-field nonlinear military jet noise propagation, (2)  confirmation of nonlinear effects in the near and far fields for military jets and rockets, (3) development of near-field acoustical holography methods for use on a full-scale jet aircraft jet plume, (4) source characterization of near-field rocket and military jets with a new method of calculating vector acoustic intensity, and (5) an improved understanding of crackle in jet noise. In 2010, Kent received the R. Bruce Lindsay early career award from the Acoustical Society of America “for contributions to the fields of jet noise propagation, nonlinear acoustics, and active control of fan noise.” He was named an ASA Fellow in 2015 for \"contributions to jet-noise and nonlinear propagation.\" In 2011 and 2015, he received a Brigham Young University Young Scholar Award and Lawrence K. Egbert Teaching and Learning Faculty Fellowship, respectively. In addition to his high-amplitude noise work, Dr. Gee has also published in other areas of acoustics including active noise control, where he holds one patent with another pending, near-field acoustical holography, vibroacoustics of musical instruments, and in the development and analysis of physics education demonstrations. Beyond the traditional university laboratory environment, his activities as a scientist-citizen include mentoring multiple undergraduate students and outreach to more than 3000 K-12 students and members of the public through tours and demonstration shows.   Dr. Gee is Editor of the Acoustical Society of America's Proceedings of Meetings on Acoustics ."
            ]
        ]
    ]
}