{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BBND5MC3",
            "5AUqCHcAAAAJ",
            [
                "A chemical route to graphene for device applications",
                "High-speed graphene transistors with a self-aligned nanowire gate",
                "Electron-spin-resonance transistors for quantum computing in silicon-germanium heterostructures",
                "Nobel Lecture: Origin, development, and future of spintronics",
                "Blowing magnetic skyrmion bubbles",
                "Significant decrease of the lattice thermal conductivity due to phonon confinement in a free-standing semiconductor quantum well",
                "Magnetization switching through giant spin–orbit torque in a magnetically doped topological insulator heterostructure",
                "A one-step, solvothermal reduction method for producing reduced graphene oxide dispersions in organic solvents",
                "Switching of perpendicular magnetization by spin–orbit torques in the absence of external magnetic fields",
                "Direct observation of the skyrmion Hall effect"
            ],
            [
                "Oxidation of graphite produces graphite oxide, which is dispersible in water as individual platelets. After deposition onto Si\/SiO2 substrates, chemical reduction produces graphene sheets. Electrical conductivity measurements indicate a 10000-fold increase in conductivity after chemical reduction to graphene. Tapping mode atomic force microscopy measurements show one to two layer graphene steps. Electrodes patterned onto a reduced graphite oxide film demonstrate a field effect response when the gate voltage is varied from +15 to −15 V. Temperature-dependent conductivity indicates that the graphene-like sheets exhibit semiconducting behavior. ",
                "Graphene has attracted considerable interest as a potential new electronic material 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11. With its high carrier mobility, graphene is of particular interest for ultrahigh-speed radio-frequency electronics 12, 13, 14, 15, 16, 17, 18. However, conventional device fabrication processes cannot readily be applied to produce high-speed graphene transistors because they often introduce significant defects into the monolayer of carbon lattices and severely degrade the device performance 19, 20, 21. Here we report an approach to the fabrication of high-speed graphene transistors with a self-aligned nanowire gate to prevent such degradation. A Co 2 Si–Al 2 O 3 core–shell nanowire is used as the gate, with the source and drain electrodes defined through a self-alignment process and the channel length defined by the nanowire diameter. The physical assembly of the nanowire gate preserves the high …",
                "We apply the full power of modern electronic band-structure engineering and epitaxial heterostructures to design a transistor that can sense and control a single-donor electron spin. Spin-resonance transistors may form the technological basis for quantum information processing. One-and two-qubit operations are performed by applying a gate bias. The bias electric field pulls the electron wave function away from the dopant ion into layers of different alloy composition. Owing to the variation of the g factor (Si: g= 1.998, Ge: g= 1.563), this displacement changes the spin Zeeman energy, allowing single-qubit operations. By displacing the electron even further, the overlap with neighboring qubits is affected, which allows two-qubit operations. Certain silicon-germanium alloys allow a qubit spacing as large as 200 nm, which is well within the capabilities of current lithographic techniques. We discuss manufacturing …",
                "Electrons have a charge and a spin, but until recently, charges and spins have been considered separately. In conventional electronics, the charges are manipulated by electric fields but the spins are ignored. Other classical technologies, magnetic recording, for example, are using the spin but only through its macroscopic manifestation, the magnetization of a ferromagnet. This picture started to change in 1988 when the discovery (Baibich et al., 1988; Binash et al., 1989) of the giant magnetoresistance (GMR) of the magnetic multilayers opened the way to an efficient control of the motion of the electrons by acting on their spin through the orientation of a magnetization. This rapidly triggered the development of a new field of research and technology, today called spintronics and, like the GMR, exploiting the influence of the spin on the mobility of the electrons in ferromagnetic materials. Actually, the influence of the spin …",
                "The formation of soap bubbles from thin films is accompanied by topological transitions. Here we show how a magnetic topological structure, a skyrmion bubble, can be generated in a solid-state system in a similar manner. Using an inhomogeneous in-plane current in a system with broken inversion symmetry, we experimentally “blow” magnetic skyrmion bubbles from a geometrical constriction. The presence of a spatially divergent spin-orbit torque gives rise to instabilities of the magnetic domain structures that are reminiscent of Rayleigh-Plateau instabilities in fluid flows. We determine a phase diagram for skyrmion formation and reveal the efficient manipulation of these dynamically created skyrmions, including depinning and motion. The demonstrated current-driven transformation from stripe domains to magnetic skyrmion bubbles could lead to progress in skyrmion-based spintronics.",
                "Lattice thermal conductivity of a quantum well limited by umklapp, impurity, and boundary scattering was investigated theoretically by taking into account dispersion of confined acoustic-phonon modes. We show that strong modification of phonon group velocities due to spatial confinement leads to a significant increase in the phonon relaxation rates. From the numerical calculations, we predict a decrease by an order of magnitude of the lattice thermal conductivity in a 100-Å-wide free-standing quantum well. Our theoretical results are consistent with recent experimental investigations of the lateral thermal conductivity of nitride\/silicon\/oxide membranes conducted in our group.",
                "Recent demonstrations of magnetization switching induced by in-plane current in heavy metal\/ferromagnetic heterostructures (HMFHs) have drawn great attention to spin torques arising from large spin–orbit coupling (SOC). Given the intrinsic strong SOC, topological insulators (TIs) are expected to be promising candidates for exploring spin–orbit torque (SOT)-related physics. Here we demonstrate experimentally the magnetization switching through giant SOT induced by an in-plane current in a chromium-doped TI bilayer heterostructure. The critical current density required for switching is below 8.9× 10 4 A cm− 2 at 1.9 K. Moreover, the SOT is calibrated by measuring the effective spin–orbit field using second-harmonic methods. The effective field to current ratio and the spin-Hall angle tangent are almost three orders of magnitude larger than those reported for HMFHs. The giant SOT and efficient current-induced …",
                "Refluxing graphene oxide (GO) in N-methyl-2-pyrrolidinone (NMP) results in deoxygenation and reduction to yield a stable colloidal dispersion. The solvothermal reduction is accompanied by a color change from light brown to black. Atomic force microscopy (AFM) and scanning electron microscopy (SEM) images of the product confirm the presence of single sheets of the solvothermally reduced graphene oxide (SRGO). X-ray photoelectron spectroscopy (XPS) of SRGO indicates a significant increase in intensity of the CC bond character, while the oxygen content decreases markedly after the reduction is complete. X-ray diffraction analysis of SRGO shows a single broad peak at 26.24° 2θ (3.4 Å), confirming the presence of graphitic stacking of reduced sheets. SRGO sheets are redispersible in a variety of organic solvents, which may hold promise as an acceptor material for bulk heterojunction photovoltaic cells …",
                "Magnetization switching by current-induced spin–orbit torques is of great interest due to its potential applications in ultralow-power memory and logic devices. The switching of ferromagnets with perpendicular magnetization is of particular technological relevance. However, in such materials, the presence of an in-plane external magnetic field is typically required to assist spin–orbit torque-driven switching and this is an obstacle for practical applications. Here, we report the switching of out-of-plane magnetized Ta\/Co 20 Fe 60 B 20\/TaO x structures by spin–orbit torques driven by in-plane currents, without the need for any external magnetic fields. This is achieved by introducing a lateral structural asymmetry into our devices, which gives rise to a new field-like spin–orbit torque when in-plane current flows in these structures. The direction of the current-induced effective field corresponding to this field-like spin–orbit …",
                "The well-known Hall effect describes the transverse deflection of charged particles (electrons\/holes) as a result of the Lorentz force. Similarly, it is intriguing to examine if quasi-particles without an electric charge, but with a topological charge, show related transverse motion. Magnetic skyrmions with a well-defined spin texture with a unit topological charge serve as good candidates to test this hypothesis. In spite of the recent progress made on investigating magnetic skyrmions, direct observation of the skyrmion Hall effect has remained elusive. Here, by using a current-induced spin Hall spin torque, we experimentally demonstrate the skyrmion Hall effect, and the resultant skyrmion accumulation, by driving skyrmions from the creep-motion regime (where their dynamics are influenced by pinning defects) into the steady-flow-motion regime. The experimental observation of transverse transport of skyrmions due to …"
            ],
            [
                [
                    "Nanomaterials",
                    "Semiconductors",
                    "magnetism"
                ]
            ],
            [
                "Ke Wang Ke Wang Ke Wang Assistant Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-301-2434 kewang@umn.edu Physics And Nanotechnology Building Wang Group Ph.D., Princeton University, 2014 B.S., University of Science and Technology of China, 2008 Postdoctoral Fellow, Harvard University, 2014-2017 My field of study is experimental condensed matter physics, with a research focus on studying novel quantum physics in gate-defined nanostructures on 2D Van der Waals materials. Electronic properties of solids can undergo dramatic change when the material thickness is reduced to the atomic limit. Notably, even the band structures of mono-layers and bi-layers can be distinctively different in both graphene and transition metal dichalcogenide. The exotic bandstructures of 2D materials are uniquely different from those in conventional 2DEGs, including relativistic dispersion relationship, displacement-field tunable bandgap, spin-valley locking near band edges, and anisotropic effective mass. We further tailor these interesting bandstructures to new platforms of studying novel quantum physics. We prepare ultra high quality atomically-thin electronic systems by assembling Van der Waals heterostructures encapsulated in hexagonal boron nitrides, and fabricate gate-defined nanostructures using state-of-the-art lithography techniques. With experimental control over local Hamiltonians, we manipulate spin, layer, valley and sublattice quantum numbers towards realizing novel functional quantum devices in optoelectronics, spintronics, valleytronics and quantum computing, and study new phases of matter such as Dirac fluid, Luttinger liquid, Bell states and non-Abelian fractional quantum Hall excitations. Wang Group website K-T. Tsai, X. Zhang, Z. Zhu, Y. Luo, S. Carr, M. Luskin, E. Kaxiras, K. Wang, Correlated Superconducting and Insulating States in Twisted Trilayer Graphene Moire of Moire Superlattices , ArXiv:1912.03375 [ abstract K. Wang, M. M. Elahi, K. M. M. Habib, T. Taniguchi, K. Watanabe, A. W. Ghosh, G.-H. Lee, P. Kim, Graphene Transistor Based on Tunable Dirac-Fermion-Optics , Proc. Natl. Acad. Sci., In Press, (2019). [ abstract K. Wang, A. Harzheim, T. Taniguchi, K. Watanabe, P. Kim, Tunneling Spectroscopy of Quantum Hall Edge States in Gate-defined Bilayer Graphene PN Networks , Phys. Rev. Lett, In Press, (2019). [ abstract M. M. Elahi, K. M. M. Habib, K. Wang, G.-H. Lee, P. Kim, A. W. Ghosh, Impact of geometry and non-idealities on electron ‘optics’ based graphene p-n junction devices , Appl. Phys. Lett. 114, 013507 (2019) [ abstract K. Wang, K. D. Greve, L. A. Jauregui, A. Sushko, A. High, Y. Zhou, G. Scuri, T. Taniguchi, K. Watanabe, M. D. Lukin, H. Park, P. Kim, Electrical Control of Charged Carriers and Excitons in Atomically Thin Materials , Nature Nanotechnology 13, 128–132 (2018). [ abstract S. Bhandari, K. Wang, K. Watanabe, T. Taniguchi, P. Kim, R. M. Westervelt, Imaging electron flow and quantum dot formation in MoS2 nanostructures , Nanotechnology (2018). [ abstract D. Wintz*, K. Chaudhary*, K. Wang, L. Jauregui, A. Ambrosio, A. Y. Zhu, R. C. Devlin, M. Tamagnone, J. D. Crossno, K. Watanabe, T. Taniguchi, P. Kim, F. Capasso, Guided Modes of Anisotropic van der Waals Materials Investigated by Near-Field Scanning Optical Microscopy , ACS Photonics (2018) [ abstract Y. Shimazaki, T. Yoshizawa, I. V. Borzenets, K. Wang, X. Liu, K. Watanabe, T. Taniguchi, P. Kim, M. Yamamoto, and S. Tarucha, Landau level evolution driven by band hybridization in mirror symmetry broken ABA-stacked trilayer graphene , arXiv:1611.02395 [ abstract J. Crossno, J. Shi, K. Wang, X. Liu, A. Harzheim, A. Lucas, S. Sachdev, P. Kim, T. Taniguchi, K. Watanabe, T. Ohki, K. Fong, Observation of the Dirac fluid and the Breakdown of the Wiedemann-Franz law in Graphene , Science 351, 1058 (2016) [ abstract X. Mi, T. M. Hazard, X. Mi, K. Wang, J. R. Petta, Magnetotransport Studies of Mobility Limiting Mechanisms in Undoped Si\/SiGe Heterostructures , Phys. Rev. B 92 (3), 035304 (2015). [ abstract D. M. Zajac, T. M. Hazard, X. Mi, K. Wang, J. R. Petta, A Reconfigurable Gate Architecture for Si\/SiGe Quantum Dots , Appl. Phys. Lett. 106, 223507 (2015) [ abstract K. Wang, C. Payette, Y. Dovzhenko, P. W. Deelman J. R. Petta, Charge Relaxation in a Single-electron Si\/SiGe Double Quantum Dot , (Editors' Suggestion) Phys. Rev. Lett. 111, 046801 (2013) [ abstract Y. Dovzhenko, K. Wang, M. D. Schroer, J. R. Petta, Electrically controlling single spin coherence in semiconductor nanostructures , Book chapter in \"Quantum Dots: optics, electron transport and future applications\", edited by A. Tartakovskii, Cambridge University Press (2012). C. Payette, K. Wang, P. J. Koppinen, Y. Dovzhenko, J. C. Sturm, J. R. Petta, Single Charge Sensing and Transport in Double quantum dots fabricated from commercially grown Si\/SiGe heterostructures , Appl. Phys. Lett. 100, 043508 (2012) [ abstract"
            ]
        ]
    ]
}