{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BC28OV09",
            "AYe-rVwAAAAJ",
            [
                "Extreme sensitivity biosensing platform based on hyperbolic metamaterials",
                "Inverted Berezinskii-Kosterlitz-Thouless singularity and high-temperature algebraic order in an Ising model on a scale-free hierarchical-lattice small-world network",
                "Optical filters from SiO2 and TiO2 multi-layers using sol-gel spin coating method",
                "How the diffusivity profile reduces the arbitrariness of protein folding free energies",
                "From mechanical folding trajectories to intrinsic energy landscapes of biopolymers",
                "Optical and structural properties of Si-doped ZnO thin films",
                "The 2019 mathematical oncology roadmap",
                "Enhancing the angular sensitivity of plasmonic sensors using hyperbolic metamaterials",
                "End-monomer dynamics in semiflexible polymers",
                "Griffiths singularities and algebraic order in the exact solution of an Ising model on a fractal modular network"
            ],
            [
                "Optical sensor technology offers significant opportunities in the field of medical research and clinical diagnostics, particularly for the detection of small numbers of molecules in highly diluted solutions. Several methods have been developed for this purpose, including label-free plasmonic biosensors based on metamaterials. However, the detection of lower-molecular-weight (< 500 Da) biomolecules in highly diluted solutions is still a challenging issue owing to their lower polarizability. In this context, we have developed a miniaturized plasmonic biosensor platform based on a hyperbolic metamaterial that can support highly confined bulk plasmon guided modes over a broad wavelength range from visible to near infrared. By exciting these modes using a grating-coupling technique, we achieved different extreme sensitivity modes with a maximum of 30,000 nm per refractive index unit (RIU) and a record figure of merit …",
                "We have obtained exact results for the Ising model on a hierarchical lattice incorporating three key features characterizing many real-world networks—a scale-free degree distribution, a high clustering coefficient, and the small-world effect. By varying the probability p of long-range bonds, the entire spectrum from an unclustered, non-small-world network to a highly clustered, small-world system is studied. Using the self-similar structure of the network, we obtain analytic expressions for the degree distribution P (k) and clustering coefficient C for all p, as well as the average path length ℓ for p= 0 and 1. The ferromagnetic Ising model on this network is studied through an exact renormalization-group transformation of the quenched bond probability distribution, using up to 562 500 renormalized probability bins to represent the distribution. For p< 0.494, we find power-law critical behavior of the magnetization and …",
                "Sol–gel spin coating process is used to produce optical filters from SiO2 and TiO2 multi-layers. By coating the films symmetrically on both sides of the glass substrates, we designed two types of three-layer anti-reflective (AR) filters for the near–infrared region, and a nine-layer reflective filter for the near–UV region. We develop a simple theoretical model for these filters, which incorporates sol–gel film densification during the coating process, and fit it to the experimental data to extract properties of the individual layers in the coatings.",
                "The concept of a protein diffusing in its free-energy folding landscape has been fruitful for both theory and experiment. Yet the choice of the reaction coordinate (RC) introduces an undesirable degree of arbitrariness into the problem. We analyze extensive simulation data of an α-helix in explicit water solvent as it stochastically folds and unfolds. The free-energy profiles for different RCs exhibit significant variations, some having an activation barrier, while others not. We show that this variation has little effect on the predicted folding kinetics if the diffusivity profiles are properly taken into account. This kinetic quasi-universality is rationalized by an RC rescaling, which, due to the reparameterization invariance of the Fokker–Planck equation, allows the combination of free-energy and diffusivity effects into a single function, the rescaled free-energy profile. This rescaled free energy indeed shows less variation among …",
                "In single-molecule laser optical tweezer (LOT) pulling experiments, a protein or RNA is juxtaposed between DNA handles that are attached to beads in optical traps. The LOT generates folding trajectories under force in terms of time-dependent changes in the distance between the beads. How to construct the full intrinsic folding landscape (without the handles and beads) from the measured time series is a major unsolved problem. By using rigorous theoretical methods—which account for fluctuations of the DNA handles, rotation of the optical beads, variations in applied tension due to finite trap stiffness, as well as environmental noise and limited bandwidth of the apparatus—we provide a tractable method to derive intrinsic free-energy profiles. We validate the method by showing that the exactly calculable intrinsic free-energy profile for a generalized Rouse model, which mimics the two-state behavior in nucleic …",
                "► Thin films of Si-doped ZnO were prepared by the sol–gel spin coating method. ► The optical and structural properties of the films were investigated to see the effects of Si dopant concentration for three different heat treatments: 250, 350, and 550 °C. ► The optical characteristics for all the films were modeled using a Tauc–Lorentz-based dielectric function and an exponential Urbach tail in the sub-gap regime.Transparent thin films of Si-doped ZnO were prepared by the sol–gel spin coating method. The optical and structural properties of the films were investigated to see the effects of Si dopant concentration for three different heat treatments: 250, 350, and 550 °C. Doping is most significant at the highest annealing temperature, where the structure of the films is crystalline at low Si values, and deteriorates as Si levels are increased. Optically, the result is increased transmittance and decreased …",
                "Whether the nom de guerre is Mathematical Oncology, Computational or Systems Biology, Theoretical Biology, Evolutionary Oncology, Bioinformatics, or simply Basic Science, there is no denying that mathematics continues to play an increasingly prominent role in cancer research. Mathematical Oncology—defined here simply as the use of mathematics in cancer research—complements and overlaps with a number of other fields that rely on mathematics as a core methodology. As a result, Mathematical Oncology has a broad scope, ranging from theoretical studies to clinical trials designed with mathematical models. This Roadmap differentiates Mathematical Oncology from related fields and demonstrates specific areas of focus within this unique field of research. The dominant theme of this Roadmap is the personalization of medicine through mathematics, modelling, and simulation. This is achieved through the …",
                "Surface plasmon resonance (SPR) sensors operate mainly on prism and grating coupling techniques, with spectral and angular scans being the two major interrogation schemes. Among them, the angular scan technique has several advantages including higher measurement precision owing to its higher signal‐to‐noise ratio. The currently available SPR sensor arrangements provide a maximum angular sensitivity of 500°–600° per RIU. Here, we report the study of grating coupled‐hyperbolic metamaterial (GC‐HMM) sensors with high angular sensitivity. The experimental studies show extraordinary angular sensitivities from visible to near infrared (NIR) wavelengths by exciting bulk plasmon polaritons associated with hyperbolic metamaterials, with a maximum of 7000° per RIU. This angular‐scan plasmonic biosensor has been used for the detection of low molecular weight biomolecules such as biotin (244 Da …",
                "Spurred by an experimental controversy in the literature, we investigate the end-monomer dynamics of semiflexible polymers through Brownian hydrodynamic simulations and dynamic mean-field theory. Precise experimental observations over the past few years of end-monomer dynamics in the diffusion of double-stranded DNA have given conflicting results: one study indicated an unexpected Rouse-like scaling of the mean-squared displacement (MSD) ⟨r2(t)⟩ ∼ t1\/2 at intermediate times, corresponding to fluctuations at length scales larger than the persistence length but smaller than the coil size; another study claimed the more conventional Zimm scaling ⟨r2(t)⟩ ∼ t2\/3 in the same time range. Using hydrodynamic simulations as well as analytical and scaling theories, we find a novel intermediate dynamical regime where the effective local exponent of the end-monomer MSD, α(t) = d(log⟨r2(t)⟩)\/d(log t) drops …",
                "We use an exact renormalization-group transformation to study the Ising model on a complex network composed of tightly knit communities nested hierarchically with the fractal scaling recently discovered in a variety of real-world networks. Varying the ratio K∕ J of intercommunity to intracommunity couplings, we obtain an unusual phase diagram: at high temperatures or small K∕ J we have a disordered phase with a Griffiths singularity in the free energy, due to the presence of rare large clusters, which we analyze through the Yang-Lee zeros in the complex magnetic field plane. As the temperature is lowered, true long-range order is not seen, but there is a transition to algebraic order, where pair correlations have power-law decay with distance, reminiscent of the X Y model. The transition is infinite order at small K∕ J and becomes second order above a threshold value (K∕ J) m. The existence of such slowly …"
            ],
            [
                [
                    "Biophysics"
                ]
            ],
            [
                "Michael Hinczewski Associate Professor michael.hinczewski@case.edu 216.368.4240 Rockefeller Building 105A B.S., Yale University (1999) Ph.D., Massachusetts Institute of Technology (2005) Theoretical biophysics and soft matter: motor proteins, single-molecule force spectroscopy, biopolymers, cell adhesion, signaling networks Theoretical Biophysics Research Group Interests Random fluctuations pervade cellular biology, from the level of individual biochemical reactions to the intricate machinery responsible for transport and signaling. And yet despite the noise at all scales, collective order emerges: a bewildering hierarchy of interconnected processes, carefully arranged throughout the volume of the cell. To understand this organization, we need to come to grips not only with the biochemistry involved, but the cell’s material aspects: the jostling of the multitudes of proteins and nucleic acids within its crowded interior, the push and pull of the external environment. The resulting mechanical forces and deformations play a major role in cellular behaviors, from the plasticity of neurons to the spread of tumors. Our group tries to make sense of all this through the lens of statistical physics, which provides a set of powerful tools for exploring complex, stochastic systems. We study a broad range of cellular functions, with a common goal of connecting the long-time, large-scale dynamics, accessible to experimental probes, with a microscopic description that captures the essential physics and chemistry underlying the phenomenon. Among the topics we are interested in: Molecular motors: one way in which cells maintain spatial organization is through motor proteins that bind cargo and move it along networks of cytoskeletal filaments. These proteins—myosins, kinesins, dynein among others—exist in a host of different forms, and we are interested in the common structural design principles behind their dynamics. What explains a motor’s transport efficiency, its perseverance under load, its distribution of step sizes and binding locations? By altering elements of their structure, can we bioengineer motors toward specific biomedical applications? Cell adhesion proteins: in order to latch onto their surroundings, cells exploit an array of interactions between receptor proteins embedded in their surfaces and external binding partners. These adhesion bonds are often subject to significant mechanical forces, for example a white blood cell halting at a site of inflammation in a rapidly flowing blood vessel. Single molecule experiments have measured the force response of many adhesion proteins, and we would like to complete the picture by understanding the conformational changes in protein structure that determine the bond kinetics. At a larger scale, to what extent is a bond’s survival time over a range of forces optimized for the physiological conditions in which the interaction is likely to occur? Cellular signaling: receptors in the cell surface also have a communications role, by binding to signaling molecules like hormones and initiating cascades of chemical reactions in the cell interior. The ability of the cell to accurately process and respond to these environmental cues is limited by the noise introduced in the reaction networks that propagate and amplify the signal. We are interested in the ways cells have evolved to cope with this noise, particularly the striking parallels between biological noise filtering mechanisms and those in human-designed communications systems. Ideas from the latter, like Wiener-Kolmogorov optimal filter theory, turn out to have direct implications for biochemical signaling circuits. Publications M. Hinczewski and D. Thirumalai, “Cellular signaling networks function as generalized Wiener-Kolmogorov filters to suppress noise” Phys. Rev. X in press (2014). B. Ramm, J. Stigler, M. Hinczewski, D. Thirumalai, H. Herrmann, G. Woehlke, and M. Rief, “Sequence-resolved free energy profiles of stress-bearing vimentin intermediate filaments” Proc. Natl. Acad. Sci. 111, 11359 (2014). S. Chakrabarti, M. Hinczewski, and D. Thirumalai, “Plasticity of hydrogen bond networks regulates mechanochemistry of cell adhesion complexes” Proc. Natl. Acad. Sci. 111, 9048 (2014). C. Hyeon, M. Hinczewski, and D. Thirumalai, “Evidence of disorder in biological molecules from single molecule pulling experiments” Phys. Rev. Lett. 112, 138101 (2014). M. Hinczewski, R. Tehver, and D. Thirumalai, “Design principles governing the motility of myosin V” Proc. Natl. Acad. Sci. 110, E4059 (2013). M. Hinczewski, J.C.M. Gebhardt, M. Rief, and D. Thirumalai, “From mechanical folding trajectories to intrinsic energy landscapes of biopolymers” Proc. Natl. Acad. Sci. 110, 4500 (2013)."
            ]
        ]
    ]
}