{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BER9L41V",
            "EsywJ5kAAAAJ",
            [
                "Integral transforms for engineers"
            ],
            [
                "Integral transform methods provide effective ways to solve a variety of problems arising in the engineering, optical and physical sciences. This concise, easy-to-follow reference text introduces the use of integral transforms, with a detailed discussion of the widely applicable Laplace and Fourier transforms. It is suitable as a self-study for practising engineers and applied mathematics, as well as a textbook for students in graduate-level courses in optics, engineering sciences, physics and mathematics. In most sections, applications relevant to engineers and applied scientists are used in place of formal proofs. Numerous examples, exercise sets, illustrations and tables enhance the book's usefulness as a teaching tool and reference."
            ],
            [
                [
                    "fluids",
                    "plasmas"
                ]
            ],
            [
                "Bhimsen Shivamoggi Professor MSB 322 bhimsen.shivamoggi@ucf.edu (407) 823-2061 Course(s) Office Hours American Scientist blog, https:\/\/www.americanscientist.org\/blog\/the-long-view\/like-an-afterburner Stellar rotation effects on the stellar winds,Physics of Plasmas, vol. 27, p.012902, (2020), Editor’s Pick for 2020 Instability of a vortex ring due to toroidal normal fluid flow in superfluid 4He, Europhysics Letters, vol. 129, p.16001, (2020) Exact solutions for the fluid impulse for incompressible and compressible flows, Journal of Mathematical Physics, vol. 61, p.023102, (2020), (co-author: M. Michalak) Direct interaction approximation for non-Markovianized stochastic models in the turbulence problem, Chaos, vol. 29, p.063124, (2019), (co-author: NTuovila) Topological implications of the total generalized electron-flow magnetic helicity invariant in electron magnetohydrodynamics, Physics of Plasmas,Vol. 26, p.044501, (2019), (co-author: M. Michalak) Turbulent relative particle dispersion: Two-dimensional and quasi-geostrophic flows, Physica, 529, p. 121546, (2019) Turbulent relative particle dispersion: Compressibility effects, Europhysics Letters, vol. 115, p.34003, (2016) Turbulent relative particle dispersion: Generalized Brownian motion model, Physics Letters A, vol. 380, 2809, (2016) Plasma relaxation and topological aspects in electron magnetohydrodynamics, Physics of Plasmas, vol. 23, 072302, (2016) Electron magnetohydrodynamics turbulence: Universal features, European Physical Journal D, vol. 69, p.55, (2015) Singularities in fully developed turbulence, Physics Letters A, vol. 379, p. 1887, (2015) Vortex motion in superfluid 4He: effects of normal fluid flow, European Physical Journal B, vol. 86, 275, (2013). Vortex motion in superfluid 4He: Reformulation in the extrinsic vortex filament coordinate space, Physica Review B, vol.84, p.012506, (2011). Steady and unsteady Hall magnetohydrodynamics near an X-type magnetic neutral line, Physics of Plasmas, vol.18, p.052304, (2011). Characteristics of plasma Beltrami states, European Physical Journal D, vol. 64, p.393, (2011). Hydrodynamic impulse in a compressible fluid, Physics Letters A, vol. 374, p.4736, (2010). Course(s) MAP 4342 – M W 1:30PM – 2:50PM – MSB 0109 Daniel Reinhart COS News Math Prof. Pays Tribute To Mentor With Stellar Winds Research Bhimsen Shivamoggi, Ph.D., recently capped three years of research with a publication that presents new ideas about the dynamics of stellar winds. But that’s not… COS Faculty Receive Incentive Awards The College of Sciences is proud to announce the 2015-2016 winners for the Teaching Incentive Program and Research Incentive Award. Each year, UCF’s Academic Affairs’… Office Hours Monday 10:00 am - 11:00 am Tuesday 4:00 pm - 5:00 pm Wednesday 10:00 am - 11:00 am Thursday 4:00 pm - 5:00 pm"
            ]
        ]
    ]
}