{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BEWESIAL",
            "MDsDjEcAAAAJ",
            [
                "GOCE satellite derived gravity and gravity gradient corrected for topographic effect in the South Central Andes region",
                "GOCE derived vertical gravity gradient delineates great earthquake rupture zones along the Chilean margin",
                "Late Oligocene–early Miocene submarine volcanism and deep-marine sedimentation in an extensional basin of southern Chile: Implications for the tectonic development of the North …",
                "A review about the mechanisms associated with active deformation, regional uplift and subsidence in southern South America",
                "New evidence about the subduction of the Copiapó ridge beneath South America, and its connection with the Chilean-Pampean flat slab, tracked by satellite GOCE and EGM2008 models",
                "New insights into the Andean crustal structure between 32 and 34 S from GOCE satellite gravity data and EGM2008 model",
                "Nueva metodología para el cálculo del efecto topográfico para la corrección de datos satelitales",
                "Gradients from GOCE reveal gravity changes before Pisagua Mw= 8.2 and Iquique Mw= 7.7 large megathrust earthquakes",
                "Analysis of the Illapel Mw= 8.3 thrust earthquake rupture zone using GOCE-derived gradients",
                "Crustal structure and tectonic setting of the south central Andes from gravimetric analysis"
            ],
            [
                "Global gravity field models, derived from satellite measurements integrated with terrestrial observations, provide a model of the Earth's gravity field with high spatial resolution and accuracy. The Earth Gravity Model EGM08, a spherical harmonic expansion of the geopotential up to degree and order 2159, has been used to calculate two functionals of the geopotential: the gravity anomaly and the vertical gravity gradient applied to the South Central Andes area. The satellite-only field of the highest resolution has been developed with the observations of satellite GOCE, up to degree and order 250. The topographic effect, a fundamental quantity for the downward continuation and validation of satellite gravity gradiometry data, was calculated from a digital elevation model which was converted into a set of tesseroids. This data is used to calculate the anomalous potential and vertical gravity gradient. In the Southern …",
                "In the south Central Andes region, the Nazca oceanic plate that subducts beneath the South American plate is characterized by a rough topography derived from different oceanic features that collide against the continental margin. These features determine an important segmentation of both the margin and of the interplate zone. The Chilean subduction margin has been characterized by megathrust earthquakes affecting the plate interface with large rupture areas reaching hundreds of kilometers parallel to the trench. The occurrence of these phenomena has been linked, among other causes, to the subduction of sediments that fill the trench and their spatial relation to the relatively prominent oceanic features. We calculated the topography corrected vertical gravity gradient from GOCE satellite data and from EGM2008 model in order to delineate mass heterogeneities related to density variations along the south …",
                "The Chilean margin has been used as the model of an ocean-continent convergent system dominated by compression and active mountain building as a consequence of the strong mechanical coupling between the upper and the lower plates. The Andean Cordillera, however, shows evidence of alternating phases of compressional and extensional deformation. Volcano-sedimentary marine strata in the Aysén region of southern Chile contribute to an understanding of the causes of extensional tectonics and crustal thinning that occurred in the Andean orogeny because these deposits constitute the only reliable record of submarine suprasubduction volcanism during the Cenozoic in southern South America. In order to discern the age and tectono-sedimentary setting of these strata, referred to as the Traiguén Formation, we integrated sedimentology, ichnology, petrography, geochemistry, structural geology …",
                "A broad range of processes acted simultaneously during the Quaternary producing relief in the Andes and adjacent foreland, from the Chilean coast, where the Pacific Ocean floor is being subducted beneath South American, to the Brazilian and the Argentinean Atlantic platform area. This picture shows to be complex and responds to a variety of processes. The Geoid exemplifies this spectrum of uplift mechanisms, since it reflects an important change at 35°S along the Andes and the foreland that could be indicating the presence of dynamic forces modeling the topography with varying intensity through the subduction margin. On the other hand, mountains uplifted in the Atlantic margin, along a vast sector of the Brazilian Atlantic coast and inland regions seem to be created at the area where the passive margin has been hyper-extended and consequently mechanically debilitated and the forearc region shifts …",
                "Satellite-only gravity measurements and those integrated with terrestrial observations provide global gravity field models of unprecedented precision and spatial resolution, allowing the analysis of the lithospheric structure. We used the model EGM2008 (Earth Gravitational Model) to calculate the gravity anomaly and the vertical gravity gradient in the South Central Andes region, correcting these quantities by the topographic effect. Both quantities show a spatial relationship between the projected subduction of the Copiapó aseismic ridge (located at about 27°–30° S), its potential deformational effects in the overriding plate, and the Ojos del Salado-San Buenaventura volcanic lineament. This volcanic lineament constitutes a projection of the volcanic arc toward the retroarc zone, whose origin and development were not clearly understood. The analysis of the gravity anomalies, at the extrapolated zone of the Copiapó …",
                "The subduction of the Nazca oceanic plate under the South American plate in the south-central Andes region is characterized by the oblique collision of the Juan Fernandez Ridge against the continental margin. The upper plate is characterized by a broken foreland, a thrust-and-fold belt and eastward migration of the volcanic arc promoted by the flattening of the slab. Topographic load, thermal state and plate rheology determine the isostatic state of the continental plate. We calculated the vertical gravity gradient from GOCE satellite data in order to delineate the main tectonic features related to density variations resulting from internal and external loads. Then, using the Bouguer anomaly, we calculated the crust–mantle discontinuity and the elastic thickness in the frame of the isostatic lithospheric flexure model applying the convolution method approach. The results obtained show substantial variations in the …",
                "Presentamos el desarrollo de un programa denominado DEM2tess, que permite convertir un modelo digital de elevaciones en un conjunto de prismas esféricos denominados teseroides. Estos últimos se utilizan como datos de entrada en el programa Tesseroids-V2, para la obtención del potencial anómalo y las componentes del tensor del gradiente gravimétrico. Esta nueva metodología permite realizar el cálculo del efecto topográfico que será aplicado a datos gravimétricos y gradiométricos satelitales. El programa Tesseroids, fue modificado respecto de su versión original la cual solo permitía el cálculo con modelos sintéticos. El uso del programa DEM2tess en conjunto con el Tesseroid-V2, permiten realizar cálculos utilizando la topografía real, transformando los datos en un sistema de coordenadas geocéntricos, y de ésta manera comparar los resultados directamente con los datos satelitales. Esta nueva propuesta mejora hasta 50 veces el tiempo de proceso respecto del programa Tesseroids, lo cual es fundamental para el cálculo con grillas de datos topográficos a escala regional.",
                "Considerable improvements in the measurement of the Earth gravity field from GOCE satellite mission have provided global gravity field models with homogeneous coverage, high precision and good spatial resolution. In particular, the vertical gravity gradient (Tzz), in comparison to the classic Bouguer anomaly, defines more accurately superficial mass heterogeneities. Moreover, the correction of these satellite-derived data from the effect of Earth topographic masses by means of new techniques taking into account the Earth curvature, improves results in regional analyses. In a recent work we found a correlation between Tzz and slip distribution for the 2010 Maule Mw = 8.8 earthquake. In the present work, we derive the vertical gravity gradient from the last GOCE only model, corrected by the topographic effect and also by the sediments on depocenters of the offshore region at the Peru–Chile margin, in order to …",
                "Satellite gravimetry has proven to be a useful tool to identify mass anomalies along a subduction interface, interpreted as heterogeneities related to the rupture process during megathrust earthquakes. In the last years, different works, reinforced with data derived from satellite gravity missions as GRACE and now GOCE, have analyzed not only the static component of the Earth gravity field, but also its temporal variations and relation to the seismic cycle. In particular, during the last decade, the Chilean margin has been affected by three megathrust earthquakes (with Mw >8): Maule 2010 Mw = 8.8, Pisagua 2014 Mw = 8.2 and recently the Mw = 8.3 Illapel event. Then, the recently completed GOCE mission (November 2009 to November 2013) offered a unique opportunity to study the Maule February 2010 and Pisagua April 2014 events by means of gravity gradients, directly measured at satellite height …",
                "Based on terrestrial gravity data, in this paper we prepared a map of Bouguer anomalies, which was filtered to separate shallow and deep gravity sources. Based on a density model and gravimetric inversion techniques, the discontinuous crust-mantle boundary and the top of crystalline basement were modeled. Subsequently, the equivalent elastic thickness (Te) was evaluated, considering information from the crust-mantle discontinuity and topographic load, finding high Te values in the eastern Andean foothills and west of the Velasco range. These results are consistent with the positive isostatic and residual Bouguer anomaly values, which suggest the presence of high-density rocks in the mid-to upper crust. In addition, petrographic and geochemical analysis conducted in surface outcrops suggest a mantle origin."
            ],
            [
                [
                    "Earth Sciences",
                    "Geophysics"
                ]
            ],
            [
                "Orlando  Alvarez Professor of Mathematics (secondary appointment) oalvarez@miami.edu (305) 284-7127 1979 Ph.D. Physics  Harvard University 1975 Physics Harvard University 1974 B.A. Physics Princeton University LIST OF SPECIALTIES: Theoretical physics (quantum field theory, string theory and physical mathematics) LIST OF SPECIALTIES: Theoretical physics (quantum field theory, string theory and physical mathematics) 1989 - 1994 Professor (with tenure), University of California at Berkeley, Department of Physics 1986 - 1989 Associate Professor (with tenure), University of California at Berkeley, Department of Physics 1982 - 1986 Assistant Professor, University of California at Berkeley, Department of Physics 1979 - 1982 Research Associate\t, Cornell University, Department of Physics, Newman Laboratory of Nuclear Studies"
            ]
        ]
    ]
}