{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BFFH9T24",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Joshua C. Long Joshua C. Long Associate Professor, Physics jcl@indiana.edu (812) 856-2237 Swain West 271, Center for Exploration of Energy and Matter 109A Postdoctoral Position, University of Colorado, 1997-2002 Ph.D., Johns Hopkins University, 1997 M.S., Johns Hopkins University, 1993 B.A., Amherst College, 1989 CV Publications experimental nuclear physics and gravity About Joshua C. Long My research concentrates on experimental searches for macroscopic forces beyond gravity and electromagnetism at submillimeter length scales, and tests of fundamental symmetries. One experiment, based at the IU Center for Exploration of Energy and Matter (CEEM, formerly the IU Cyclotron), is a test of the Newtonian inverse square law (ISL) at distance ranges less than 100 microns. Modifications to the ISL at short range, arising from new elementary particles or even extra spacetime dimensions, are predicted from many models that attempt to describe gravity and the other fundamental interactions in the same theoretical framework. I collaborate on another experiment at CEEM to test for exotic submillimeter forces coupled to spin. These forces could be mediated by the axion: a light, very weakly interacting particle that could make up much of the “dark matter” of the universe. I also collaborate on two experimental searches for a permanent electric dipole moment of the neutron (nEDM). An nEDM signal would be an example of time reversal symmetry violation and a key to understanding the matter-antimatter asymmetry in the universe. One experiment, under construction at the Los Alamos National Laboratory, aims for a ten-fold improvement in the current nEDM sensitivity. The other, under construction at the Oak Ridge National Laboratory, aims for an additional tenfold improvement. Visit the Center for Exploration of Energy & Matter website"
            ]
        ]
    ]
}