{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BFXXAB35",
            "1J28ExgAAAAJ",
            [
                "How to mesh up Ewald sums. I. A theoretical and numerical comparison of various particle mesh routines",
                "Aggregation and vesiculation of membrane proteins by curvature-mediated interactions",
                "Tunable generic model for fluid bilayer membranes",
                "How to mesh up Ewald sums. II. An accurate error estimate for the particle–particle–particle-mesh algorithm",
                "Fraction of condensed counterions around a charged rod: Comparison of Poisson− Boltzmann theory and computer simulations",
                "Solvent-free model for self-assembling fluid bilayer membranes: stabilization of the fluid phase based on broad attractive tail potentials",
                "Multiscale modeling of emergent materials: biological and soft matter",
                "Elastic deformation of a fluid membrane upon colloid binding",
                "Electrostatic effects in soft matter and biophysics",
                "Adhesion and wrapping in colloid− vesicle complexes"
            ],
            [
                "Standard Ewald sums, which calculate, e.g., the electrostatic energy or the force in periodically closed systems of charged particles, can be efficiently speeded up by the use of the fast Fourier transformation (FFT). In this article we investigate three algorithms for the FFT-accelerated Ewald sum, which have attracted widespread attention, namely, the so-called particle–particle–particle mesh (P3M), particle mesh Ewald (PME), and smooth PME method. We present a unified view of the underlying techniques and the various ingredients which comprise those routines. Additionally, we offer detailed accuracy measurements, which shed some light on the influence of several tuning parameters and also show that the existing methods — although similar in spirit — exhibit remarkable differences in accuracy. We propose a set of combinations of the individual components, mostly relying on the P3M approach, that we regard …",
                "Membrane remodelling 1, 2, 3, 4, 5 plays an important role in cellular tasks such as endocytosis, vesiculation and protein sorting, and in the biogenesis of organelles such as the endoplasmic reticulum or the Golgi apparatus. It is well established that the remodelling process is aided by specialized proteins that can sense 4 as well as create 6 membrane curvature, and trigger tubulation 7, 8, 9 when added to synthetic liposomes. Because the energy needed for such large-scale changes in membrane geometry significantly exceeds the binding energy between individual proteins and between protein and membrane, cooperative action is essential. It has recently been suggested 10, 11 that curvature-mediated attractive interactions could aid cooperation and complement the effects of specific binding events on membrane remodelling. But it is difficult to experimentally isolate curvature-mediated interactions from direct …",
                "We present a model for the efficient simulation of generic bilayer membranes. Individual lipids are represented by one head bead and two tail beads. By means of simple pair potentials these robustly self-assemble to a fluid bilayer state over a wide range of parameters, without the need for an explicit solvent. The model shows the expected elastic behavior on large length scales, and its physical properties (eg, fluidity or bending stiffness) can be widely tuned via a single parameter. In particular, bending rigidities in the experimentally relevant range are obtained, at least within 3–30 k B T. The model is naturally suited to study many physical topics, including self-assembly, fusion, bilayer melting, lipid mixtures, rafts, and protein-bilayer interactions.",
                "We construct an accurate estimate for the root mean square force error of the particle–particle–particle mesh (P3M) algorithm by extending a single particle pair error measure which has been given by Hockney and Eastwood. We also derive an easy to use analytic approximation to the error formula. This allows a straightforward and precise determination of the optimal splitting parameter (as a function of system specifications and P3M parameters) and hence knowledge of the force accuracy prior to the actual simulation. The high quality of the estimate is demonstrated in several examples.",
                "We investigate the phenomenon of counterion condensation in a solution of highly charged rigid polyelectrolytes within the cell model. A method is proposed whichbased on the charge distribution functionidentifies both the fraction of condensed ions and the radial extension of the condensed layer. Within salt-free Poisson−Boltzmann (PB) theory it reproduces the well-known fraction 1−1\/ξ of condensed ions for a Manning parameter ξ > 1. Furthermore, it predicts a weak salt dependence of this fraction and a breakdown of the concept of counterion condensation in the high-salt limit. We complement our theoretical investigations with molecular dynamics simulations of a cell-like model, which constantly yield a stronger condensation than predicted by PB theory. While the agreement between theory and simulation is excellent in the monovalent, weakly charged case, it deteriorates with increasing electrostatic …",
                "We present a simple and highly adaptable method for simulating coarse-grained lipid membranes without explicit solvent. Lipids are represented by one head bead and two tail beads, with the interaction between tails being of key importance in stabilizing the fluid phase. Two such tail-tail potentials were tested, with the important feature in both cases being a variable range of attraction. We examined phase diagrams of this range versus temperature for both functional forms of the tail-tail attraction and found that a certain threshold attractive width was required to stabilize the fluid phase. Within the fluid-phase region we find that material properties such as area per lipid, orientational order, diffusion constant, interleaflet flip-flop rate, and bilayer stiffness all depend strongly and monotonically on the attractive width. For three particular values of the potential width we investigate the transition between gel and fluid …",
                "In this review, we focus on four current related issues in multiscale modeling of soft and biological matter. First, we discuss how to use structural information from detailed models (or experiments) to construct coarse-grained ones in a hierarchical and systematic way. This is discussed in the context of the so-called Henderson theorem and the inverse Monte Carlo method of Lyubartsev and Laaksonen. In the second part, we take a different look at coarse graining by analyzing conformations of molecules. This is done by the application of self-organizing maps, i.e., a neural network type approach. Such an approach can be used to guide the selection of the relevant degrees of freedom. Then, we discuss technical issues related to the popular dissipative particle dynamics (DPD) method. Importantly, the potentials derived using the inverse Monte Carlo method can be used together with the DPD thermostat. In the final …",
                "When a colloidal particle adheres to a fluid membrane, it induces elastic deformations in the membrane which oppose its own binding. The structural and energetic aspects of this balance are investigated within the framework of a Helfrich Hamiltonian. Based on the full nonlinear shape equations for the membrane profile, a line of continuous binding transitions and a second line of discontinuous envelopment transitions are found, which meet at an unusual triple point. The regime of low tension is studied analytically using a small gradient expansion, while in the limit of large tension scaling arguments are derived which quantify the asymptotic behavior of phase boundary, degree of wrapping, and energy barrier. The maturation of animal viruses by budding is discussed as a biological example of such colloid-membrane interaction events.",
                "Soft Condensed Matter commonly deals with materials that are mechanically soft and, more importantly, particularly prone to thermal fluctuation effects. Charged soft matter systems are especially interesting: they can be manufactured artificially as polyelectrolytes to serve as superabsorbers in dypers, as flocculation and retention agents, as thickeners and gelling agents, and as oil-recovery process aids. They are also abundant in living organisms, mostly performing important structural (eg membranes) and functional (eg DNA) tasks. The book describes the many areas in soft matter and biophysics where electrostatic interactions play an important role. It offers in-depth coverage of recent theoretical approaches, advances in computer simulation, and novel experimental techniques. Readership: Advanced undergraduate level in physics, physical chemistry, and theoretical biochemistry.",
                "We present a simple theoretical model for adsorption of colloidal particles onto vesicles. The contact energy of adhesion is balanced by the tension and curvature energies of the vesicle membrane under the constraint of fixed volume, with the geometry of the complex determined by a variational calculation. Physical observables, such as the degree of penetration or the membrane tension, are investigated as functions of colloidal size and adhesion, tension, and bending energies. We find various new (and discontinuous) transitions in the geometry of the complex compared to those from a description that neglects the curvature contribution. Particular emphasis is put on the transition from the partly to the fully wrapped state and on unbinding of the complex at weak adhesion energy or small colloidal size. The above model can be thought of as a phenomenological theory of the initial steps involved in biological …"
            ],
            [
                [
                    "Biological Physics",
                    "Membrane Biophysics",
                    "Soft Matter Physics",
                    "Computer Simulations",
                    "Coarse Graining"
                ]
            ],
            [
                "›              Markus Deserno Markus Deserno Professor of Physics Biological Physics Theory Wean Hall 6319 lab website Ph.D.: Max-Planck-Institute for Polymer Research (2000) Habilitation: Mainz University (Germany), Computational Physics (2006) Professional Societies: American Physical Society, Biophysical Society, American Chemical Society, German Physical Society (DPG) Section Editor, The Biophysical Journal Honors and Awards: Thomas E. Thompson Award, Biophysical Society (2021) Otto Hahn-Medal of the Max Planck Society (2001) Professor of Physics, Carnegie Mellon University, 2016– Associate Head, Physics Department, Carnegie Mellon University, 2013–2017 Indefinite Tenure, Carnegie Mellon University, 2011 Associate Professor, Carnegie Mellon University, 2007–2016 Project Leader, Max-Planck-Institute for Polymer Research, 2003–2007 Post-doctoral Research: UC Los Angeles, 2000–2003 Biological systems belong to the most fascinating and mysterious entities to be found in our universe, and yet their functioning ultimately rests entirely on very well known laws of nature. In order to understand how biological systems work we do not need to discover previously unknown bits of physics and chemistry; the task is rather to piece the puzzle together and learn how simple laws can explain complex phenomena. Biological Physics is thus a synthetic science, much like Statistical Physics, from whose arsenal of methods it frequently and heavily borrows. In my research I look at various exciting problems in Biological Physics, dealing, among other things, with lipid membranes, proteins, viruses, or DNA. In all cases I am most interested in phenomena that occur on length scales larger than atomic resolution (i.e., I'm not looking at the specific chemistry) but smaller than whole cells. On these scales many fundamental physical concepts have a big impact on biology, among them thermal fluctuations, cooperativity, self-assembly, or elasticity. For instance, due to their surfactant-like nature individual lipid molecules in an aqueous environment spontaneously aggregate into membranes, which span laterally over scales many orders of magnitude larger than their thickness. These quasi-two-dimensional fluid surfaces resist bending, a continuum elastic concept, but since the associated moduli are only about one order of magnitude bigger than thermal energy, membranes can exhibit large thermal undulations that can very substantially affect their behavior. In my research I use both theoretical and computational techniques. On the theoretical side I use tools from continuum elastic descriptions, differential geometry, density functional theories, and statistical thermodynamics. On the computational side I mostly use what is known as \"coarse-grained simulations\". This means that the physical system is not represented on the computer in atomic detail. Rather, a much smaller number of degrees of freedom is used to describe a lipid or a protein. Giving up chemical resolution implies that questions dependent on it cannot be addressed. However, on sufficiently large length scales such detail hardly matters, and the physical properties relevant at this scale, for instance the bending rigidity of a membrane, can be accounted for very appropriately. The benefits to be reaped from these simplified theoretical and computational descriptions are twofold: First, one can study much larger systems on much longer time scales with much better statistics, and thus access a new arena for physical questions. Second, if a highly simplified model still manages to capture key aspects of the situation at hand, chances are that we have identified the key bits of physics that matter. In other words, we might just have understood something deep about our system that would not be immediately obvious when looking at the original hugely more complicated situation. Recent Publications Amelie H.R. Koch ., Probing nanoparticle-membrane interactions by combining amphiphilic diblock co-polymer assembly and plasmonics J. Phys. Chem. B 124, 742 (2020) Amirali Hossein and Markus Deserno, Spontaneous curvature, differential stress, and bending modulus of asymmetric lipid membranes, Biophys. J. 118, 624 (2020) M.M. Terzi, M. Deserno, J.F. Nagle, Mechanical Properties of Lipid Bilayers: A Note on the Poisson Ratio Soft Matter 15, 9085 (2019) M.M. Terzi, M.F. Ergüder, M. Deserno, A Consistent Quadratic Curvature-Tilt Theory for Fluid Lipid Membranes J. Chem. Phys. 151, 164108 (2019) M. Pannuzzo, Z.A. McDargh, M. Deserno, The role of scaffold reshaping and disassembly in dynamin driven membrane fission, eLife 7:e39441 (2018) P. Diggins IV, C. Liu, M. Deserno, and R. Potestio, Optimal coarse-grained site selection in elastic network models of biomolecules, J. Chem. Theory Comput. 15, 648 (2018) P. Bassereau, R. Jin, T. Baumgart, M. Deserno, ., The 2018 Biomembrane Curvature and Remodeling Roadmap J. Phys. D: Appl. Phys. 51, 343001 (2018) M. Pannuzzo, R.D. Tilton, and M. Deserno, Responsive Behavior of a Branched-Chain Polymer Network: a Molecular Dynamics Study Soft Matter 14, 6485 (2018) Zachary A. McDargh and Markus Deserno, Dynamin's helical geometry does not destabilize membranes during fission Traffic 19, 328 (2018) M. Mert Terzi and Markus Deserno, Novel Tilt-Curvature Coupling in Lipid Membranes J. Chem. Phys. 147, 084702 (2017) Z.A. McDargh, P. Vázquez-Montejo, J. Guven, and M. Deserno, Constriction by Dynamin: elasticity vs. adhesion Biophys. J. 111, 2470 (2016) X. Wang, M. Deserno, Determining the Pivotal Plane of Fluid Lipid Membranes in Simulations J. Chem. Phys. 143, 164109 (2015)  Researcher ID Theoretical and Computational Biological Physics Part of the Biological Physics Initiative Carnegie Mellon University, Department of Physics Home | People | Science | Publications | Teaching | Links | Resources | News | Internal | BiolPhys | Physics | Carnegie Mellon Welcome... ...to the web pages of the group of Theoretical and Computational Biological Physics, established at the Department of Physics at Carnegie Mellon in Fall 2007! from left to right: Nick, Mert, Markus, Martina, Muhammed, Nishchay, Amirali In our research we use theoretical and computational tools to understand the behavior of a variety of biological systems. We are particularly interested in biological membranes and proteins. Our main tools are coarse grained molecular simulations, continuum theory and statistical physics. Feel free to browse our pages and have a look at the scientific things we're doing here! Colleagues and friends with similar research interests (for sure incomplete!): Denis Andrienko Michael Bachmann Marcia Barbosa Frank Brown Cecilia Clementi Roland Faller Bill Gelbart Jemal Guven Christian Holm Zoya Ignatova Andreas Janshoff Mikko Karttunen Kurt Kremer Martin Müller Christine Peter Manoj Puthenveedu Helmut Schiessel Ulrich Schwarz Pierre Sens Amadeu Sum Emmanuel Trizac . . . . News and Events... 5\/31\/17: Another Padawan turned Jedi knight: today Zach McDargh defended his Ph.D. thesis on the topic of \"Geometry, Mechanics, and Biology: Applications for Membranes and Filaments\". Congratulations, Dr. McDargh! 5\/9\/17: On this auspicious day Xin Wang successfully defended his thesis on the topic \"Elasticity of Lipid Leaflets: Determining Pivotal Plane and Tilt Modulus in Computer Simulations\". Congratulations, Dr. Wang! 5\/2\/16: And one more graduate just within two months: Robert Haussman has successfully defended his PhD thesis on \"Effective field theory of particle interactions mediated by fluid surfaces\". Congratulations, Dr. Haussman! 3\/23\/16: Patrick Diggins IV has successfully defended his PhD thesis on \"Investigation of Elastic Properties of Lipids and Proteins using Computer Simulations\". Congratulations, Dr. Diggins! 9\/18\/15: Our research on designing membrane-coated nanoparticles for drug delivery made it into ACS Nano . See also the press release CMU published about this! 4\/17\/15: Deserno  receives  a new NSF grant on \" Predicting emergent continuum-elastic properties of lipid membranes from molecular-level simulations via consistent and model-free scale bridging \". The award is co-funded between the CTMC section in the Chemistry directorate ( CHE ) and the CMMT section in the Division of Materials Research ( DMR ). 1\/28\/14: Our article \" Determining the bending modulus of a lipid membrane by simulating buckling \" made the list of the most downloaded articles in the Journal of Chemical Physics in 2014 ! 1\/7\/15: Graduate student Zach McDargh wins DeBenedetti Graduate Fellowship. 12\/31\/14: Markus Deserno wins grant on \"Design Hierarchies for Nano-Based Micro-Energetic Macro-Actuators (MEMA)\", sponsored jointly by the College of Science and the College of Engineering . The project is a joint effort between six investigators from both colleges. Besides Deserno, the other PIs are Shelly Anna , Mathias Lösche Krzysztof Matyjaszevski Bob Tilton , and Lynn Walker . 7\/1\/14: Markus Deserno joins the editorial board of the Biophysical Journal. [more] 1\/9\/14: Dr. Pablo Vázquez- Montejo joins the Deserno group as new a postdoctoral researcher on a prestigious CONACyT grant. Welcome! 12\/16\/13: It's Dr. Hu now! Mingyang defended his PhD thesis successfully. That's an  occasion to celebrate! [more] 9\/25\/13: Markus Deserno gives an interview to WRCT 88.3FM , discussing the hypothetical question what would happen if we'd drill a hole all the way through the earth and then jumped in. Listen to it here ! 7\/2\/12: Cem Yolcu successfully defended his PhD thesis. Congratulations, Dr. Yolcu! [more] 11\/4\/11: Deserno acts as opponent on Ph.D. defense of Erik G. Brandt, Royal Institute of Technology, Stockholm, Sweden. Congratulations, Dr. Brandt! 10\/17-21\/11: Deserno, Hu, and Diggins present at CECAM conference \" Coarse-Grained Biomolecular Modeling \" in Lausanne, Switzerland. 9\/21\/11: Markus Deserno gives the Biophysics Colloquium at Cornell . 9\/12\/11: Robert S. Cantor (Dartmouth College) gives the Departmental Colloquium about \"Synaptic Neurotransmission and Anesthesia: a Complex Response from a Simple Stimulus\". 4\/25\/11: it's Dr . Tristan Bereau! Many congratulations! 3\/14\/11: Rob Phillips , Caltech, gives the Departmental Colloquium on \"Transcriptional Regulation by the Numbers\". Profs. Lösche, Linstedt, and Deserno organize a workshop on the Biological and Biophysical Basis of Membrane Dynamics and Organization at the Mellon Institute, November 05\/06. [more] . Prof. Deserno co-organizes a workshop on \"Multiscale modeling of lipid bilayers under equilibrium and non-equilibrium conditions \" in Lausanne, Switzerland, October 27–29, 2010. [more] Profs. Lösche and Deserno co-organize a workshop on Self-Assembly in Biology and Materials Science in Huatulco, Mexico, June 8–12, 2010. [more] Tristan Bereau wins the 2010 Astrid and Bruce McWilliams Graduate Fellowship. [more] Prof. Deserno teaches on the International Workshop on Coarse-Grained Biomolecular Modeling , to be held in Levi, Finland, March 7–12, 2010. [more] Tristan Bereau wins a Student Travel Award to the 2010 annual meeting of the Biophysical Society in San Francisco. Deserno  received NSF CDI grant to cyber-engineer functional nanoparticles for targeted drug delivery . [more] Tristan Bereau wins Guy C. Berry Research Award [more] Looking for a postdoc, PhD position or under-graduate research project or similar? Have a look at our announcements ! Funding:"
            ]
        ]
    ]
}