{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BGBWVEZ6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jeffrey Winicour Research Professor 306 Allen Hall (412) 624-9053 winicour@pitt.edu In an historic event, the advanced LIGO-Virgo gravitational wave observatory has successfully detected the gravitational waves emitted as black holes in a binary system inspiral and merge into a single black hole. In this effort, the theoretical details of the binary waveform were vital for confirming the nature of the observed signal. The initial detection is a resounding confirmation of the historic struggle to theoretically understand gravitational waves and observe their existence. As more observational data is gathered in the future, accurate theoretical models will be increasingly important for understanding the detailed physics of the sources. Although Einstein's equations describe the production of gravitational waves, their complexity and nonlinearity make a purely analytic approach inadequate. This necessitated the introduction of computational methods into general relativity. The main goal of my research is to develop new methods for computing the gravitational waveform and other physical properties of binary black hole inspirals, such as the energy-momentum and angular momentum loss. The approach utilizes characteristic evolution based upon the light cones on which the radiation propagates. Most computational work is based upon time evolution using the Cauchy initial value problem. The reformulation of the initial value problem for general relativity in terms of light cones by Bondi and by Penrose resulted in the first clear understanding of gravitational radiation. Characteristic evolution led to the first code which could successfully locate, track, evolve and compute the waveform for a single distorted, spinning and moving black hole. However, the focusing of the light cones in a binary problem leads to interior caustics which prevent a purely characteristic approach. On the other hand, present Cauchy codes require a finite artificial outer boundary which introduces ambiguity and error in extracting the waveform. The global strategy pursued here combines Cauchy evolution in the interior region containing the black holes with characteristic evolution in the exterior region extending along the light cones to infinity, which integrates the complementary strengths of Cauchy and characteristic evolution. The research combines topics central to modern technology and science: waves and computational methods. The specific research is motivated by gravitational theory but water, sound, elastic and electromagnetic waves obey similar systems of hyperbolic equations and require similar computational treatment. In tackling the complexity of Einstein's equations, my work has involved international experts spanning applied mathematics, computation, gravitational theory and astrophysics. It has led to new methods which have found application not only by numerical relativists but also by others working on this broad class of problems, e.g. seismologists. It has produced a characteristic wave extraction tool which is publicly available to the numerical relativity community as part of the Einstein Toolkit. Selected Publications “Boosted Schwarzschild metrics from a Kerr-Schild Perspective'”, T. Mӓdler and J. Winicour, arXiv:1708.08774 [gr-qc] (2017) “The Algebraic-Hyperbolic Approach to the Linearized Gravitational Constraints on a Minkowski Background”, J. Winicour, Class. Quantum Grav . 34 15701 (2017) “Radiation Memory, Boosted Schwarzschild Spacetimes and Supertranslations”, T. Mӓdler and J. Winicour, Class. Quantum Grav . 34 115009 (2017) “On solving the constraints by integrating a strongly hyperbolic system” I. Rácz and J. Winicour, arXiv:1601.05386 [gr-qc] (2016) “Bondi-Sachs Formalism”, T. Mӓdler and J. Winicour, Scholarpedia 11 33528 (2016) “Spectral Cauchy Characteristic Extraction of strain, news and gravitational radiation flux”, C. J. Handmer, B. Szilágyi and J. Winicour, Class. Quantum Grav . 33 , 225007 (2016) “The sky pattern of the linearized gravitational memory effect” T. Mӓdler and J. Winicour Class. Quantum Grav . 33 , 17500 (2016) “Gauge invariant spectral Cauchy characteristic extraction”, C.J. Handmer, B. Szilágyi and J. Winicour. Class. Quantum Grav . 32 , 235018 (2015) “Black hole initial data without elliptic equations” I. Rácz and J. Winicour, Phys. Rev. D 91 , 124013 (2015) “The merger of small and large black holes”, P. Mösta, L. Andersson, J. Metzger, B. Szilágyi and J. Winicour, Class. and Quantum Grav . 32 , 235003 (2015) “Global aspects of radiation memory”, J. Winicour, Class. Quantum Grav . 31 , 205003 (2014) “Geometric boundary data for the gravitational field”, H-O. Kreiss and J. Winicour, Class. Quantum Grav. 31 , 065004 (2014) “Testing the well-posedness of characteristic evolution of scalar waves”, M. C. Babiuc, H-O. Kreiss and J. Winicour, Class. Quantum Grav . 31 , 025022 (2014) “The affine-null metric formulation of Einstein's equations”, J. Winicour, Phys. Rev. D 87 , 124027 (2014) (412) 624-9053"
            ]
        ]
    ]
}