{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BGP17GMI",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Vahe Peroomian  Associate Professor (Teaching) of Physics and Astronomy  Contact Information  E-mail:  peroomia@usc.edu  Phone: (213) 740-2386 Office: SHS 360        Biographical Sketch   Vahe Peroomian has been teaching physics and astronomy for over 20 years, with a teaching philosophy centered on the success of not just a select few students in each class, but each and every student that is enrolled in the courses he teaches.  Vahé has 25 years of research experience in space science (specializing in geomagnetic storms and their societal impacts) with funding from NASA and the National Science Foundation.  In addition to his passion for astronomy, Vahe is an avid photographer and an author on the Serway and Jewett series of physics textbooks.  Since June 2005, Vahe has also served as a member of the Board of Trustees of Glendale Community College (GCC) in Glendale, California, a city-wise elected position to which he has been reelected three times.   Education   Ph.D. Physics, University of California, Los Angeles, 1994  M.S. Physics, University of California, Los Angeles, 1990  B.S. Physics, University of California, Los Angeles, 1987    Postdoctoral Training   National Research Council Associateship, The Aerospace Corp., 06\/1994-11\/1996    Academic Appointment, Affiliation, and Employment History   Assistant Professor (Teaching) of Physics and Astronomy, University of Southern California, 01\/01\/2015-  Full Adjunct Professor, University of California, Los Angeles, 2013-2014  Research Geophysicist, University of California, Los Angeles, 2009-2014  Lecturer, University of California, Los Angeles, 1999-2013  Associate Research Geophysicist, University of California, Los Angeles, 2002-2009  Assistant Research Geophysicist, University of California, Los Angeles, 1996-2002   Publications  Journal Article   Peroomian, V., Garg, S., El-Alaoui, M. \r\n                                (2014).\r\n                            An MHD simulation study of the dynamics of the 8 – 9 March 2008 CIR\/HSS driven geomagnetic storm. Journal of Geophysical Research - Space Physics. \r\n                                Vol. 119, pp. 2990–3001.  Kronberg, E. A., Ashour-Abdalla, M., Dandouras, I., Delcourt, D. C., Grigorenko, E. E., Kistler, L. M., Kuzichev, I. V., Liao, J., Maggiolo, R., Malova, H. V., Orlova, K. G., Peroomian, V., Shklyar, D. R., Shpritz, Y. Y., Welling, D. T., Zelenyi, L. M. \r\n                                (2014).\r\n                            Circulation of Heavy Ions and Their Dynamical Effects in the Magnetosphere: Recent Observations and Models. Space Science Reviews. pp. doi: 10.1007\/s11214-014-0104-0.  Peroomian, V., El-Alaoui, M., Brandt, P. C. \r\n                                (2011).\r\n                            The ion population of the magnetotail during the 17 April 2002 magnetic storm: Large-scale kinetic simulations and IMAGE\/HENA observations. Journal of Geophysical Research - Space Physics. (116), pp. A05214.  Peroomian, V., El-Alaoui, M. \r\n                                (2008).\r\n                            The storm-time access of solar wind ions to the nightside ring current and plasma sheet. Journal of Geophysical Research - Space Physics. \r\n                                Vol. 113 (A06215), pp. doi:10.1029\/2007JA012872.   Monograph   Peroomian, V., El-Alaoui, M. \r\n                                (2011).\r\n                            The Storm-time injection of ions into the inner magnetosphere: large-scale kinetic simulations and IMAGE\/HENA observations. AIP.    Honors and Awards   Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2013-2014  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2012-2013  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2011-2012  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2010-2011  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2009-2010  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2008-2009  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2007-2008  NASA Group Achievement Award for Theory Investigation Team\/UCLA Global Geoscience (GGS) Investigations Team, 2005-2006  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2004-2005  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2003-2004  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2002-2003  Outstanding Teaching Award, UCLA Department of Physics and Astronomy, 2001-2002    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}