{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BJFGSYGU",
            "Y-AB5DAAAAAJ",
            [
                "Thermal Effects Associated with the Raman Spectroscopy of WO3 Gas-Sensor Materials",
                "Nanobubbles at water-solid interfaces: Calculation of the contact angle based on a simple model",
                "Raman spectroscopy of graphene, graphite and graphene nanoplatelets",
                "Raman spectroscopy of graphitic nanomaterials",
                "Raman spectroscopic characterization of carbon nanotubes & tungsten oxide of relevance to energy storage and gas sensing applications",
                "Raman Spectroscopy, Modeling and Simulation Studies of Carbon Nanotubes",
                "Investigation of Thermal Expansion Properties of Single Walled Carbon Nanotubes by Raman Spectroscopy and Molecular Dynamics Simulation",
                "Raman Spectroscopy and Molecular Dynamics simulation studies of carbon Nanotubes",
                "Frequency stabilization of a mode-locked waveguide laser using the Pound-Drever-Hall technique"
            ],
            [
                "Metal oxides are suitable for detecting, through conductive measurements, a variety of reducing and oxidizing gases in environmental and sensing applications. Metal-oxide gas sensors can be developed with the goal of sensing gases under specific conditions and, as a whole, are heavily dependent on the manufacturing process. Tungsten oxide (WO3) is a promising metal-oxide material for gas-sensing applications. The purpose of this paper is to determine the existence of a correlation between thermal effects and the changes in the Raman spectra for multiple WO3 structures. We have obtained results utilizing Raman spectroscopy for three different structures of WO3 (monoclinic WO3 on Si substrate, nanopowder, and nanowires) that have been subjected to temperatures in the range of 30–160 °C. The major vibrational modes of the WO3:Si and the nanopowder samples, located at ∼807, ∼716, and ∼271 cm …",
                "Nanobubbles have been found to form at the interface of water and solid surfaces. We examine the conditions for such bubbles to form and estimate the pressure inside the bubble based on thermodynamic considerations. Using a simple model we calculate the contact angle for a wide range of temperatures and hypothetical substrates possessing a continuous range of strengths. We show that as the temperature increases the shape of a bubble changes continuously from a spherical cap with low curvature to a complete sphere. An equivalent effect results from either increasing the strength of the solid or decreasing the surface tension. A model of a substrate formed by layers of materials is proposed to obtain a nanobubble with a particular contact angle.",
                "The theoretical simplicity of sp2 carbons, owing to their having a single atomic type per unit cell, makes these materials excellent candidates in quantum chemical descriptions of vibrational and electronic energy levels. Theoretical discoveries, associated with sp2 carbons, such as the Kohn anomaly, electron-phonon interactions, and other exciton-related effects, may be transferred to other potential 2D materials. The information derived from the unique Raman bands from a single layer of carbon atoms also helps in understanding the new physics associated with this material, as well as other two-dimensional materials. The following chapter describes our studies of the G, D, and G′ bands of graphene and graphite, and the characteristic information provided by each material. The G-band peak located at~ 1586 cm− 1, common to all sp2 carbons, has been used extensively by us in the estimation of thermal conductivity and thermal expansion characteristics of the sp2 nanocarbon associated with single walled carbon nanotubes (SWCNT). Scanning electron microscope (SEM) images of functionalized graphene nanoplatelet aggregates doped with argon (A), carboxyl (B), oxygen (C), ammonia (D), fluorocarbon (E), and nitrogen (F), have also been recorded and analyzed using the Gwyddion software.",
                "This chapter showcases some of the versatility of Raman spectroscopic data as applied to the characterization of single (SWNT) and multi-walled (MWNT) carbon nanotubes, few layer graphene and functionalized graphene nanoplatelets, with an emphasis on gas-sensing applications. Specifically, water vapor and a variety of toxic gases (NO, NO the 2 temperature, and SO2 at range 500 ppm in gaseous nitrogen) have been targeted for detection over 24–200 C. The structure of sp2-hybridized carbon allotropes is reviewed and scanning electron microscopy (SEM) imagery utilized in conjunction with Raman spectroscopy to physically and spectrally characterize the various graphitic nanomaterials studied. A Kataura plot analysis associated with the Radial Breathing Mode (RBM) vibrations of SWNT has been used to identify possible chiralities in the graphitic samples employing 455,532 and 780 nm laser excitation wavelengths to record the Raman spectra. The effect of temperature on the various Raman vibrational modes (RBM, G+ and GÀ) has been investigated, along with a determination of the thermal conductivity of SWNTsamples and correlation between the purity of the sample and the variation of the slope of the G+ band with increasing laser power.",
                "Page 1. RAMAN SPECTROSCOPIC CHARACTERIZATION OF CARBON NANOTUBES &\nTUNGSTEN OXIDE OF RELEVANCE TO ENERGY STORAGE AND GAS SENSING\nAPPLICATIONS P. Misra, D. Casimir, R. Garcia-Sanchez Howard University, Washington,\nDC S. Baliga General Monitors Inc., Lake Forest, CA June 15, 2015 Page 2. OUTLINE \nBackground  Goals  Methodology and Results  Raman Spectroscopy  Temperature\nExperiments  Gas Exposure Experiments  Molecular Dynamics  Conclusions Page 3.\nCARBON NANOTUBE LATTICE  Nanotubes can be separated into two major classifications,\nnamely chiral and achiral  Fortunately, using a folding construction on a flat graphene lattice,\nthe primitive lattice of any single wall nanotube based on these two classifications can be\nconstructed. Chiral “Armchair” “Zigzag” P. Wong; D. Akinwande, (2011) … \n",
                "This chapter focuses on two types of carbon nanotubes (CNTs): single-walled carbon nanotubes (SWCNTs) and multi-walled carbon nanotubes (MWCNTs). CNTs are cylindrically-shaped carbon allotropes. They consist of a single layer of sp2-hybridized carbon atoms, giving it a hollow cylindrical shape. The majority of SWCNT samples have diameters on the order of ~1 nm and lengths on the order of microns to centimeters. MWCNTs are composed of concentric layers of SWCNTs nested inside one another, giving it a layered cylindrical shape. In the present chapter, we will provide a historical overview of CNTs and examine specifically their thermal properties as it relates to their applications to the semiconductor industry and nanoelectronics. The understanding of CNT chirality through the visualization of rolled-up graphene sheets will provide insight into the versatility and myriad thermo-mechanical and …",
                "The mechanical properties of nano-sized materials seem to differ significantly from the predicted behavior of their bulk macroscopic counterparts (Smart, 2014, 16). The former tend to be stronger, more malleable and exhibit greater flexibility. The thermal properties of materials have also been shown to be altered significantly after having been shrunken to nanometer dimensions. The nano material that exhibits this peculiar behavior that is studied in this dissertation are single walled carbon nanotubes. Single walled carbon nanotubes are hollow cylindrical tubes that are one atomic layer in thickness and made up of sp2 hybridized carbon atoms. The majority of samples have diameters on the order 1 nm, with lengths ranging from 1 micron to sometimes a centimeter (Tomanek, 2008, v).",
                "Carbon Nanotubes (CNTs) are honey-combed lattices rolled up into cylinders with nanometer-sized diameters and lengths on the order of microns. Actively studied for over thirty years, and with now greater availability, single-walled nanotubes are predicted to significantly impact semi-conductor physics, owing to their unique electronic properties and reduced dimensionality. Some of the semi-conductor technologies in which CNTs are expected to hold significant promise are in super-capacitors, hydrogen storage materials, nanoprobes, and bio-chemical sensors. Necessary to many future CNT applications is a clear understanding of their thermal properties, as nano-devices based on single-walled and\/or multi-walled nanotubes may have to experience high temperatures during the manufacturing process while being operated. This, in turn, affects the reliability due to thermal expansion and the ensuing …",
                "The generation of stable mode-locked pulses in the 1550 nm regime is required for high resolution signal processing used in transient probes, optical clocks, and optical A-D converters. More recently the frequency combs comprising these pulses have been applied to innovative methods of arbitrary waveform generation (AWG) in the optical domain. Temporal stability, however, limits the performance in some of those applications. We show here that a Pound-Drever-Hall (PDH) technique applied to a mode-locked Erbium Doped Waveguide Laser (EDWL) effectively stabilizes the frequency comb for extended time intervals. The ultra-compact waveguide configuration offers greater packaging flexibility. The system performance in terms of temporal stability is also found to compare favorably with those of a high grade commercial erbium-doped fiber laser (EDFL)."
            ],
            [
                [

                ]
            ]
        ]
    ]
}