{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BJWFMG59",
            "NBnC0ZUAAAAJ",
            [
                "Age-related change in executive function: Developmental trends and a latent variable analysis",
                "Genome-wide association analyses identify 44 risk variants and refine the genetic architecture of major depression",
                "A dynamical model of general intelligence: the positive manifold of intelligence by mutualism.",
                "Factor analysis of variables with 2, 3, 5 and 7 response categories: A comparison of categorical variable estimators using simulated data",
                "A solution to dependency: using multilevel analysis to accommodate nested data",
                "Severity Indices of Personality Problems (SIPP-118): Development, factor structure, reliability, and validity.",
                "Are intelligence tests measurement invariant over time? Investigating the nature of the Flynn effect",
                "Statistical modeling of the individual: Rationale and application of multivariate stationary time series analysis",
                "The psychology of deafness: Techniques of appraisal for rehabilitation."
            ],
            [
                "This study examined the developmental trajectories of three frequently postulated executive function (EF) components, Working Memory, Shifting, and Inhibition of responses, and their relation to performance on standard, but complex, neuropsychological EF tasks, the Wisconsin Card Sorting Task (WCST), and the Tower of London (ToL). Participants in four age groups (7-, 11-, 15-, and 21-year olds) carried out nine basic experimental tasks (three tasks for each EF), the WCST, and the ToL. Analyses were done in two steps: (1) analyses of (co)variance to examine developmental trends in individual EF tasks while correcting for basic processing speed, (2) confirmatory factor analysis to extract latent variables from the nine basic EF tasks, and to explain variance in the performance on WCST and ToL, using these latent variables. Analyses of (co)variance revealed a continuation of EF development into adolescence …",
                "Major depressive disorder (MDD) is a common illness accompanied by considerable morbidity, mortality, costs, and heightened risk of suicide. We conducted a genome-wide association meta-analysis based in 135,458 cases and 344,901 controls and identified 44 independent and significant loci. The genetic findings were associated with clinical features of major depression and implicated brain regions exhibiting anatomical differences in cases. Targets of antidepressant medications and genes involved in gene splicing were enriched for smaller association signal. We found important relationships of genetic risk for major depression with educational attainment, body mass, and schizophrenia: lower educational attainment and higher body mass were putatively causal, whereas major depression and schizophrenia reflected a partly shared biological etiology. All humans carry lesser or greater numbers of genetic …",
                "Scores on cognitive tasks used in intelligence tests correlate positively with each other, that is, they display a positive manifold of correlations. The positive manifold is often explained by positing a dominant latent variable, the g factor, associated with a single quantitative cognitive or biological process or capacity. In this article, a new explanation of the positive manifold based on a dynamical model is proposed, in which reciprocal causation or mutualism plays a central role. It is shown that the positive manifold emerges purely by positive beneficial interactions between cognitive processes during development. A single underlying g factor plays no role in the model. The model offers explanations of important findings in intelligence research, such as the hierarchical factor structure of intelligence, the low predictability of intelligence from early childhood performance, the integration\/differentiation effect, the increase in …",
                "Two estimators in the factor analysis of categorical items are studied, the weighted least squares function implemented in the tandem PRELIS‐LISREL 7 and a generalized least squares function implemented in LISCOMP. Of main interest is the performance of these estimators in relatively small samples (200 to 400) and the comparison of their performance with the normal theory maximum likelihood estimator given an increasing number of response categories. The evaluation of the performance of these estimators concerns the variability of the parameter estimates, the bias of the parameter estimates, the distribution of the parameter estimates and the χ2 goodness‐of‐fit statistics. The model used in the simulation is an 8‐indicator single common factor model. The effect of model size (12‐ and 16‐indicator models) on the categorical item estimator of LISREL 7 is investigated briefly.The results indicate that in the …",
                "In neuroscience, experimental designs in which multiple observations are collected from a single research object (for example, multiple neurons from one animal) are common: 53% of 314 reviewed papers from five renowned journals included this type of data. These so-called'nested designs' yield data that cannot be considered to be independent, and so violate the independency assumption of conventional statistical methods such as the t test. Ignoring this dependency results in a probability of incorrectly concluding that an effect is statistically significant that is far higher (up to 80%) than the nominal α level (usually set at 5%). We discuss the factors affecting the type I error rate and the statistical power in nested data, methods that accommodate dependency between observations and ways to determine the optimal study design when data are nested. Notably, optimization of experimental designs nearly always …",
                "This article describes a series of studies involving 2,730 participants on the development and validity testing of the Severity Indices of Personality Problems (SIPP), a self-report questionnaire covering important core components of (mal) adaptive personality functioning. Results show that the 16 facets constituted homogeneous item clusters (ie, unidimensional and internally consistent parcels) that fit well into 5 clinically interpretable, higher order domains: self-control, identity integration, relational capacities, social concordance, and responsibility. These domains appeared to have good concurrent validity across various populations, good convergent validity in terms of associations with interview ratings of the severity of personality pathology, and good discriminant validity in terms of associations with trait-based personality disorder dimensions. Furthermore, results suggest that the domain scores are stable over a …",
                "The gains of scores on standardized intelligence tests (i.e., Flynn effect) have been the subject of extensive debate concerning their nature, causes, and implications. The aim of the present study is to investigate whether five intelligence tests are measurement invariant with respect to cohort. Measurement invariance implies that gains over the years can be attributed to increases in the latent variables that the tests purport to measure. The studies reported contain original data of Dutch Wechsler Adult Intelligence Scale (WAIS) gains from 1967 to 1999, Dutch Differential Aptitude Test (DAT) gains from 1984 to 1995, gains on a Dutch children intelligence test (RAKIT) from 1982 to 1993, and reanalyses of results from Must, Must, and Raudik [Intelligence 167 (2003) 1–11] and Teasdale and Owen [Intelligence 28 (2000) 115–120]. The results of multigroup confirmatory factor analyses clearly indicate that measurement …",
                "Results obtained with interindividual techniques in a representative sample of a population are not necessarily generalizable to the individual members of this population. In this article the specific condition is presented that must be satisfied to generalize from the interindividual level to the intraindividual level. A way to investigate whether this condition is satisfied is by means of multivariate time series analysis. More generally, time series analysis can be used to investigate psychological processes situated within individuals. In this article we consider a well established class of multivariate stationary time series models that may be used to study the intraindividual covariance structure. We demonstrate the application of some of these models with an empirical example consisting of state measurements of behavior associated with the Five Factor Model of Personality. We illustrate how one can investigate whether …",
                "The purpose is to provide guides for the psychological appraisal and subsequent rehabilitation of adults and children with impaired hearing. 2 relatively short parts deal with the implications of impaired hearing and psychological practice in a rehabilitation setting. The major portion is devoted to techniques of psychological examination and evaluation of persons with impaired hearing. These range from case histories and interviews to specific tests. The final part is a brief but succinct list of problems for research that have significance for clinical practice.(PsycINFO Database Record (c) 2016 APA, all rights reserved)"
            ],
            [
                [

                ]
            ]
        ]
    ]
}