{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BL6QSJ7C",
            "aJLIEIgAAAAJ",
            [
                "Supercapacitor electrode materials: nanostructures from 0 to 3 dimensions",
                "Photoluminescence Quenching in Single-Layer MoS2 via Oxygen Plasma Treatment",
                "Photoluminescence quenching in gold-MoS 2 hybrid nanoflakes",
                "Imaging nanoparticles in cells by nanomechanical holography",
                "Tuning the electrical property via defect engineering of single layer MoS 2 by oxygen plasma",
                "New modes for subsurface atomic force microscopy through nanomechanical coupling",
                "Critical issues in sensor science to aid food and water safety",
                "Elastic phase response of silica nanoparticles buried in soft matter",
                "Two-dimensional lateral heterojunction through bandgap engineering of MoS2 via oxygen plasma",
                "Pump–probe photothermal spectroscopy using quantum cascade lasers"
            ],
            [
                "Supercapacitors have drawn considerable attention in recent years due to their high specific power, long cycle life, and ability to bridge the power\/energy gap between conventional capacitors and batteries\/fuel cells. Nanostructured electrode materials have demonstrated superior electrochemical properties in producing high-performance supercapacitors. In this review article, we describe the recent progress and advances in designing nanostructured supercapacitor electrode materials based on various dimensions ranging from zero to three. We highlight the effect of nanostructures on the properties of supercapacitors including specific capacitance, rate capability and cycle stability, which may serve as a guideline for the next generation of supercapacitor electrode design.",
                "By creating defects via oxygen plasma treatment, we demonstrate optical properties variation of single-layer MoS2. We found that, with increasing plasma exposure time, the photoluminescence (PL) evolves from very high intensity to complete quenching, accompanied by gradual reduction and broadening of MoS2 Raman modes, indicative of distortion of the MoS2 lattice after oxygen bombardment. X-ray photoelectron spectroscopy study shows the appearance of the Mo6+ peak, suggesting the creation of MoO3 disordered regions in the MoS2 flake. Finally, using band structure calculations, we demonstrate that the creation of MoO3 disordered domains upon exposure to oxygen plasma leads to a direct-to-indirect bandgap transition in single-layer MoS2, which explains the observed PL quenching.",
                "Achieving tunability of two dimensional (2D) transition metal dichalcogenides (TMDs) functions calls for the introduction of hybrid 2D materials by means of localized interactions with zero dimensional (0D) materials. A metal-semiconductor interface, as in gold (Au)-molybdenum disulfide (MoS 2), is of great interest from the standpoint of fundamental science as it constitutes an outstanding platform to investigate plasmonic-exciton interactions and charge transfer. The applied aspects of such systems introduce new options for electronics, photovoltaics, detectors, gas sensing, catalysis and biosensing. Here we consider pristine MoS 2 and study its interaction with Au nanoislands, resulting in local variations of photoluminescence (PL) in Au-MoS 2 hybrid structures. By depositing monolayers of Au on MoS 2, we investigate the electronic structure of the resulting hybrid systems. We present strong evidence of PL …",
                "Nanomaterials have potential medical applications, for example in the area of drug delivery, and their possible adverse effects and cytotoxicity are curently receiving attention 1, 2. Inhalation of nanoparticles is of great concern, because nanoparticles can be easily aerosolized. Imaging techniques that can visualize local populations of nanoparticles at nanometre resolution within the structures of cells are therefore important 3. Here we show that cells obtained from mice exposed to single-walled carbon nanohorns can be probed using a scanning probe microscopy technique called scanning near field ultrasonic holography. The nanohorns were observed inside the cells, and this was further confirmed using micro Raman spectroscopy. Scanning near field ultrasonic holography is a useful technique for probing the interactions of engineered nanomaterials in biological systems, which will greatly benefit areas in drug …",
                "We have demonstrated that the electrical property of single-layer molybdenum disulfide (MoS2) can be significantly tuned from the semiconducting to the insulating regime via controlled exposure to oxygen plasma. The mobility, on-current and resistance of single-layer MoS2 devices were varied by up to four orders of magnitude by controlling the plasma exposure time. Raman spectroscopy, X-ray photoelectron spectroscopy and density functional theory studies suggest that the significant variation of electronic properties is caused by the creation of insulating MoO3-rich disordered domains in the MoS2 sheet upon oxygen plasma exposure, leading to an exponential variation of resistance and mobility as a function of plasma exposure time. The resistance variation calculated using an effective medium model is in excellent agreement with the measurements. The simple approach described here can be used for the …",
                "Non-destructive, nanoscale characterization techniques are needed to understand both synthetic and biological materials. The atomic force microscope uses a force-sensing cantilever with a sharp tip to measure the topography and other properties of surfaces 1, 2. As the tip is scanned over the surface it experiences attractive and repulsive forces that depend on the chemical and mechanical properties of the sample. Here we show that an atomic force microscope can obtain a range of surface and subsurface information by making use of the nonlinear nanomechanical coupling between the probe and the sample. This technique, which is called mode-synthesizing atomic force microscopy, relies on multi-harmonic forcing of the sample and the probe. A rich spectrum of first-and higher-order couplings is discovered, providing a multitude of new operational modes for force microscopy, and the capabilities of the …",
                "The stability of food and water supplies is widely recognized as a global issue of fundamental importance. Sensor development for food and water safety by nonconventional assays continues to overcome technological challenges. The delicate balance between attaining adequate limits of detection, chemical fingerprinting of the target species, dealing with the complex food matrix, and operating in difficult environments are still the focus of current efforts. While the traditional pursuit of robust recognition methods remains important, emerging engineered nanomaterials and nanotechnology promise better sensor performance but also bring about new challenges. Both advanced receptor-based sensors and emerging non-receptor-based physical sensors are evaluated for their critical challenges toward out-of-laboratory applications.",
                "Tracking the uptake of nanomaterials by living cells is an important component in assessing both potential toxicity and in designing future materials for use in vivo. We show that the difference in the local elasticity at the site of silica (SiO2) nanoparticles confined within a macrophage enables functional ultrasonic interactions. By elastically exciting the cell, a phase perturbation caused by the buried SiO2 nanoparticles was detected and used to map the subsurface populations of nanoparticles. Localization and mapping of stiff chemically synthesized silica nanoparticles within the cellular structures of a macrophage are important in basic as well as applied studies.",
                "The present study explores the structural, optical (photoluminescence (PL)), and electrical properties of lateral heterojunctions fabricated by selective exposure of mechanically exfoliated few layer two-dimensional (2D) molybdenum disulfide (MoS 2) flakes under oxygen (O 2)-plasma. Raman spectra of the plasma exposed MoS 2 flakes show a significant loss in the structural quality due to lattice distortion and creation of oxygen-containing domains in comparison to the pristine part of the same flake. The PL mapping evidences the complete quenching of peak A and B consistent with a change in the exciton states of MoS 2 after the plasma treatment, indicating a significant change in its band gap properties. The electrical transport measurements performed across the pristine and the plasma-exposed MoS 2 flake exhibit a gate tunable current rectification behavior with a rectification ratio up to 1.3× 10 3 due to the …",
                "Obtaining compositional information for objects from a distance remains a major challenge in chemical and biological sensing. Capitalizing on mid-infrared (IR) excitation of molecules by using quantum cascade lasers (QCLs) and invoking a pump–probe technique, we present a variation of the photothermal process that can provide spectral fingerprints of substances from a variable standoff distance. We have evaluated the modal variations of the QCL beam that must be taken into account when applying QCLs for photothermal measurements. The results compare well with spectra obtained from conventional IR spectroscopy. Guided by the results, the potential of the measurements to be extended such that each point within a target region may be spectrally interrogated to form a hyperspectral image is discussed."
            ],
            [
                [
                    "Nanometrology",
                    "Atomic Force Microscopy"
                ]
            ]
        ]
    ]
}