{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BLKXGJVA",
            "q96WOZkAAAAJ",
            [
                "An integrated encyclopedia of DNA elements in the human genome",
                "Identification and analysis of functional elements in 1% of the human genome by the ENCODE pilot project",
                "Distinct and predictive chromatin signatures of transcriptional promoters and enhancers in the human genome",
                "The accessible chromatin landscape of the human genome",
                "Histone modifications at human enhancers reflect global cell-type-specific gene expression",
                "Epigenome editing by a CRISPR-Cas9-based acetyltransferase activates genes from promoters and enhancers",
                "High-resolution mapping and characterization of open chromatin across the genome",
                "A user's guide to the encyclopedia of DNA elements (ENCODE)"
            ],
            [
                "The human genome encodes the blueprint of life, but the function of the vast majority of its nearly three billion bases is unknown. The Encyclopedia of DNA Elements (ENCODE) project has systematically mapped regions of transcription, transcription factor association, chromatin structure and histone modification. These data enabled us to assign biochemical functions for 80% of the genome, in particular outside of the well-studied protein-coding regions. Many discovered candidate regulatory elements are physically associated with one another and with expressed genes, providing new insights into the mechanisms of gene regulation. The newly identified elements also show a statistical correspondence to sequence variants linked to human disease, and can thereby guide interpretation of this variation. Overall, the project provides new insights into the organization and regulation of our genes and genome, and is …",
                "We report the generation and analysis of functional data from multiple, diverse experiments performed on a targeted 1% of the human genome as part of the pilot phase of the ENCODE Project. These data have been further integrated and augmented by a number of evolutionary and computational analyses. Together, our results advance the collective knowledge about human genome function in several major areas. First, our studies provide convincing evidence that the genome is pervasively transcribed, such that the majority of its bases can be found in primary transcripts, including non-protein-coding transcripts, and those that extensively overlap one another. Second, systematic examination of transcriptional regulation has yielded new understanding about transcription start sites, including their relationship to specific regulatory sequences and features of chromatin accessibility and histone modification. Third, a …",
                "Eukaryotic gene transcription is accompanied by acetylation and methylation of nucleosomes near promoters, but the locations and roles of histone modifications elsewhere in the genome remain unclear. We determined the chromatin modification states in high resolution along 30 Mb of the human genome and found that active promoters are marked by trimethylation of Lys4 of histone H3 (H3K4), whereas enhancers are marked by monomethylation, but not trimethylation, of H3K4. We developed computational algorithms using these distinct chromatin signatures to identify new regulatory elements, predicting over 200 promoters and 400 enhancers within the 30-Mb region. This approach accurately predicted the location and function of independently identified regulatory elements with high sensitivity and specificity and uncovered a novel functional enhancer for the carnitine transporter SLC22A5 (OCTN2). Our …",
                "DNase I hypersensitive sites (DHSs) are markers of regulatory DNA and have underpinned the discovery of all classes of cis-regulatory elements including enhancers, promoters, insulators, silencers and locus control regions. Here we present the first extensive map of human DHSs identified through genome-wide profiling in 125 diverse cell and tissue types. We identify∼ 2.9 million DHSs that encompass virtually all known experimentally validated cis-regulatory sequences and expose a vast trove of novel elements, most with highly cell-selective regulation. Annotating these elements using ENCODE data reveals novel relationships between chromatin accessibility, transcription, DNA methylation and regulatory factor occupancy patterns. We connect∼ 580,000 distal DHSs with their target promoters, revealing systematic pairing of different classes of distal DHSs and specific promoter types. Patterning of chromatin …",
                "The human body is composed of diverse cell types with distinct functions. Although it is known that lineage specification depends on cell-specific gene expression, which in turn is driven by promoters, enhancers, insulators and other cis-regulatory DNA sequences for each gene 1, 2, 3, the relative roles of these regulatory elements in this process are not clear. We have previously developed a chromatin-immunoprecipitation-based microarray method (ChIP-chip) to locate promoters, enhancers and insulators in the human genome 4, 5, 6. Here we use the same approach to identify these elements in multiple cell types and investigate their roles in cell-type-specific gene expression. We observed that the chromatin state at promoters and CTCF-binding at insulators is largely invariant across diverse cell types. In contrast, enhancers are marked with highly cell-type-specific histone modification patterns, strongly …",
                "Technologies that enable targeted manipulation of epigenetic marks could be used to precisely control cell phenotype or interrogate the relationship between the epigenome and transcriptional control. Here we describe a programmable, CRISPR-Cas9-based acetyltransferase consisting of the nuclease-null dCas9 protein fused to the catalytic core of the human acetyltransferase p300. The fusion protein catalyzes acetylation of histone H3 lysine 27 at its target sites, leading to robust transcriptional activation of target genes from promoters and both proximal and distal enhancers. Gene activation by the targeted acetyltransferase was highly specific across the genome. In contrast to previous dCas9-based activators, the acetyltransferase activates genes from enhancer regions and with an individual guide RNA. We also show that the core p300 domain can be fused to other programmable DNA-binding proteins. These …",
                "Mapping DNase I hypersensitive (HS) sites is an accurate method of identifying the location of genetic regulatory elements, including promoters, enhancers, silencers, insulators, and locus control regions. We employed high-throughput sequencing and whole-genome tiled array strategies to identify DNase I HS sites within human primary CD4+ T cells. Combining these two technologies, we have created a comprehensive and accurate genome-wide open chromatin map. Surprisingly, only 16%–21% of the identified 94,925 DNase I HS sites are found in promoters or first exons of known genes, but nearly half of the most open sites are in these regions. In conjunction with expression, motif, and chromatin immunoprecipitation data, we find evidence of cell-type-specific characteristics, including the ability to identify transcription start sites and locations of different chromatin marks utilized in these cells. In addition, and …",
                "The mission of the Encyclopedia of DNA Elements (ENCODE) Project is to enable the scientific and medical communities to interpret the human genome sequence and apply it to understand human biology and improve health. The ENCODE Consortium is integrating multiple technologies and approaches in a collective effort to discover and define the functional elements encoded in the human genome, including genes, transcripts, and transcriptional regulatory regions, together with their attendant chromatin states and DNA methylation patterns. In the process, standards to ensure high-quality data have been implemented, and novel algorithms have been developed to facilitate analysis. Data and derived results are made available through a freely accessible database. Here we provide an overview of the project and the resources it is generating and illustrate the application of ENCODE data to interpret the human genome."
            ],
            [
                [

                ]
            ],
            [
                "Apply Visit Request Info Give Faculty and Staff Parents and Families Future Partners Job Seekers Miami at a Glance Visit Miami Oxford, Ohio Regional Campuses Luxembourg Campus Diversity, Equity, and Inclusion Miami Tribe Relations Leadership and Administration Sustainability Partnerships Publications and Policies Majors and Minors Academic Approach Honors Programs Academic Calendar Continuing Education Colleges and Schools Academic Advising Miami Online Graduate Programs Education Abroad International Student Resources Three-Year Pathways Admission & Aid First-Year Students Transfer Students International Students Non-Degree Students Graduate Students Application Status High School Counselors Visit Outcomes Career Exploration Student Success Alumni Association Rankings and Recognition Life at Miami Housing and Dining Involvement and Recreation Personal Development Arts and Culture Campus Safety and Security Health and Well-Being Brick and Ivy Campus Store Living Off-Campus Undergraduate Research Graduate Research Research Partnerships Funding Opportunities Athletics Miami RedHawks Varsity Sports Recreational Activities and Sports Regionals Athletics and Recreation About Miami Board of Trustees Biography Renate Crawford President's Executive Cabinet President's Office Staff Diversity, Equity, and Inclusion Task Force President's Report Remarks\/Addresses Messages to the Community Strategic Plan for Miami's Future Biography About Miami Leadership and Administration President Biography Dr. Gregory P. Crawford Gregory P. Crawford is the 22nd president of Miami University. A native of Elyria, Ohio, he and his wife, Dr. Renate Crawford, came to Miami in July 2016. Since his arrival at Miami, President Crawford has emphasized diversity and inclusion, engagement with students, and collaboration and interdisciplinary study across all of Miami’s campuses and colleges. President Crawford is a member of the Board of Directors at Cintrifuse , the incubator and accelerator dedicated to creating a stronger technology presence in Greater Cincinnati. He is active in the Inter-University Council of Ohio (IUC), the association representing Ohio’s 14 public universities. He has actively engaged federal, state and local policymakers and stakeholders to advance higher education in Ohio and beyond. Before joining the Miami community, President Crawford was vice president and associate provost at the University of Notre Dame. He joined Notre Dame's faculty in 2008, serving as the William K. Warren Foundation Dean of the College of Science. He previously served as the dean of engineering at Brown University, where he had joined the physics and engineering faculty in 1996. President Crawford earned bachelor's (mathematics and physics), master's (physics), and doctorate (chemical physics) degrees from Kent State University. He completed two postdoctoral fellowships and was a researcher at the Xerox Palo Alto Research Center before joining the faculty at Brown. His work includes more than 400 research and education publications, review articles and book chapters, and 21 U.S. patents and patent applications. President Crawford met his wife Renate while both were in the Ph.D. program in Physics at Kent State University. Renate Crawford, Miami’s university ambassador and an adjunct professor of physics, is the author of numerous scholarly publications about Confined Liquid Crystals – and her sister is a “Miami Merger.” Greg and Renate are the proud parents of two daughters. Both girls have been actively involved in the Crawfords' fundraising efforts for Niemann-Pick Type C disease and breast cancer, and are excited to be part of the Miami family. Selected Publications \"Band Structures of Orientational Modes in Quasi-Periodic Mesoscale Liquid Crystal-Polymer Dispersions,\" Physical Review Letters 98 173901 (2007), M. Avsec, I. Drevensek-Olenik, A. Mertelj, S. P. Gorkhali, G. P. Crawford, and M. Copic. \"Liquid Crystal Materials Find a New order in Biomedical Applications,\" Nature Materials 6, 929 (2007), S. J. Woltman, G. D. Jay, and G. P. Crawford. \"Noninvasive Optical, Electrical, and Acoustic Methods of Total Hemoglobin Determination,\" Clinical Chemistry 54, 264 (2008), J.W. McMurdy, G.D. Jay, S. Suner, and G. P. Crawford. \"A Drug Screening Platform Based on the Contractility of Tissue Engineered Muscle,\" Muscle and Nerve 37, 438 (2008), H. Vandenburgh, J. Shansky, F.\/ Benesch-Lee, V. Barbata, J. Reid, L. Thorrez, R. Valentini, and G. P. Crawford. Crawford Patents Crawford Patents An accomplished innovator, Dr. Crawford is credited with 21 patents. The following four are pending application: \"Tissue Sensor and uses thereof,\" F. Benesch, V. Barbata, R. Valentini, H. Vandenburgh, and G. P. Crawford (pending application 20060105357) \"Hemoglobin Determination Using Optical Spectroscopy,\" G. P. Crawford and G. D. Jay, (pending application 20070123762) \"Active Cutaneous Technology,\" G. P. Crawford and G. D. Jay (pending application 20090029331) \"Active Sunscreen Composition,\" G. D. Jay and G. P. Crawford (pending application 20100021400) More 1. \"Optical Equivalents of Fiber Optic Face Plates Using Reactive Liquid Crystals and Polymers,\" G. P. Crawford, T. G. Fiske, and L. D. Silverstein, U.S. 5,726,730 (1998). 2. \"Enhanced Off-Axis Viewing Performance of Liquid Crystal Display Employing Fiber Optic Faceplate in Conjunction with Dual Negative Retarders and a Brightness Enhancing Film on the Illumination Source,\" G. P. Crawford, T. G. Fiske, and L. D. Silverstein, U.S. 5,751,390 (1998). 3. \"Liquid Crystal Cell Constructed to Produce a Highly Anisotropic Light Distribution Possessing Extremely High Contrast Around a Narrow Meridian,\" G. P. Crawford, T. G. Fiske, and L. D. Silverstein, U.S. 5,867,240 (1999). 4. \"Methods to Fabricate Optical Equivalents of Fiber Optic Face Plates Using Reactive Liquid Crystals and Polymers,\" G. P. Crawford, T. G. Fiske, and L. D. Silverstein, U.S. 5,928,819 (1999). 5. \"Smart Spacers for Active Matrix Liquid Crystal Projection Light Valves,\" G. P. Crawford and J. Ho, U.S. 5,978,063 (1999). 6. \"Bistable Reflective Display and Methods for Forming the Same,\" G. P. Crawford, U.S. 5,956,113 (1999). 7. \"Enhanced Off-Axis Viewing Performance Employing a Fiber-Optic-Face-Plate (FOFP) Having Opaquely Masked Front Surface and Front Face,\" T. Fiske, L. Silverstein, and G. P. Crawford, U.S. 5959711 (1999). 8. \"Broadband Reflective Display and Methods for Forming the Same,\" G. P. Crawford, T. G. Fiske, and L. S. Silverstein, U.S. 5,875,012 (2000). 9. \"Holographically Formed Reflective Display, Liquid Crystal Display and Projection Systems, and Methods for Forming the Same,\" T. G. Fiske, L. D. Silverstein, and G. P. Crawford, U.S. 6,133,971 (2000). 10. \"Paper-white Reflective Display and Methods for Forming the Same,\" G. P. Crawford, L. D. Silverstein, and T. G. Fiske, U.S. 6,130,732 (2000). 11. \"Ferroelectric and Electroclinic Liquid Crystal Materials with Sub-Ambient Temperature Stability, Broad Operation Range, and Fast Dynamic Response,\" B. R. Ratna, R. Shashidhar, J. Naciri, G. P. Crawford, and J. M. Schnur, U.S. 6,294,109 (2001). 12. \"Enhanced Viewing Angle Performance on Non-Polarizers Based Color Reflective Displays Using Fiber Optic Faceplate,\" G. P. Crawford, T. G. Fiske, and L. D. Silverstein, U.S. 6,339,463 (2002). 13. \"Electrically Controllable Variable Reflection Element,\" G. P. Crawford, C. C. Bowley, and S. Faris, U.S. 0130988 A1 (2002). 14. \"Holographically Formed Polymer Dispersed Liquid Crystal Displays with Multiple Gratings,\" C. C. Bowley, A. K. Fontecchio, J. J. Lin, G. P. Crawford, S. Faris, and L. Li, U.S. 6,538,775 (2003). 15. \"Reflective Liquid Crystal Strain Gauge with Aspected Particles and Polarization Sensitive Devices,\" G. P. Crawford, D. R. Cairns, C. C. Bowley, S. Danworaphong, A. K. Fontecchio, S. M. Faris, and L.Li, U.S. 6,778,236 B1 (2004). 16. \"Optical Devices Incorporating Photoreactive Polymers,\" G. P. Crawford, M. Escuti, R. C. Allen, and C. C. Bowley, U.S. 7,006,747 (2006). Gregory P. Crawford 37 17. \"Holographically Patterned Alignment Surfaces,\" G. P. Crawford, J. E. Eakin, and M. Radcliff, U.S. 7,196,758 B2 (2007). Awards Awards Crawford is the recipient of numerous awards for teaching, research, and philanthropy , including the following: 2015 Guardian Angels Award Awarded by Dana's Angels Research Trust (DART), Greenwich, CT Presented for commitment to raise money and awareness for Niemann-Pick Type C (NPC) disease 2013 Ernestine M. Raclin Award Awarded by 1st Source Bank, South Bend, IN Presented for community leadership 2011 Rev. William A. Toohey, C.S.C., Award Awarded by the University of Notre Dame Presented for emphasizing social justice in an exemplary way 2006 State of Rhode Island Citation Citation by Lt. Gov. C.J. Fogarty, Providence, RI Recognized for research on anemia in developing countries 1999 Teaching Excellence Award Presented by the National Society of Black Engineers (NSBE), Brown University Chapter 1999 National Science Foundation Career Award National Science Foundation Colleges and Schools Arts and Science, College of Business, Farmer School of Creative Arts, College of Education, Health, and Society, College of Engineering and Computing, College of Graduate School Liberal Arts and Applied Science, College of (Regional Locations) Top Destinations Academic Calendar AccessMU Diversity and Inclusion Parent and Family Programs Partnering with Miami Technology Services and Help Campus Store RedHawks Shop University Libraries COVID-19 Updates Learn more about COVID-19 announcements, preparations, and resources Research & Centers Research & Innovation Ohio Centers of Excellence: Institute for Entrepreneurship Scripps Gerontology Center Additional Centers and Institutes National Recognition Contact and Locations Oxford Hamilton Middletown West Chester Luxembourg Miami University, Oxford Ohio Nationally recognized as one of the most outstanding undergraduate institutions, Miami University is a public university located in Oxford, Ohio. With a student body of nearly 19,000, Miami effectively combines a wide range of strong academic programs with faculty who love to teach and the personal attention ordinarily found only at much smaller institutions. 501 E. High St. Oxford Campus Map Directions to Oxford Online: eLearning Main Operator: 513-529-1809 Office of Admission: 513-529-2531 Vine Hotline: 513-529-6400 Emergency Info: MiamiOH.edu\/emergency Hamilton Regional Campus A compact, friendly, commuter campus, Miami Hamilton offers bachelor's degrees, associate degrees, and beginning coursework for most four-year degrees. Small class sizes, on-site child care, and flexible scheduling make Miami Hamilton attractive to students at all stages of life and career. 1601 University Blvd. Hamilton, OH 45011 MiamiOH.edu\/regionals Directions to Hamilton Online: e-Campus Main Operator: 513-785-3000 Office of Admission: 513-785-3111 Campus Status Line: 513-785-3077 Emergency Info: MiamiOH.edu\/regionals\/emergency Middletown Regional Campus Nestled on 141 acres near I-75, Miami University Middletown offers bachelor's degrees, associate degrees, and beginning coursework for most four-year degrees . 4200 N. University Blvd. Middletown, OH 45042 MiamiOH.edu\/regionals Directions to Middletown Online: e-Campus Main Operator: 513-727-3200 (Toll-Free) 1-86-MIAMI-MID Office of Admission: 513-727-3216 Campus Status Line: 513-727-3477 Emergency Info: MiamiOH.edu\/regionals\/emergency Voice of America Learning Center Located midway between Cincinnati and Dayton near I-75, the Learning Center is home to Miami Regionals' Commerce Department and the new Commerce Hub linking students, faculty, and area businesses. Miami's nationally-ranked Professional MBA program is based at the Center, and area educators have convenient access to graduate certifications and degrees in teaching and educational leadership. 7847 VOA Park Dr. (Corner of VOA Park Dr. and Cox Rd.) West Chester, OH 45069 MiamiOH.edu\/regionals Directions to VOALC Main Operator: 513-895-8862 (From Middletown) 513-217-8862 Emergency Info: MiamiOH.edu\/regionals\/emergency John E. Dolibois European Center, Luxembourg One of Miami's oldest continuous study abroad programs , the Miami University John E. Dolibois Center (MUDEC) in Luxembourg offers students the opportunity to enroll in Miami classes taught by European-based and Ohio-based Miami faculty . Students enjoy a unique combination of first-class academics , engagement in the local community, and various faculty-guided and independent travel opportunities . Château de Differdange 1, Impasse du Château L-4524 Differdange Grand Duchy of Luxembourg luxembourg@MiamiOH.edu MiamiOH.edu\/luxembourg 217-222 MacMillan Hall 501 E. Spring Street Oxford, Ohio 45056, USA Directions to Chateau Main Operator: 011-352-582222-1 Oxford-based Coordinator: 513-529-8600 Emergency Info: MiamiOH.edu\/emergency Oxford Miami University, Oxford Ohio Nationally recognized as one of the most outstanding undergraduate institutions, Miami University is a public university located in Oxford, Ohio. With a student body of nearly 19,000, Miami effectively combines a wide range of strong academic programs with faculty who love to teach and the personal attention ordinarily found only at much smaller institutions. 501 E. High St. Oxford Campus Map Directions to Oxford Online: eLearning Main Operator: 513-529-1809 Office of Admission: 513-529-2531 Vine Hotline: 513-529-6400 Emergency Info: MiamiOH.edu\/emergency Hamilton Hamilton Regional Campus A compact, friendly, commuter campus, Miami Hamilton offers bachelor's degrees, associate degrees, and beginning coursework for most four-year degrees. Small class sizes, on-site child care, and flexible scheduling make Miami Hamilton attractive to students at all stages of life and career. 1601 University Blvd. Hamilton, OH 45011 MiamiOH.edu\/regionals Directions to Hamilton Online: e-Campus Main Operator: 513-785-3000 Office of Admission: 513-785-3111 Campus Status Line: 513-785-3077 Emergency Info: MiamiOH.edu\/regionals\/emergency Middletown Middletown Regional Campus Nestled on 141 acres near I-75, Miami University Middletown offers bachelor's degrees, associate degrees, and beginning coursework for most four-year degrees . 4200 N. University Blvd. Middletown, OH 45042 MiamiOH.edu\/regionals Directions to Middletown Online: e-Campus Main Operator: 513-727-3200 (Toll-Free) 1-86-MIAMI-MID Office of Admission: 513-727-3216 Campus Status Line: 513-727-3477 Emergency Info: MiamiOH.edu\/regionals\/emergency West Chester Voice of America Learning Center Located midway between Cincinnati and Dayton near I-75, the Learning Center is home to Miami Regionals' Commerce Department and the new Commerce Hub linking students, faculty, and area businesses. Miami's nationally-ranked Professional MBA program is based at the Center, and area educators have convenient access to graduate certifications and degrees in teaching and educational leadership. 7847 VOA Park Dr. (Corner of VOA Park Dr. and Cox Rd.) West Chester, OH 45069 MiamiOH.edu\/regionals Directions to VOALC Main Operator: 513-895-8862 (From Middletown) 513-217-8862 Emergency Info: MiamiOH.edu\/regionals\/emergency Luxembourg John E. Dolibois European Center, Luxembourg One of Miami's oldest continuous study abroad programs , the Miami University John E. Dolibois Center (MUDEC) in Luxembourg offers students the opportunity to enroll in Miami classes taught by European-based and Ohio-based Miami faculty . Students enjoy a unique combination of first-class academics , engagement in the local community, and various faculty-guided and independent travel opportunities . Château de Differdange 1, Impasse du Château L-4524 Differdange Grand Duchy of Luxembourg luxembourg@MiamiOH.edu MiamiOH.edu\/luxembourg 217-222 MacMillan Hall 501 E. Spring Street Oxford, Ohio 45056, USA Directions to Chateau Main Operator: 011-352-582222-1 Oxford-based Coordinator: 513-529-8600 Emergency Info: MiamiOH.edu\/emergency"
            ]
        ]
    ]
}