{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BO3XME15",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Fred Driscoll News and Awards \"Earl Dolnick Best Project Awards\" Excellence in Plasma Physics Award of the APS in 1991 F. Anderegg, C.F. Driscoll, D.H.E. Dubin, T.M. O'Neil, and F. Valentini, \"Electron Acoustic Waves in Pure Ion Plasmas,\" Physics of Plasmas 16, 055705 (2009). F. Anderegg, C.F. Driscoll, D.H.E. Dubin and T.M. O'Neil, \"Wave-Particle Interactions in Electron Acoustic Waves in Pure Ion Plasmas,\" Phys. Rev. Lett. 102, 095001 (2009). F. Anderegg, D.H.E. Dubin, T.M. O'Neil, and C.F. Driscoll, \"Measurement of Correlation-Enhanced Collision Rates,\" Phys. Rev. Lett. 102, 185001 (2009). A.A. Kabantsev, T.M. O'Neil, Yu.A. Tsidulko, and C.F. Driscoll, \"Resonant Drift-Wave Coupling Modified by Nonlinear Separatrix Dissipation,\" Phys. Rev. Lett. 101, 065002 (2008). A.A. Kabantsev and C.F. Driscoll, \"Ion-Induced Instability of Diocotron Modes in Electron Plasmas Modelling Curvature-Driven Flute Modes,\" Trans. of Fusion Sci. and Technology (American Nuclear Society) 51, 96-99 (2007). Fred Driscoll Ph. D., UC San Diego, 1976 Office: MH 3122 Phone: 858-534-2489 cdriscoll@ucsd.edu My experiments have focused on the physics of single species plasmas -- pure electron plasmas and pure ion plasmas. These non-neutral plasmas exhibit many of the effects found in neutral plasmas. However, the experimental and theoretical simplicity of the system allows a level of comparison between theory and experiment which is rarely possible for neutral plasmas in complex geometry. To date, this program has included research on equilibrium, waves, 2D fluid dynamics, statistical mechanics and particle transport."
            ]
        ]
    ]
}