{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BO6DF0W7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Erich Varnes Erich Varnes Professor of Physics Office: PAS 464 varnes@physics.arizona.edu (520 626 0217) Classification: Primary Faculty Education: Ph.D. in Physics, 1997, U.C. Berkeley Fields of Study: My research centers on the search for new physics at high energies, using data from the ATLAS experiment at the Large Hadron Collider (LHC).   My work has included searches  for a new class of particles called \"vector-like quarks\" whose existence could explain some of the odd features of our current theories of fundamental particle physics, and my present focus is on measuring the cross section for the production of four top quarks in a single proton-proton collision, a process that has not yet been observed.  I am also involved in the development of electronics for a track-based trigger system that will help to cope with the data rates when the LHC is upgraded to run at much higher intensity in the coming years. Honors and Awards: Excellence in Graduate Teaching, Department of Physics (2018) Robert H. Dicke Fellow (Princeton University) Galileo Circle Dean’s Award for Team Research ATLAS Collaboration, “Search for new phenomena in events with same-charge leptons and $b$-jets in $pp$ collisions at $\\sqrt{s}= 13$ TeV with the ATLAS detector”, to be published in J. High Energy Phys . (2018). ATLAS Collaboration,  “Analysis of events with $b$-jets and a pair of leptons of the same charge in $pp$ collisions at $\\sqrt{s}=8$ TeV with the ATLAS detector'', J. High Energy Phys . 1709 , 084 (2015). Abazov, V.M. et al. (D0 Collaboration) Search for the standard model Higgs boson in the ZH → ννbb channel in 9.5 fb -1 of p-antip collisions. Phys. Rev. Lett. 716, 285 (2012) Aaltonen, T. et al. (D0 and CDF Collaborations) Combination of CDF and D0 measurements of the W boson helicity in top quark decays. Phys. Rev. D 85 , 0761106 (2012). Abazov, V.M. et al. (D0 Collaboration) Model-independent measurement of the W boson helicity in top quark decays at D0. Phys. Rev. Lett. 100 , 062004 (2008). Aubert, B et al. (BaBar Collaboration) Observation of CP violation in the B 0 system. Phys. Rev. Lett. 86, 2515 (2001). Abbott, B. et al. (D0 Collaboration) Measurement of the top quark mass using dilepton events. Phys. Rev. Lett. 80, 2063 (1998)."
            ]
        ]
    ]
}