{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BOWIC9JT",
            "R2Gj6JIAAAAJ",
            [
                "Missing energy signatures of dark matter at the LHC",
                "A white paper on keV sterile neutrino dark matter",
                "LEP shines light on dark matter",
                "Long-lived particles at the energy frontier: the MATHUSLA physics case",
                "Searching for long-lived particles beyond the Standard Model at the Large Hadron Collider",
                "Physics at a 100 TeV pp collider: beyond the Standard Model phenomena",
                "Warped penguin diagrams",
                "Partially acoustic dark matter, interacting dark radiation, and large scale structure",
                "Exotic quarks in twin Higgs models",
                "The birds and the Bs in RS: the b → sγ penguin in a warped extra dimension"
            ],
            [
                "We use ATLAS and CMS searches in the monojet+ missing energy and monophoton+ missing energy final state to set limits on the couplings of dark matter to quarks and gluons. Working in an effective field theory framework we compare several existing monojet analyses and find that searches with high p T cuts are more sensitive to dark matter. We constrain the suppression scale of the effective dark matter–standard model interactions and convert these limits into bounds on the cross sections relevant to direct and indirect detection. We find that, for certain types of operators, in particular, spin-independent dark matter–gluon couplings and spin-dependent dark matter–quark couplings, LHC constraints from the monojet channel are competitive with, or superior to, limits from direct searches up to dark matter masses of order 1 TeV. Comparing to indirect searches, we exclude, at 90% CL, dark matter annihilating to …",
                "We present a comprehensive review of keV-scale sterile neutrino Dark Matter, collecting views and insights from all disciplines involved—cosmology, astrophysics, nuclear, and particle physics—in each case viewed from both theoretical and experimental\/observational perspectives. After reviewing the role of active neutrinos in particle physics, astrophysics, and cosmology, we focus on sterile neutrinos in the context of the Dark Matter puzzle. Here, we first review the physics motivation for sterile neutrino Dark Matter, based on challenges and tensions in purely cold Dark Matter scenarios. We then round out the discussion by critically summarizing all known constraints on sterile neutrino Dark Matter arising from astrophysical observations, laboratory experiments, and theoretical considerations. In this context, we provide a balanced discourse on the possibly positive signal from X-ray observations. Another focus of …",
                "Dark matter pair production at high energy colliders may leave observable signatures in the energy and momentum spectra of the objects recoiling against the dark matter. We use LEP data on monophoton events with large missing energy to constrain the coupling of dark matter to electrons. Within a large class of models, our limits are complementary to and competitive with limits on dark matter annihilation and on WIMP-nucleon scattering from indirect and direct searches. Our limits, however, do not suffer from systematic and astrophysical uncertainties associated with direct and indirect limits. For example, we are able to rule out light (≲ 10 GeV) thermal relic dark matter with universal couplings exclusively to charged leptons. In addition, for dark matter mass below about 80 GeV, LEP limits are stronger than Fermi constraints on annihilation into charged leptons in dwarf spheroidal galaxies. Within its kinematic …",
                "We examine the theoretical motivations for long-lived particle (LLP) signals at the LHC in a comprehensive survey of standard model (SM) extensions. LLPs are a common prediction of a wide range of theories that address unsolved fundamental mysteries such as naturalness, dark matter, baryogenesis and neutrino masses, and represent a natural and generic possibility for physics beyond the SM (BSM). In most cases the LLP lifetime can be treated as a free parameter from the m scale up to the Big Bang Nucleosynthesis limit of m. Neutral LLPs with lifetimes above 100 m are particularly difficult to probe, as the sensitivity of the LHC main detectors is limited by challenging backgrounds, triggers, and small acceptances. MATHUSLA is a proposal for a minimally instrumented, large-volume surface detector near ATLAS or CMS. It would search for neutral LLPs produced in HL-LHC collisions by reconstructing …",
                "Particles beyond the Standard Model (SM) can generically have lifetimes that are long compared to SM particles at the weak scale. When produced at experiments such as the Large Hadron Collider (LHC) at CERN, these long-lived particles (LLPs) can decay far from the interaction vertex of the primary proton–proton collision. Such LLP signatures are distinct from those of promptly decaying particles that are targeted by the majority of searches for new physics at the LHC, often requiring customized techniques to identify, for example, significantly displaced decay vertices, tracks with atypical properties, and short track segments. Given their non-standard nature, a comprehensive overview of LLP signatures at the LHC is beneficial to ensure that possible avenues of the discovery of new physics are not overlooked. Here we report on the joint work of a community of theorists and experimentalists with the ATLAS, CMS …",
                "This report summarises the physics opportunities in the search and study of physics beyond the Standard Model at a 100 TeV pp collider.",
                "We present an analysis of the loop-induced magnetic dipole operator in the Randall-Sundrum model of a warped extra dimension with anarchic bulk fermions and an IR brane-localized Higgs. These operators are finite at one-loop order and we explicitly calculate the branching ratio for μ→ e γ using the mixed position\/momentum space formalism. The particular bound on the anarchic Yukawa and Kaluza-Klein (KK) scales can depend on the flavor structure of the anarchic matrices. It is possible for a generic model to either be ruled out or unaffected by these bounds without any fine-tuning. We quantify how these models realize this surprising behavior. We also review tree-level lepton flavor bounds in these models and show that these are on the verge of tension with the μ→ e γ bounds from typical models with a 3 TeV Kaluza-Klein scale. Further, we illuminate the nature of the one-loop finiteness of these diagrams …",
                "The standard paradigm of collisionless cold dark matter is in tension with measurements on large scales. In particular, the best fit values of the Hubble rate H 0 and the matter density perturbation σ 8 inferred from the cosmic microwave background seem inconsistent with the results from direct measurements. We show that both problems can be solved in a framework in which dark matter consists of two distinct components, a dominant component and a subdominant component. The primary component is cold and collisionless. The secondary component is also cold, but interacts strongly with dark radiation, which itself forms a tightly coupled fluid. The growth of density perturbations in the subdominant component is inhibited by dark acoustic oscillations due to its coupling to the dark radiation, solving the σ 8 problem, while the presence of tightly coupled dark radiation ameliorates the H 0 problem. The subdominant …",
                "The Twin Higgs model provides a natural theory for the electroweak symmetry breaking without the need of new particles carrying the standard model gauge charges below a few TeV. In the low energy theory, the only probe comes from the mixing of the Higgs fields in the standard model and twin sectors. However, an ultraviolet completion is required below∼ 10 TeV to remove residual logarithmic divergences. In non-supersymmetric completions, new exotic fermions charged under both the standard model and twin gauge symmetries have to be present to accompany the top quark, thus providing a high energy probe of the model. Some of them carry standard model color, and may therefore be copiously produced at current or future hadron colliders. Once produced, these exotic quarks can decay into a top together with twin sector particles. If the twin sector particles escape the detection, we have the irreducible …",
                "We calculate contributions to the photon and gluon magnetic dipole operators that mediate b→ sγ and b→ dγ transitions in the Randall-Sundrum model of a warped extra dimension with anarchic bulk fermions and a brane localized Higgs. Unlike the Standard Model, there are large contributions to the left-handed b quark decays, parameterized by the Wilson coefficient, due to the pattern of bulk fermion localization, and sizable contributions from the gluonic penguins,, through renormalization group mixing. Further, unlike the Randall-Sundrum result for μ→ eγ, the unprimed Wilson coefficients receive non-negligible contributions from the misalignment of the bulk fermion spectrum with the Standard Model flavor sector. We compare the size of effects and the constraints imposed by the branching ratios Br (B→ X sγ) and B→ X dγ)> within the minimal and the custodial model. Within the custodial framework, we study …"
            ],
            [
                [
                    "High Energy Physics"
                ]
            ]
        ]
    ]
}