{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BPV6124Q",
            "j40BzpsAAAAJ",
            [
                "Hyperaccretion during tidal disruption events: weakly bound debris envelopes and jets",
                "An embedded X-ray source shines through the aspherical AT 2018cow: revealing the inner workings of the most luminous fast-evolving optical transients",
                "Variability in tidal disruption events: gravitationally unstable streams",
                "Tidal disruption events from supermassive black hole binaries",
                "Post-periapsis pancakes: sustenance for self-gravity in tidal disruption events"
            ],
            [
                "After the destruction of the star during a tidal disruption event (TDE), the cataclysmic encounter between a star and the supermassive black hole (SMBH) of a galaxy, approximately half of the original stellar debris falls back onto the hole at a rate that can initially exceed the Eddington limit by orders of magnitude. We argue that the angular momentum of this matter is too low to allow it to attain a disk-like configuration with accretion proceeding at a mildly super-Eddington rate, the excess energy being carried away by a combination of radiative losses and radially distributed winds. Instead, we propose that the infalling gas traps accretion energy until it inflates into a weakly bound, quasi-spherical structure with gas extending nearly to the poles. We study the structure and evolution of such\" zero-Bernoulli accretion\" flows as a model for the super-Eddington phase of TDEs. We argue that such flows cannot stop extremely …",
                "We present the first extensive radio to γ-ray observations of a fast-rising blue optical transient, AT 2018cow, over its first~ 100 days. AT 2018cow rose over a few days to a peak luminosity L pk~ 4× 10 44 erg s− 1, exceeding that of superluminous supernovae (SNe), before declining as L∝ t− 2. Initial spectra at δt lesssim 15 days were mostly featureless and indicated large expansion velocities v~ 0.1c and temperatures reaching T~ 3× 10 4 K. Later spectra revealed a persistent optically thick photosphere and the emergence of H and He emission features with v~ 4000 km s− 1 with no evidence for ejecta cooling. Our broadband monitoring revealed a hard X-ray spectral component at E≥ 10 keV, in addition to luminous and highly variable soft X-rays, with properties unprecedented among astronomical transients. An abrupt change in the X-ray decay rate and variability appears to accompany the change in optical spectral …",
                "We present simulations of the tidal disruption of a solar mass star by a  black hole. These, for the first time, cover the full time evolution of the tidal disruption event, starting well before the initial encounter and continuing until more than 90% of the bound material has returned to the vicinity of the hole. Our results are compared to the analytical prediction for the rate at which tidally stripped gas falls back. We find that, for our chosen parameters, the overall scaling of the fallback rate, , closely follows the canonical  power-law. However, our simulations also show that the self-gravity of the tidal stream, which dominates the tidal gravity of the hole at large distances, causes some of the debris to recollapse into bound fragments before returning to the hole. This causes  to vary significantly around the  average. We discuss the implications of our findings in the context of the event Swift J1644+ 57.",
                "We investigate the pre-disruption gravitational dynamics and post-disruption hydrodynamics of the tidal disruption of stars by supermassive black hole (SMBH) binaries. We focus on binaries with relatively low mass primaries (106 M⊙), moderate mass ratios, and separations with reasonably long gravitational wave inspiral times (tens of Myr). First, we generate a large ensemble (between 1 and 10 million) of restricted three-body integrations to quantify the statistical properties of tidal disruptions by circular SMBH binaries of initially unbound stars. Compared to the reference case of a disruption by a single SMBH, the binary potential induces a significant variance into the specific energy and angular momentum of the star at the point of disruption. Second, we use Newtonian numerical hydrodynamics to study the detailed evolution of the fallback debris from 120 disruptions randomly selected from the three-body …",
                "A tidal disruption event, which occurs when a star is destroyed by the gravitational field of a supermassive black hole, produces a stream of debris, the evolution of which ultimately determines the observational properties of the event. Here, we show that a post-periapsis caustic – a location where the locus of gas parcels comprising the stream would collapse into a two-dimensional surface if they evolved solely in the gravitational field of the hole – occurs when the pericentre distance of the star is of the order of the tidal radius of the hole. It is demonstrated that this ‘pancake’ induces significant density perturbations in the debris stream, and, for stiffer equations of state (adiabatic index γ ≳ 5\/3), these fluctuations are sufficient to gravitationally destabilize the stream, resulting in its fragmentation into bound clumps. The results of our findings are discussed in the context of the observational properties of tidal …"
            ],
            [
                [
                    "shock physics",
                    "tidal disruption events",
                    "supernovae",
                    "radiation hydrodynamics",
                    "gravitational dynamics"
                ]
            ],
            [
                "Eric Coughlin Eric Coughlin Assistant Professor 263D Physics Building ecoughli@syr.edu Research SIte Specializations: Astrophysical fluid dynamics \"Science encompasses not just knowledge but also the pursuit of knowledge. In my teaching I exemplify that the route to discovery -- the creative processes we employ to make scientific progress -- is tantamount in importance to the discovery itself.\" Ph.D. in Astronomy and Astrophysics, University of Colorado at Boulder Postdoctoral researcher at Princeton University Honors and Awards Key Honor\/Award: NASA Hubble and Einstein Fellow"
            ]
        ]
    ]
}