{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BQ9LU1Y1",
            "flqXPN0AAAAJ",
            [
                "The ALICE experiment at the CERN LHC",
                "In-datacenter performance analysis of a tensor processing unit",
                "Attribute and simile classifiers for face verification",
                "Localizing parts of faces using a consensus of exemplars",
                "Leafsnap: A computer vision system for automatic plant species identification",
                "Charged-particle multiplicity measurement in proton–proton collisions at   TeV with ALICE at LHC",
                "Associations of fats and carbohydrate intake with cardiovascular disease and mortality in 18 countries from five continents (PURE): a prospective cohort study",
                "Production of pions, kaons and protons in pp collisions at  with ALICE at the LHC",
                "Transferable EST-SSR markers for the study of polymorphism and genetic diversity in bread wheat",
                "Describable visual attributes for face verification and image search"
            ],
            [
                "ALICE (A Large Ion Collider Experiment) is a general-purpose, heavy-ion detector at the CERN LHC which focuses on QCD, the strong-interaction sector of the Standard Model. It is designed to address the physics of strongly interacting matter and the quark-gluon plasma at extreme values of energy density and temperature in nucleus-nucleus collisions. Besides running with Pb ions, the physics programme includes collisions with lighter ions, lower energy running and dedicated proton-nucleus runs. ALICE will also take data with proton beams at the top LHC energy to collect reference data for the heavy-ion programme and to address several QCD topics for which ALICE is complementary to the other LHC detectors. The ALICE detector has been built by a collaboration including currently over 1000 physicists and engineers from 105 Institutes in 30 countries. Its overall dimensions are 16× 16× 26 m3 with a total …",
                "Many architects believe that major improvements in cost-energy-performance must now come from domain-specific hardware. This paper evaluates a custom ASIC---called a Tensor Processing Unit (TPU)---deployed in datacenters since 2015 that accelerates the inference phase of neural networks (NN). The heart of the TPU is a 65,536 8-bit MAC matrix multiply unit that offers a peak throughput of 92 TeraOps\/second (TOPS) and a large (28 MiB) software-managed on-chip memory. The TPU's deterministic execution model is a better match to the 99th-percentile response-time requirement of our NN applications than are the time-varying optimizations of CPUs and GPUs that help average throughput more than guaranteed latency. The lack of such features helps explain why, despite having myriad MACs and a big memory, the TPU is relatively small and low power. We compare the TPU to a server-class Intel …",
                "We present two novel methods for face verification. Our first method - “attribute” classifiers - uses binary classifiers trained to recognize the presence or absence of describable aspects of visual appearance (e.g., gender, race, and age). Our second method - “simile” classifiers - removes the manual labeling required for attribute classification and instead learns the similarity of faces, or regions of faces, to specific reference people. Neither method requires costly, often brittle, alignment between image pairs; yet, both methods produce compact visual descriptions, and work on real-world images. Furthermore, both the attribute and simile classifiers improve on the current state-of-the-art for the LFW data set, reducing the error rates compared to the current best by 23.92% and 26.34%, respectively, and 31.68% when combined. For further testing across pose, illumination, and expression, we introduce a new data set …",
                "We present a novel approach to localizing parts in images of human faces. The approach combines the output of local detectors with a nonparametric set of global models for the part locations based on over 1,000 hand-labeled exemplar images. By assuming that the global models generate the part locations as hidden variables, we derive a Bayesian objective function. This function is optimized using a consensus of models for these hidden variables. The resulting localizer handles a much wider range of expression, pose, lighting, and occlusion than prior ones. We show excellent performance on real-world face datasets such as Labeled Faces in the Wild (LFW) and a new Labeled Face Parts in the Wild (LFPW) and show that our localizer achieves state-of-the-art performance on the less challenging BioID dataset.",
                "We describe the first mobile app for identifying plant species using automatic visual recognition. The system – called Leafsnap – identifies tree species from photographs of their leaves. Key to this system are computer vision components for discarding non-leaf images, segmenting the leaf from an untextured background, extracting features representing the curvature of the leaf’s contour over multiple scales, and identifying the species from a dataset of the 184 trees in the Northeastern United States. Our system obtains state-of-the-art performance on the real-world images from the new Leafsnap Dataset – the largest of its kind. Throughout the paper, we document many of the practical steps needed to produce a computer vision system such as ours, which currently has nearly a million users.",
                "The pseudorapidity density and multiplicity distribution of charged particles produced in proton–proton collisions at the LHC, at a centre-of-mass energy  TeV, were measured in the central pseudorapidity region |η|<1. Comparisons are made with previous measurements at  TeV and 2.36 TeV. At  TeV, for events with at least one charged particle in |η|<1, we obtain . This corresponds to an increase of  relative to collisions at 0.9 TeV, significantly higher than calculations from commonly used models. The multiplicity distribution at 7 TeV is described fairly well by the negative binomial distribution.",
                "The relationship between macronutrients and cardiovascular disease and mortality is controversial. Most available data are from European and North American populations where nutrition excess is more likely, so their applicability to other populations is unclear.The Prospective Urban Rural Epidemiology (PURE) study is a large, epidemiological cohort study of individuals aged 35–70 years (enrolled between Jan 1, 2003, and March 31, 2013) in 18 countries with a median follow-up of 7·4 years (IQR 5·3–9·3). Dietary intake of 135 335 individuals was recorded using validated food frequency questionnaires. The primary outcomes were total mortality and major cardiovascular events (fatal cardiovascular disease, non-fatal myocardial infarction, stroke, and heart failure). Secondary outcomes were all myocardial infarctions, stroke, cardiovascular disease mortality, and non-cardiovascular disease …",
                "The production of π +, π −, K+, K−, p, and  at mid-rapidity has been measured in proton-proton collisions at  with the ALICE detector. Particle identification is performed using the specific energy loss in the inner tracking silicon detector and the time projection chamber. In addition, time-of-flight information is used to identify hadrons at higher momenta. Finally, the distinctive kink topology of the weak decay of charged kaons is used for an alternative measurement of the kaon transverse momentum (p t) spectra. Since these various particle identification tools give the best separation capabilities over different momentum ranges, the results are combined to extract spectra from p t=100 MeV\/c to 2.5 GeV\/c. The measured spectra are further compared with QCD-inspired models which yield a poor description. The total yields and the mean p …",
                "Nearly 900 SSRs (simple sequence repeats) were identified among 15,000 ESTs (expressed sequence tags) belonging to bread wheat ( Triticum aestivum L.). The SSRs were defined by their minimum length, which ranged from 14 to 21 bp. The maximum length ranged from 24 to 87 bp depending upon the length of the repeat unit itself (1–7 bp). The average density of SSRs was one SSR per 9.2 kb of EST sequence screened. The trinucleotide repeats were the most abundant SSRs detected. As a representative sample, 78 primer pairs were designed, which were also used to screen the dbEST entries for Hordeum vulgare and Triticum tauschii (donor of the D-genome of cultivated wheat) using a cut-off E (expectation) value of 0.01. On the basis of in silico analysis, up to 55.12% of the primer pairs exhibited transferability from Triticum to Hordeum, indicating that the sequences flanking the SSRs are not …",
                "We introduce the use of describable visual attributes for face verification and image search. Describable visual attributes are labels that can be given to an image to describe its appearance. This paper focuses on images of faces and the attributes used to describe them, although the concepts also apply to other domains. Examples of face attributes include gender, age, jaw shape, nose size, etc. The advantages of an attribute-based representation for vision tasks are manifold: They can be composed to create descriptions at various levels of specificity; they are generalizable, as they can be learned once and then applied to recognize new objects or categories without any further training; and they are efficient, possibly requiring exponentially fewer attributes (and training data) than explicitly naming each category. We show how one can create and label large data sets of real-world images to train classifiers which …"
            ],
            [
                [
                    "Mobile Adhoc Network",
                    "Cryptography and Network Security"
                ]
            ]
        ]
    ]
}