{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BQWOEHLK",
            "VLyy644AAAAJ",
            [
                "Solitons in conducting polymers",
                "Importance of phase fluctuations in superconductors with small superfluid density",
                "How to detect fluctuating stripes in the high-temperature superconductors",
                "From quantum matter to high-temperature superconductivity in copper oxides",
                "Electronic liquid-crystal phases of a doped Mott insulator"
            ],
            [
                "Self-localized nonlinear excitations (solitons, polarons, and bipolarons) are fundamental and inherent features of quasi-one-dimensional conducting polymers. Their signatures are evident in many aspects of the physical and chemical properties of this growing class of novel materials. As a result, these polymers represent an opportunity for exploring the novel phenomena associated with topological solitons and their linear confinement which results from weakly lifting the ground-state degeneracy. The authors review the theoretical models that have been developed to describe the physics of polyacetylene and related conducting polymers and summarize the relevant experimental results obtained for these materials. An attempt is made to assess the validity of the soliton model of polyacetylene and its generalization to related systems in which the ground-state degeneracy has been lifted.",
                "THE superconducting state of a metal is characterized by a complex order parameter with an amplitude and a phase. In the BCS-Eliashberg mean-field theory1, which is a very good approximation for conventional metals, the phase of the order parameter is un-important for determining the value of the transition temperature T c and the change of many physical properties brought about by the transition. Here we argue that superconductors with low super-conducting carrier density (such as the organic and high-T c oxide superconductors) are characterized by a relatively small phase'stiffness9 and poor screening, both of which imply a significantly larger role for phase fluctuations. As a consequence, in these mat-erials the transition to the superconducting state may not display typical mean-field behaviour, and phase fluctuations, both classical and quantum, may have a significant influence on low-temperature …",
                "This article discusses fluctuating order in a quantum disordered phase proximate to a quantum critical point, with particular emphasis on fluctuating stripe order. Optimal strategies are derived for extracting information concerning such local order from experiments, with emphasis on neutron scattering and scanning tunneling microscopy. These ideas are tested by application to two model systems—an exactly solvable one-dimensional (1D) electron gas with an impurity, and a weakly interacting 2D electron gas. Experiments on the cuprate high-temperature superconductors which can be analyzed using these strategies are extensively reviewed. The authors adduce evidence that stripe correlations are widespread in the cuprates. They compare and contrast the advantages of two limiting perspectives on the high-temperature superconductor: weak coupling, in which correlation effects are treated as a perturbation on …",
                "The discovery of high-temperature superconductivity in the copper oxides in 1986 triggered a huge amount of innovative scientific inquiry. In the almost three decades since, much has been learned about the novel forms of quantum matter that are exhibited in these strongly correlated electron systems. A qualitative understanding of the nature of the superconducting state itself has been achieved. However, unresolved issues include the astonishing complexity of the phase diagram, the unprecedented prominence of various forms of collective fluctuations, and the simplicity and insensitivity to material details of the ‘normal’state at elevated temperatures.",
                "The character of the ground state of an antiferromagnetic insulator is fundamentally altered following addition of even a small amount of charge 1. The added charge is concentrated into domain walls across which a π phase shift in the spin correlations of the host material is induced. In two dimensions, these domain walls are ‘stripes’ which can be insulating 2, 3 or conducting 4, 5, 6—that is, metallic ‘rivers’ with their own low-energy degrees of freedom. However, in arrays of one-dimensional metals, which occur in materials such as organic conductors 7, interactions between stripes typically drive a transition to an insulating ordered charge-density-wave (CDW) state at low temperatures. Here it is shown that such a transition is eliminated if the zero-point energy of transverse stripe fluctuations is sufficiently large compared tothe CDW coupling between stripes. As a consequence, there should exist electronic …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Theoretical Physics"
                ]
            ],
            [
                "Steven Kivelson Professor of Physics RESEARCH INTERESTS: How do the interactions between the vastly many electrons in solids produce the emergent phenomena we recognize as the macroscopic behavior of the materials we encounter in everyday life, and in the exotic materials and devices we engineer in the laboratory? The central source of intellectual vitality and practical importance of condensed matter physics is the richness and diversity of behaviors exhibited by strongly interacting systems with many degrees of freedom, ranging from the collective behavior of neurons in the brain to the collective condensation of Cooper pairs that produce the macroscopic quantum phenomena associated with superconducting order. The main thrust of the research carried out by Professor Kivelson is the search for theoretical characterization of qualitatively new behaviors of interacting electrons (i.e., new states of matter)as well as new regimes of parameters in which familiar states of matter behave in new and different ways. In particular, he seeks to explore; qualitatively...the relation between the microscopic interactions between electrons and the effective parameters that control the macroscopic behavior of solids. Current areas of Focus: - theory of quantum liquid crystalline phases of highly correlated electronic fluids - intertwined orders and the theory of high temperature superconductivity - theory of spin liquids and other fractionalized quantum phases - theory of the glass transition in super cool liquids Principal Investigator, Stanford Institute for Materials and Energy Sciences Editor in Chief, Nature Partner Journal Quantum Materials (2016 - Present) Prabhu Goel Family Professor of Physics, Stanford University (2012 - Present) Professor, Physics, Stanford University (2004 - Present) Professor, Physics and Astronomy, UCLA (1988 - 2004) Professor of Physics, State University of New York at Stony Brook (1988 - 1989) Associate Professor of Physics, State University of New York at Stony Brook (1986 - 1988) Assistant Professor of Physics, State University of New York (1982 - 1986) Ph.D., Harvard University, Physics  (1979) Kivelson@stanford.edu Position: Prabhu Goel Family Professor Department of Physics 94305 4045 SUNet ID(s): kivelson Defining \"Emergence\" in Physics Understanding Complexity Kivelson Group Web Link Condensed Matter Seminar APPPHYS 470 (Aut, Win, Spr) Partial Differential Equations of Mathematical Physics PHYSICS 111 (Aut) Solid State Physics PHYSICS 172 (Spr) Topics in Modern Condensed Matter Theory II: Open Problems in the theory of metals & superconductor PHYSICS 471 (Win) Independent Studies (2) PHYSICS 291 (Sum) Condensed Matter Theory I PHYSICS 372 (Win) Partial Differential Equations of Mathematical Physics PHYSICS 111 (Aut) Advanced Mechanics PHYSICS 110, PHYSICS 210 (Aut) Thermodynamics, Kinetic Theory, and Statistical Mechanics II PHYSICS 171 (Win) Condensed Matter Theory I PHYSICS 372 (Win) Solid State Physics APPPHYS 272, PHYSICS 172 (Spr) Sudi Chen, Jack Jiang, Erik Kountz, Se Joon Lim, Sam Mumford, Matthew Sorensen, Stephen Taylor, Bai Yang Wang, Patrick Worasaran Caleb Cook , Yuval Gannot, Zhaoyu Han, Kyung-Su Kim, Chao Wang, Yue YU, Andrew Yuan Yuri Lensky, Daniel Ranard Hubbard ladders at small U revisited PHYSICAL REVIEW B Gannot, Y., Jiang, Y., Kivelson, S. A. 2020 102 (11) DOI 10.1103\/PhysRevB.102.115136 Web of Science ID 000569627100003 A proposal for reconciling diverse experiments on the superconducting state in Sr2RuO4 NPJ QUANTUM MATERIALS Kivelson, S., Yuan, A., Ramshaw, B., Thomale, R. 2020 5 (1) DOI 10.1038\/s41535-020-0245-1 Web of Science ID 000544663800001 Eliashberg theory of phonon-mediated superconductivity - When it is valid and how it breaks down ANNALS OF PHYSICS Chubukov, A., Abanov, A., Esterlis, I., Kivelson, S. A. 2020 417 DOI 10.1016\/j.aop.2020.168190 Web of Science ID 000537830600019 Phases of frustrated quantum antiferromagnets on the square and triangular lattices PHYSICAL REVIEW B Yu, Y., Kivelson, S. A. 2020 101 (21) DOI 10.1103\/PhysRevB.101.214404 Web of Science ID 000537145900009 Enhanced Thermal Hall Effect in Nearly Ferroelectric Insulators Chen, J., Kivelson, S. A., Sun, X. 2020 124 (16) DOI 10.1103\/PhysRevLett.124.167601 Web of Science ID 000527135200010 The Physics of Pair-Density Waves: Cuprate Superconductors and Beyond ANNUAL REVIEW OF CONDENSED MATTER PHYSICS, VOL 11, 2020 Agterberg, D. F., Davis, J., Edkins, S. D., Fradkin, E., Van Harlingen, D. J., Kivelson, S. A., Lee, P. A., Radzihovsky, L., Tranquada, J. M., Wang, Y., Marchetti, M. C., Mackenzie, A. P. 2020 11 : 231–70 DOI 10.1146\/annurev-conmatphys-031119-050711 Web of Science ID 000520427200012 Enhanced Thermal Hall Effect in Nearly Ferroelectric Insulators. Chen, J. Y., Kivelson, S. A., Sun, X. Q. 2020 124 (16) : 167601 In the context of recent experimental observations of an unexpectedly large thermal Hall conductivity, κ_{H}, in insulating La_{2}CuO_{4} (LCO) and SrTiO_{3} (STO), we theoretically explore conditions under which acoustic phonons can give rise to such a large κ_{H}. Both the intrinsic and extrinsic contributions to κ_{H} are large in proportion to the dielectric constant, ε, and the \"flexoelectric\" coupling, F. While the intrinsic contribution is still orders of magnitude smaller than the observed effect, an extrinsic contribution proportional to the phonon mean-free path appears likely to account for the observations, at least in STO. We predict a larger intrinsic κ_{H} in certain insulating perovskites. DOI 10.1103\/PhysRevLett.124.167601 PubMedID 32383931 Disorder-induced suppression of charge density wave order: STM study of Pd-intercalated ErTe3 PHYSICAL REVIEW B Fang, A., Straquadine, J. W., Fisher, I. R., Kivelson, S. A., Kapitulnik, A. 2019 100 (23) DOI 10.1103\/PhysRevB.100.235446 Web of Science ID 000504445200004 Physics of Superconducting Transition Temperatures JOURNAL OF SUPERCONDUCTIVITY AND NOVEL MAGNETISM Kivelson, S. A. 2019 DOI 10.1007\/s10948-019-05254-x Web of Science ID 000499614400001 John Robert Schrieffer (1931-2019) Scalapino, D., Kivelson, S. 2019 365 (6459) : 1253 DOI 10.1126\/science.aaz2849 Web of Science ID 000487547400027 Fermi surface reconstruction by a charge density wave with finite correlation length PHYSICAL REVIEW B Gannot, Y., Ramshaw, B. J., Kivelson, S. A. 2019 100 (4) DOI 10.1103\/PhysRevB.100.045128 Web of Science ID 000476688000004 Shoucheng Zhang (1963-2018) OBITUARY Kivelson, S. 2019 565 (7741) : 568 Web of Science ID 000457404000028 PubMedID 30675036 Colloquium: Anomalous metals: Failed superconductors REVIEWS OF MODERN PHYSICS Kapitulnik, A., Kivelson, S. A., Spivak, B. 2019 91 (1) DOI 10.1103\/RevModPhys.91.011002 Web of Science ID 000456795800001 John Robert Schrieffer (1931-2019). Science (New York, N.Y.) Scalapino, D., Kivelson, S. A. 2019 365 (6459) : 1253 DOI 10.1126\/science.aaz2849 PubMedID 31604230 Generalization of Anderson's theorem for disordered superconductors PHYSICAL REVIEW B Dodaro, J. F., Kivelson, S. A. 98 (17) DOI 10.1103\/PhysRevB.98.174503 Web of Science ID 000450138900004 Superconductivity in the doped t - J model: Results for four-leg cylinders PHYSICAL REVIEW B Jiang, H., Weng, Z., Kivelson, S. A. 98 (14) DOI 10.1103\/PhysRevB.98.140505 Web of Science ID 000447720100002 Spatially modulated susceptibility in thin film La2-xBaxCuO4 PHYSICAL REVIEW B Davis, S. I., Ullah, R. R., Adamo, C., Watson, C. A., Kirtley, J. R., Beasley, M. R., Kivelson, S. A., Moler, K. A. 98 (1) DOI 10.1103\/PhysRevB.98.014506 Web of Science ID 000438186100003 Pair density waves in superconducting vortex halos PHYSICAL REVIEW B Wang, Y., Edkins, S. D., Hamidian, M. H., Davis, J., Fradkin, E., Kivelson, S. A. 97 (17) DOI 10.1103\/PhysRevB.97.174510 Web of Science ID 000432963200003 Understanding complexity NATURE PHYSICS Kivelson, S., Kivelson, S. 14 (5) : 426–27 DOI 10.1038\/s41567-018-0136-6 Web of Science ID 000431301800002 Transverse fields to tune an Ising-nematic quantum phase transition PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Maharaj, A. V., Rosenberg, E. W., Hristov, A. T., Berg, E., Fernandes, R. M., Fisher, I. R., Kivelson, S. A. 114 (51) : 13430–34 The paradigmatic example of a continuous quantum phase transition is the transverse field Ising ferromagnet. In contrast to classical critical systems, whose properties depend only on symmetry and the dimension of space, the nature of a quantum phase transition also depends on the dynamics. In the transverse field Ising model, the order parameter is not conserved, and increasing the transverse field enhances quantum fluctuations until they become strong enough to restore the symmetry of the ground state. Ising pseudospins can represent the order parameter of any system with a twofold degenerate broken-symmetry phase, including electronic nematic order associated with spontaneous point-group symmetry breaking. Here, we show for the representative example of orbital-nematic ordering of a non-Kramers doublet that an orthogonal strain or a perpendicular magnetic field plays the role of the transverse field, thereby providing a practical route for tuning appropriate materials to a quantum critical point. While the transverse fields are conjugate to seemingly unrelated order parameters, their nontrivial commutation relations with the nematic order parameter, which can be represented by a Berry-phase term in an effective field theory, intrinsically intertwine the different order parameters. PubMedID 29208710 Superconductivity in engineered two-dimensional electron gases PHYSICAL REVIEW B Chubukov, A. V., Kivelson, S. A. 96 (17) DOI 10.1103\/PhysRevB.96.174514 Web of Science ID 000415567500005 Avoided criticality and slow relaxation in frustrated two-dimensional models PHYSICAL REVIEW B Esterlis, I., Kivelson, S. A., Tarjus, G. 96 (14) DOI 10.1103\/PhysRevB.96.144305 Web of Science ID 000413443000001 Non-quasiparticle transport and resistivity saturation: a view from the large-N limit (vol 2, 58, 2017) NPJ QUANTUM MATERIALS Werman, Y., Kivelson, S. A., Berg, E. 2 DOI 10.1038\/s41535-017-0060-5 Web of Science ID 000414585200001 Time to fix science prizes NATURE PHYSICS Sondhi, S., Kivelson, S. 13 (9) : 822 DOI 10.1038\/nphys4246 Web of Science ID 000409235100003 Vestigial nematicity from spin and\/or charge order in the cuprates PHYSICAL REVIEW B Nie, L., Maharaj, A. V., Fradkin, E., Kivelson, S. A. 96 (8) DOI 10.1103\/PhysRevB.96.085142 Web of Science ID 000408512400005 Fractional charge and emergent mass hierarchy in diagonal two-leg t-J cylinders PHYSICAL REVIEW B Jiang, Y., Jiang, H., Yao, H., Kivelson, S. A. 95 (24) DOI 10.1103\/PhysRevB.95.245105 Web of Science ID 000402798100003 Charge-4e superconductors: A Majorana quantum Monte Carlo study PHYSICAL REVIEW B Jiang, Y., Li, Z., Kivelson, S. A., Yao, H. 95 (24) DOI 10.1103\/PhysRevB.95.241103 Web of Science ID 000402798100001 Superconductivity and non-Fermi liquid behavior near a nematic quantum critical point PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Lederer, S., Schattner, Y., Berg, E., Kivelson, S. A. 114 (19) : 4905-4910 Using determinantal quantum Monte Carlo, we compute the properties of a lattice model with spin [Formula: see text] itinerant electrons tuned through a quantum phase transition to an Ising nematic phase. The nematic fluctuations induce superconductivity with a broad dome in the superconducting [Formula: see text] enclosing the nematic quantum critical point. For temperatures above [Formula: see text], we see strikingly non-Fermi liquid behavior, including a \"nodal-antinodal dichotomy\" reminiscent of that seen in several transition metal oxides. In addition, the critical fluctuations have a strong effect on the low-frequency optical conductivity, resulting in behavior consistent with \"bad metal\" phenomenology. DOI 10.1073\/pnas.1620651114 Web of Science ID 000400818400034 PubMedID 28439023 Intertwined order in a frustrated four-leg t - J cylinder PHYSICAL REVIEW B Dodaro, J. F., Jiang, H., Kivelson, S. A. 95 (15) DOI 10.1103\/PhysRevB.95.155116 Web of Science ID 000401710400001 Non-quasiparticle transport and resistivity saturation: a view from the large-N limit NPJ QUANTUM MATERIALS Werman, Y., Kivelson, S. A., Berg, E. 2 DOI 10.1038\/s41535-017-0009-8 Web of Science ID 000407416900001 Ideal charge-density-wave order in the high-field state of superconducting YBCO PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Jang, H., Lee, W., Nojiri, H., Matsuzawa, S., Yasumura, H., Nie, L., Maharaj, A. V., Gerber, S., Liu, Y., Mehta, A., Bonn, D. A., Liang, R., Hardy, W. N., Burns, C. A., Islam, Z., Song, S., Hastings, J., Devereaux, T. P., Shen, Z., Kivelson, S. A., Kao, C., Zhu, D., Lee, J. 113 (51) : 14645-14650 The existence of charge-density-wave (CDW) correlations in cuprate superconductors has now been established. However, the nature of the CDW ground state has remained uncertain because disorder and the presence of superconductivity typically limit the CDW correlation lengths to only a dozen unit cells or less. Here we explore the field-induced 3D CDW correlations in extremely pure detwinned crystals of YBa2Cu3O2 (YBCO) ortho-II and ortho-VIII at magnetic fields in excess of the resistive upper critical field ([Formula: see text]) where superconductivity is heavily suppressed. We observe that the 3D CDW is unidirectional and possesses a long in-plane correlation length as well as significant correlations between neighboring CuO2 planes. It is significant that we observe only a single sharply defined transition at a critical field proportional to [Formula: see text], given that the field range used in this investigation overlaps with other high-field experiments including quantum oscillation measurements. The correlation volume is at least two to three orders of magnitude larger than that of the zero-field CDW. This is by far the largest CDW correlation volume observed in any cuprate crystal and so is presumably representative of the high-field ground state of an \"ideal\" disorder-free cuprate. DOI 10.1073\/pnas.1612849113 Web of Science ID 000390044900047 PubMedID 27930313 PubMedCentralID PMC5187671 Defining emergence in physics NPJ QUANTUM MATERIALS Kivelson, S., Kivelson, S. A. 1 DOI 10.1038\/npjquantmats.2016.24 Web of Science ID 000407385200001 Ising Nematic Quantum Critical Point in a Metal: A Monte Carlo Study PHYSICAL REVIEW X Schattner, Y., Lederer, S., Kivelson, S. A., Berg, E. 6 (3) DOI 10.1103\/PhysRevX.6.031028 Web of Science ID 000381897100001 Why do we need another journal? NPJ QUANTUM MATERIALS Kivelson, S. 1 DOI 10.1038\/npjquantmats.2016.6 Web of Science ID 000407381900004 Cold-spots and glassy nematicity in underdoped cuprates PHYSICAL REVIEW B Lee, K., Kivelson, S. A., Kim, E. 94 (1) DOI 10.1103\/PhysRevB.94.014204 Web of Science ID 000379497400003 What really happens in strongly correlated superconductors: insights from a quantum Monte-Carlo study of high temperature superconductivity in FeSe films SCIENCE BULLETIN Kivelson, S. A. 61 (12) : 911–13 DOI 10.1007\/s11434-016-1101-3 Web of Science ID 000378298000001 Ubiquitous signatures of nematic quantum criticality in optimally doped Fe-based superconductors Kuo, H., Chu, J., Palmstrom, J. C., Kivelson, S. A., Fisher, I. R. 352 (6288) : 958-962 A key actor in the conventional theory of superconductivity is the induced interaction between electrons mediated by the exchange of virtual collective fluctuations (phonons in the case of conventional s-wave superconductors). Other collective modes that can play the same role, especially spin fluctuations, have been widely discussed in the context of high-temperature and heavy Fermion superconductors. The strength of such collective fluctuations is measured by the associated susceptibility. Here we use differential elastoresistance measurements from five optimally doped iron-based superconductors to show that divergent nematic susceptibility appears to be a generic feature in the optimal doping regime of these materials. This observation motivates consideration of the effects of nematic fluctuations on the superconducting pairing interaction in this family of compounds and possibly beyond. DOI 10.1126\/science.aab0103 Web of Science ID 000376147800040 PubMedID 27199422 Electronic pair binding and Hund's rule violations in doped C-60 PHYSICAL REVIEW B Jiang, H., Kivelson, S. 93 (16) DOI 10.1103\/PhysRevB.93.165406 Web of Science ID 000373571500004 Necessity of Time-Reversal Symmetry Breaking for the Polar Kerr Effect in Linear Response. Cho, W., Kivelson, S. A. 116 (9) : 093903-? We show that, measured in a backscattering geometry, the polar Kerr effect is absent if the nonlocal electromagnetic response function respects Onsager symmetry, characteristic of thermodynamic states that preserve time-reversal symmetry. A key element is an expression for the reflectivity tensor in terms of the retarded Green's function. DOI 10.1103\/PhysRevLett.116.093903 PubMedID 26991178 Quantum oscillations in a bilayer with broken mirror symmetry: A minimal model for YBa2Cu3O6+delta PHYSICAL REVIEW B Maharaj, A. V., Zhang, Y., Ramshaw, B. J., Kivelson, S. A. 93 (9) DOI 10.1103\/PhysRevB.93.094503 Web of Science ID 000371401100004 Vestigial chiral and charge orders from bidirectional spin-density waves: Application to the iron-based superconductors PHYSICAL REVIEW B Fernandes, R. M., Kivelson, S. A., Berg, E. 93 (1) DOI 10.1103\/PhysRevB.93.014511 Web of Science ID 000368481300011 Self-duality and a Hall-insulator phase near the superconductor-to-insulator transition in indium-oxide films PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Breznay, N. P., Steiner, M. A., Kivelson, S. A., Kapitulnik, A. 113 (2) : 280-285 We combine measurements of the longitudinal (ρxx) and Hall (ρxy) resistivities of disordered 2D amorphous indium-oxide films to study the magnetic-field tuned superconductor-to-insulator transition (H-SIT) in the T --> 0 limit. At the critical field, Hc, the full resistivity tensor is T independent with ρxx(Hc) = h\/4e(2) and ρxy(Hc) = 0 within experimental uncertainty in all films (i.e., these appear to be \"universal\" values); this is strongly suggestive that there is a particle-vortex self-duality at H = Hc. The transition separates the (presumably) superconducting state at H < Hc from a \"Hall-insulator\" phase in which ρxx --> ∞ as T --> 0 whereas ρxy approaches a nonzero value smaller than its \"classical value\" H\/nec; i.e., 0 < ρxy < H\/nec. A still higher characteristic magnetic field, Hc* > Hc, at which the Hall resistance is T independent and roughly equal to its classical value, ρxy ≈ H\/nec, marks an additional crossover to a high-field regime (probably to a Fermi insulator) in which ρxy > H\/nec and possibly diverges as T --> 0. We also highlight a profound analogy between the H-SIT and quantum-Hall liquid-to-insulator transitions (QHIT). DOI 10.1073\/pnas.1522435113 Web of Science ID 000367881500032 PubMedCentralID PMC4720312 Self-duality and a Hall-insulator phase near the superconductor-to-insulator transition in indium-oxide films. Proceedings of the National Academy of Sciences of the United States of America Breznay, N. P., Steiner, M. A., Kivelson, S. A., Kapitulnik, A. 113 (2) : 280–85 We combine measurements of the longitudinal (ρxx) and Hall (ρxy) resistivities of disordered 2D amorphous indium-oxide films to study the magnetic-field tuned superconductor-to-insulator transition (H-SIT) in the T --> 0 limit. At the critical field, Hc, the full resistivity tensor is T independent with ρxx(Hc) = h\/4e(2) and ρxy(Hc) = 0 within experimental uncertainty in all films (i.e., these appear to be \"universal\" values); this is strongly suggestive that there is a particle-vortex self-duality at H = Hc. The transition separates the (presumably) superconducting state at H < Hc from a \"Hall-insulator\" phase in which ρxx --> ∞ as T --> 0 whereas ρxy approaches a nonzero value smaller than its \"classical value\" H\/nec; i.e., 0 < ρxy < H\/nec. A still higher characteristic magnetic field, Hc* > Hc, at which the Hall resistance is T independent and roughly equal to its classical value, ρxy ≈ H\/nec, marks an additional crossover to a high-field regime (probably to a Fermi insulator) in which ρxy > H\/nec and possibly diverges as T --> 0. We also highlight a profound analogy between the H-SIT and quantum-Hall liquid-to-insulator transitions (QHIT). PubMedID 26712029 Three-dimensional charge density wave order in YBa2Cu3O6.67 at high magnetic fields Gerber, S., Jang, H., Nojiri, H., Matsuzawa, S., Yasumura, H., Bonn, D. A., Liang, R., Hardy, W. N., Islam, Z., Mehta, A., Song, S., Sikorski, M., Stefanescu, D., Feng, Y., Kivelson, S. A., Devereaux, T. P., Shen, Z., Kao, C., Lee, W., Zhu, D., Lee, J. 350 (6263) : 949-952 Charge density wave (CDW) correlations have been shown to universally exist in cuprate superconductors. However, their nature at high fields inferred from nuclear magnetic resonance is distinct from that measured with x-ray scattering at zero and low fields. We combined a pulsed magnet with an x-ray free-electron laser to characterize the CDW in YBa2Cu3O6.67 via x-ray scattering in fields of up to 28 tesla. While the zero-field CDW order, which develops at temperatures below ~150 kelvin, is essentially two dimensional, at lower temperature and beyond 15 tesla, another three-dimensionally ordered CDW emerges. The field-induced CDW appears around the zero-field superconducting transition temperature; in contrast, the incommensurate in-plane ordering vector is field-independent. This implies that the two forms of CDW and high-temperature superconductivity are intimately linked. DOI 10.1126\/science.aac6257 Web of Science ID 000364955200042 PubMedID 26541608 Fluctuating orders and quenched randomness in the cuprates PHYSICAL REVIEW B Nie, L., Sierens, L. E., Melko, R. G., Sachdev, S., Kivelson, S. A. 92 (17) DOI 10.1103\/PhysRevB.92.174505 Web of Science ID 000364013400002 Macroscopic character of composite high-temperature superconducting wires PHYSICAL REVIEW B Kivelson, S. A., Spivak, B. 92 (18) DOI 10.1103\/PhysRevB.92.184502 Web of Science ID 000364014400008 Nematicity and quantum paramagnetism in FeSe NATURE PHYSICS Wang, F., Kivelson, S. A., Lee, D. 11 (11) : 959-963 DOI 10.1038\/NPHYS3456 Web of Science ID 000364800600022 One Hole in the Two-Leg t-J Ladder and Adiabatic Continuity to the Noninteracting Limit White, S. R., Scalapino, D. J., Kivelson, S. A. 115 (5) DOI 10.1103\/PhysRevLett.115.056401 Web of Science ID 000358609800012 Colloquium: Theory of intertwined orders in high temperature superconductors REVIEWS OF MODERN PHYSICS Fradkin, E., Kivelson, S. A., Tranquada, J. M. 87 (2) : 457-482 DOI 10.1103\/RevModPhys.87.457 Web of Science ID 000355105300001 Enhancement of Superconductivity near a Nematic Quantum Critical Point Lederer, S., Schattner, Y., Berg, E., Kivelson, S. A. 114 (9) We consider a low T_{c} metallic superconductor weakly coupled to the soft fluctuations associated with proximity to a nematic quantum critical point (NQCP). We show that (1) a BCS-Eliashberg treatment remains valid outside of a parametrically narrow interval about the NQCP, (2) the symmetry of the superconducting state (d wave, s wave, p wave) is typically determined by the noncritical interactions, but T_{c} is enhanced by the nematic fluctuations in all channels, and (3) in 2D, this enhancement grows upon approach to criticality up to the point at which the weak coupling approach breaks down, but in 3D, the enhancement is much weaker. DOI 10.1103\/PhysRevLett.114.097001 Web of Science ID 000351000300008 PubMedID 25793842 From quantum matter to high-temperature superconductivity in copper oxides Keimer, B., Kivelson, S. A., Norman, M. R., Uchida, S., Zaanen, J. 518 (7538) : 179-186 The discovery of high-temperature superconductivity in the copper oxides in 1986 triggered a huge amount of innovative scientific inquiry. In the almost three decades since, much has been learned about the novel forms of quantum matter that are exhibited in these strongly correlated electron systems. A qualitative understanding of the nature of the superconducting state itself has been achieved. However, unresolved issues include the astonishing complexity of the phase diagram, the unprecedented prominence of various forms of collective fluctuations, and the simplicity and insensitivity to material details of the 'normal' state at elevated temperatures. DOI 10.1038\/nature14165 Web of Science ID 000349190300029 PubMedID 25673411 Disruption of quantum oscillations by an incommensurate charge density wave PHYSICAL REVIEW B Zhang, Y., Maharaj, A. V., Kivelson, S. 91 (8) DOI 10.1103\/PhysRevB.91.085105 Web of Science ID 000350171600003 Coherent transmutation of electrons into fractionalized anyons Barkeshli, M., Berg, E., Kivelson, S. 346 (6210) : 722-725 Electrons have three quantized properties-charge, spin, and Fermi statistics-that are directly responsible for a vast array of phenomena. Here we show how these properties can be coherently and dynamically stripped from the electron as it enters a certain exotic state of matter known as a quantum spin liquid (QSL). In a QSL, electron spins collectively form a highly entangled quantum state that gives rise to the fractionalization of spin, charge, and statistics. We show that certain QSLs host distinct, topologically robust boundary types, some of which allow the electron to coherently enter the QSL as a fractionalized quasi-particle, leaving its spin, charge, or statistics behind. We use these ideas to propose a number of universal, conclusive experimental signatures that would establish fractionalization in QSLs. DOI 10.1126\/science.1253251 Web of Science ID 000344690100033 Coherent transmutation of electrons into fractionalized anyons. Barkeshli, M., Berg, E., Kivelson, S. 346 (6210) : 722-725 Electrons have three quantized properties-charge, spin, and Fermi statistics-that are directly responsible for a vast array of phenomena. Here we show how these properties can be coherently and dynamically stripped from the electron as it enters a certain exotic state of matter known as a quantum spin liquid (QSL). In a QSL, electron spins collectively form a highly entangled quantum state that gives rise to the fractionalization of spin, charge, and statistics. We show that certain QSLs host distinct, topologically robust boundary types, some of which allow the electron to coherently enter the QSL as a fractionalized quasi-particle, leaving its spin, charge, or statistics behind. We use these ideas to propose a number of universal, conclusive experimental signatures that would establish fractionalization in QSLs. DOI 10.1126\/science.1253251 PubMedID 25378617 Quenched disorder and vestigial nematicity in the pseudogap regime of the cuprates PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Nie, L., Tarjus, G., Kivelson, S. A. 111 (22) : 7980-7985 The cuprate high-temperature superconductors have been the focus of unprecedentedly intense and sustained study not only because of their high superconducting transition temperatures, but also because they represent the most exquisitely investigated examples of highly correlated electronic materials. In particular, the pseudogap regime of the phase diagram exhibits a variety of mysterious emergent behaviors. In the last few years, evidence from NMR and scanning tunneling microscopy (STM) studies, as well as from a new generation of X-ray scattering experiments, has accumulated, indicating that a general tendency to short-range-correlated incommensurate charge density wave (CDW) order is \"intertwined\" with the superconductivity in this regime. Additionally, transport, STM, neutron-scattering, and optical experiments have produced evidence--not yet entirely understood--of the existence of an associated pattern of long-range-ordered point-group symmetry breaking with an electron-nematic character. We have carried out a theoretical analysis of the Landau-Ginzburg-Wilson effective field theory of a classical incommensurate CDW in the presence of weak quenched disorder. Although the possibilities of a sharp phase transition and long-range CDW order are precluded in such systems, we show that any discrete symmetry-breaking aspect of the charge order--nematicity in the case of the unidirectional (stripe) CDW we consider explicitly--generically survives up to a nonzero critical disorder strength. Such \"vestigial order,\" which is subject to unambiguous macroscopic detection, can serve as an avatar of what would be CDW order in the ideal, zero disorder limit. Various recent experiments in the pseudogap regime of the hole-doped cuprates are readily interpreted in light of these results. DOI 10.1073\/pnas.1406019111 Web of Science ID 000336687900038 PubMedCentralID PMC4050631 Quenched disorder and vestigial nematicity in the pseudogap regime of the cuprates. Proceedings of the National Academy of Sciences of the United States of America Nie, L., Tarjus, G., Kivelson, S. A. 111 (22) : 7980-7985 The cuprate high-temperature superconductors have been the focus of unprecedentedly intense and sustained study not only because of their high superconducting transition temperatures, but also because they represent the most exquisitely investigated examples of highly correlated electronic materials. In particular, the pseudogap regime of the phase diagram exhibits a variety of mysterious emergent behaviors. In the last few years, evidence from NMR and scanning tunneling microscopy (STM) studies, as well as from a new generation of X-ray scattering experiments, has accumulated, indicating that a general tendency to short-range-correlated incommensurate charge density wave (CDW) order is \"intertwined\" with the superconductivity in this regime. Additionally, transport, STM, neutron-scattering, and optical experiments have produced evidence--not yet entirely understood--of the existence of an associated pattern of long-range-ordered point-group symmetry breaking with an electron-nematic character. We have carried out a theoretical analysis of the Landau-Ginzburg-Wilson effective field theory of a classical incommensurate CDW in the presence of weak quenched disorder. Although the possibilities of a sharp phase transition and long-range CDW order are precluded in such systems, we show that any discrete symmetry-breaking aspect of the charge order--nematicity in the case of the unidirectional (stripe) CDW we consider explicitly--generically survives up to a nonzero critical disorder strength. Such \"vestigial order,\" which is subject to unambiguous macroscopic detection, can serve as an avatar of what would be CDW order in the ideal, zero disorder limit. Various recent experiments in the pseudogap regime of the hole-doped cuprates are readily interpreted in light of these results. DOI 10.1073\/pnas.1406019111 PubMedID 24799709 Correlations and renormalization of the electron-phonon coupling in the honeycomb Hubbard ladder and superconductivity in polyacene PHYSICAL REVIEW B Karakonstantakis, G., Liu, L., Thomale, R., Kivelson, S. A. 88 (22) DOI 10.1103\/PhysRevB.88.224512 Web of Science ID 000332158300002 Evidence from tunneling spectroscopy for a quasi-one-dimensional origin of superconductivity in Sr2RuO4 PHYSICAL REVIEW B Firmo, I. A., Lederer, S., Lupien, C., Mackenzie, A. P., Davis, J. C., Kivelson, S. A. 88 (13) DOI 10.1103\/PhysRevB.88.134521 Web of Science ID 000326159000004 Field theory of the quantum Hall nematic transition PHYSICAL REVIEW B Maciejko, J., Hsu, B., Kivelson, S. A., Park, Y., Sondhi, S. L. 88 (12) DOI 10.1103\/PhysRevB.88.125137 Web of Science ID 000324954700001 Band structure effects on the superconductivity in Hubbard models PHYSICAL REVIEW B Cho, W., Thomale, R., Raghu, S., Kivelson, S. A. 88 (6) DOI 10.1103\/PhysRevB.88.064505 Web of Science ID 000323032300005 Gapless spin liquids: Stability and possible experimental relevance PHYSICAL REVIEW B Barkeshli, M., Yao, H., Kivelson, S. A. 87 (14) DOI 10.1103\/PhysRevB.87.140402 Web of Science ID 000316948100002 Kerr effect as evidence of gyrotropic order in the cuprates PHYSICAL REVIEW B Hosur, P., Kapitulnik, A., Kivelson, S. A., Orenstein, J., Raghu, S. 87 (11) DOI 10.1103\/PhysRevB.87.115116 Web of Science ID 000316101200003 Microscopic Model of Quasiparticle Wave Packets in Superfluids, Superconductors, and Paired Hall States Parameswaran, S. A., Kivelson, S. A., Shankar, R., Sondhi, S. L., Spivak, B. Z. 109 (23) We study the structure of Bogoliubov quasiparticles, bogolons, the fermionic excitations of paired superfluids that arise from fermion (BCS) pairing, including neutral superfluids, superconductors, and paired quantum Hall states. The naive construction of a stationary quasiparticle in which the deformation of the pair field is neglected leads to a contradiction: it carries a net electrical current even though it does not move. However, treating the pair field self-consistently resolves this problem: in a neutral superfluid, a dipolar current pattern is associated with the quasiparticle for which the total current vanishes. When Maxwell electrodynamics is included, as appropriate to a superconductor, this pattern is confined over a penetration depth. For paired quantum Hall states of composite fermions, the Maxwell term is replaced by a Chern-Simons term, which leads to a dipolar charge distribution and consequently to a dipolar current pattern. DOI 10.1103\/PhysRevLett.109.237004 Web of Science ID 000312012200039 PubMedID 23368246 HIGH-TEMPERATURE SUPERCONDUCTIVITY Ineluctable complexity NATURE PHYSICS Fradkin, E., Kivelson, S. A. 8 (12) : 864–66 DOI 10.1038\/nphys2498 Web of Science ID 000311888200010 Charge and spin collective modes in a quasi-one-dimensional model of Sr2RuO4 PHYSICAL REVIEW B Chung, S. B., Raghu, S., Kapitulnik, A., Kivelson, S. A. 86 (6) DOI 10.1103\/PhysRevB.86.064525 Web of Science ID 000308002400009 Typology for quantum Hall liquids PHYSICAL REVIEW B Parameswaran, S. A., Kivelson, S. A., Rezayi, E. H., Simon, S. H., Sondhi, S. L., Spivak, B. Z. 85 (24) DOI 10.1103\/PhysRevB.85.241307 Web of Science ID 000305538300002 Exact Spin Liquid Ground States of the Quantum Dimer Model on the Square and Honeycomb Lattices Yao, H., Kivelson, S. A. 108 (24) We study a generalized quantum hard-core dimer model on the square and honeycomb lattices, allowing for first and second neighbor dimers. At generalized Rokhsar-Kivelson points, the exact ground states can be constructed, and ground-state correlation functions can be equated to those of interacting (1+1)-dimensional Grassmann fields. When the concentration of second neighbor dimers is small, the ground-state correlations are shown to be short ranged corresponding to a (gaped) spin liquid phase. On a 2-torus, the ground states exhibit fourfold topological degeneracy. On a finite cylinder we have found a dramatic even-odd effect depending on the circumference and propose that this can be used as a numerical diagnostic of gapped spin-liquid phases, more generally. DOI 10.1103\/PhysRevLett.108.247206 Web of Science ID 000305257900018 PubMedID 23004318 The weakly coupled Pfaffian as a type I quantum hall liquid International Workshop on Electronic Crystals (ECRYS) Parameswaran, S. A., Kivelson, S. A., Sondhi, S. L., Spivak, B. Z. : 1937–38 DOI 10.1016\/j.physb.2012.01.069 Web of Science ID 000303415000066 Observable NMR signal from circulating current order in YBCO PHYSICAL REVIEW B Lederer, S., Kivelson, S. A. 85 (15) DOI 10.1103\/PhysRevB.85.155130 Web of Science ID 000302905500003 Pressure effects on magnetically driven electronic nematic states in iron pnictide superconductors PHYSICAL REVIEW B Hu, J., Setty, C., Kivelson, S. 85 (10) DOI 10.1103\/PhysRevB.85.100507 Web of Science ID 000301915900002 Phases of the Infinite U Hubbard Model on Square Lattices Liu, L., Yao, H., Berg, E., White, S. R., Kivelson, S. A. 108 (12) We apply the density matrix renormalization group to study the phase diagram of the infinite U Hubbard model on 2- to 6-leg ladders. Where the results are largely insensitive to the ladder width, we consider the results representative of the 2D square lattice. We find a fully polarized ferromagnetic Fermi liquid phase when n, the density of electrons per site, is in the range 1>n≳0.800. For n=3\/4 we find an unexpected insulating checkerboard phase with coexisting bond-density order with 4 sites per unit cell and block-spin antiferromagnetic order with 8 sites per unit cell. For 3\/4>n, all ladders with width >2 have unpolarized ground states. DOI 10.1103\/PhysRevLett.108.126406 Web of Science ID 000301853800005 PubMedID 22540606 Electronic liquid crystalline phases in a spin-orbit coupled two-dimensional electron gas PHYSICAL REVIEW B Berg, E., Rudner, M. S., Kivelson, S. A. 85 (3) DOI 10.1103\/PhysRevB.85.035116 Web of Science ID 000299275200002 Effects of longer-range interactions on unconventional superconductivity PHYSICAL REVIEW B Raghu, S., Berg, E., Chubukov, A. V., Kivelson, S. A. 85 (2) DOI 10.1103\/PhysRevB.85.024516 Web of Science ID 000298921500008 Thermodynamics of phase formation in the quantum critical metal Sr3Ru2O7 PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Rost, A. W., Grigera, S. A., Bruin, J. A., Perry, R. S., Tian, D., Raghu, S., Kivelson, S. A., Mackenzie, A. P. 108 (40) : 16549-16553 The behavior of matter near zero temperature continuous phase transitions, or \"quantum critical points\" is a central topic of study in condensed matter physics. In fermionic systems, fundamental questions remain unanswered: the nature of the quantum critical regime is unclear because of the apparent breakdown of the concept of the quasiparticle, a cornerstone of existing theories of strongly interacting metals. Even less is known experimentally about the formation of ordered phases from such a quantum critical \"soup.\" Here, we report a study of the specific heat across the phase diagram of the model system Sr(3)Ru(2)O(7), which features an anomalous phase whose transport properties are consistent with those of an electronic nematic. We show that this phase, which exists at low temperatures in a narrow range of magnetic fields, forms directly from a quantum critical state, and contains more entropy than mean-field calculations predict. Our results suggest that this extra entropy is due to remnant degrees of freedom from the highly entropic state above T(c). The associated quantum critical point, which is \"concealed\" by the nematic phase, separates two Fermi liquids, neither of which has an identifiable spontaneously broken symmetry, but which likely differ in the topology of their Fermi surfaces. DOI 10.1073\/pnas.1112775108 Web of Science ID 000295536000020 PubMedID 21933961 PubMedCentralID PMC3189037 Fermi-surface reconstruction in a smectic phase of a high-temperature superconductor PHYSICAL REVIEW B Yao, H., Lee, D., Kivelson, S. 84 (1) DOI 10.1103\/PhysRevB.84.012507 Web of Science ID 000293127600001 Hydrodynamic Description of Transport in Strongly Correlated Electron Systems Andreev, A. V., Kivelson, S. A., Spivak, B. 106 (25) We develop a hydrodynamic description of the resistivity and magnetoresistance of an electron liquid in a smooth disorder potential. This approach is valid when the electron-electron scattering length is sufficiently short. In a broad range of temperatures, the dissipation is dominated by heat fluxes in the electron fluid, and the resistivity is inversely proportional to the thermal conductivity, κ. This is in striking contrast to the Stokes flow, in which the resistance is independent of κ and proportional to the fluid viscosity. We also identify a new hydrodynamic mechanism of spin magnetoresistance. DOI 10.1103\/PhysRevLett.106.256804 Web of Science ID 000292040900013 PubMedID 21770662 Weakly Coupled Pfaffian as a Type I Quantum Hall Liquid Parameswaran, S. A., Kivelson, S. A., Sondhi, S. L., Spivak, B. Z. 106 (23) The Pfaffian phase in the proximity of a half-filled Landau level is understood to be a p+ip superconductor of composite fermions. We consider the properties of this paired quantum Hall phase when the pairing energy is small, i.e., in the weak-coupling, BCS limit, where the coherence length is much larger than the charge screening length. We find that, as in a type I superconductor, vortices attract so that, upon varying the magnetic field from its magic value at ν=5\/2, the system exhibits Coulomb frustrated phase separation. We propose that the weakly and strongly coupled Pfaffians exemplify a general dichotomy between type I and type II quantum Hall fluids. DOI 10.1103\/PhysRevLett.106.236801 Web of Science ID 000291313300012 PubMedID 21770531 From a Single-Band Metal to a High-Temperature Superconductor via Two Thermal Phase Transitions He, R., Hashimoto, M., Karapetyan, H., Koralek, J. D., Hinton, J. P., Testaud, J. P., Nathan, V., Yoshida, Y., Yao, H., Tanaka, K., Meevasana, W., Moore, R. G., Lu, D. H., Mo, S., Ishikado, M., Eisaki, H., Hussain, Z., Devereaux, T. P., Kivelson, S. A., Orenstein, J., Kapitulnik, A., Shen, Z. 331 (6024) : 1579-1583 The nature of the pseudogap phase of cuprate high-temperature superconductors is a major unsolved problem in condensed matter physics. We studied the commencement of the pseudogap state at temperature T* using three different techniques (angle-resolved photoemission spectroscopy, polar Kerr effect, and time-resolved reflectivity) on the same optimally doped Bi2201 crystals. We observed the coincident, abrupt onset at T* of a particle-hole asymmetric antinodal gap in the electronic spectrum, a Kerr rotation in the reflected light polarization, and a change in the ultrafast relaxational dynamics, consistent with a phase transition. Upon further cooling, spectroscopic signatures of superconductivity begin to grow close to the superconducting transition temperature (T(c)), entangled in an energy-momentum-dependent manner with the preexisting pseudogap features, ushering in a ground state with coexisting orders. DOI 10.1126\/science.1198415 PubMedID 21436447 Superconductivity from repulsive interactions in the two-dimensional electron gas PHYSICAL REVIEW B Raghu, S., Kivelson, S. A. 83 (9) DOI 10.1103\/PhysRevB.83.094518 Web of Science ID 000288317900009 Enhanced pairing in the checkerboard Hubbard ladder PHYSICAL REVIEW B Karakonstantakis, G., Berg, E., White, S. R., Kivelson, S. A. 83 (5) DOI 10.1103\/PhysRevB.83.054508 Web of Science ID 000287584000010 Local interlayer tunneling between two-dimensional electron systems in the ballistic regime PHYSICAL REVIEW B Luna, K., Kim, E., Oreto, P., Kivelson, S. A., Goldhaber-Gordon, D. 82 (23) DOI 10.1103\/PhysRevB.82.235317 Web of Science ID 000286769600003 Entropy-driven formation of a half-quantum vortex lattice PHYSICAL REVIEW B Chung, S. B., Kivelson, S. A. 82 (21) DOI 10.1103\/PhysRevB.82.214512 Web of Science ID 000286748200006 Fragile Mott Insulators Yao, H., Kivelson, S. A. 105 (16) We prove that there exists a class of crystalline insulators, which we call \"fragile Mott insulators,\" which are not adiabatically connected to any sort of band insulator provided time-reversal and certain point-group symmetries are respected, but which are otherwise unspectacular in that they exhibit no topological order nor any form of fractionalized quasiparticles. Different fragile Mott insulators are characterized by different nontrivial one-dimensional representations of the crystal point group. We illustrate this new type of insulators with two examples: the d Mott insulator discovered in the checkerboard Hubbard model at half-filling and the Affleck-Kennedy-Lieb-Tasaki insulator on the square lattice. DOI 10.1103\/PhysRevLett.105.166402 Web of Science ID 000282948900008 PubMedID 21230988 Pair-Density-Wave Correlations in the Kondo-Heisenberg Model Berg, E., Fradkin, E., Kivelson, S. A. 105 (14) We show, using density-matrix renormalization-group calculations complemented by field-theoretic arguments, that the spin-gapped phase of the one dimensional Kondo-Heisenberg model exhibits quasi-long-range superconducting correlations only at a nonzero momentum. The local correlations in this phase resemble those of the pair-density-wave state which was recently proposed to describe the phenomenology of the striped ordered high-temperature superconductor La(2-x)Ba(x)CuO₄, in which the spin, charge, and superconducting orders are strongly intertwined. DOI 10.1103\/PhysRevLett.105.146403 Web of Science ID 000282219200011 PubMedID 21230852 Hidden Quasi-One-Dimensional Superconductivity in Sr2RuO4 Raghu, S., Kapitulnik, A., Kivelson, S. A. 105 (13) We show that the interplay between spin and charge fluctuations in Sr₂RuO₄ leads unequivocally to triplet pairing which has a hidden quasi-one-dimensional character. The resulting superconducting state spontaneously breaks time-reversal symmetry and is of the form Δ ~(p(x)+ip(y))z(^) with sharp gap minima and a d vector that is only weakly pinned. The superconductor lacks robust chiral Majorana fermion modes along the boundary. The absence of topologically protected edge modes could explain the surprising absence of experimentally detectable edge currents in this system. DOI 10.1103\/PhysRevLett.105.136401 Web of Science ID 000282054100009 PubMedID 21230791 Nematic valley ordering in quantum Hall systems PHYSICAL REVIEW B Abanin, D. A., Parameswaran, S. A., Kivelson, S. A., Sondhi, S. L. 82 (3) DOI 10.1103\/PhysRevB.82.035428 Web of Science ID 000280123900006 Superconductivity in the repulsive Hubbard model: An asymptotically exact weak-coupling solution PHYSICAL REVIEW B Raghu, S., Kivelson, S. A., Scalapino, D. J. 81 (22) DOI 10.1103\/PhysRevB.81.224505 Web of Science ID 000278387200004 Colloquium: Transport in strongly correlated two dimensional electron fluids REVIEWS OF MODERN PHYSICS Spivak, B., Kravchenko, S. V., Kivelson, S. A., Gao, X. P. 82 (2) : 1743-1766 DOI 10.1103\/RevModPhys.82.1743 Web of Science ID 000278230100001 Properties of a diagonal two-orbital ladder model of the iron pnictide superconductors PHYSICAL REVIEW B Berg, E., Kivelson, S. A., Scalapino, D. J. 81 (17) DOI 10.1103\/PhysRevB.81.172504 Web of Science ID 000278141600023 Electron Nematic Phases Proliferate Fradkin, E., Kivelson, S. A. 327 (5962) : 155–56 DOI 10.1126\/science.1183464 Web of Science ID 000273394000023 PubMedID 20056881 Nematic Fermi Fluids in Condensed Matter Physics ANNUAL REVIEW OF CONDENSED MATTER PHYSICS, VOL 1 Fradkin, E., Kivelson, S. A., Lawler, M. J., Eisenstein, J. P., Mackenzie, A. P. 1 : 153-178 DOI 10.1146\/annurev-conmatphys-070909-103925 Web of Science ID 000281964000008 Striped superconductors: how spin, charge and superconducting orders intertwine in the cuprates NEW JOURNAL OF PHYSICS Berg, E., Fradkin, E., Kivelson, S. A., Tranquada, J. M. 11 DOI 10.1088\/1367-2630\/11\/11\/115004 Web of Science ID 000271649300001 Charge-4e superconductivity from pair-density-wave order in certain high-temperature superconductors NATURE PHYSICS Berg, E., Fradkin, E., Kivelson, S. A. 5 (11) : 830-833 DOI 10.1038\/NPHYS1389 Web of Science ID 000271895500018 A twisted ladder: relating the Fe superconductors to the high-Tc cuprates NEW JOURNAL OF PHYSICS Berg, E., Kivelson, S. A., Scalapino, D. J. 11 DOI 10.1088\/1367-2630\/11\/8\/085007 Web of Science ID 000269488200001 Topological Insulators and Nematic Phases from Spontaneous Symmetry Breaking in 2D Fermi Systems with a Quadratic Band Crossing Sun, K., Yao, H., Fradkin, E., Kivelson, S. A. 103 (4) We investigate the stability of a quadratic band-crossing point (QBCP) in 2D fermionic systems. At the noninteracting level, we show that a QBCP exists and is topologically stable for a Berry flux +\/-2pi if the point symmetry group has either fourfold or sixfold rotational symmetries. This putative topologically stable free-fermion QBCP is marginally unstable to arbitrarily weak short-range repulsive interactions. We consider both spinless and spin-1\/2 fermions. Four possible ordered states result: a quantum anomalous Hall phase, a quantum spin Hall phase, a nematic phase, and a nematic-spin-nematic phase. DOI 10.1103\/PhysRevLett.103.046811 Web of Science ID 000268307400059 PubMedID 19659389 Microscopic theory of the nematic phase in Sr3Ru2O7 PHYSICAL REVIEW B Raghu, S., Paramekanti, A., Kim, E. A., Borzi, R. A., Grigera, S. A., Mackenzie, A. P., Kivelson, S. A. 79 (21) DOI 10.1103\/PhysRevB.79.214402 Web of Science ID 000267699200063 Algebraic Spin Liquid in an Exactly Solvable Spin Model Yao, H., Zhang, S., Kivelson, S. A. 102 (21) We have proposed an exactly solvable quantum spin-3\/2 model on a square lattice. Its ground state is a quantum spin liquid with a half-integer spin per unit cell. The fermionic excitations, dubbed as \"spinons\", are gapless with a linear dispersion, while the topological \"vison\" excitations are gapped. Moreover, these massless fermionic spinon excitations are topologically stable. Thus, this model is, to the best of our knowledge, the first exactly solvable model of half-integer spins whose ground state is an \"algebraic spin liquid.\" DOI 10.1103\/PhysRevLett.102.217202 Web of Science ID 000266501600048 PubMedID 19519132 d-Wave to s-wave to normal metal transitions in disordered superconductors 5th International Workshop on Electronic Crystals (ECRYS-2008) Spivak, B., Oreto, P., Kivelson, S. A. : 462–65 DOI 10.1016\/j.physb.2008.11.062 Web of Science ID 000264227400036 Theory of the striped superconductor PHYSICAL REVIEW B Berg, E., Fradkin, E., Kivelson, S. A. 79 (6) DOI 10.1103\/PhysRevB.79.064515 Web of Science ID 000263815600077 d-wave to s-wave to normal metal transitions in disordered superconductors Landau Memorial Conference on Advances in Theoretical Physics Spivak, B., Oreto, P., Kivelson, S. A. : 89–93 Web of Science ID 000268615300012 IRON-BASED SUPERCONDUCTORS Unity or diversity? NATURE MATERIALS Kivelson, S. A., Yao, H. 7 (12) : 927-928 DOI 10.1038\/nmat2325 Web of Science ID 000261127100007 PubMedID 19029922 In search of a theory of supercooled liquids NATURE MATERIALS Kivelson, S. A., Tarjus, G. 7 (11) : 831–33 Despite the absence of consensus on a theory of the transition from supercooled liquids to glasses, the experimental observations suggest that a detail-independent theory should exist. PubMedID 18955990 Route to high-temperature superconductivity in composite systems PHYSICAL REVIEW B Berg, E., Orgad, D., Kivelson, S. A. 78 (9) DOI 10.1103\/PhysRevB.78.094509 Web of Science ID 000259689700085 Theory of quantum metal to superconductor transitions in highly conducting systems PHYSICAL REVIEW B Spivak, B., Oreto, P., Kivelson, S. A. 77 (21) DOI 10.1103\/PhysRevB.77.214523 Web of Science ID 000257288900108 Theory of electron nematic order in LaFeAsO PHYSICAL REVIEW B Fang, C., Yao, H., Tsai, W., Hu, J., Kivelson, S. A. 77 (22) DOI 10.1103\/PhysRevB.77.224509 Web of Science ID 000257289300093 Optimal inhomogeneity for superconductivity: Finite-size studies PHYSICAL REVIEW B Tsai, W., Yao, H., Laeuchli, A., Kivelson, S. A. 77 (21) DOI 10.1103\/PhysRevB.77.214502 Web of Science ID 000257288900087 Theory of the nodal nematic quantum phase transition in superconductors PHYSICAL REVIEW B Kim, E., Lawler, M. J., Oreto, P., Sachdev, S., Fradkin, E., Kivelson, S. A. 77 (18) DOI 10.1103\/PhysRevB.77.184514 Web of Science ID 000256885300095 Polar Kerr-effect measurements of the high-temperature YBa2Cu3O6+x superconductor: Evidence for broken symmetry near the pseudogap temperature Xia, J., Schemm, E., Deutscher, G., Kivelson, S. A., Bonn, D. A., Hardy, W. N., Liang, R., Siemons, W., Koster, G., Fejer, M. M., Kapitulnik, A. 100 (12) The polar Kerr effect in the high-T_(c) superconductor YBa2Cu3O6+x was measured at zero magnetic field with high precision using a cyogenic Sagnac fiber interferometer. We observed nonzero Kerr rotations of order approximately 1 microrad appearing near the pseudogap temperature T(*) and marking what appears to be a true phase transition. Anomalous magnetic behavior in magnetic-field training of the effect suggests that time reversal symmetry is already broken above room temperature. DOI 10.1103\/PhysRevLett.100.127002 PubMedID 18517903 Stability of nodal quasiparticles in superconductors with coexisting orders Berg, E., Chen, C., Kivelson, S. A. 100 (2) We establish a condition for the perturbative stability of zero energy nodal points in the quasiparticle spectrum of superconductors in the presence of coexisting commensurate orders. The nodes are found to be stable if the Hamiltonian is invariant under time reversal followed by a lattice translation. The principle is demonstrated with a few examples. Some experimental implications of various types of assumed order are discussed in the context of the cuprate superconductors. DOI 10.1103\/PhysRevLett.100.027003 Web of Science ID 000252471200074 PubMedID 18232911 Exact chiral spin liquid with non-Abelian anyons Yao, H., Kivelson, S. A. 99 (24) We establish the existence of a chiral spin liquid (CSL) as the exact ground state of the Kitaev model on a decorated honeycomb lattice, which is obtained by replacing each site in the familiar honeycomb lattice with a triangle. This CSL state spontaneously breaks time reversal symmetry but preserves other symmetries. There are two topologically distinct CSL's separated by a quantum critical point. Interestingly, vortex excitations in the topologically nontrivial (Chern number +\/-1) CSL obey non-Abelian statistics. DOI 10.1103\/PhysRevLett.99.247203 Web of Science ID 000251674300055 PubMedID 18233478 Superconductivity in zigzag CuO chains PHYSICAL REVIEW B Berg, E., Geballe, T. H., Kivelson, S. A. 76 (21) DOI 10.1103\/PhysRevB.76.214505 Web of Science ID 000251986100089 Myriad phases of the checkerboard Hubbard model PHYSICAL REVIEW B Yao, H., Tsai, W., Kivelson, S. A. 76 (16) DOI 10.1103\/PhysRevB.76.161104 Web of Science ID 000250620600004 Dynamical layer decoupling in a stripe-ordered High-T-c superconductor Berg, E., Fradkin, E., Kim, E., Kivelson, S. A., Oganesyan, V., Tranquada, J. M., Zhang, S. C. 99 (12) In the stripe-ordered state of a strongly correlated two-dimensional electronic system, under a set of special circumstances, the superconducting condensate, like the magnetic order, can occur at a nonzero wave vector corresponding to a spatial period double that of the charge order. In this case, the Josephson coupling between near neighbor planes, especially in a crystal with the special structure of La(2-x)Ba(x)CuO(4), vanishes identically. We propose that this is the underlying cause of the dynamical decoupling of the layers recently observed in transport measurements at x = 1\/8. DOI 10.1103\/PhysRevLett.99.127003 Web of Science ID 000249668000068 PubMedID 17930544 On the absence of ferromagnetism in typical 2D ferromagnets COMMUNICATIONS IN MATHEMATICAL PHYSICS Biskup, M., Chayes, L., Kivelson, S. A. 274 (1) : 217-231 DOI 10.1007\/s00220-007-0260-0 Web of Science ID 000247929400008 Electron nematic phase in a transition metal oxide Fradkin, E., Kivelson, S. A., Oganesyan, V. 315 (5809) : 196–97 DOI 10.1126\/science.1137172 Web of Science ID 000243407400032 PubMedID 17218515 Theory of stripes in quasi-two-dimensional rare-earth tellurides PHYSICAL REVIEW B Yao, H., Robertson, J. A., Kim, E., Kivelson, S. A. 74 (24) DOI 10.1103\/PhysRevB.74.245126 Web of Science ID 000243195800041 Inferring effective interactions from the local density of states: Application to STM data from Bi2Sr2CaCu2O8+delta PHYSICAL REVIEW B Jamei, R., Robertson, J., Kim, E., Fang, A., Kapitulnik, A., Kivelson, S. A. 74 (17) DOI 10.1103\/PhysRevB.74.174521 Web of Science ID 000242409000127 Distinguishing patterns of charge order: Stripes or checkerboards PHYSICAL REVIEW B Robertson, J. A., Kivelson, S. A., Fradkin, E., Fang, A. C., Kapitulnik, A. 74 (13) DOI 10.1103\/PhysRevB.74.134507 Web of Science ID 000241723200089 Transport in two dimensional electronic micro-emulsions ANNALS OF PHYSICS Spivak, B., Kivelson, S. A. 321 (9) : 2071-2115 DOI 10.1016\/j.aop.2005.12.002 Web of Science ID 000240245700003 Magnetic model of the tetragonal-orthorhombic transition in the cuprates PHYSICAL REVIEW B Fang, C., Hu, J., Kivelson, S., Brown, S. 74 (9) DOI 10.1103\/PhysRevE.74.094508 Web of Science ID 000240871700072 Superconductivity in inhomogeneous Hubbard models PHYSICAL REVIEW B Tsai, W., Kivelson, S. A. 73 (21) DOI 10.1103\/PhysRevB.73.214510 Web of Science ID 000238696200122 Superconducting materials: Superconductivity on the verge of catastrophe NATURE MATERIALS Kivelson, S. A. 5 (5) : 343–44 DOI 10.1038\/nmat1638 Web of Science ID 000237273500009 PubMedID 16652115 Hysteresis and noise from electronic nematicity in high-temperature superconductors Carlson, E. W., Dahmen, K. A., Fradkin, E., Kivelson, S. A. 96 (9) An electron nematic is a translationally invariant state which spontaneously breaks the discrete rotational symmetry of a host crystal. In a clean square lattice, the electron nematic has two preferred orientations, while dopant disorder favors one or the other orientations locally. In this way, the electron nematic in a host crystal maps to the random field Ising model. Since the electron nematic has anisotropic conductivity, we associate each Ising configuration with a resistor network and use what is known about the random field Ising model to predict new ways to test for local electronic nematic order (nematicity) using noise and hysteresis. In particular, we have uncovered a remarkably robust linear relation between the orientational order and the resistance anisotropy which holds over a wide range of circumstances. DOI 10.1103\/PhysRevLett.96.097003 Web of Science ID 000235905700056 PubMedID 16606299 Gap-inhomogeneity-induced electronic states in superconducting Bi2Sr2CaCu2O8+delta Fang, A. C., Capriotti, L., Scalapino, D. J., Kivelson, S. A., Kaneko, N., Greven, M., Kapitulnik, A. 96 (1) In this Letter, we analyze, using scanning tunneling spectroscopy, the density of electronic states in nearly optimally doped Bi2Sr2CaCu2O(8+delta) in zero magnetic field. Focusing on the superconducting gap, we find patches of what appear to be two different phases in a background of some average gap, one with a relatively small gap and sharp large coherence peaks and one characterized by a large gap with broad weak coherence peaks. We compare these spectra with calculations of the local density of states for a simple phenomenological model in which a 2xi0 x 2xi0 patch with an enhanced or suppressed d-wave gap amplitude is embedded in a region with a uniform average d-wave gap. DOI 10.1103\/PhysRevLett.96.017007 Web of Science ID 000234608300081 PubMedID 16486504 The frustration-based approach of supercooled liquids and the glass transition: a review and critical assessment JOURNAL OF PHYSICS-CONDENSED MATTER Tarjus, G., Kivelson, S. A., Nussinov, Z., Viot, P. 17 (50) : R1143-R1182 DOI 10.1088\/0953-8984\/17\/50\/R01 Web of Science ID 000234324200002 Transport in two dimensional electronic micro-emulsions International Workshop on Electronic Crystals (ECRYS-2005) Spivak, B., Kivelson, S. EDP SCIENCES S A. : 255–256 DOI 10.1051\/jp4:2005131064 Web of Science ID 000234492600065 Enhancement of superconductivity by local inhomogeneities PHYSICAL REVIEW B Martin, I., Podolsky, D., Kivelson, S. A. 72 (6) DOI 10.1103\/PhysRevB.72.060502 Web of Science ID 000231564400018 Drag resistance of two-dimensional electronic microemulsions PHYSICAL REVIEW B Spivak, B., Kivelson, S. A. 72 (4) DOI 10.1103\/PhysRevB.72.045355 Web of Science ID 000230890300138 Surface pinning of fluctuating charge order: An extraordinary surface phase transition PHYSICAL REVIEW B Brown, S. E., Fradkin, E., Kivelson, S. A. 71 (22) DOI 10.1103\/PhysRevB.71.224512 Web of Science ID 000230276700100 Competition between charge-density waves and superconductivity in striped systems International Conference on Strongly Correlated Electron Systems (SCES 04) Arrigoni, E., Fradkin, E., Kivelson, S. A. : 623–625 DOI 10.1016\/j.physb.2005.01.171 Web of Science ID 000229654400194 Universal aspects of coulomb-frustrated phase separation Jamei, R., Kivelson, S., Spivak, B. 94 (5) We study the consequences of Coulomb interactions on a system undergoing a putative first order phase transition. In two dimensions (2D), near the critical density, the system is universally unstable to the formation of new intermediate phases, which we call \"electronic microemulsion phases,\" which consist of an intermediate scale mixture of regions of the two competing phases. A corollary is that there can be no direct transition as a function of density from a 2D Wigner crystal to a uniform electron liquid. In 3D, if the strength of the Coulomb interactions exceeds a critical value, no phase separation occurs, while for the weaker Coulomb strength electronic microemulsions are inevitable. This tendency is considerably more pronounced in anisotropic (quasi-2D or quasi-1D) systems, where a devil's staircase of transitions is possible. DOI 10.1103\/PhysRevPlett.94.056805 Web of Science ID 000226941500064 PubMedID 15783677 Spectral function of a Luttinger liquid coupled to phonons and angle-resolved photoemission measurements in the cuprate superconductors PHYSICAL REVIEW B Bindloss, I. P., Kivelson, S. A. 71 (1) DOI 10.1103\/PhysRevB.71.014524 Web of Science ID 000226735100150 Phases intermediate between a two-dimensional electron liquid and Wigner crystal PHYSICAL REVIEW B Spivak, B., Kivelson, S. A. 70 (15) DOI 10.1103\/PhysRevB.70.155114 Web of Science ID 000224855900034 Mechanism of high-temperature superconductivity in a striped Hubbard model PHYSICAL REVIEW B Arrigoni, E., Fradkin, E., Kivelson, S. A. 69 (21) DOI 10.1103\/PhysRevB.69.214519 Web of Science ID 000222530200102 Quasi-one-dimensional dynamics and nematic phases in the two-dimensional Emery model PHYSICAL REVIEW B Kivelson, S. A., Fradkin, E., Geballe, T. H. 69 (14) DOI 10.1103\/PhysRevB.69.144505 Web of Science ID 000221426200086 Incipient order in the t-j model at high temperatures Pryadko, L. P., Kivelson, S. A., Zachar, O. 92 (6) We analyze the high-temperature behavior of the susceptibilities towards a number of possible ordered states in the t-J-V model using the high-temperature series expansion. From all diagrams with up to ten edges, reliable results are obtained down to temperatures of order J, or (with some optimism) to J\/2. In the unphysical regime, t J, these susceptibilities are small and decreasing with decreasing temperature; this suggests that the t-J model does not support high-temperature superconductivity. We also find modest evidence of a tendency toward nematic and d-density wave orders. DOI 10.1103\/PhysRevLett.92.067002 Web of Science ID 000188947700045 PubMedID 14995263 Order by disorder, without order, in a two-dimensional spin system with O(2) symmetry ANNALES HENRI POINCARE Biskup, M., Chayes, L., Kivelson, S. A. 5 (6) : 1181-1205 DOI 10.1007\/s00023-004-0196-2 Web of Science ID 000226092600009 Optimal inhomogeneity for superconductivity PHYSICAL REVIEW B Arrigoni, E., Kivelson, S. A. 68 (18) DOI 10.1103\/PhysRevB.68.180503 Web of Science ID 000187004300012 How to detect fluctuating stripes in the high-temperature superconductors REVIEWS OF MODERN PHYSICS Kivelson, S. A., Bindloss, I. P., Fradkin, E., Oganesyan, V., Tranquada, J. M., Kapitulnik, A., Howald, C. 75 (4) : 1201-1241 Web of Science ID 000186757200004 Two classes of Mott insulator PHYSICAL REVIEW B Lee, D. H., Kivelson, S. A. 67 (2) DOI 10.1103\/PhysRevB.67.024506 Web of Science ID 000180918900089 Stripes, electron fractionalization, and ARPES International Conference on Spectroscopies in Novel Superconductors (SNS 2001) Carlson, E. W., Orgad, D., Kivelson, S. A., Emery, V. J. PERGAMON-ELSEVIER SCIENCE LTD. : 2213–18 Web of Science ID 000179861900015 Where do holes go in doped antiferromagnets and what is their relationship to superconductivity? International Conference on Spectroscopies in Novel Superconductors (SNS 2001) Arrigoni, E., Zacher, M. G., Eder, R., Hanke, W., Harju, A., Kivelson, S. A. PERGAMON-ELSEVIER SCIENCE LTD. : 2207–12 Web of Science ID 000179861900014 Competing order in the mixed state of high-temperature superconductors PHYSICAL REVIEW B Kivelson, S. A., Lee, D. H., Fradkin, E., Oganesyan, V. 66 (14) DOI 10.1103\/PhysRevB.66.144516 Web of Science ID 000179080600092 Spin-1 neutron resonance peak cannot account for electronic anomalies in the cuprate superconductors Kee, H. Y., Kivelson, S. A., Aeppli, G. 88 (25) In certain cuprates, a spin-1 resonance mode is prominent in the magnetic structure measured by neutron scattering. It has been proposed that this mode is responsible for significant features seen in other spectroscopies, such as photoemission and optical absorption, which are sensitive to the charge dynamics, and even that this mode is the boson responsible for \"mediating\" the superconducting pairing. We show that its small (measured) intensity and weak coupling to electron-hole pairs (as deduced from the measured lifetime) disqualifies the resonant mode from either proposed role. DOI 10.1103\/PhysRevLett.88.257002 Web of Science ID 000176554800044 PubMedID 12097119 Theory of the quantum Hall smectic phase. I. Low-energy properties of the quantum Hall smectic fixed point PHYSICAL REVIEW B Barci, D. G., Fradkin, E., Kivelson, S. A., Oganesyan, V. 65 (24) DOI 10.1103\/PhysRevB.65.245319 Web of Science ID 000177043100078 Josephson tunneling spectroscopy of negative-U centers PHYSICAL REVIEW B Oganesyan, V., Kivelson, S., Geballe, T., Moyzhes, B. 65 (17) DOI 10.1103\/PhysRevB.65.172504 Web of Science ID 000175619600033 Distribution of spectral weight in a system with disordered stripes PHYSICAL REVIEW B Granath, M., Oganesyan, V., Orgad, D., Kivelson, S. A. 65 (18) DOI 10.1103\/PhysRevB.65.184501 Web of Science ID 000175758700090 Stripes and superconducting pairing in the t-J model with Coulomb interactions PHYSICAL REVIEW B Arrigoni, E., Harju, A. P., Hanke, W., Brendel, B., Kivelson, S. A. 65 (13) DOI 10.1103\/PhysRevB.65.134503 Web of Science ID 000174903900124 Self-organized quasi-one dimensional structures in high-temperature superconductors: The stripe phase Spring Meeting of the Deutsche-Physikalische-Gesellschaft Arrigoni, E., Zacher, M. G., Eder, R., Hanke, W., Kivelson, S. A. : 307–318 Web of Science ID 000178337200024 Quantum theory of a nematic Fermi fluid PHYSICAL REVIEW B Oganesyan, V., Kivelson, S. A., Fradkin, E. 64 (19) Web of Science ID 000172307900043 Nodal quasiparticles in stripe ordered superconductors Granath, M., Oganesyan, V., Kivelson, S. A., Fradkin, E., Emery, V. J. 87 (16) We study the properties of a quasi-one-dimensional superconductor which consists of an alternating array of two inequivalent chains. This model is a simple caricature of a striped high temperature superconductor, and is more generally a theoretically controllable system in which the superconducting state emerges from a non-Fermi-liquid normal state. Even in this limit, \" d-wave-like\" order parameter symmetry is natural, but the superconducting state can either have a complete gap in the quasiparticle spectrum, or gapless \"nodal\" quasiparticles. We also find circumstances in which antiferromagnetic order (typically incommensurate) coexists with superconductivity. DOI 10.1103\/PhysRevLett.87.167011 Web of Science ID 000171637100048 PubMedID 11690235 Thermodynamics of the interplay between magnetism and high-temperature superconductivity PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Kivelson, S. A., Aeppli, G., Emery, V. J. 98 (21) : 11903-11907 Copper-oxide-based high-temperature superconductors have complex phase diagrams with multiple ordered phases. It even appears that the highest superconducting transition temperatures for certain cuprates are found in samples that display simultaneous onset of magnetism and superconductivity. We show here how the thermodynamics of fluid mixtures-a touchstone for chemistry as well as hard and soft condensed matter physics-accounts for this startling observation, as well as many other properties of the cuprates in the vicinity of the instability toward \"striped\" magnetism. Web of Science ID 000171558900017 PubMedID 11593001 Electronic mechanism of superconductivity in the cuprates, C-60, and polyacenes PHYSICAL REVIEW B CHAKRAVARTY, S., Kivelson, S. A. 64 (6) Web of Science ID 000170414000071 Evidence of electron fractionalization from photoemission spectra in the high temperature superconductors Orgad, D., Kivelson, S. A., Carlson, E. W., Emery, V. J., Zhou, X. J., Shen, Z. X. 86 (19) : 4362-4365 In the normal state of the high temperature superconductors Bi(2)Sr(2)CaCu(2)O(8+delta) and La2(-x)Sr(x)CuO4, and in the related \"stripe ordered\" material, La(1.25)Nd(0.6)Sr(0.15)CuO4, there is sharp structure in the measured single hole spectral function, A<(k-->,omega), considered as a function of k--> at fixed small binding energy omega. At the same time, as a function of omega at fixed k--> on much of the putative Fermi surface, any structure in A<(k-->,omega), other than the Fermi cutoff, is very broad. This is characteristic of the situation in which there are no stable excitations with the quantum numbers of the electron, as is the case in the one-dimensional electron gas. Web of Science ID 000168591000043 PubMedID 11328175 Effects of dissipation on quantum phase transitions PHYSICAL REVIEW B Kapitulnik, A., Mason, N., Kivelson, S. A., CHAKRAVARTY, S. 63 (12) Web of Science ID 000167806600089 Quantum theory of the smectic metal state in stripe phases Emery, V. J., Fradkin, E., Kivelson, S. A., Lubensky, T. C. 85 (10) : 2160-2163 Web of Science ID 000089065400031 Dimensional crossover in quasi-one-dimensional and high-T-c superconductors PHYSICAL REVIEW B Carlson, E. W., Orgad, D., Kivelson, S. A., Emery, V. J. 62 (5) : 3422-3437 Web of Science ID 000088714200076 Are there stripes in the ET materials? 20th Anniversary of Organic Superconductivity Emery, V. J., Kivelson, S. A. EDP SCIENCES S A. : 127–37 Web of Science ID 000086376700013 Charge inhomogeneity and high temperature superconductivity International Workshop on Inelastic X-ray Scattering Emery, V. J., Kivelson, S. A. PERGAMON-ELSEVIER SCIENCE LTD. : 467–71 Web of Science ID 000085474100028 Nematic phase of the two-dimensional electron gas in a magnetic field Fradkin, E., Kivelson, S. A., Manousakis, E., Nho, K. 84 (9) : 1982-1985 Web of Science ID 000085588400034 Charge-ordered states in doped AFMs: Long-range \"Casimir\" attraction and instability 2nd International Conference on Stripes and High Tc Superconductivity Hone, D. W., Kivelson, S., Pryadko, L. P. KLUWER ACADEMIC\/PLENUM PUBL. : 447–453 Web of Science ID 000167093900056 Microscopic theory of high-temperature superconductivity 2nd International Conference on Stripes and High Tc Superconductivity Emery, V. J., Kivelson, S. A. KLUWER ACADEMIC\/PLENUM PUBL. : 69–75 Web of Science ID 000167093900008 Stripe liquid, crystal, and glass phases of doped antiferromagnets 2nd International Conference on Stripes and High Tc Superconductivity Kivelson, S. A., Emery, V. J. KLUWER ACADEMIC\/PLENUM PUBL. : 91–100 Web of Science ID 000167093900011 Electronic structure of doped insulators and high temperature superconductivity International Conference on Physics and Chemistry of Molecular and Oxide Superconductors (MOS-99) Emery, V. J., Kivelson, S. A. SPRINGER\/PLENUM PUBLISHERS. : 189–98 Web of Science ID 000084373900003 Topological doping and the stability of stripe phases PHYSICAL REVIEW B Pryadko, L. P., Kivelson, S. A., Emery, V. J., Bazaliy, Y. B., Demler, E. A. 60 (10) : 7541-7557 Web of Science ID 000082777800082 Stripe phases in high-temperature superconductors PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Emery, V. J., Kivelson, S. A., Tranquada, J. M. 96 (16) : 8814-8817 Stripe phases are predicted and observed to occur in a class of strongly correlated materials describable as doped antiferromagnets, of which the copper-oxide superconductors are the most prominent representatives. The existence of stripe correlations necessitates the development of new principles for describing charge transport and especially superconductivity in these materials. Web of Science ID 000081835500006 PubMedID 10430848 Avoided critical behavior in O(n) systems Nussinov, Z., Rudnick, J., Kivelson, S. A., Chayes, L. N. 83 (3) : 472-475 Web of Science ID 000081447100003 Classical phase fluctuations in high temperature superconductors Carlson, E. W., Kivelson, S. A., Emery, V. J., Manousakis, E. 83 (3) : 612-615 Web of Science ID 000081447100038 Classification and stability of phases of the multicomponent one-dimensional electron gas PHYSICAL REVIEW B Emery, V. J., Kivelson, S. A., Zachar, O. 59 (24) : 15641-15653 Web of Science ID 000081134700014 Wigner glass, spin liquids and the metal-insulator transition PHILOSOPHICAL MAGAZINE B-PHYSICS OF CONDENSED MATTER STATISTICAL MECHANICS ELECTRONIC OPTICAL AND MAGNETIC PROPERTIES Chakravarty, S., Kivelson, S., Nayak, C., Voelker, K. 79 (6) : 859-868 Web of Science ID 000080687600003 Liquid-crystal phases of quantum Hall systems PHYSICAL REVIEW B Fradkin, E., Kivelson, S. A. 59 (12) : 8065-8072 Web of Science ID 000079514300046 Local electronic structure and high temperature superconductivity. Conference on High Temperature Superconductivity Emery, V. J., Kivelson, S. A. : 37–44 Web of Science ID 000083461600006 Crossovers and phase coherence in cuprate superconductors International Conference on Spectroscopies in Novel Superconductors (SNS'97) Emery, V. J., Kivelson, S. A. PERGAMON-ELSEVIER SCIENCE LTD. : 1705–10 Web of Science ID 000077460500008 Instability of charge ordered states in doped antiferromagnets Pryadko, L. P., Kivelson, S., Hone, D. W. 80 (25) : 5651-5654 Web of Science ID 000074313000048 Doped antiferromagnets in high dimension PHYSICAL REVIEW B Carlson, E. W., Kivelson, S. A., Nussinov, Z., Emery, V. J. 57 (23) : 14704-14721 Web of Science ID 000074273500031 Electronic liquid-crystal phases of a doped Mott insulator Kivelson, S. A., Fradkin, E., Emery, V. J. 393 (6685) : 550-553 Web of Science ID 000074150100044 Landau theory of stripe phases in cuprates and nickelates PHYSICAL REVIEW B Zachar, O., Kivelson, S. A., Emery, V. J. 57 (3) : 1422-1426 Web of Science ID 000071716800031 Spin-gap proximity effect mechanism of high-temperature superconductivity PHYSICAL REVIEW B Emery, V. J., Kivelson, S. A., Zachar, O. 56 (10) : 6120-6147 Web of Science ID A1997XY59500061 Pairing and phase coherence in high temperature superconductors International Conference on Materials and Mechanisms of Superconductivity - High Temperature Superconductors V Emery, V. J., Kivelson, S. A., Zachar, O. : 174–177 Web of Science ID A1997XZ90400048 High-temperature pairing in stripes International Conference on Stripes, Lattice Stabilities, and High-Temperature Superconductivity Zachar, O., Kivelson, S. A., Emery, V. J. SPRINGER\/PLENUM PUBLISHERS. : 373–78 Web of Science ID A1997YD61800021 Composite-fermion Hall conductance at v=1\/2 PHYSICAL REVIEW B Kivelson, S. A., Lee, D. H., Krotov, Y., Gan, J. 55 (23) : 15552-15561 Web of Science ID A1997XH33500046 Two point-contact interferometer for quantum Hall systems PHYSICAL REVIEW B Chamon, C. D., Freed, D. E., Kivelson, S. A., Sondhi, S. L., Wen, X. G. 55 (4) : 2331-2343 Web of Science ID A1997WF12400056 Frustration-limited domain theory of supercooled liquids and the glass transition Symposium on Supercooled Liquids - Advances and Novel Applications, at the 212th National Meeting of the American-Chemical-Society Tarjus, G., Kivelson, D., Kivelson, S. AMER CHEMICAL SOC. : 67–81 Web of Science ID A1997BJ91B00005 A viewpoint, model and theory for supercooled liquids International Seminar on the Dynamics of Glass Transition and Related Topics Kivelson, D., Tarjus, G., Kivelson, S. A. PROGRESS THEORETICAL PHYSICS PUBLICATION OFFICE. : 289–99 Web of Science ID A1997XK52400054 Reply to \"Comment on 'Fitting of viscosity: Distinguishing the temperature dependences predicted by various models of supercooled liquids' \" Physical review. E, Statistical physics, plasmas, fluids, and related interdisciplinary topics Kivelson, Tarjus, Xiao, Kivelson 54 (5) : 5873-5874 PubMedID 9965787 Textured edges in quantum Hall systems Karlhede, A., Kivelson, S. A., Lejnell, K., Sondhi, S. L. 77 (10) : 2061-2064 Web of Science ID A1996VE35100038 Modular invariance, self-duality and the phase transition between quantum Hall plateaus NUCLEAR PHYSICS B Fradkin, E., Kivelson, S. 474 (3) : 543-574 Web of Science ID A1996VE20000001 Exact results for a 1D Kondo lattice from bosonization Zachar, O., Kivelson, S. A., Emery, V. J. 77 (7) : 1342-1345 Web of Science ID A1996VB33000038 Metallic stripes in high-temperature superconductors JOURNAL OF SUPERCONDUCTIVITY Salkola, M. I., Emery, V. J., Kivelson, S. A. 9 (4) : 401-406 Web of Science ID A1996VK55100013 Implications of charge ordering for single-particle properties of high-T-c superconductors Salkola, M. I., Emery, V. J., Kivelson, S. A. 77 (1) : 155-158 Web of Science ID A1996UU47500040 Topological doping of correlated insulators SYNTHETIC METALS Kivelson, S. A., Emery, V. J. 80 (2) : 151-158 Web of Science ID A1996VL36300010 Paired states in the even integer quantum Hall effect. Physical review. B, Condensed matter Tikofsky, Kivelson 53 (20) : R13275-R13278 PubMedID 9983166 Charge ordering in high-temperature superconductors International Symposium on Frontiers of High -T(c) Superconductivity Emery, V. J., Kivelson, S. A. : 44–48 Web of Science ID A1996UW98600010 Electrons in flatland Kivelson, S., Lee, D. H., Zhang, S. C. 274 (3) : 86-91 Web of Science ID A1996TW01300035 Avoided critical behavior in a uniformly frustrated system PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Chayes, L., Emery, V. J., Kivelson, S. A., Nussinov, Z., Tarjus, G. 225 (1) : 129-153 Web of Science ID A1996TY82200007 Fitting of viscosity: Distinguishing the temperature dependences predicted by various models of supercooled liquids PHYSICAL REVIEW E Kivelson, D., Tarjus, G., Zhao, X. L., Kivelson, S. A. 53 (1) : 751-758 Web of Science ID A1996TR11900005 A THERMODYNAMIC THEORY OF SUPERCOOLED LIQUIDS PHYSICA A Kivelson, D., Kivelson, S. A., Zhao, X. L., Nussinov, Z., Tarjus, G. 219 (1-2) : 27-38 Web of Science ID A1995RU51000003 SUPERCONDUCTIVITY IN BAD METALS Emery, V. J., Kivelson, S. A. 74 (16) : 3253-3256 Web of Science ID A1995QT44900041 IMPORTANCE OF PHASE FLUCTUATIONS IN SUPERCONDUCTORS WITH SMALL SUPERFLUID DENSITY Emery, V. J., Kivelson, S. A. 374 (6521) : 434-437 Web of Science ID A1995QP89900052 METALLIC SCREENING AND CORRELATION-EFFECTS IN SUPERCONDUCTING FULLERENES Lammert, P. E., Rokhsar, D. S., CHAKRAVARTY, S., Kivelson, S., Salkola, M. I. 74 (6) : 996-999 Web of Science ID A1995QE48700042 COLLECTIVE CHARGE-TRANSPORT IN HIGH-TEMPERATURE SUPERCONDUCTORS PHYSICA C-SUPERCONDUCTIVITY AND ITS APPLICATIONS Emery, V. J., Kivelson, S. A. 235 : 189-192 Web of Science ID A1994QA39000051 2-PHASE COEXISTENCE AND SEMIMETALLIC STATES IN CONDUCTING POLYMERS PHYSICAL REVIEW B Salkola, M. I., Kivelson, S. A. 50 (19) : 13962-13973 Web of Science ID A1994PV10700004 FRUSTRATION-LIMITED CLUSTERS IN LIQUIDS JOURNAL OF CHEMICAL PHYSICS Kivelson, S. A., Zhao, X. L., Kivelson, D., Fischer, T. M., Knobler, C. M. 101 (3) : 2391-2397 Web of Science ID A1994NY00200067 STRATEGIES FOR FINDING SUPERCONDUCTIVITY IN CONDUCTING POLYMERS Workshop on the Metallic Phase of Conducting Polymers Kivelson, S. A., Emery, V. J. ELSEVIER SCIENCE SA. : 249–54 Web of Science ID A1994PD07600018 STUDY OF AN ISING-MODEL WITH COMPETING LONG-RANGE AND SHORT-RANGE INTERACTIONS Low, U., Emery, V. J., Fabricius, K., Kivelson, S. A. 72 (12) : 1918-1921 Web of Science ID A1994NB62200036 ELECTRONIC PHASE-SEPARATION AND HIGH-TEMPERATURE SUPERCONDUCTORS Conference on Strongly Correlated Electronic Materials: The Los Alamos Symposium 1993 Kivelson, S. A., Emery, V. J. ADDISON-WESLEY PUBL CO. : 619–656 Web of Science ID A1994BC51Q00037 PROPERTIES OF AN ORBITAL KONDO ARRAY Conference on Strongly Correlated Electronic Materials: The Los Alamos Symposium 1993 Emery, V. J., Kivelson, S. A. ADDISON-WESLEY PUBL CO. : 669–672 Web of Science ID A1994BC51Q00039 DYNAMICAL IMPURITY PROBLEMS 8th International Summer School on Fundamental Problems in Statistical Mechanics Emery, V. J., Kivelson, S. A. ELSEVIER SCIENCE PUBL B V. : 1–26 Web of Science ID A1994BC39D00001 SOLUTION OF AN ORBITAL KONDO ARRAY Emery, V. J., Kivelson, S. A. 71 (22) : 3701-3704 Web of Science ID A1993MJ83700022 ELECTRONIC CORRELATIONS AND ELECTRON-PHONON COUPLING IN C-60 INTERNATIONAL JOURNAL OF MODERN PHYSICS B Salkola, M. I., CHAKRAVARTY, S., Kivelson, S. A. 7 (15) : 2859-2884 Web of Science ID A1993LK17700007 QUANTUM PERCOLATION AND PLATEAU TRANSITIONS IN THE QUANTUM HALL-EFFECT Lee, D. H., Wang, Z. Q., Kivelson, S. 70 (26) : 4130-4133 Web of Science ID A1993LJ82700026 SKYRMIONS AND THE CROSSOVER FROM THE INTEGER TO FRACTIONAL QUANTUM HALL-EFFECT AT SMALL ZEEMAN ENERGIES PHYSICAL REVIEW B Sondhi, S. L., Karlhede, A., Kivelson, S. A., Rezayi, E. H. 47 (24) : 16419-16426 Web of Science ID A1993LJ15600044 FRUSTRATED ELECTRONIC PHASE-SEPARATION AND HIGH-TEMPERATURE SUPERCONDUCTORS PHYSICA C-SUPERCONDUCTIVITY AND ITS APPLICATIONS Emery, V. J., Kivelson, S. A. 209 (4) : 597-621 Web of Science ID A1993LA81400037 2-PHASE COEXISTENCE IN THE METALLIC STATE OF POLYACETYLENE PROGRESS OF THEORETICAL PHYSICS SUPPLEMENT Salkola, M. I., Kivelson, S. A. : 53-60 Web of Science ID A1993MD82700006 THE METALLIC STATE OF HEAVILY DOPED CONDUCTING POLYMERS Nobel Symposium on Conjugated Polymers and Related Materials: The Interconnection of Chemical and Electronic Structure Kivelson, S. A., Salkola, M. I. OXFORD UNIVERSITY PRESS. : 247–259 Web of Science ID A1993BB87Y00018 LOW-ENERGY PHYSICS OF HIGH-TEMPERATURE SUPERCONDUCTORS JOURNAL OF PHYSICS AND CHEMISTRY OF SOLIDS Emery, V. J., Kivelson, S. A. 53 (12) : 1499-1506 Web of Science ID A1992KE86300005 LONG-RANGE INTERACTIONS AND THE QUANTUM HALL-EFFECT PHYSICAL REVIEW B Sondhi, S. L., Kivelson, S. A. 46 (20) : 13319-13325 Web of Science ID A1992KA57700045 MAPPING OF THE 2-CHANNEL KONDO PROBLEM TO A RESONANT-LEVEL MODEL PHYSICAL REVIEW B Emery, V. J., Kivelson, S. 46 (17) : 10812-10817 Web of Science ID A1992JW97600039 ZERO-TEMPERATURE HALL-COEFFICIENT OF AN INSULATOR Zhang, S. C., Kivelson, S., Lee, D. H. 69 (8) : 1252-1255 Web of Science ID A1992JK42600028 Comment on \"Electron-phonon coupling and superconductivity in alkali-intercalated C60 solid\" Chakravarty, Khlebnikov, Kivelson 69 (1) : 212-? PubMedID 10046227 METAL NONMETAL TRANSITION IN POLYACETYLENE SYNTHETIC METALS Kivelson, S. A., Salkola, M. I. 44 (3) : 281-291 Web of Science ID A1991GK36500005 Reply to \"Neutral-fermion-soliton statistics in the short-range resonating-valence-bond state: A reevaluation\" Physical review. B, Condensed matter Kivelson, Rokhsar, Sethna, Shore 40 (10) : 7343-7344 PubMedID 9991137 Jain and Kivelson reply. Jain, Kivelson 62 (2) : 231-? PubMedID 10039958 SUPERCONDUCTIVITY AND THE QUANTUM HARD-CORE DIMER GAS Rokhsar, D. S., Kivelson, S. A. 61 (20) : 2376-2379 Web of Science ID A1988Q882500025 2E OR NOT 2E - FLUX-QUANTIZATION IN THE RESONATING VALENCE BOND STATE EUROPHYSICS LETTERS Kivelson, S. A., Rokhsar, D. S., Sethna, J. P. 6 (4) : 353-358 Web of Science ID A1988N933300013 THE LOW-TEMPERATURE PROPERTIES OF A SHORT-RANGED RESONATING-VALENCE-BOND SUPERCONDUCTOR PHYSICA C-SUPERCONDUCTIVITY AND ITS APPLICATIONS Kivelson, S., Rokhsar, D. S. 153 : 531-537 Web of Science ID A1988P410000231 Effect of quasiparticle tunneling on quantum-phase fluctuations and the onset of superconductivity in granular films. Physical review. B, Condensed matter Chakravarty, Kivelson, Zimanyi, HALPERIN 35 (13) : 7256-7259 PubMedID 9941017 Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain\n            the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in\n            Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles\n            and JavaScript. Advertisement View all Nature Research journals Search My Account Login Explore content Journal info rmation Publish with us Sign up for alerts RSS feed nature npj quantum materials perspectives article Defining emergence in physics Download PDF Open Access Published: 25 November 2016 Defining emergence in physics Sophia Kivelson 1 & Steven A Kivelson 2  npj Quantum Materials volume 1 , Article number: 16024 ( ) Cite this article 5736 Accesses 17 Citations 33 Altmetric Metrics details Download PDF The term emergent is used to evoke collective behaviour of a large number of microscopic constituents that is qualitatively different than the behaviours of the individual constituents. This usage is appealingly intuitive but problematically ill-defined: it is vague concerning what qualifies as a large number and what constitutes a qualitative difference. In some contexts, an anthropic definition is offered—something is qualitatively new if it cannot be straightforwardly understood in terms of known properties of the constituents. Among the many shortcomings of this definition, perhaps the most glaring is that it implies that as soon as something is understood it ceases to be emergent; this would mean that understanding the emergent properties of quantum materials (a major focus of this journal) would be oxymoronic. More broadly still, the modifier ‘emergent’ sometimes appears simply as a colloquial indication that a particular property is of great fundamental importance, and thus newsworthy and highly fundable. Consequently, the term has become somewhat politically charged arising in debates over which subfields of physics are more fundamental; those that are the most reductionist which focus on the physics of the smallest constituents, or those that are least sensitive to microscopic details and thus focus on universal emergent behaviours. Integrating its uses across disciplines, the proper definition of emergence becomes even less clear. In evolutionary biology, emergence often refers to a dynamical process by which new species or new biological structures emerge. In certain philosophical contexts, a form of strong emergence is used to account for the apparent logical gap separating that which is determined by the laws of physics from such basic human characteristics as identity, the existence of a soul and free will. Clearly, no single definition of emergence can encompass all the uses that the word has enjoyed. Here we discuss a sharp definition of the narrow concept of emergence in physics; we give a mathematically precise meaning to the notion of ‘qualitative difference.’ We propose the following: An emergent behavior of a physical system is a qualitative property that can only occur in the limit that the number of microscopic constituents tends to infinity. To flesh out this definition, let us apply it. The distinguishing features of distinct phases of matter, such as spontaneously broken symmetries or topological order, are surely emergent in the above sense. Given that the microscopic physical laws are reversible, the existence of irreversible processes that lead to an increase in entropy is likewise emergent. Hydrodynamics is explicitly concerned with the behaviour of fluids at scales large compared with all microscopic scales. Consequently, all distinct hydrodynamic behaviours, including laminar flow, turbulence and shock waves, are emergent. Critical phenomena represent another distinct form of emergent properties. On the other hand, merely quantitative distinctions between properties are not, in this sense, emergent. The distinction between highly correlated electronic materials and their weakly correlated brethren is, definitionally, quantitative. There is an emergent property that distinguishes unconventional and conventional superconductors, e.g., those with and without gap nodes on the Fermi surface, respectively. However, by itself, the distinction between high temperature and low temperature superconductors is quantitative, not qualitative. Recognition of the existence of qualitative distinctions between the physical properties of microscopic and macroscopic systems necessarily informs the way we try to understand both aspects. Emergent properties can only be inferred from an understanding of the properties of the microscopic constituents if the analysis is sufficiently subtle to allow for new properties to arise; for instance, spontaneously broken symmetries can only be understood by explicitly exploring asymmetric solutions of the symmetric equations that encapsulate the physics at a microscopic scale. Conversely, the relative insensitivity of the macroscopic behaviour of systems to the precise microscopic interactions is a barrier to making unique inferences concerning the correct microscopic description that gives rise to the observed behaviours. This is why we turn to the brute force experimental approach of CERN rather than relying on very precise low-energy experiments to infer physics at high energies. Another element requiring clarification is what is meant by the ‘number of microscopic constituents tend[ing] to infinity,’ or in other words ‘the thermodynamic limit.’ Infinity is an abstraction. Real systems always have a finite number of constituents. When that number is large, it is possible to make increasingly accurate approximate predictions based on reference to the infinite number limit. For instance, a persistent current in a superconducting ring actually has a finite rate of decay. However, since the rate vanishes exponentially with the size of the system, the associated caveat rapidly becomes irrelevant for all practical purposes. It is commonplace for a macroscopic ring to have a decay rate that can be experimentally bounded to be less than one over the life of the universe! Now, let us broaden our discussion so as to explore the wider applicability of our definition in contexts beyond physics. The sometimes-inexplicable behaviour of crowds is often blamed on emergence; a group of angry citizens is more likely than is an individual to lynch a perceived wrongdoer. However, this ‘new’ collective behaviour is not truly new. Individuals, too, commit murder. A nation’s economy can seem to have a life of its own. Although microeconomics is directly related to decisions made by individuals, macroeconomics is strongly cooperative. In macroeconomics, there are bubbles and trends, and sudden changes in national wealth that are difficult to associate with the actions of one or a few individuals. This brings us to the ultimate emergent phenomena—life and consciousness. Putting aside the possibility of a mystical spark of life, we are left with a peculiar dilemma in applying our definition. Although living organisms contain a vast number of constituent atoms, that number is finite. Here we see the dangers of extending our definition beyond the realm of physics. To preserve our cherished notion that there is a sharp distinction between the animate and the inanimate, it would be necessary to posit that there exists a critical level of microscopic complexity (say around the level characteristic of the largest viruses and the smallest bacteria) at which life begins. If, however, life and consciousness are sharply defined only in the thermodynamic limit, then we are only approximately alive and operationally conscious. Author information Affiliations School of Humanities and Sciences, Stanford University, Stanford, CA, USA Sophia Kivelson Department of Physics, Stanford University, Stanford, CA, USA Steven A Kivelson Authors Sophia Kivelson View author publications You can also search for this author in PubMed  Google Scholar Steven A Kivelson View author publications You can also search for this author in PubMed  Google Scholar Corresponding author Correspondence to Steven A Kivelson Ethics declarations Competing interests The authors declare no conflict of interest. Rights and permissions This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http:\/\/creativecommons.org\/licenses\/by\/4.0\/ Reprints and Permissions About this article Cite this article Kivelson, S., Kivelson, S. Defining emergence in physics. npj Quant Mater 1, 16024 (2016). https:\/\/doi.org\/10.1038\/npjquantmats.2016.24 Download citation Received : 02 October 2016 Revised : 04 October 2016 Accepted : 08 October 2016 Published : 25 November 2016 DOI : https:\/\/doi.org\/10.1038\/npjquantmats.2016.24 Further reading Emergent gauge symmetries and particle physics Steven D. Bass Progress in Particle and Nuclear Physics (2020) Cluster Flows and Multiagent Technology Oleg Granichin Denis Uzhva & Zeev Volkovich Mathematics (2020) Hybrid infinite time-evolving block decimation algorithm for long-range multidimensional quantum many-body systems Tomohiro Hashizume Jad C. Halimeh & Ian P. McCulloch Physical Review B (2020) Softening of DNA near melting as disappearance of an emergent property Debjyoti Majumdar & Somendra M. Bhattacharjee Physical Review E (2020) Spurious, Emergent Laws in Number Worlds Cristian S. Calude & Karl Svozil Philosophies (2019) Download PDF Explore content Research articles Collections Follow us on Twitter Sign up for alerts RSS feed Journal information About the Journal Contact Publish with us For Authors & Referees Submit manuscript Search Article Search Search Advanced search Quick links Explore articles by subject Find a job Guide to authors Editorial policies npj Quantum Materials ISSN 2397-4648 (online) nature.com sitemap About us Press releases Press office Contact us Discover content Journals A-Z Articles by subject Nano Protocol Exchange Nature Index Publish with us Guide to Authors Guide to Referees Editorial policies Open access Reprints & permissions Researcher services Research data Language editing Scientific editing Nature Masterclasses Nature Research Academies Libraries & institutions Librarian service & tools Librarian portal Open research Recommend to library Advertising & partnerships Advertising Partnerships & Services Media kits Branded content Career development Nature Careers Nature Conferences Nature events Regional websites Nature China Nature India Nature Japan Nature Korea Nature Middle East Legal & Privacy Privacy Policy Use of cookies Manage cookies\/Do not sell my data Legal notice Accessibility statement Terms & Conditions California Privacy Statement © 2021 Springer Nature Limited xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"no\"? Close Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily. Email address Sign up I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"no\"? Close Get the most important science stories of the day, free in your inbox. Sign up for Nature Briefing Stanford Institute for Theoretical Physics Research in the Stanford Institute for Theoretical Physics (SITP) spans a wide range of topics from understanding the fundamental nature of forces, particles and space-time geometry, to condensed matter physics and quantum information.  There is considerable cross-fertilization in some of these endeavors with faculty in the SLAC Theory Group and the Savas Dimopoulos (650) 723-4231 Savas@stanford.edu Theoretical Physics Sebastian Doniach SXDWC@SLAC.Stanford.Edu Theoretical Physics Alexander Fetter fetter@stanford.edu Theoretical Physics Peter Graham Associate Professor pwgraham@stanford.edu Publications on INSPIRE Theoretical Physics Sean Hartnoll Associate Professor (650) 724-9662 hartnoll@stanford.edu Publications on Google Scholar Publications on INSPIRE Publications on the arXiv Public lecture: From black holes to superconductors Short interview: string theory and black holes Lectures and talks on YouTube Theoretical Physics Patrick Hayden (650) 725-9181 phayden@stanford.edu Publications on Google Scholar Theoretical Physics Shamit Kachru (650) 736-2047 skachru@stanford.edu Theoretical Physics Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Vedika Khemani Assistant Professor vkhemani@stanford.edu Khemani recognized for work on time-crystals Publications on Google Scholar Theoretical Condensed Matter Physics Theoretical Physics Steven Kivelson Kivelson@stanford.edu Defining \"Emergence\" in Physics Understanding Complexity Kivelson Group Web Link Theoretical Physics Robert Laughlin (650) 723-4563 ndl@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Xiaoliang Qi xlqi@stanford.edu Theoretical Physics Srinivas Raghu Associate Professor (650) 926-3068 sraghu@stanford.edu Theoretical Physics Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Stephen Shenker (650) 723-4232 sshenker@stanford.edu Publications on INSPIRE Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Leonard Susskind The Theoretical Minimum lecture series Publications on INSPIRE Theoretical Physics"
            ]
        ]
    ]
}