{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BRNR2ACZ",
            "PbY_qFMAAAAJ",
            [
                "The staling and texture of bread made using the Yudane dough method",
                "Effect of purple sweet potato powder substitution and enzymatic treatments on bread making quality",
                "The bread making qualities of bread dough supplemented with whole wheat flour and treated with enzymes",
                "Texture and structure of bread supplemented with purple sweet potato powder and treated with enzymes",
                "Applicability of dry flours produced from a table potato variety (Solanum tuberosum L. cv. May Queen) in bread making",
                "Noodle qualities of fresh pasta supplemented with various amounts of purple sweet potato powder",
                "Effect of gelatinized wheat starch on bread-making qualities of yudane dough",
                "Variovorax sp. has an optimum cell density to fully function as a plant growth promoter",
                "Effect of pre-gelatinization on the physicochemical properties of dry flours produced from 5 cassava varieties of the Philippines"
            ],
            [
                "White breads with Yudane dough (Yudane bread) were made from commercial hard flour by the no first fermentation method. Yudane dough was prepared by mixing boiling water and flour at a ratio of 1: 1. The dough at 20 and 40%(w\/w, flour base) was added to the total bread dough. In the Yudane bread making method, an extended final proof, lower dough gas retention and gassing power, as well as specific loaf volume were observed compared to conventional bread making (control) without Yudane dough. Also, the moisture content of the Yudane breads increased with increasing water absorption for bread making. The total and reducing saccharide and maltose contents in the water-soluble fraction of Yudane bread also increased with the volume of added Yudane dough. The Yudane breads were very soft just after baking, and the staling (temporal changes in hardness) and starch retrogradation of the breads were somewhat reduced compared to the control. Further, the breads showed generally larger cohesiveness, ie, the index of bread elasticity. Kinetic analysis indicated reduced bread staling and starch retrogradation rates compared to control. The data showed that the slow staling and unique texture of the Yudane breads were mainly due to the high moisture content, saccharide contents, and flour amylases-modification of swollen and gelatinized starch in the breads, which was related to the higher water absorption and starch swelling and gelatinization levels of the added Yudane dough.",
                "Specialty breads substituted with non-wheat flour like purple sweet potato have been attracting attention because of their added nutrients, flavor, and color. Although the addition of non-wheat flour to specialty breads often results in lower loaf volume, this can be improved by enzyme treatments. In this context, this study investigated the effects of purple sweet potato powder (PSPP) substitution and enzyme treatments using α-amylase and hemicellulase on gassing power (GP), gas retention of dough (GRD), color and specific loaf volume (SLV) of bread. Results showed that the addition of PSPP produces bread crumbs with light purple color but low GRD and SLV of bread. On the other hand, α-amylase and hemicellulase improved the GRD, SLV and GP of PSPP-substituted bread by degrading the damaged starch and hemicellulose. Thus, these improved properties indicate acceptable quality of the bread.",
                "Whole wheat flour (WWF) contains various kinds of functional ingredients, such as dietary fiber, resistant starch, minerals, etc., and bread containing WWF is in great demand in many countries because of its health benefits. Although dough with WWF often results in lower quality bread, previous studies suggested that this could be improved by the addition of suitable enzymes. This study investigated the effects of WWF substitution and enzyme treatments using α-amylase (AM) and hemicellulase (HC) on bread making qualities. Results showed that the addition of WWF produced dough with low gas retention of dough (GRD) and specific loaf volume (SLV). However, AM and HC drastically improved both GRD and SLV of WWF-substituted dough and bread by degrading damaged starch and hemicellulose. Thus, these results indicated that the treatments with suitable enzymes could drastically improve the bread making qualities of dough made with WWF.",
                "Sweet potato a nutritious and abundantly available food crop in many developing countries has been explored for baking to increase its use in food processing. Though it often results in lower quality bread it can be improved with enzyme treatments. Thus, this study evaluated the effect of purple sweet potato powder (PSPP) supplementation, and α-amylase (AM) and hemicellulase (HC) treatments on the texture and retrogradation during storage, and structure of bread. Results showed that PSPP supplementation gave rise to bread with higher firming rate related with greater starch-gluten interaction. On the other hand, AM and HC treatment resulted in lower firming rate, amylose content, enthalpy of retrogradation, rupture properties, and moisture loss during storage of PSPP supplemented bread. These improvements in texture properties and structure indicate more acceptable bread that may lead in increased utilization of purple sweet potato.",
                "Five different potato flours were prepared from the table potato variety, May Queen, by drying potato slices without boiling or refrigeration (D), with boiling for 10 or 30 min (10B, 30B) and with boiling for 10 or 30 min, followed by refrigeration (10BR, 30BR), and their applicability to bread making was evaluated. When 10% potato flour was added to strong wheat flour (S), B and BR increased the water absorption of dough and lowered the gas retention of dough (GRD) and specific loaf volume (SLV). However, the highest GRD and SLV were observed in a combination of S with 10BR among the tested flour blends. Furthermore, GRD and SLV were improved by replacing S with extra-strong wheat flour (ES). The bread made from ES and 10BR maintained significantly higher softness of crumb compared to control during 3 days of storage at 20 C (p< 0.05).",
                "Sweet potato is a nutritious, cost-effective and abundantly available food crop in Asia. In an effort to utilize sweet potato for food processing, the effects of purple sweet potato powder (PSPP)-supplementation on the quality of fresh pasta was determined. Results showed that PSPP-supplementation produced fresh pasta dark purple in color, attributable to the intrinsic anthocyanin content. Moreover, PSPP provided a higher amount of gelatinized starch, resulting in softer and more elastic raw fresh pasta; and the boiled fresh pasta showed a softer texture, as indicated by its hardness, rupture force and energy. However, PSPP-supplementation decreased the cooking weight gain of fresh pasta. Sensory evaluation rated the quality of boiled fresh pasta with 7.5% and 10% PSPP as more acceptable and equally acceptable as the control, respectively. Thus, this study suggests that PSPP-supplementation results in an acceptable noodle product, potentially increasing the utilization of purple sweet potato.",
                "This study aimed to investigate the effects of gelatinized starch on the bread-making qualities of Yudane dough. Yudane is a type of bread dough made by mixing boiling water with flour. Various bread-making tests were performed using freeze-dried gluten and heated and gelatinized wheat starch, which was used to imitate Yudane dough. The imitation Yudane dough was prepared by mixing gelatinized starch, prepared by heating a mixture of wheat starch and water from 55 to 80degC in increments of 5degC, with freeze-dried gluten. The heat treatments partially or completely gelatinized the wheat starch in the imitation Yudane dough. The imitation Yudane dough was then added to flour dough at 20%(w\/w, flour base). Compared with the control dough (without Yudane), the dough mixed with Yudane dough had lower gassing power, gas retention, and specific loaf volume. These significant reductions in bread-making quality were mainly related to the inhibition of gluten network formation during dough mixing by the gelatinized wheat starch present in the imitation Yudane dough. In addition, the bread made with imitation Yudane dough (gelatinized wheat starch) showed dark-brown crust, caving, a slow staling rate, as well as the major features of bread made by the normal Yudane bread-making method.",
                "Utilization of plant growth-promoting bacteria colonizing roots is environmentally friendly technology instead of using chemicals in agriculture, and understanding of the effects of their colonization modes in promoting plant growth is important for sustainable agriculture. We herein screened the six potential plant growth-promoting bacteria isolated from Beta vulgaris L.(Rhizobium sp. HRRK 005, Polaromonas sp. HRRK 103, Variovorax sp. HRRK 170, Mesorhizobium sp. HRRK 190, Streptomyces sp. HRTK 192, and Novosphingobium sp. HRRK 193) using a series of biochemical tests. Among all strains screened, HRRK 170 had the highest potential for plant growth promotion, given its ability to produce plant growth substances and enzymes such as siderophores and 1-aminocyclopropane-1-carboxylic acid (ACC) deaminase, respectively, concomitantly with active growth in a wider range of temperatures (10–30 C) and pH (5.0–10.0). HRRK 170 colonized either as spots or widely on the root surface of all vegetable seedlings tested, but significant growth promotion occurred only in two vegetables (Chinese cabbage and green pepper) within a certain cell density range localized in the plant roots. The results indicate that HRRK 170 could function as a plant growth promoter, but has an optimum cell density for efficient use. View Full-Text",
                "The objectives of this study were to characterize the physicochemical properties of 5 different cassava varieties developed in the Philippines and to investigate the effect of pre-gelatinization on flour properties. The physicochemical properties were assessed by proximate, mineral and soluble sugar composition, starch, pasting and thermal properties, solubility, swelling power and particle size distribution. All dry flours showed significantly higher values for peak viscosity, hot paste viscosity and final viscosity, breakdown, pasting temperature and α-amylase activity than the corresponding pre-gelatinized flours (p< 0.05). Complete amorphization of starch contained in pre-gelatinized flours was confirmed by DSC, and it was found that pre-gelatinization caused significant increases in the content of fructose, glucose, amylose, damaged starch and mean particle size, compared to the corresponding dry flours (p< 0.05). Principal component analysis was carried out to assess the overall flour quality and the suitability of particular varieties for pre-gelatinization by steam treatment."
            ],
            [
                [
                    "Food Biochemistry",
                    "Food Processing",
                    "Food Analysis"
                ]
            ]
        ]
    ]
}