{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BRPS1VX1",
            "TW2fOsEAAAAJ",
            [
                "Review of AdS\/CFT integrability: an overview",
                "Gauge invariance versus masslessness in de Sitter spaces",
                "Magnetic monopoles from antisymmetric tensor gauge fields",
                "Integrable open spin chains with nonsymmetric R-matrices"
            ],
            [
                "This is the introductory chapter of a review collection on integrability in the context of the AdS\/CFT correspondence. In the collection, we present an overview of the achievements and the status of this subject as of the year 2010.",
                "The connection between gauge invariance, masslessness and null cone propagation is a flat space property which does not persist even in constant curvature geometries. In particular, we show that both the gauge invariant spin 3 2 and 2 fields in anti-de Sitter space have support inside the cone, whereas where are conformally invariant, but gauge variant, models which do propagate on the light cone. The Maxwell field in constant curvature spaces of dimension other than four also does not have null cone propagation; again there is a conformally invariant model which does.",
                "We consider the generalization of the Dirac monopole solution of Maxwell theory to theories of antisymmetric tensor gauge fields of arbitrary rank. A Dirac quantization condition is derived. These generalized monopoles are expected to be relevant for models of strings and higher-dimensional extended objects, and perhaps also for Kaluza-Klein theories.",
                "The authors extend Sklyanin's formalism for constructing integrable open spin chains to the case of'non-symmetric'(PT-invariant) R-matrices. They use this formalism to show that the Hamiltonian of an integrable open chain is invariant under gauge transformations of the R-matrix."
            ],
            [
                [
                    "quantum integrability",
                    "Bethe ansatz and applications to AdS\/CFT"
                ]
            ],
            [
                "Rafael I Nepomechie nepomechie@miami.edu (305) 284-7124 4620 Activities As a Professor here at the University of Miami, I have two main activities: Teaching Each semester I have been teaching either an undergraduate (Psc 101, Phy 101, Phy 321, Phy 350, Phy 351, Phy 515) or graduate (Phy 517, Phy 540, Phy 560, Phy 561, Phy 612, Phy 616, Phy 670, Phy 671) course, as well as a discussion section of introductory physics (Phy 101, Phy 102, Phy 205). While the 100- and 200- level courses have large enrollments (up to 150), the discussion sections are smaller (up to 30), and the upper-level courses are quite small (5-10), and there is ample opportunity for student-teacher interaction. While in graduate school at the University of Chicago, I worked on  string theory, and I received a PhD in 1982 (two years before the 1984 string revolution). I continued working on string theory and quantum field theory (as a postdoc at Brandeis University and at the University of Washington, and then as a faculty member here in Miami) until the end of that decade. My research interests then turned to integrable quantum spin chains and integrable quantum field theories. Currently I am studying integrability in string theory. For a brief introduction (beginning graduate student level) to some of the concepts which play a key role in the current understanding of integrable models (the Yang-Baxter equation, the Quantum Inverse Scattering Method, and the Bethe ansatz), please see my  spin chain primer . Post Doctoral String theory and Quantum field theory Brandeis University Post Doctoral String theory and Quantum field theory University of Washington 1982 Ph.D.  University of Chicago LIST OF SPECIALTIES: String thoery, quantum field theory, integrable quantum spin chains, integrable quantum field theories, integrability in string theory NSF Grants Particle Theory Award Number:9007517; Principal Investigator:Thomas Curtright; Co-Principal Investigator:Luca Mezincescu, Rafael Nepomechie; Organization:University of Miami;NSF Organization:PHY Start Date:07\/01\/1990; Award Amount:$144,133.00; Relevance:96.0; Theory of Elementary Particles Award Number:9870101; Principal Investigator:Orlando Alvarez; Co-Principal Investigator:Luca Mezincescu, Thomas Curtright, Rafael Nepomechie; Organization:University of Miami;NSF Organization:PHY Start Date:08\/01\/1998; Award Amount:$371,000.00; Relevance:96.0; Particle Theory Award Number:9209978; Principal Investigator:Thomas Curtright; Co-Principal Investigator:Luca Mezincescu, Rafael Nepomechie; Organization:University of Miami;NSF Organization:PHY Start Date:08\/15\/1992; Award Amount:$387,969.00; Relevance:96.0; Particle Theory (Physics) Award Number:8703390; Principal Investigator:Luca Mezincescu; Co-Principal Investigator:Rafael Nepomechie; Organization:University of Miami;NSF Organization:PHY Start Date:07\/01\/1987; Award Amount:$310,844.00; Relevance:96.0; Theory of Elementary Particles Award Number:9507829; Principal Investigator:Orlando Alvarez; Co-Principal Investigator:Luca Mezincescu, Thomas Curtright, Rafael Nepomechie; Organization:University of Miami;NSF Organization:PHY Start Date:06\/15\/1995; Award Amount:$533,000.00; Relevance:96.0; Theory of Elementary Particles Award Number:0098088; Principal Investigator:Orlando Alvarez; Co-Principal Investigator:Rafael Nepomechie; Organization:University of Miami;NSF Organization:PHY Start Date:08\/15\/2001; Award Amount:$172,000.00; Relevance:96.0; Theory of Elementary Particles Award Number:0554821; Principal Investigator:Rafael Nepomechie; Co-Principal Investigator:Orlando Alvarez; Organization:University of Miami;NSF Organization:PHY Start Date:06\/15\/2006; Award Amount:$240,000.00; Relevance:96.0; Theory of Elementary Particles Award Number:0244261; Principal Investigator:Rafael Nepomechie; Co-Principal Investigator:Orlando Alvarez; Organization:University of Miami;NSF Organization:PHY Start Date:09\/15\/2003; Award Amount:$260,000.00; Relevance:96.0; Theory of Elementary Particles Award Number:0854366; Principal Investigator:Rafael Nepomechie; Co-Principal Investigator:Orlando Alvarez; Organization:University of Miami;NSF Organization:PHY Start Date:09\/15\/2009; Award Amount:$240,000.00; Relevance:96.0; Theory of Elementary Particles Award Number:1212337; Principal Investigator:Rafael Nepomechie; Co-Principal Investigator:Orlando Alvarez; Organization:University of Miami;NSF Organization:PHY Start Date:08\/15\/2012; Award Amount:$180,000.00; Relevance:96.0; Nicolas Crampe, Rafael I. Nepomechie. \"\t Equivalent T-Q relations and exact results for the open TASEP \"    (2018). [ Rafael I. Nepomechie, Rodrigo A. Pimenta. \"New $D_{n+1}^{(2)}$ K-matrices with quantum group symmetry\"    (2018). ["
            ]
        ]
    ]
}