{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BRPS1VX1",
            "TW2fOsEAAAAJ",
            [
                "Review of AdS\/CFT integrability: an overview",
                "Gauge invariance versus masslessness in de Sitter spaces",
                "Magnetic monopoles from antisymmetric tensor gauge fields",
                "Integrable open spin chains with nonsymmetric R-matrices"
            ],
            [
                "This is the introductory chapter of a review collection on integrability in the context of the AdS\/CFT correspondence. In the collection, we present an overview of the achievements and the status of this subject as of the year 2010.",
                "The connection between gauge invariance, masslessness and null cone propagation is a flat space property which does not persist even in constant curvature geometries. In particular, we show that both the gauge invariant spin 3 2 and 2 fields in anti-de Sitter space have support inside the cone, whereas where are conformally invariant, but gauge variant, models which do propagate on the light cone. The Maxwell field in constant curvature spaces of dimension other than four also does not have null cone propagation; again there is a conformally invariant model which does.",
                "We consider the generalization of the Dirac monopole solution of Maxwell theory to theories of antisymmetric tensor gauge fields of arbitrary rank. A Dirac quantization condition is derived. These generalized monopoles are expected to be relevant for models of strings and higher-dimensional extended objects, and perhaps also for Kaluza-Klein theories.",
                "The authors extend Sklyanin's formalism for constructing integrable open spin chains to the case of'non-symmetric'(PT-invariant) R-matrices. They use this formalism to show that the Hamiltonian of an integrable open chain is invariant under gauge transformations of the R-matrix."
            ],
            [
                [
                    "quantum integrability",
                    "Bethe ansatz and applications to AdS\/CFT"
                ]
            ]
        ]
    ]
}