{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BTO5NX4R",
            "_mp8nosAAAAJ",
            [
                "Epitaxial ferroelectric  thin films for room-temperature tunable element applications",
                "Design maps for the hyperthermic treatment of tumors with superparamagnetic nanoparticles"
            ],
            [
                "Perovskite Ba0.5Sr0.5TiO3 thin films have been synthesized on (001) LaAlO3 substrates by pulsed laser ablation. Extensive x-ray diffraction, rocking curve, and pole-figure studies suggest that the films are c-axis oriented and exhibit good in-plane relationship of <100>BSTO\/\/<100>LAO. Rutherford backscattering spectrometry studies indicate that the epitaxial films have excellent crystalline quality with an ion beam minimum yield χmin of only 2.6%. The dielectric property measurements by the interdigital technique at 1 MHz show room-temperature values of the relative dielectric constant, εr, and loss tangent, tan δ, of 1430 and 0.007 with no bias, and 960 and 0.001 with 35 V bias, respectively. The obtained data suggest that the as-grown Ba0.5Sr0.5TiO3 films can be used for development of room-temperature tunable microwave elements.",
                "A plethora of magnetic nanoparticles has been developed and investigated under different alternating magnetic fields (AMF) for the hyperthermic treatment of malignant tissues. Yet, clinical applications of magnetic hyperthermia are sporadic, mostly due to the low energy conversion efficiency of the metallic nanoparticles and the high tissue concentrations required. Here, we study the hyperthermic performance of commercially available formulations of superparamagnetic iron oxide nanoparticles (SPIOs), with core diameter of 5, 7 and 14 nm, in terms of absolute temperature increase ΔT and specific absorption rate (SAR). These nanoparticles are operated under a broad range of AMF conditions, with frequency f varying between 0.2 and 30 MHz; field strength H ranging from 4 to 10 kA m−1; and concentration cMNP varying from 0.02 to 3.5 mg ml−1. At high frequency field (∼30 MHz), non specific heating dominates and ΔT correlates with the electrical conductivity of the medium. At low frequency field (<1 MHz), non specific heating is negligible and the relaxation of the SPIO within the AMF is the sole energy source. We show that the ΔT of the medium grows linearly with cMNP, whereas the SARMNP of the magnetic nanoparticles is independent of cMNP and varies linearly with f and H2. Using a computational model for heat transport in a biological tissue, the minimum requirements for local hyperthermia (Ttissue >42°C) and thermal ablation (Ttissue >50°C) are derived in terms of cMNP, operating AMF conditions and blood perfusion. The resulting maps can be used to rationally design hyperthermic treatments and identifying the proper route of …"
            ],
            [
                [
                    "Physics",
                    "Nanomedicine",
                    "Bioengineering"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}