{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BTVQE5MW",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Stephen Shenker Richard Herschel Weiland Professor in the School of Humanities and Sciences Research & Scholarship Professor Shenker's contributions to Physics include: - Basic results on the phase structure of gauge theories (with Eduardo Fradkin) - Basic results on two dimensional conformal field theory and its relation to string theory (with Daniel Friedan, Emil Martinec, Zongan Qiu, and others) - The nonperturbative formulation of matrix models of low-dimensional string theory, the first nonperturbative definitions of string theory (with Michael R. Douglas) - The discovery of distinctively stringy nonperturbative effects in string theory, later understood to be caused by D-branes. These effects play a major role in string dynamics - The discovery of Matrix Theory, the first nonperturbative definition of String\/M theory in a physical number of dimensions. Matrix Theory (see Matrix string theory) is an example of a gauge\/gravity duality and is now understood to be a special case of the AdS\/CFT correspondence (with Tom Banks, Willy Fischler and Leonard Susskind) - Basic results on the connection between quantum gravity and quantum chaos (with Douglas Stanford, Juan Maldacena and others) Asst--Full Professor, University of Chicago (1981 - 1989) Professor, Rutgers University (1989 - 1998) Professor, Stanford University (1998 - Present) Director, Stanford Institute for Theoretical Physics (1998 - 2009) Member, National Academy of Sciences (2015) Lars Onsager Prize, American Physical Society (2010) Dean's Award for Distinguished Achievements in Teaching, Stanford University (2007) Fellow, American Academy of Arts and Sciences (2006) Fellow, American Physical Society (2003) Undergraduate Teaching Award, Rutgers Society of Physics Students (1992) Fellow, MacArthur Foundation (1987) Presidential Young Investigator Award, NSF (1985) Fellow, Sloan Foundation (1983) Ph.D., Cornell University (1980) B.A., Harvard University (1975) sshenker@stanford.edu VARIAN (650) 723-4615 (650) 723-4232 (650) 723-9389 (fax) Publications on INSPIRE Current Research and Scholarly Interests Professor Shenker’s research focuses on quantum gravity, in particular  string theory and M theory, with an emphasis on nonperturbative aspects. Advanced Theoretical Physics I: Random Matrices in Physics PHYSICS 450 (Aut) Graduate Quantum Mechanics II PHYSICS 231 (Spr) Independent Studies (1) Graduate Quantum Mechanics II PHYSICS 231 (Spr) Statistical Mechanics PHYSICS 212 (Aut) Graduate Quantum Mechanics II PHYSICS 231 (Spr) Statistical Mechanics PHYSICS 212 (Win) Graduate Quantum Mechanics II PHYSICS 231 (Spr) Statistical Mechanics PHYSICS 212 (Win) Stanislav Fort , Daniel Ranard, Brandon Rayhaun Andreas Blommaert Onkar Parrikar Shunyu Yao Sam Cree, Alexander Frenkel, Bryen Irving, Kyung-Su Kim, Akshat Pandey, Nicholas Rapidis , Joshua Sandor, Samuel Wong , Michelle Xu, Kangning Yang, Kevin Zhou"
            ]
        ]
    ]
}