{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BVA2RWRO",
            "FjZSRRMAAAAJ",
            [
                "Hybrid Pre-processing Technique for Handling Imbalanced Data and Detecting Outliers for KNN Classifier",
                "A novel technique: ensemble hybrid 1NN model using stacking approach"
            ],
            [
                "Data mining is a technique of examining huge quanta of pre-existing data in order to discover new patterns and relationships among them, which will help to make better decisions. Classification is a data mining technique which organises data into categories. In this paper, in order to enhance the performance of k nearest neighbour (kNN) classifier-a kind of classification technique that is among the most widely used-a new data pre-processing technique has been proposed, which can handle some classification issues such as imbalanced data and outliers. In an imbalanced dataset, the classification categories are not equally distributed. Imbalanced dataset have an inherent issue when it comes to using classifiers on them that have been developed using machine learning algorithms. The basic nature of these algorithms is to reduce errors without relying on balance of classes. Another issue addressed in this …",
                "This paper proposes a novel hybrid classification model which has enhanced the performance of the standard kNN (k = 1) classification model significantly. In this study by the means of ensemble stacking approach kNN classification model and rotation forest classification model are hybridized as base classifiers and simple logistic classifier as the meta classification model. The performance of this proposed hybrid model was assessed using Accuracy and FMeasure. The model was compared with standard kNN and nine other classification models. The results showed that the proposed hybrid model has notably high performance than the other models."
            ],
            [
                [
                    "Data mining"
                ]
            ],
            [
                "Preethi  Nair Associate Professor | Graduate Recruiting and Admissions Director 311-A Gallalee Hall (205) 348-3770 preethi.nair@ua.edu By appointment PhD, University of Toronto, 2009 Affiliations Research Groups Dr. Nair is a multi-wavelength observational astronomer investigating the formation and evolution of galaxies. Her interests are in visual and quantitative galaxy morphologies, the relative role of merging and secular processes, specifically bars, rings and spiral arms, in the star formation, and accreting supermassive black holes or AGN. Dr. Nair is particularly interested in data mining large surveys to explore how galaxies have evolved over time. She is currently involved in the SDSS IV MaNGA survey which will obtain resolved spectroscopic observations of 10,000 nearby galaxies to investigate their star formation and mass building history. Dr. Nair received her doctoral degree from the University of Toronto in 2009. She joined the faculty of The University of Alabama in January 2014.  Current Research Group Members Graduate Students – Nirmal Baral Topic: Improving automated classifications of visual galaxy morphologies – Wenhao Li Topic: X-ray\/Optical properties of merging galaxies – Kavya Mukundan Topic: X-ray\/Optical properties of barred galaxies Undergraduate Students – Isabella Dugas — X-ray\/Optical properties of dual merging galaxies Openings may be available for graduate students or undergraduate students to start in Fall 2020. Please email me (pnair@ua.edu) to set up an appointment to discuss potential projects.  Former Group Members -Dr. Amy Jones (postdoc)  — Now staff scientist at STScI. Graduate Students – Dr. Chris Spradlin – PhD from UAB  — Primary supervisor Jimmy Irwin (UA). – Sunil Laudari — M.S. from UA Undergraduate Students – Allison McCarthy – Matt Shelby – Amber Greybeal – Tyler Evans – Jacob Curtis – Jake Powell – Jeremy Cummings – Emily Frank – Ben Runge – Jacob Winton – Alex Drozd – Carlisle Wishard — current PhD student at Purdue, Dept. of Planetary Sciences – John Andrews – Alex Hoffman "
            ]
        ]
    ]
}