{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BVZLDH86",
            "Sr4kn4sAAAAJ",
            [
                "Prevailing features of x-ray-induced molecular electron spectra revealed with fullerenes",
                "Slow electrons from clusters in strong x-ray pulses",
                "Universal high-energy photoelectron emission from nanoclusters beyond the atomic limit"
            ],
            [
                "X-ray photoabsorption from intense short pulses by a molecule triggers complicated electron and subsequently ion dynamics, leading to photoelectron spectra, which are difficult to interpret. Illuminating fullerenes offers a way to separate out the electron dynamics since the cage structure confines spatially the origin of photo-and Auger electrons. Together with the sequential nature of the photoprocesses at intensities available at x-ray free-electron lasers, this allows for a remarkably detailed interpretation of the photoelectron spectra, as we will demonstrate. The general features derived can serve as a paradigm for less well-defined situations in other large molecules or clusters.",
                "Electrons released from clusters through strong x-ray pulses show broad kinetic-energy spectra, extending from the atomic excess energy down to the threshold, where usually a strong peak appears. These low-energy electrons are normally attributed to evaporation from the nano-plasma formed in the highly-charged clusters. Here, it is shown that also directly emitted photo-electrons generate a pronounced spectral feature close to threshold. Furthermore, we give an analytical approximation for the direct photo-electron spectrum.",
                "Rescattering by electrons on classical trajectories is central to understand photoelectron and high-harmonic emission from isolated atoms or molecules in intense laser pulses. By controlling the cluster size and the quiver amplitude of electrons, we demonstrate how rescattering influences the energy distribution of photoelectrons emitted from noble gas nanoclusters. Our experiments reveal a universal dependence of photoelectron energy distributions on the cluster size when scaled by the field driven electron excursion, establishing a unified rescattering picture for extended systems with the known atomic dynamics as the limit of zero extension. The result is supported by molecular dynamics calculations and rationalized with a one-dimensional classical model."
            ],
            [
                [

                ]
            ],
            [
                "Abraham Camacho Garibay Abraham Camacho Garibay Abraham Camacho Garibay Post doctoral researcher camachogaribay.1@osu.edu"
            ]
        ]
    ]
}