{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BWNUFI2V",
            "zSY0GkEAAAAJ",
            [
                "Interior gap superfluidity",
                "Stability criteria for breached-pair superfluidity",
                "Topological semimetal in a fermionic optical lattice",
                "Breached pairing superfluidity: Possible realization in QCD",
                "Atomic matter of nonzero-momentum Bose-Einstein condensation and orbital current order",
                "Topological states in a ladder-like optical lattice containing ultracold atoms in higher orbital bands",
                "Topological states in a ladder-like optical lattice containing ultracold atoms in higher orbital bands",
                "Theoretical study of the damping of collective excitations in a Bose-Einstein condensate",
                "Spin-dependent Hubbard model and a quantum phase transition in cold atoms",
                "Periodicity of chaotic trajectories in realizations of finite computer precisions and its implication in chaos communications"
            ],
            [
                "We propose a new state of matter in which the pairing interactions carve out a gap within the interior of a large Fermi ball, while the exterior surface remains gapless. This defines a system which contains both a superfluid and a normal Fermi liquid simultaneously, with both gapped and gapless quasiparticle excitations. The universality class of this state can be realized at weak coupling. We predict that a cold mixture of two species of fermionic atoms with different mass will exhibit this state. For electrons in appropriate solids, it would define a material that is simultaneously superconducting and metallic.",
                "We present simple, concrete, two-fermion models that exhibit thermodynamically stable isotropic translationally invariant gapless superfluid states (breached-pair superfluidity). The mass ratio between the components and the momentum structure of the interaction are crucial for determining the stability of such states: Idealized, momentum-independent (“contact”) interactions are insufficient.",
                "Optical lattices have an important role in advancing our understandingof correlated quantum matter. The recent implementation of orbital degrees of freedom in chequerboard 1, 2 and hexagonal 3 optical lattices opens up a new avenue towards discovering novel quantum states of matter that have no prior analogues in solid-state electronic materials. Here, we predict that an exotic topological semimetal emerges as a parity-protected gapless state in the orbital bands of a two-dimensional fermionic optical lattice. This new quantum state is characterized by a parabolic band-degeneracy point with Berry flux 2π, in sharp contrast to the π flux of Dirac points as in graphene. We show that the appearance of this topological liquid is universal for all lattices with D 4 point-group symmetry, as long as orbitals with opposite parities hybridize strongly with each other and the band degeneracy is protected by odd parity. Turning …",
                "We propose a wide universality class of gapless superfluids, and analyze a limit that might be realized in quark matter at intermediate densities. In the breached pairing color superconducting phase heavy s quarks, with a small Fermi surface, pair with light u or d quarks. The ground state has a superfluid and a normal Fermi component simultaneously. We expect a second-order phase transition, as a function of increasing density, from the breached pairing phase to the conventional color-flavor locked phase.",
                "The paradigm of Bose-Einstein condensation has been associated with zero momentum to which a macroscopic fraction of bosons condense. Here we propose a new quantum state where bosonic alkali-metal atoms condense at nonzero momenta, defying the paradigm. This becomes possible when the atoms are confined in the p-orbital Bloch band of an optical lattice rather than the usual s-orbital band. The new condensate simultaneously forms an order of transversely staggered orbital currents, reminiscent of orbital antiferromagnetism or d-density wave in correlated electronic systems but different in fundamental ways. We discuss several approaches of preparing atoms to the p-orbital band and propose an “energy blocking” mechanism by Feshbach resonance to protect them from decaying to the lowest s-orbital band. Such a model system seems very unique and novel to atomic gases. It suggests a new …",
                "Topological insulators are classified according to their symmetries. Discovery of them in electronic solids is thus restricted by orbital and crystalline symmetries available in nature. Synthetic quantum matter, such as the recent double-well optical lattices loaded with s and p orbital ultracold atoms, can exploit symmetries and interaction beyond natural conditions. Here we unveil a topological phase of interacting fermionic atoms on a two-leg ladder derived from the above experimental optical lattice by dimension reduction. The topological band structure originates from the staggered phases of sp orbital tunnelling, requiring neither spin–orbit coupling nor other known mechanisms like p-wave pairing, artificial gauge field or rotation. Upon crossing over to two-dimensional coupled ladders, the edge modes from individual ladder form a parity-protected flat band at zero energy. Experimental signatures are found in …",
                "Topological insulators are classified according to their symmetries. Discovery of them in electronic solids is thus restricted by orbital and crystalline symmetries available in nature. Synthetic quantum matter, such as the recent double-well optical lattices loaded with s and p orbital ultracold atoms, can exploit symmetries and interaction beyond natural conditions. Here we unveil a topological phase of interacting fermionic atoms on a two-leg ladder derived from the above experimental optical lattice by dimension reduction. The topological band structure originates from the staggered phases of sp orbital tunnelling, requiring neither spin–orbit coupling nor other known mechanisms like p-wave pairing, artificial gauge field or rotation. Upon crossing over to two-dimensional coupled ladders, the edge modes from individual ladder form a parity-protected flat band at zero energy. Experimental signatures are found in …",
                "We study the damping of low-lying collective excitations of condensates in a weakly interacting Bose gas model within the framework of an imaginary time path integral. A general expression of the damping rate has been obtained for both the very low temperature regime and the higher temperature regime. For the latter, the result is new and applicable to recent experiments. Theoretical predictions for the damping rate are compared with the experimental values.",
                "We describe an experimental protocol for introducing spin-dependent lattice structure in a cold atomic Fermi gas using lasers. It can be used to realize Hubbard models whose hopping parameters depend on spin and whose interaction strength can be controlled with an external magnetic field. We suggest that exotic superfluidities will arise in this framework. An especially interesting possibility is a class of states that support coexisting superfluid and normal components, even at zero temperature. The quantity of normal component varies with external parameters. We discuss some aspects of the quantum phase transition that arises at the point where it vanishes.",
                "Fundamental problems of periodicity and transient process to periodicity of chaotic trajectories in computer realization with finite computation precision is investigated by taking single and coupled Logistic maps as examples. Empirical power law relations of the period and transient iterations with the computation precisions and the sizes of coupled systems are obtained. For each computation we always find, by randomly choosing initial conditions, a single dominant periodic trajectory which is realized with major portion of probability. These understandings are useful for possible applications of chaos, e.g., chaotic cryptography in secure communication."
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}