{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BWQJDF3B",
            "5QH0p0oAAAAJ",
            [
                "Fast kinetics and mechanisms in protein folding",
                "Measuring the rate of intramolecular contact formation in polypeptides",
                "How fast is protein hydrophobic collapse?",
                "Effects of chain stiffness on the dynamics of loop formation in polypeptides. Appendix: Testing a 1-dimensional diffusion model for peptide dynamics"
            ],
            [
                "This review describes how kinetic experiments using techniques with dramatically improved time resolution have contributed to understanding mechanisms in protein folding. Optical triggering with nanosecond laser pulses has made it possible to study the fastest-folding proteins as well as fundamental processes in folding for the first time. These include formation of α-helices, β-sheets, and contacts between residues distant in sequence, as well as overall collapse of the polypeptide chain. Improvements in the time resolution of mixing experiments and the use of dynamic nuclear magnetic resonance methods have also allowed kinetic studies of proteins that fold too fast (≳ 103 s−1) to be observed by conventional methods. Simple statistical mechanical models have been extremely useful in interpreting the experimental results. One of the surprises is that models originally developed for explaining the …",
                "Formation of a specific contact between two residues of a polypeptide chain is an important elementary process in protein folding. Here we describe a method for studying contact formation between tryptophan and cysteine based on measurements of the lifetime of the tryptophan triplet state. With tryptophan at one end of a flexible peptide and cysteine at the other, the triplet decay rate is identical to the rate of quenching by cysteine. We show that this rate is also close to the diffusion-limited rate of contact formation. The length dependence of this end-to-end contact rate was studied in a series of Cys-(Ala-Gly-Gln)k-Trp peptides, with k varying from 1 to 6. The rate decreases from ∼1\/(40 ns) for k = 1 to ∼1\/(140 ns) for k = 6, approaching the length dependence expected for a random coil (n−3\/2) for the longest peptides.",
                "One of the most recurring questions in protein folding refers to the interplay between formation of secondary structure and hydrophobic collapse. In contrast with secondary structure, it is hard to isolate hydrophobic collapse from other folding events. We have directly measured the dynamics of protein hydrophobic collapse in the absence of competing processes. Collapse was triggered with laser-induced temperature jumps in the acid-denatured form of a simple protein and monitored by fluorescence resonance energy transfer between probes placed at the protein ends. The relaxation time for hydrophobic collapse is only ≈60 ns at 305 K, even faster than secondary structure formation. At higher temperatures, as the protein becomes increasingly compact by a stronger hydrophobic force, we observe a slowdown of the dynamics of collapse. This dynamic hydrophobic effect is a high-temperature analogue of the …",
                "Quenching of the triplet state of tryptophan by cysteine provides an important new tool for measuring the rate at which a specific intramolecular contact is formed in disordered polypeptides. By measuring the viscosity dependence of the quenching rate, both the reaction-limited and the diffusion-limited quenching rates can be determined. The diffusion-limited rate corresponds to the rate of forming a short-range contact. The reaction-limited rate, which depends solely on the equilibrium end-to-end distribution, becomes essentially length-independent for short chains, providing clear-cut evidence that the chain is stiff. The length dependence of the reaction-limited rate can be accurately calculated using the distance dependence of the quenching rate determined at room temperature in a rigid glass, together with the end-to-end distance distribution for a wormlike chain having a persistence length of 0.6−0.7 nm. In …"
            ],
            [
                [
                    "biophysics",
                    "protein folding",
                    "protein aggregation"
                ]
            ]
        ]
    ]
}