{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BX0QU4FJ",
            "-3-J4foAAAAJ",
            [
                "Universal emission intermittency in quantum dots, nanorods and nanowires",
                "Reducing vortex density in superconductors using the ‘ratchet effect’",
                "Pairing fluctuation theory of superconducting properties in underdoped to overdoped cuprates",
                "Pseudogap effects induced by resonant pair scattering",
                "Collective interaction-driven ratchet for transporting flux quanta",
                ": A Frustrated Ferromagnet",
                "Condensation energy and spectral functions in high-temperature superconductors",
                "Superconducting transitions from the pseudogap state: d-wave symmetry, lattice, and low-dimensional effects",
                "BCS superconductivity with fixed number parity",
                "Pressure-induced ferromagnetism in (In, Mn) Sb dilute magnetic semiconductor"
            ],
            [
                "Virtually all known fluorophores exhibit mysterious episodes of emission intermittency. A remarkable feature of the phenomenon is a power-law distribution of on-and off-times observed in colloidal semiconductor quantum dots, nanorods, nanowires and some organic dyes. For nanoparticles, the resulting power law extends over an extraordinarily wide dynamic range: nine orders of magnitude in probability density and five to six orders of magnitude in time. Exponents hover about the ubiquitous value of− 3\/2. Dark states routinely last for tens of seconds—practically forever on quantum mechanical timescales. Despite such infinite states of darkness, the dots miraculously recover and start emitting again. Although the underlying mechanism responsible for this phenomenon remains a mystery and many questions persist, we argue that substantial theoretical progress has been made.",
                "A serious obstacle impeding the application of low-and high-temperature superconductor devices is the presence of trapped magnetic flux 1, 2: flux lines or vortices can be induced by fields as small as the Earth's magnetic field. Once present, vortices dissipate energy and generate internal noise, limiting the operation of numerous superconducting devices 2, 3. Methods used to overcome this difficulty include the pinning of vortices by the incorporation of impurities and defects 4, the construction of flux ‘dams’5, slots and holes 6, and magnetic shields 2, 3 which block the penetration of new flux lines in the bulk of the superconductor or reduce the magnetic field in the immediate vicinity of the superconducting device. The most desirable method would be to remove the vortices from the bulk of the superconductor, but there was hitherto no known phenomenon that could form the basis for such a process. Here we show …",
                "We propose a theoretical description of the superconducting state of under-to overdoped cuprates, based on the short coherence length of these materials and the associated strong pairing fluctuations. The calculated T c and the zero temperature excitation gap Δ (0), as a function of hole concentration x, are in semiquantitative agreement with experiment. Although T c\/Δ (0) has a strong non-BCS x dependence, and Δ (T) deviates significantly from the BCS prediction, we obtain, remarkably, quasiuniversal behavior for the superfluid density ρ s (T)\/ρ s (0) and the Josephson critical current I c (T)\/I c (0) as a function of T\/T c. Comparison with experiment is addressed.",
                "We demonstrate how resonant pair scattering of correlated electrons above T c can give rise to pseudogap behavior. This resonance in the scattering T matrix appears for superconducting interactions of intermediate strength, within the framework of a simple fermionic model. It is associated with a splitting of the single peak in the spectral function into a pair of peaks separated by an energy gap. Our physical picture is contrasted with that derived from other T-matrix schemes, with superconducting fluctuation effects, and with preformed pair (boson-fermion) models. Implications for photoemission and tunneling experiments in the cuprates are discussed.",
                "We propose and study a novel way to produce a dc transport of vortices when applying an ac electrical current to a sample. Specifically, we study superconductors with a graduated random pinning density, which transports interacting vortices as a ratchet system. We show that a ratchet effect appears as a consequence of the long range interactions between the vortices. The pinned vortices create an asymmetric periodic flux density profile, which results in an asymmetric effective potential for the unpinned interstitial vortices. The latter exhibit a net longitudinal rectification under an applied transverse ac electric current.",
                "Starting from a microscopic description of the exchange interaction in Ga 1− x Mn x As, we derive an effective Mn-Mn interaction. Because of the strong spin-orbit coupling in the valence band, this effective interaction is highly anisotropic and has a spatial structure somewhat similar to dipolar interactions. The corresponding ground state has a finite magnetization but is intrinsically spin disordered even at zero temperature, explaining many features of the experimental data. Our results are relevant for many magnetic semiconductors.",
                "If high-temperature cuprate superconductivity is due to electronic correlations, then the energy difference between the normal and superconducting states can be expressed in terms of the occupied part of the single-particle spectral function. The latter can, in principle, be determined from angle-resolved photoemission (ARPES) data. As a consequence, the energy gain driving the development of the superconducting state is intimately related to the dramatic changes in the photoemission line shape when going below T c. These points are illustrated in the context of the “mode” model used to fit ARPES data in the normal and superconducting states, where the question of kinetic-energy versus potential-energy-driven superconductivity is explored in detail. We use our findings to comment on the relation of ARPES data to the condensation energy and to various other experimental data. In particular, our results suggest …",
                "We investigate the behavior of the superconducting transition temperature within a previously developed BCS Bose-Einstein crossover picture. This picture, based on a decoupling scheme of Kadanoff and Martin, further extended by Patton, can be used to derive a simple form for the superconducting transition temperature in the presence of a pseudogap. We extend previous work which addressed the case of s-wave pairing in jellium, to explore the solutions for T c as a function of variable coupling in more physically relevant situations. We thereby ascertain the effects of reduced dimensionality, periodic lattices, and a d-wave pairing interaction. Implications for the cuprate superconductors are discussed.",
                "We investigate superconductivity in a grand canonical ensemble with fixed number parity (even or odd). In the low-temperature limit we find small corrections to the BCS gap equation and dispersion E (k). The even-odd free-energy difference in the same limit decreases linearly with temperature, in accordance with the behavior observed experimentally and previously arrived at from a quasiparticle model. The theory yields deviations from the BCS predictions for the specific heat, ultrasound attenuation, nucleon spin-relaxation rate, and electromagnetic absorption.",
                "Recent advances in III 1–x Mn x V ferromagnetic semiconductors (for example in Ga 1–x Mn x As) have demonstrated that electrical control of their spin properties can be used for manipulation and detection of magnetic signals 1, 2. The Mn 2+ ions in these alloys provide magnetic moments, and at the same time act as a source of valence-band holes that mediate the Mn 2+–Mn 2+ interactions 3, 4, 5. This coupling results in the ferromagnetic phase. In earlier work 2, 6 it was shown that the ferromagnetic state can be enhanced or suppressed by varying the carrier density. Here we demonstrate that, by using hydrostatic pressure to continuously tune the wavefunction overlap, one can control the strength of ferromagnetic coupling without any change in the carrier concentration. Tuning the exchange coupling by this process increases the magnetization spectacularly, and can even induce the ferromagnetic phase in an …"
            ],
            [
                [
                    "condensed matter theory"
                ]
            ]
        ]
    ]
}