{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BX69RZ08",
            "YeS-hx4AAAAJ",
            [
                "The structure of sprawl: Identifying and characterizing employment centers in polycentric metropolitan areas",
                "Property tax limitations: An interpretative review",
                "Beggar thy neighbor? Property taxation of vacation homes",
                "No relief: Tax prices and property tax burdens",
                "A Model of Constitutional Constraints on Benevolent Governments and a Reassessment of the 1970s Property Tax Revolt",
                "Liquidity problems and early payment default among subprime mortgages",
                "Liquidity problems and early payment default among subprime mortgages"
            ],
            [
                "This paper applies a consistent framework to four comparably sized metropolitan areas to identify and characterize their employment centers. Employment centers are identified as places that exceed a threshold employment density and a threshold employment level. They are also characterized as specializing on the basis of location quotient analysis. We find clear evidence of specialization in every employment center in the four metropolitan areas studied. Our interpretation is that what we are observing is a systematic change in metropolitan structure rather than a random sprawling of firms. We also find some evidence that the size distribution of employment centers follows the rank‐size rule. This suggests that there is structure not only in the distribution of economic activity among the employment centers but also in their size distribution. Because less than 50 percent of metropolitan employment is within …",
                "Limitations on aspects of property taxation are widespread in the United States with 43 states having some form of limit. Previous research has focused on a desire by local residents to constrain local government expenditures as the primary motivation for these limitations. Another common motivation for limitation measures, however, may be that property tax limits provide a form of insurance against unexpected increases in individual property tax liability. While a desire by local residents to constrain local government expenditures may exist, the need for insurance explains the presence of limitations in the absence of such desires.",
                "Owners of vacation homes pay local property taxes, yet cannot vote on local referenda. From the standpoint of full-time residents, significant numbers of vacation homes reduce the real costs of public spending, since vacation home owners pay property taxes but consume very few public services. A one-time change in Minnesota tax assessments of vacation property in 1996 affords the opportunity to identify the effect of vacation property on local spending. The results suggest that a one-percent increase in the concentration of vacation homes in local tax base is associated with a 1.5–percent increase in per-capita spending.",
                "In 2001 the state of Minnesota reduced the weights assigned to non-residential property in local property tax bases, which increased residents' price of raising property tax revenue and affords the opportunity to identify the tax price elasticity of local tax revenues and expenditures. Results suggest that a one percent increase in residents' tax prices is associated with a one percent decrease in per-resident property tax revenues as well as a substantial reduction in capital expenditures. The unit price elasticity of property tax revenues suggests that popular tax relief programs that reduce residents' tax prices – homestead exemptions – do not reduce homeowners' tax payments.",
                "States forced by courts to tie assessed values to market values created uncertainty about property tax bills and we show that under rational expectations this uncertainty produces voter support for tax limits on benevolent government. We estimate that moving to market reassessment before the 1970s property tax revolt increased the likelihood of enacting a tax limit by 30 percent. Our theoretical and empirical results demonstrate that voters supporting tax limits on benevolent governments in an effort to reduce tax payment uncertainty is consistent with the evidence and thereby refute the notion that tax limits are inconsistent with benevolent local government.",
                "The lack of property tax escrow accounts among subprime mortgages causes borrowers to make large lump-sum tax payments that reduce liquidity. Different property tax collection dates across states and counties create exogenous variation in the time between loan origination and the first property tax due date, affording the opportunity to estimate the causal effect of loan-level exposure to liquidity reductions on mortgage default. We find that a nine-month delay in owing property taxes reduces the probability of first-year default by about 4 percent, or about one-third of the effect of a reduction in equity from 10 percent to negative 20 percent.",
                "We compare the twelve-month default probability among subprime borrowers differing only in the number of months before their first lump-sum property tax payment, after which time they may be exposed to reduced liquidity. We show that borrowers with an earlier property tax bill—within three months of origination—have 2% to 6% higher first-year default rates than borrowers facing their first property tax bill ten to twelve months after origination. Lump-sum property tax payments appear to produce a persistent state of low liquidity, the length of which raises the likelihood of default. These results are about one-third the effect size of a transition from 10% positive to 20% negative equity found in the literature. This paper provides causal evidence that liquidity constraints are important predictors of mortgage default."
            ],
            [
                [
                    "Law & Economics"
                ]
            ]
        ]
    ]
}