{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BXUD7VS6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jonathan Lee Feng Jonathan Lee Feng Professor of Physics & Astronomy jlf@uci.edu (949) 824-9821 3162 Frederick Reines Hall Ph.D., Stanford University Jonathan Feng works at the interface of particle physics and cosmology with the goal of elucidating deep connections between our understanding of the Universe at the smallest and largest length scales. In recent years, the fields of cosmology and particle physics have become increasingly interconnected.  The workhorse tools of particle physics, giant colliders, like the Large Hadron Collider in Geneva, now recreate particle collisions at energies that existed just fractions of a second after the Big Bang, providing a window on the early Universe. At the same time, the most powerful telescopes have weighed the Universe and determined that the known particles make up only 5% of its mass, providing overwhelming evidence for particles that have not yet been discovered. Feng has contributed to these developments through his wide-ranging work on new particles and forces, dark matter, collider physics, cosmic rays, supersymmetry, and extra dimensions. Feng holds degrees in physics and mathematics from Harvard, Cambridge, and Stanford universities.  He joined the UC Irvine faculty in 2001 and was appointed Professor and Chancellor's Fellow in 2006.  His work has been recognized by several awards, including the NSF CAREER Award, UCI's Distinguished Assistant Professor Award for Research, the Outstanding Young Researcher Award from the International Association of Chinese Physicists and Astronomers, a Sloan Research Fellowship, a Guggenheim Fellowship, and Simons Fellow and Investigator Awards.  Feng is a frequent speaker at conferences and institutions around the world.  He has been a member of the Aspen Center for Physics, co-chair of the Advisory Board of the Kavli Institute for Theoretical Physics, and editor-in-chief and editor of the journals Open Physics, Nuclear Physics B, and Physics Reports.  He has served in numerous advisory roles for the National Science Foundation, the Department of Energy, and NASA, as well as for national science funding agencies abroad, including those of Austria, Canada, Hong Kong, Israel, the Netherlands, Switzerland, Taiwan, and the United Kingdom. In addition to research, Feng has mentored many undergraduates, graduate students, and postdoctoral fellows who have done award-winning research under his supervision. At UC Irvine, he helped develop QuarkNet, a program designed to bring the excitement of frontier research to local high school physics teachers and their students.  Feng also co-founded ``What Matters to Me and Why,'' a speaker series in which faculty members share their personal stories and most meaningful commitments and beliefs, with the goal of bridging the divide between students, faculty, and staff and helping to foster an atmosphere of community on campus. Feng's research and interviews have been featured in a diverse range of publications, including Science, Nature, the Washington Post, the Los Angeles Times, USA Today, National Geographic, New Scientist, Sky and Telescope, and Popular Science.  He co-authored \"Dark Worlds,\" a cover story for Scientific American, which was recognized by a 2011 National Magazine Award, the preeminent award for magazine journalism in the United States.  More recently, in collaboration with artist Jorge Cham and fellow physicist Daniel Whiteson, Feng created animated comic strips that bring to life the latest hot topics in physics.  These videos appeared on PBS television and are freely available on the web, where they have been viewed over 500,000 times. UCI Faculty Profile Alison Lara, laraa@uci.edu, 949-824-7629"
            ]
        ]
    ]
}