{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BY9G275T",
            "h3ZhFpgAAAAJ",
            [
                "Planck 2015 results-xiii. cosmological parameters",
                "Planck 2015 results-xiii. cosmological parameters",
                "Planck 2015 results-xiii. cosmological parameters",
                "Luminosity Determination in Pp Collisions at S√ S= 8 TeV Using the ATLAS Detector at the LHC",
                "Planck 2013 results. I. Overview of products and scientific results",
                "SDSS-III: Massive spectroscopic surveys of the distant universe, the Milky Way, and extra-solar planetary systems",
                "Planck 2013 results. XXII. Constraints on inflation",
                "Planck 2013 results. XXII. Constraints on inflation",
                "Planck 2013 results. XXII. Constraints on inflation",
                "Planck 2013 results. XXII. Constraints on inflation"
            ],
            [
                "This paper presents cosmological results based on full-mission Planck observations of temperature and polarization anisotropies of the cosmic microwave background (CMB) radiation. Our results are in very good agreement with the 2013 analysis of the Planck nominal-mission temperature data, but with increased precision. The temperature and polarization power spectra are consistent with the standard spatially-flat 6-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper). From the Planck temperature data combined with Planck lensing, for this cosmology we find a Hubble constant, H0 = (67.8 ± 0.9) km s-1Mpc-1, a matter density parameter Ωm = 0.308 ± 0.012, and a tilted scalar spectral index with ns = 0.968 ± 0.006, consistent with the 2013 analysis. Note that in this abstract we quote 68% confidence limits on measured parameters and 95 …",
                "This paper presents cosmological results based on full-mission Planck observations of temperature and polarization anisotropies of the cosmic microwave background (CMB) radiation. Our results are in very good agreement with the 2013 analysis of the Planck nominal-mission temperature data, but with increased precision. The temperature and polarization power spectra are consistent with the standard spatially-flat 6-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper). From the Planck temperature data combined with Planck lensing, for this cosmology we find a Hubble constant, H0 = (67.8 ± 0.9) km s-1Mpc-1, a matter density parameter Ωm = 0.308 ± 0.012, and a tilted scalar spectral index with ns = 0.968 ± 0.006, consistent with the 2013 analysis. Note that in this abstract we quote 68% confidence limits on measured parameters and 95 …",
                "This paper presents cosmological results based on full-mission Planck observations of temperature and polarization anisotropies of the cosmic microwave background (CMB) radiation. Our results are in very good agreement with the 2013 analysis of the Planck nominal-mission temperature data, but with increased precision. The temperature and polarization power spectra are consistent with the standard spatially-flat 6-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper). From the Planck temperature data combined with Planck lensing, for this cosmology we find a Hubble constant, H0 = (67.8 ± 0.9) km s-1Mpc-1, a matter density parameter Ωm = 0.308 ± 0.012, and a tilted scalar spectral index with ns = 0.968 ± 0.006, consistent with the 2013 analysis. Note that in this abstract we quote 68% confidence limits on measured parameters and 95 …",
                "The luminosity determination for the ATLAS detector at the LHC during pp collisions at s√= 8 TeV in 2012 is presented. The evaluation of the luminosity scale is performed using several luminometers, and comparisons between these luminosity detectors are made to assess the accuracy, consistency and long-term stability of the results. A luminosity uncertainty of δℒ\/ℒ = ±1.9% is obtained for the 22.7 fb-1 of pp collision data delivered to ATLAS at s√= 8 TeV in 2012.",
                "The European Space Agency’s Planck satellite, dedicated to studying the early Universe and its subsequent evolution, was launched 14 May 2009 and has been scanning the microwave and submillimetre sky continuously since 12 August 2009. In March 2013, ESA and the Planck Collaboration released the initial cosmology products based on the first 15.5 months of Planck data, along with a set of scientific and technical papers and a web-based explanatory supplement. This paper gives an overview of the mission and its performance, the processing, analysis, and characteristics of the data, the scientific results, and the science data products and papers in the release. The science products include maps of the cosmic microwave background (CMB) and diffuse extragalactic foregrounds, a catalogue of compact Galactic and extragalactic sources, and a list of sources detected through the Sunyaev-Zeldovich effect …",
                "Building on the legacy of the Sloan Digital Sky Survey (SDSS-I and II), SDSS-III is a program of four spectroscopic surveys on three scientific themes: dark energy and cosmological parameters, the history and structure of the Milky Way, and the population of giant planets around other stars. In keeping with SDSS tradition, SDSS-III will provide regular public releases of all its data, beginning with SDSS Data Release 8 (DR8), which was made public in 2011 January and includes SDSS-I and SDSS-II images and spectra reprocessed with the latest pipelines and calibrations produced for the SDSS-III investigations. This paper presents an overview of the four surveys that comprise SDSS-III. The Baryon Oscillation Spectroscopic Survey will measure redshifts of 1.5 million massive galaxies and Lyα forest spectra of 150,000 quasars, using the baryon acoustic oscillation feature of large-scale structure to obtain percent …",
                "We analyse the implications of the Planck data for cosmic inflation. The Planck nominal mission temperature anisotropy measurements, combined with the WMAP large-angle polarization, constrain the scalar spectral index to be ns = 0.9603 ± 0.0073, ruling out exact scale invariance at over 5σ.Planck establishes an upper bound on the tensor-to-scalar ratio of r< 0.11 (95% CL). The Planck data thus shrink the space of allowed standard inflationary models, preferring potentials with V′′< 0. Exponential potential models, the simplest hybrid inflationary models, and monomial potential models of degree n ≥ 2 do not provide a good fit to the data. Planck does not find statistically significant running of the scalar spectral index, obtaining dns\/ dlnk = − 0.0134 ± 0.0090. We verify these conclusions through a numerical analysis, which makes no slow-roll approximation, and carry out a Bayesian parameter estimation and …",
                "We analyse the implications of the Planck data for cosmic inflation. The Planck nominal mission temperature anisotropy measurements, combined with the WMAP large-angle polarization, constrain the scalar spectral index to be ns = 0.9603 ± 0.0073, ruling out exact scale invariance at over 5σ.Planck establishes an upper bound on the tensor-to-scalar ratio of r< 0.11 (95% CL). The Planck data thus shrink the space of allowed standard inflationary models, preferring potentials with V′′< 0. Exponential potential models, the simplest hybrid inflationary models, and monomial potential models of degree n ≥ 2 do not provide a good fit to the data. Planck does not find statistically significant running of the scalar spectral index, obtaining dns\/ dlnk = − 0.0134 ± 0.0090. We verify these conclusions through a numerical analysis, which makes no slow-roll approximation, and carry out a Bayesian parameter estimation and …",
                "We analyse the implications of the Planck data for cosmic inflation. The Planck nominal mission temperature anisotropy measurements, combined with the WMAP large-angle polarization, constrain the scalar spectral index to be ns = 0.9603 ± 0.0073, ruling out exact scale invariance at over 5σ.Planck establishes an upper bound on the tensor-to-scalar ratio of r< 0.11 (95% CL). The Planck data thus shrink the space of allowed standard inflationary models, preferring potentials with V′′< 0. Exponential potential models, the simplest hybrid inflationary models, and monomial potential models of degree n ≥ 2 do not provide a good fit to the data. Planck does not find statistically significant running of the scalar spectral index, obtaining dns\/ dlnk = − 0.0134 ± 0.0090. We verify these conclusions through a numerical analysis, which makes no slow-roll approximation, and carry out a Bayesian parameter estimation and …",
                "We analyse the implications of the Planck data for cosmic inflation. The Planck nominal mission temperature anisotropy measurements, combined with the WMAP large-angle polarization, constrain the scalar spectral index to be ns = 0.9603 ± 0.0073, ruling out exact scale invariance at over 5σ.Planck establishes an upper bound on the tensor-to-scalar ratio of r< 0.11 (95% CL). The Planck data thus shrink the space of allowed standard inflationary models, preferring potentials with V′′< 0. Exponential potential models, the simplest hybrid inflationary models, and monomial potential models of degree n ≥ 2 do not provide a good fit to the data. Planck does not find statistically significant running of the scalar spectral index, obtaining dns\/ dlnk = − 0.0134 ± 0.0090. We verify these conclusions through a numerical analysis, which makes no slow-roll approximation, and carry out a Bayesian parameter estimation and …"
            ],
            [
                [
                    "Cosmology",
                    "astrophysics"
                ]
            ],
            [
                "Martin White Martin White Professor 303 Campbell mwhite@berkeley.edu (510) 642-3446 Martin White Homepage Martin White received his B.S. in 1988 from the University of Adelaide and his Ph.D. in 1992 from Yale. After postdoctoral positions at the CfPA in Berkeley and an Enrico Fermi Fellowship in Chicago he became Assistant Professor of Physics and of Astronomy at UIUC. In 1998 he became an Assistant Professor of Astronomy at Harvard before moving to Berkeley as a Professor of Physics in 2001. I am a theorist and phenomenologist. While I originally trained in Particle Physics, in the last few years my interest has centered around the question of the formation of structure in the universe. How did it originate, what were the forces responsible for making it what it is today and what can it teach us about the universe? I am particularly interested in using cosmology to learn about the nature of the dark energy believed to be causing the expansion of the universe to accelerate and in the formation and evolution of galaxies and large-scale structure. Current Projects Cosmology has made breathtaking progress in the last decade. Our theoretical structure, starting with quantum fluctuations in the early universe, continuing with general relativistic dynamics and ending with free-fall of radiation and matter, is one of the most beautiful and complete in the entire field of physics. For the first time we have an apparently complete cosmic census of the major components of the energy density of the universe, but we know almost nothing about most of the matter and most of the energy in our list! While cosmologists have grown used to the idea that the early universe is intimately connected to high-energy physics, recently a combination of several different types of experiments has led us to believe that the bulk of the energy in the universe today may reside in a type of matter which defies classical understanding. My research is currently focussed on finding probes of this dark energy which are experimentally and observationally testable in the near future, and developing the tools necessary to interpret the next generation of experiments aimed at constraining our cosmological world model. On a parallel track I am very interested in the formation and evolution of the largest galaxies. Publications W. Hu, M. White, “The cosmic symphony”, Scientific American, Feb 2004, p. 44 M.White, L.Hernquist, V.Springel, “Simulating the Sunyaev-Zel'dovich effect(s): including radiative cooling and energy injection by galactic winds”, ApJ 579(2002)16, astro-ph\/0205437. M.White, C.Kochanek, “Completeness in photometric and spectroscopic searches for clusters” , ApJ 574(2002)24, astro-ph\/0110307. M.White , “Baryons and weak lensing power spectra”, Astroparticle Physics 22(2004)211, astro-ph\/0405593. M.White, “Baryon oscillations”, Astroparticle Physics 24(2005)334, astro-ph\/0507307. M.White, Z.Zheng, M.Brown, A.Dey, B.Jannuzi, “Evidence for merging or disruption of red galaxies from the evolution of their clustering”, ApJ 655(2007)L69, astro-ph\/0611901."
            ]
        ]
    ]
}