{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BYLCA55P",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jonathan Petruccelli Jonathan Petruccelli Associate Professor Physics 114 518-442-4525 PhD University of Rochester (2010) Postdoctoral Associate, Singapore-MIT Alliance for Research and Technology (2010-2011) Postdoctoral Associate, Massachusetts Institute of Technology (2011-2013) Assistant Professor, University at Albany (2013-2019) Associate Professor, University at Albany (2019-present) Computational imaging, optical modeling, phase space distributions in optics and quantum mechanics. My research is in optical physics, with a particular emphasis on efficient modeling using phase space distributions as well as computational imaging. Phase space distributions are tools that allow a wave to be described in terms of classical trajectories, each carrying a weight, such that measurable properties of the wave (intensity in optics or probability density in quantum mechanics) can be found by adding all these weights at a given point in space\/time. In optics, the most common example is the description of an optical wave as a set of classical rays or the description of a short pulse as a set of classical particles. Not only can these classical trajectories be much more computationally efficient to employ than wave equations (tracing rays is much simpler than numerically solving the differential equations of optics), they also provide useful insights into the connections between the ray and wave descriptions of light as well as the quantum and classical description of matter. My second area of research interest is computational imaging. Prior to the development of the computational power in modern computers, it was generally efficient to directly image the quantity of interest in a sample. This led to the development of sophisticated optical systems, often with the goal of accurately reproducing the light transmitted through or reflected from a sample of interest. Additional optical elements such as polarizers or color filters could enable certain parts of an optical field to be directly measured. However, because light waves oscillate too quickly for us to detect their instantaneous waveform, traditional imaging systems are limited to capturing data about the time-averaged power arriving at the sensor. Computational imaging involves taking advantage of the fact that modern detectors are digital and their measurements can be fed directly into powerful computers. A raw image need not look anything like a traditional image so long as we have a model for how the measured intensity relates to the quantity of interest. The computer can then be used as a tool to invert this model and recover the quantity of interest. In fact, by designing a computational imaging system in an appropriate way, one can obtain enough information to recover the full optical waveform. My research focuses on the design and use of computational imaging systems to recover this additional information and also includes optics beyond the visible regime in collaboration with the Center for X-ray Optics. Selected Publications: L. Tian, J. C. Petruccelli, Q. Miao, H. Kudrolli, V. Nagarkar and G. Barbastathis, “Compressive X-ray phase tomography based on the transport of intensity equation,” Opt. Lett. 17 3418-3421, (2013). J. C. Petruccelli, L. Tian and G. Barbastathis, “The transport of intensity equation for optical path length recovery using partially coherent illumination,” Opt. Express 21, 14430-1441 (2013). L. Tian, Z. Zhang, J. C. Petruccelli and G. Barbastathis, “Wigner function measurement using a lenslet array,” Opt. Express 21 10511-10525 (2013). L. Tian, J. C. Petruccelli and G. Barbastathis, “Nonlinear diffusion regularization for transport of intensity phase imaging,” Optics Letters, 37, 4131-4133 (2012). J. C. Petruccelli, L. Tian, S. B. Oh and G. Barbastathis, “Wigner functions for evanescent waves,” J. Opt. Soc. Am. A, 29, 1927-1938 (2012). S. B. Oh, J. C. Petruccelli, L. Tian and G. Barbastathis, “Wigner functions defined with Laplace transform kernels,” Opt. Exp. 19 21938-21944 (2011). J. C. Petruccelli and M. A. Alonso, “A generalized radiometry model for the propagation of light within anisotropic and chiral media,” J. Opt. Soc. Am. A. 28 791-800 (2011). J. C. Petruccelli and M. A. Alonso,“Phase space distributions tailored for dispersive media,” J. Opt. Soc. Am. A. 27, 1194-1201 (2010). J. C. Petrucelli, N. J. Moore and M. A. Alonso,“Two methods for modeling the propagation of the coherence and polarization properties of nonparaxial fields,” Opt. Commun. 283, 4457-4466 (2010). S. Cho, J. C. Petruccelli and M. A. Alonso, “Wigner functions for paraxial and nonparaxial fields,” J. Mod. Opt. 56, 1843- 1852 (2009). J. C. Petruccelli and M. A. Alonso, “Propagation of nonparaxial partially coherent fields across interfaces using generalized radiometry”, submitted to J. Opt. Soc. Am. A. (2009). J. C. Petruccelli and M. A. Alonso, “Ray-based propagation of the cross-spectral density”, J. Opt. Soc. Am. A. 25, 1395-1405 (2008). J. C. Petruccelli and M. A. Alonso, “Propagation of partially coherent fields through planar dielectric boundaries using angle-impact Wigner functions I. Two dimensions,” J. Opt. Soc. Am. A 24, 2590-2603 (2007)."
            ]
        ]
    ]
}