{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BYLY8JNK",
            "lbuDDm8AAAAJ",
            [
                "Electronic confinement and coherence in patterned epitaxial graphene",
                "A review on biodiesel production using catalyzed transesterification",
                "Comprehensive human genome amplification using multiple displacement amplification",
                "Network‐based global inference of human disease genes"
            ],
            [
                "Ultrathin epitaxial graphite was grown on single-crystal silicon carbide by vacuum graphitization. The material can be patterned using standard nanolithography methods. The transport properties, which are closely related to those of carbon nanotubes, are dominated by the single epitaxial graphene layer at the silicon carbide interface and reveal the Dirac nature of the charge carriers. Patterned structures show quantum confinement of electrons and phase coherence lengths beyond 1 micrometer at 4 kelvin, with mobilities exceeding 2.5 square meters per volt-second. All-graphene electronically coherent devices and device architectures are envisaged.",
                "Biodiesel is a low-emissions diesel substitute fuel made from renewable resources and waste lipid. The most common way to produce biodiesel is through transesterification, especially alkali-catalyzed transesterification. When the raw materials (oils or fats) have a high percentage of free fatty acids or water, the alkali catalyst will react with the free fatty acids to form soaps. The water can hydrolyze the triglycerides into diglycerides and form more free fatty acids. Both of the above reactions are undesirable and reduce the yield of the biodiesel product. In this situation, the acidic materials should be pre-treated to inhibit the saponification reaction. This paper reviews the different approaches of reducing free fatty acids in the raw oil and refinement of crude biodiesel that are adopted in the industry. The main factors affecting the yield of biodiesel, i.e. alcohol quantity, reaction time, reaction temperature and catalyst …",
                "Fundamental to most genetic analysis is availability of genomic DNA of adequate quality and quantity. Because DNA yield from human samples is frequently limiting, much effort has been invested in developing methods for whole genome amplification (WGA) by random or degenerate oligonucleotide-primed PCR. However, existing WGA methods like degenerate oligonucleotide-primed PCR suffer from incomplete coverage and inadequate average DNA size. We describe a method, termed multiple displacement amplification (MDA), which provides a highly uniform representation across the genome. Amplification bias among eight chromosomal loci was less than 3-fold in contrast to 4–6 orders of magnitude for PCR-based WGA methods. Average product length was >10 kb. MDA is an isothermal, strand-displacing amplification yielding about 20–30 μg product from as few as 1–10 copies of human genomic DNA …",
                "Deciphering the genetic basis of human diseases is an important goal of biomedical research. On the basis of the assumption that phenotypically similar diseases are caused by functionally related genes, we propose a computational framework that integrates human protein–protein interactions, disease phenotype similarities, and known gene–phenotype associations to capture the complex relationships between phenotypes and genotypes. We develop a tool named CIPHER to predict and prioritize disease genes, and we show that the global concordance between the human protein network and the phenotype network reliably predicts disease genes. Our method is applicable to genetically uncharacterized phenotypes, effective in the genome‐wide scan of disease genes, and also extendable to explore gene cooperativity in complex diseases. The predicted genetic landscape of over 1000 human phenotypes …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}