{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "BZY3E7X1",
            "geBWMoIAAAAJ",
            [
                "Realization of confined turbulence through multiple vortex ring collisions",
                "Connecting Epilepsy and Alzheimer’s Disease: Modeling of Normal and Pathological Rhythmicity and Synaptic Plasticity Related to Amyloid (A) Effects"
            ],
            [
                "We report a method to generate a steady, localized blob of turbulence by colliding multiple vortex rings successively. Our system supplies vorticity to a turbulent region through vortex rings, which enables us to create controlled turbulent flows far from boundaries. The state of turbulence can be controlled by altering properties of the injected rings. We present spatial structures and turbulence characteristics of the blobs by varying strength, size and shape of the vortex rings. This novel method provides an ideal system to study both generation and decay of turbulence absent from any boundary effects.",
                "This chapter is motivated by the hidden links between neurodegeneration due to Alzheimer’s disease and temporal lobe epileptic activity. The following argument is based on the multiple effects of -amyloid peptides (A) forming these links potentially at molecular, cellular, synaptic, network, as well as system levels. To explore these links a computational framework was discussed, and two parts of the framework, i.e. pathological rhythm generation and altered bidirectional synaptic plasticity have been constructed and analyzed. By using a skeleton network model of the hippocampal rhythm generation it was demonstrated how A affects the ability of neurons in hippocampal networks to fire in unison at theta frequency resulting in reduced power of the theta rhythm. The dual qualitative effects of elevated A at the synaptic level, i.e. LTD facilitation and LTP impairment is studied by a modified calcium control …"
            ],
            [
                [
                    "fluid mechanics",
                    "soft matter",
                    "turbulence",
                    "computational neuroscience"
                ]
            ],
            [
                "Takumi Matsuzawa Takumi Matsuzawa Research Advisor: William Irvine tmatsuzawa@uchicago.edu"
            ]
        ]
    ]
}