{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C04TNI4K",
            "tcSqJX4AAAAJ",
            [
                "Protein states and proteinquakes",
                "The role of solvent viscosity in the dynamics of protein conformational changes",
                "Ligand binding to heme proteins: connection between dynamics and function",
                "Rebinding and relaxation in the myoglobin pocket",
                "Proteins and pressure",
                "Conformational relaxation and ligand binding in myoglobin",
                "Configurational diffusion down a folding funnel describes the dynamics of DNA hairpins",
                "A semiflexible polymer model applied to loop formation in DNA hairpins",
                "Ligand binding to heme proteins: relevance of low-temperature data",
                "Loop dependence of the stability and dynamics of nucleic acid hairpins"
            ],
            [
                "After photodissociation of carbon monoxide bound to myoglobin, the protein relaxes to the deoxy equilibrium structure in a quake-like motion. Investigation of the proteinquake and of related intramolecular equilibrium motions shows that states and motions have a hierarchical glass-like structure.",
                "Nanosecond lasers were used to measure the rate of conformational changes in myoglobin after ligand dissociation at ambient temperatures. At low solvent viscosities the rate is independent of viscosity, but at high viscosities it depends on approximately the inverse first power of the viscosity. Kramers theory for unimolecular rate processes can be used to explain this result if the friction term is modified to include protein as well as solvent friction. The theory and experiment suggest that the dominant factor in markedly reducing the rate of conformational changes in myoglobin at low temperatures (less than 200 K) is the very high viscosity (greater than 10(7) centipoise) of the glycerol-water solvent. That is, at low temperatures conformational substates may not be \"frozen\" so much as \"stuck.\"",
                "Department of Physics, University of Illinois at Urbana-Champaign, 1110 West Green Street, Urbana, Illinois 61801 Received August 6, 1990; Revised Manuscript Received November 26, 1990 abstract: Ligand binding toheme proteins is studied by using flash photolysis over wide ranges in time (100 ns-1 ks) and temperature (10-320 K). Below about 200 K in 75% glycerol\/water solvent, ligand rebinding occurs from the heme pocket and is nonexponential in time. The kinetics is explained by a distribution, g (H), of the enthalpicbarrier of height H between the pocket and the bound state. Above 170 K rebinding slows markedly. Previously we interpreted the slowing as a “matrix process” resulting from the ligand entering the protein matrix before rebinding. Experiments on band III, an inhomogeneously broadened charge-transfer band near 760 nm («13 000 cm™ 1) in the photolyzed state (Mb*) of (carbonmonoxy …",
                "The infrared stretching bands of carboxymyoglobin (MbCO) and the rebinding of CO to Mb after photodissociation have been studied in the temperature range 10–300 K in a variety of solvents. Four stretching bands imply that MbCO can exist in four substates, A0–A3. The temperature dependences of the intensities of the four bands yield the relative binding enthalpies and entropies. The integrated absorbances and pH dependences of the bands permit identification of the substates with the conformations observed in the X-ray data (Kuriyan et al., J. Mol. Biol. 192 (1986) 133). At low pH, A0 is hydrogen-bonded to His E7. The substates A0–A3 interconvert above about 180 K in a 75% glycerol\/water solvent and above 270 K in buffered water. No major interconversion is seen at any temperature if MbCO is embedded in a solid polyvinyl alcohol matrix. The dependence of the transition on solvent characteristics is …",
                "The exploration of the combined effects of pressure and temperature leads to new insights into the structure, dynamics, and reactions of proteins. A protein molecule possesses many conformational substates, nearly isoenergetic structures performing the same function but possibly with different rates. Pressure alters both the relative substate populations and the functional properties of the individual substates and thus can produce large changes in the static and dynamic properties of a protein ensemble. Such pressure effects have been measured for myoglobin (Mb), using visibleand FTIR techniques. Above a glass temperature, T, t, pressure redistributes substate populations and changes protein structure, the position of spectral bands, andprotein reaction rates. Equilbrium substate populations measured from 230 to 330 K at pressures up to 200 MPa yield a thermodynamic comparison of different substates at pH …",
                "Revised Manuscript Received January 13, 1994® abstract: Absorption spectroscopy with nanosecond time resolution shows that myoglobin undergoes conformational relaxation on the same time scale as geminate rebinding of carbon monoxide. Ligand rebinding following photodissociation of the heme-CO complex was measured from the amplitude of the average difference spectrum, while conformational changes were measured from changes in the detailed shape of the Soret spectra of the deoxyhemes. Experiments in which the solvent viscosity was varied between 1 and 300 cP and the temperature between 268 and 308 K were analyzed by fitting the multiwavelength kinetic data with both empirical and molecular models. Novel numerical techniques were employed in fitting the data, including the use of singular value decomposition to remove the effects of temperature and solvent on the spectra and of a …",
                "Elucidating the mechanism of folding of polynucleotides depends on accurate estimates of free energy surfaces and a quantitative description of the kinetics of structure formation. Here, the kinetics of hairpin formation in single-stranded DNA are measured after a laser temperature jump. The kinetics are modeled as configurational diffusion on a free energy surface obtained from a statistical mechanical description of equilibrium melting profiles. The effective diffusion coefficient is found to be strongly temperature-dependent in the nucleation step as a result of formation of misfolded loops that do not lead to subsequent zipping. This simple system exhibits many of the features predicted from theoretical studies of protein folding, including a funnel-like energy surface with many folding pathways, trapping in misfolded conformations, and non-Arrhenius folding rates.",
                "A statistical mechanical “zipper” model is applied to describe the equilibrium melting of short DNA hairpins with poly(dT) loops ranging from 4 to 12 bases in the loop. The free energy of loop formation is expressed in terms of the persistence length of the chain. This method provides a new measurement of the persistence length of single-stranded DNA, which is found to be ∼1.4 nm for poly(dT) strands in 100 mM NaCl. The free energy of the hairpin relative to the random coil state is found to scale with the loop size with an apparent exponent of ≳7, much larger than the exponent of ∼1.5–1.8 expected from considerations of loop entropy alone. This result indicates a strong dependence of the excess stability of the hairpins, from stacking interactions of the bases within the loop, on the size of the loop. We interpret this excess stability as arising from favorable hydrophobic interactions among the bases in tight loops …",
                "Department of Physics, University of Illinois at Urbana-Champaign, Urbana, Illinois 61801 Received July 9, 1985; Revised Manuscript Received February 10, 1986 abstract: Binding of carbon monoxideto the ß chain of adult human hemoglobin has been studied by flash photolysis over the time range from about 100 ps to seconds and the temperature range from 40 to 300 K. Below about 180 K, binding occurs directly from the pocket (process I) and is nonexponential in time. Above about 180 K, some carbon monoxide molecules escape from the pocket into the proteinmatrix. Above about 240 K, escape into thesolvent becomes measurable. Process I can be observed up to 300 K. The low-temperature data extrapolate smoothly to 300 K, proving that the results obtained below 180 K provide functionally relevant information. The experiments show again that the binding process even at physiological temperatures is …",
                "             Hairpin loops are critical to the formation of nucleic acid secondary structure, and to their function. Previous studies revealed a steep dependence of single-stranded DNA (ssDNA) hairpin stability with length of the loop (             L             ) as              ∼L               8.5                ±                0.5                          , in 100 mM NaCl, which was attributed to intraloop stacking interactions. In this article, the loop-size dependence of RNA hairpin stabilities and their folding\/unfolding kinetics were monitored with laser temperature-jump spectroscopy. Our results suggest that similar mechanisms stabilize small ssDNA and RNA loops, and show that salt contributes significantly to the dependence of hairpin stability on loop size. In 2.5 mM MgCl             2             , the stabilities of both ssDNA and RNA hairpins scale as              ∼L               4                ±                0.5                          , indicating that the intraloop interactions are weaker in …"
            ],
            [
                [
                    "Biophysics"
                ]
            ]
        ]
    ]
}