{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C2P670RA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Kerwin Crayton  Foster Assistant Professor 701 W. Grace St., 2201 kcfoster@vcu.edu 804.828.0958 Ph.D Physics ( Condensed Matter Theory), Florida State University, 2002, Dissertation: Predictions of a Superconducting Model of the  V =5\/2 Fractional Quantum Hall State Advisor : Prof. Nicholas E. Bonesteel M.S. Physics ( Condensed Matter Theory ), Pennsylvania State University, May 1999, Thesis: Dynamic Relaxation of Surface Tension near the Critical Point Advisor : Prof. Jayanth R. Banavar M.Div. Biblical Studies ( Missions Sociology, Sociolinguistics of Biblical Translation ), 1993, Gordon-Conwell Theological Seminary Advisor : Prof. Aida Bescancon Spencer Ph.D. Chemistry ( Physical Chemistry ), University of North Carolina, 1990, Dissertation: Molecular Dynamics Simulation of Water between Platinum Walls Advisor : Prof. Max L. Berkowitz M.S. Meteorology ( Cloud Physics ), University of Wisconsin, 1986, Thesis: A Theoretical Determination of the Scavenging Coefficient of Submicron Particles by Fog Advisor : Prof. Pao-Kuan Wang B.S. Engineering ( Mechanical Engineering ), Cornell University, 1983, I have undertaken research in a wide variety of areas. My early work studied the microphysics of cloud droplets and the structure of ionic aqueous solutions at interfaces. In the late 1990s I researched the kinetics of relaxation of fluid properties near the critical point. More recently I’ve investigated models of unique fractional-quantum hall states and quantum dots. Assistant Professor of Physics , Jan ‘06 – Jun ‘13 Location: Dept. of Electrical Engineering, Penn State Harrisburg, Middletown, Pennsylvania Assistant Professor of Physics , Aug ‘02 – Oct ‘05 Location: Division of Natural Sciences, Dillard University, New Orleans, Louisiana United States Peace Corps Volunteer , Jun ’93-Aug ‘95 Project: Rural Secondary Education in Tanzania Location: Mtwara Girls’ Secondary School, Mtwara, Tanzania, PUBLICATIONS Kerwin C. Foster, N.E. Bonesteel and Steven H. Simon, “Conductivity of Paired Composite Fermions”, Physical Review Letters , 91, 046804 (Issue No. 4, July 19-25) (2003). K. Raghavan, K. Foster, K. Motakkabir and M. Berkowitz, “Structure and Dynamics of Water at the Pt(111) Interface: Molecular Dynamics Study”, Journal of Chemical Physics , 94, 2110-2117 (1991). M. Rami Reddy, K. Foster and M. Berkowitz, “Structure and Dynamics of Water between Segments of Parallel DNA Molecules”, Journal of Molecular Liquids , 41, 181-192 (1989). K. Foster, K. Raghavan and M. Berkowitz, “A Molecular Dynamics Study of the Effect of Temperature on the Structure and Dynamics of Water between Platinum Walls”, Chemical Physics Letters , 162, 32 (1989). HONORS Leslie N. Wilson Graduate Assistantship, August 2000 – May 2001 and August 2001 – May 2002, Physics Department, Florida State University Graduate Teaching Award, May 1996, Physics Department, Pennsylvania State University Department of Education Fellowship, August 1988, Chemistry Department, University of North Carolina Graduate Teaching Award, May 1986, Chemistry Department, University of North Carolina"
            ]
        ]
    ]
}