{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C3I1SJXD",
            "eVV8PpsAAAAJ",
            [
                "Three-dimensional shape transformations of hydrogel sheets induced by small-scale modulation of internal stresses",
                "Multiple shape transformations of composite hydrogel sheets",
                "Microgel-reinforced hydrogel films with high mechanical strength and their visible mesoscale fracture structure",
                "Metal-coordination complexes mediated physical hydrogels with high toughness, stick–slip tearing behavior, and good processability",
                "Structure optimization and mechanical model for microgel-reinforced hydrogels with high strength and toughness",
                "Supramolecular construction of multifluorescent gels: Interfacial assembly of discrete fluorescent gels through multiple hydrogen bonding"
            ],
            [
                "Although Nature has always been a common source of inspiration in the development of artificial materials, only recently has the ability of man-made materials to produce complex three-dimensional (3D) structures from two-dimensional sheets been explored. Here we present a new approach to the self-shaping of soft matter that mimics fibrous plant tissues by exploiting small-scale variations in the internal stresses to form three-dimensional morphologies. We design single-layer hydrogel sheets with chemically distinct, fibre-like regions that exhibit differential shrinkage and elastic moduli under the application of external stimulus. Using a planar-to-helical three-dimensional shape transformation as an example, we explore the relation between the internal architecture of the sheets and their transition to cylindrical and conical helices with specific structural characteristics. The ability to engineer multiple three …",
                "Soft materials undergoing shape transformations in response to changes in ambient environment have potential applications in tissue engineering, robotics and biosensing. Generally, stimulus-responsive materials acquire two stable shapes corresponding to the “on” and “off” states of the external trigger. Here, we report a simple, yet versatile approach to induce multiple shape transformations of a planar hydrogel sheet, each triggered by a particular, well-defined external stimulus. The approach is based on the integration of small-scale multiple polymer components with distinct compositions in the composite gel sheet. In response to different stimuli, the structural components undergo differential swelling or shrinkage, which creates internal stresses within the composite hydrogel sheet and transforms its shape in a specific manner.",
                "The poor mechanical properties remain the largest barrier to traditional synthetic hydrogels for extensive practical applications, such as tissue scaffolds. In this work, we have synthesized the hydrogel films in the presence of microgel precursors of various chemical species with different charges. The hydrogels fabricated have a novel two-phase composite structure, where the continuous phase is a loosely cross-linked polyacrylamide (PAAm) matrix and the disperse phase is virtually double-network (DN) microgels. Named as microgel-reinforced (MR) hydrogels, they exhibited dramatic enhancement in mechanical strength and toughness, in comparison to the hydrogels with no microgels. MR hydrogels showed the comparable mechanical properties with the conventional bicontinuous DN hydrogels. By visualizing the embedded microgels before, during, and after the elongation, mesoscale fractures of the microgels …",
                "It is challenging to develop hydrogels with a combination of excellent mechanical properties, versatile functions, and good processability. Here we report a physical hydrogel of poly(acrylamide-co-acrylic acid) (P(AAm-co-AAc)) cross-linked by carboxyl–Fe3+ coordination complexes that possesses high stiffness and toughness, fatigue resistance, and stimulation-triggered healing along with shape memory and processing abilities. The copolymers have randomly dispersed AAm and AAc repeat units, making the physical cross-links with different strength. The strong coordination bonds and their associations serve as permanent cross-links, imparting the elasticity, whereas the weak ones reversibly rupture and re-form, dissipating the energy. Furthermore, a stick–slip instability is observed during the tearing test, which should be associated with the specific nature of metal-coordination bonds that are strong yet fragile …",
                "In this work, the mechanical behavior of sparsely cross-linked, neutral polyacrylamide (PAAm) hydrogels containing densely cross-linked polyelectrolyte microgels of poly(2-acrylamido-2-methylpropanesulfonic sodium) (PNaAMPS) were studied systematically by varying the formulations. The microgel-reinforced (MR) hydrogels have a two-phase composite structure, where the disperse phase is the rigid double-network (DN) microgels, and the continuous phase is the soft PAAm matrix. At the optimal formulation, the MR gels showed high mechanical strength and toughness, comparable to conventional DN hydrogels. The two critical parameters for the substantial enhancement of mechanical strength and toughness of MR gels are the concentration of PNaAMPS microgel and the molar ratio of the PAAm to the PNaAMPS in the microgel phase. Selective dyeing of the embedded microgels in MR gels allowed for …",
                "Multifluorescent supramolecular gels with complex structures are constructed from discrete fluorescent gels, which serve as the building blocks, through hydrogen bonding interactions at interfaces. The multifluorescent gel can realize rapid healing within only≈ 100 s."
            ],
            [
                [
                    "Functional hydrogels and elastomers"
                ]
            ],
            [
                "Liang Wu Assistant Professor Condensed Matter, Ultrafast optics & Terahertz DRL 2N32 Website Employment: Assistant Professor, University of Pennsylvania (July 2018 - present ) Postdoctoral Fellow, University of California, Berkeley (2016 - 2018) Graduate Research Assistant, Johns Hopkins University (2011 - 2015) Honors & Awards: William L. McMillan Award for Outstanding Contributions in Condensed Matter Physics (2019) Army Research Office Young Investigator Program (YIP) Award (2019) \"30 under 30\" in Science, Forbes Magazine (2018) Michelson Postdoctoral Prize (2017) Richard L. Greene Dissertation Award in Experimental Condensed Matter Physics,  American Physical Society (2017) National Scholarship (2008) Ph.D. Physics, Johns Hopkins University (2015) B.S. Physics, Nanjing University (2010) I am an experimental condensed matter physicist with a strong interest in light-matter interactions.  I develop and utilize time-resolved and nonlinear optical techniques in both the terahertz (THz) and optical frequency regimes to study and control properties of materials broadly known as ''quantum materials’’, which are topological and correlated materials. In this class of matter, collective phases and properties defy a classical description, often leading to an exotically rich range of emergent phenomena.  My research interests include but are not limited to, topological insulators, semimetals and superconductor, quantum antiferromagnets and spintronics, 2D magnets and quantum spin liquids. Courses Taught Phys 151: Principles of Physics II Z. Ni, K. Wang, Y. Zhang, O. P. Ocena, X. Han, B. Xu, K. Manna, J. Paglione, C. Felser, A. G. Grushin, F. de Juan, E. J. Mele and Liang Wu* Giant topological longitudinal circular photo-galvanic effect in the chiral multifold semimetal CoSi. Nature Communications, 12, 154 (2021) Z. Ni, B. Xu, Y. Zhang, M. S ́anchez-Mart ́ınez, K. Manna, C. Felser, F. de juan, A.G. Grushin and Liang Wu* Linear and nonlinear optical responses in the chiral multifold semimetal RhSi. npj Quantum Materials 5, 96 (2020) B. Xu, Z. Fang, M. Sanchez-Martınez, J. Vendobos, Z. Ni, K. Manna, K. Wang, J. Paglione, C. Felser, E.J. Mele, A. G. Grushin, A. M. Rappe and Liang Wu* Optical signatures of multifold fermions in the chiral topological semimetal CoSi.  Proceedings of the National Academy of Sciences 117, (44) 27104-27110 (2020) D. Khadka, T. R. Thapaliya, S. H. Parra, X.Y. Han, J.J. Wen, J.D. Zang, J. M. Kikkawa, Liang Wu , S. X. Huang. Kondo physics in antiferromagnetic Weyl semimetal Mn3+xSn1-x films. Science Advances 6, eabc1977  (2020) N. P. Armitage and Liang Wu. On the matter of topological insulators as magneto-electrics. SciPost Phys. 6, 046 (2019) T. Higo, H. Man, D. B. Gopman, Liang Wu , Y. P. Kabanov, O. M. J. van’t Erve, D. Rees, Y. F. Li, S. Patankar, M. Ikhlas, C. L. Chien, R. D. Shull, J. Orenstein, and S. Nakatsuji. Large magneto-optical Kerr effect and imaging of magnetic octupole domains in an antiferromagnetic metal. Nature Photonics. 12, 73-78 (2018) A. Little†, Liang Wu † ,* ,P. Kelley, A. Banerjee, D. Mandrus, S. Nagler and J. Orenstein. Antiferromagnetic resonance and terahertz continuum in α − RuCl 3 . Phys. Rev. Lett. 119, 227201 (2017) Liang Wu* , S. Patankar, T. Morimoto, N. L. Nair, E. Thewalt, A. Little, J. Analytis, J. E. Moore and J. W. Orenstein. Giant anisotropic nonlinear optical response in transition metal monopnictide Weyl semimetals. Nature Physics 13, 350-355 (2017) Liang Wu* , M. Salehi, N. Koirala, J. Moon, S. Oh and N. P. Armitage. Quantized Faraday and Kerr rotation and axion electrodynamics of a 3D topological insulator . Science 354, 1124-1127 (2016) Liang Wu* , W. K. Tse, M. Brahlek, C. M. Morris, R. Valdes Aguilar, N. Koirala, S. Oh and N. P. Armitage. High-resolution Faraday rotation and electron-phonon coupling in surface states of the bulk-insulating topological insulator Cu 0 . 02 Bi 2 Se 3 . Phys. Rev. Lett. 115, 217602 (2015) Liang Wu , M. Brahlek, R. Valdes Aguilar, A. V. Stier, C. M. Morris, Y. Lubashevsky, L. S. Bilbro, N. Bansal, S. Oh, N. P. Armitage. A sudden collapse in transport lifetime through the topological phase transition in (Bi 1 − x In x ) 2 Se 3 . Nature Physics 9, 410-414 (2013)"
            ]
        ]
    ]
}