{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C3U3Y37D",
            "w_l2ofYAAAAJ",
            [
                "Moving multichannel systems in a finite volume with application to proton-proton fusion",
                "Three-particle scattering amplitudes from a finite volume formalism",
                "Improving the volume dependence of two-body binding energies calculated with lattice QCD",
                "Proton-Proton Fusion and Tritium  Decay from Lattice Quantum Chromodynamics",
                "Two-nucleon systems in a finite volume: Quantization conditions",
                "Constraints on the Universe as a Numerical Simulation",
                "Two-nucleon systems in a finite volume. II.  coupled channels and the deuteron",
                "Restoration of rotational symmetry in the continuum limit of lattice field theories",
                "Finite-volume electromagnetic corrections to the masses of mesons, baryons, and nuclei",
                "Two-baryon systems with twisted boundary conditions"
            ],
            [
                "The spectrum of a system with multiple channels composed of two hadrons with nonzero total momentum is determined in a finite cubic volume with periodic boundary conditions using effective field theory methods. The results presented are accurate up to exponentially suppressed corrections in the volume due to the finite range of hadronic interactions. The formalism allows one to determine the phase shifts and mixing parameters of π π− K K isosinglet coupled channels directly from lattice quantum chromodynamics. We show that the extension to more than two channels is straightforward and present the result for three channels. From the energy quantization condition, the volume dependence of electroweak matrix elements of two-hadron processes is extracted. In the nonrelativistic case, we pay close attention to processes that mix the S 0 1− S 1 3 two-nucleon states, eg proton-proton fusion (p p→ d+ e++ ν e …",
                "We present a quantization condition for the spectrum of a system composed of three identical bosons in a finite volume with periodic boundary conditions. This condition gives a relation between the finite volume spectrum and infinite volume scattering amplitudes. The quantization condition presented is an integral equation that in general must be solved numerically. However, for systems with an attractive two-body force that supports a two-body bound state, a diboson, and for energies below the diboson breakup, the quantization condition reduces to the well-known Lüscher formula with exponential corrections in volume that scale with the diboson binding momentum. To accurately determine infinite volume phase shifts, it is necessary to extrapolate the phase shifts obtained from the Lüscher formula for the boson-diboson system to the infinite volume limit. For energies above the breakup threshold, or for systems …",
                "Volume modifications to the binding of two-body systems in large cubic volumes of extent L depend upon the total momentum and exponentially upon the ratio of L to the size of the boosted system. Recent work by Bour et al. determined the momentum dependence of the leading volume modifications to nonrelativistic systems with periodic boundary conditions imposed on the single-particle wave functions, enabling them to numerically determine the scattering of such bound states using a low-energy effective field theory and Lüscher’s finite-volume method. The calculation of bound nuclear systems directly from QCD using lattice QCD has begun, and it is important to reduce the systematic uncertainty introduced into such calculations by the finite spatial extent of the gauge-field configurations. We extend the work of Bour et al. from nonrelativistic quantum mechanics to quantum field theory by generalizing the work …",
                "The nuclear matrix element determining the p p→ d e+ ν fusion cross section and the Gamow-Teller matrix element contributing to tritium β decay are calculated with lattice quantum chromodynamics for the first time. Using a new implementation of the background field method, these quantities are calculated at the SU (3) flavor–symmetric value of the quark masses, corresponding to a pion mass of m π∼ 806 MeV. The Gamow-Teller matrix element in tritium is found to be 0.979 (03)(10) at these quark masses, which is within 2 σ of the experimental value. Assuming that the short-distance correlated two-nucleon contributions to the matrix element (meson-exchange currents) depend only mildly on the quark masses, as seen for the analogous magnetic interactions, the calculated p p→ d e+ ν transition matrix element leads to a fusion cross section at the physical quark masses that is consistent with its currently …",
                "The quantization condition for interacting energy eigenvalues of the two-nucleon system in a finite cubic volume is derived in connection to the nucleon-nucleon scattering amplitudes. This condition is derived using an auxiliary (dimer) field formalism that is generalized to arbitrary partial waves in the context of nonrelativistic effective field theory. The quantization condition presented gives access to the scattering parameters of the two-nucleon systems with arbitrary parity, spin, isospin, angular momentum and center-of-mass motion, from a lattice QCD calculation of the energy eigenvalues. In particular, as it includes all noncentral interactions, such as the two-nucleon tensor force, it makes explicit the dependence of the mixing parameters of nucleon-nucleon systems calculated from lattice QCD when there is a physical mixing among different partial waves, eg S− D partial wave mixing in the deuteron channel. We …",
                "Observable consequences of the hypothesis that the observed universe is a numerical simulation performed on a space-time lattice or grid are explored. The simulation scenario is first motivated by extrapolating current trends in computational resource requirements for lattice QCD into the future. Using the historical development of lattice gauge theory technology as a guide, we assume that our universe is an early numerical simulation and investigate potentially observable consequences. Among the observables that are considered are the muon g - 2 and the current differences between determinations of , but the most stringent bound on the inverse lattice spacing of the universe,  GeV, is derived from the high-energy cut off of the cosmic ray spectrum. The numerical simulation scenario could reveal itself in the distributions of the highest-energy cosmic rays exhibiting a degree of rotational …",
                "The energy spectra of two nucleons in a cubic volume provide access to the two phase shifts and one mixing angle that define the S matrix in the S 1 3− D 1 3 coupled channels containing the deuteron. With the aid of recently derived energy quantization conditions for such systems, and the known scattering parameters, these spectra are predicted for a range of volumes. It is found that extractions of the infinite-volume deuteron binding energy and leading scattering parameters, including the S-D mixing angle at the deuteron pole, are possible from lattice QCD calculations of two-nucleon systems with boosts of| P|≤ 2 π L 3 in volumes with 10 fm≲ L≲ 14 fm. The viability of extracting the asymptotic D\/S ratio of the deuteron wave function from lattice QCD calculations is discussed.",
                "We explore how rotational invariance is systematically recovered from calculations on hyper-cubic lattices through the use of smeared lattice operators that smoothly evolve into continuum operators with definite angular momentum as the lattice-spacing is reduced. Perturbative calculations of the angular momentum violation associated with such operators at tree level and at one loop are presented in λ ϕ 4 theory and QCD. Contributions from these operators that violate rotational invariance occur at tree-level, with coefficients that are suppressed by O (a 2) in the continuum limit. Quantum loops do not modify this behavior in λ ϕ 4, nor in QCD if the gauge-fields are smeared over a comparable spatial region. Consequently, the use of this type of operator should, in principle, allow for Lattice QCD calculations of the higher moments of the hadron structure functions.",
                "Now that lattice QCD calculations are beginning to include QED, it is important to better understand how hadronic properties are modified by finite-volume QED effects. They are known to exhibit power-law scaling with volume, in contrast to the exponential behavior of finite-volume strong interaction effects. We use nonrelativistic effective field theories describing the low-momentum behavior of hadrons to determine the finite-volume QED corrections to the masses of mesons, baryons and nuclei out to O (1\/L 4) in a volume expansion, where L is the spatial extent of the cubic volume. This generalizes the previously determined expansion for mesons, and extends it by two orders in 1\/L to include contributions from the charge radius, magnetic moment and polarizabilities of the hadron. We make an observation about direct calculations of the muon g− 2 in a finite volume.",
                "We explore the use of twisted boundary conditions in extracting the nucleon mass and the binding energy of two-baryon systems, such as the deuteron, from lattice QCD calculations. Averaging the results of calculations performed with periodic and antiperiodic boundary conditions imposed upon the light-quark fields, or other pairwise averages, improves the volume dependence of the deuteron binding energy from∼ e− κ L\/L to∼ e− 2 κ L\/L. However, a twist angle of π\/2 in each of the spatial directions improves the volume dependence from∼ e− κ L\/L to∼ e− 2 κ L\/L. Twist averaging the binding energy with a random sampling of twist angles improves the volume dependence from∼ e− κ L\/L to∼ e− 2 κ L\/L, but with a standard deviation of∼ e− κ L\/L, introducing a signal-to-noise issue in modest lattice volumes. Using the experimentally determined phase shifts and mixing angles, we determine the expected …"
            ],
            [
                [
                    "Hadronic Physics - Lattice Quantum Chromodynamics (LQCD) - Nuclear and Particle Theory - Quantum Simulation and Quantum Computat"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}