{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C4O4YTUP",
            "vKemMIgAAAAJ",
            [
                "The meta‐analysis of response ratios in experimental ecology",
                "Design and analysis of ecological experiments",
                "A meta-analysis of the response of soil respiration, net nitrogen mineralization, and aboveground plant growth to experimental ecosystem warming"
            ],
            [
                "Meta‐analysis provides formal statistical techniques for summarizing the results of independent experiments and is increasingly being used in ecology. The response ratio (the ratio of mean outcome in the experimental group to that in the control group) and closely related measures of proportionate change are often used as measures of effect magnitude in ecology. Using these metrics for meta‐analysis requires knowledge of their statistical properties, but these have not been previously derived. We give the approximate sampling distribution of the log response ratio, discuss why it is a particularly useful metric for many applications in ecology, and demonstrate how to use it in meta‐analysis. The meta‐analysis of response‐ratio data is illustrated using experimental data on the effects of increased atmospheric CO2 on plant biomass responses.",
                "Ecological research and the way that ecologists use statistics continues to change rapidly. This second edition of the best-selling Design and Analysis of Ecological Experiments leads these trends with an update of this now-standard reference book, with a discussion of the latest developments in experimental ecology and statistical practice. The goal of this volume is to encourage the correct use of some of the more well known statistical techniques and to make some of the less well known but potentially very useful techniques available. Chapters from the first edition have been substantially revised and new chapters have been added. Readers are introduced to statistical techniques that may be unfamiliar to many ecologists, including power analysis, logistic regression, randomization tests and empirical Bayesian analysis. In addition, a strong foundation is laid in more established statistical techniques in ecology including exploratory data analysis, spatial statistics, path analysis and meta-analysis. Each technique is presented in the context of resolving an ecological issue. Anyone from graduate students to established research ecologists will find a great deal of new practical and useful information in this current edition.",
                "Climate change due to greenhouse gas emissions is predicted to raise the mean global temperature by 1.0–3.5°C in the next 50–100 years. The direct and indirect effects of this potential increase in temperature on terrestrial ecosystems and ecosystem processes are likely to be complex and highly varied in time and space. The Global Change and Terrestrial Ecosystems core project of the International Geosphere-Biosphere Programme has recently launched a Network of Ecosystem Warming Studies, the goals of which are to integrate and foster research on ecosystem-level effects of rising temperature. In this paper, we use meta-analysis to synthesize data on the response of soil respiration, net N mineralization, and aboveground plant productivity to experimental ecosystem warming at 32 research sites representing four broadly defined biomes, including high (latitude or altitude) tundra, low tundra …"
            ],
            [
                [
                    "plant ecology",
                    "ecological statistics",
                    "meta-analysis"
                ]
            ],
            [
                "Jessica Brooks Contracts & Grants Specialist III PSB 436 Jessica.Brooks@ucf.edu 407-823-0271 Awards Physics Staff Recognized For Outstanding Service On February 14, 2018, two UCF Department of Physics staff were honored for their outstanding work serving fellow staff, faculty and students. This year’s winners… UCF employee of the month Congratulations Jessica Brooks, UCF Accountant for the Physics department, on winning the UCF Employee of the Month Award."
            ]
        ]
    ]
}