{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C53VPRMB",
            "-VOeRRcAAAAJ",
            [
                "Guidelines for the use and interpretation of assays for monitoring autophagy",
                "The genetics of vertebrate myogenesis",
                "Dystrophin is required for the formation of stable muscle attachments in the zebrafish embryo",
                "Analysis of protein sequence and interaction data for candidate disease gene prediction",
                "Whole-somite rotation generates muscle progenitor cell compartments in the developing zebrafish embryo",
                "The zebrafish candyfloss mutant implicates extracellular matrix adhesion failure in laminin α2-deficient congenital muscular dystrophy",
                "Mutations in KLHL40 are a frequent cause of severe autosomal-recessive nemaline myopathy",
                "The structure and evolution of the melanocortin and MCH receptors in fish and mammals",
                "Cadherin-mediated differential cell adhesion controls slow muscle cell migration in the developing zebrafish myotome",
                "Myosin heavy chain expression in zebrafish and slow muscle composition"
            ],
            [
                "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
                "The molecular, genetic and cellular bases for skeletal muscle growth and regeneration have been recently documented in a number of vertebrate species. These studies highlight the role of transient subcompartments of the early somite as a source of distinct waves of myogenic precursors. Individual myogenic progenitor populations undergo a complex series of cell rearrangements and specification events in different regions of the body, all of which are controlled by distinct gene regulatory networks. Collectively, these studies have opened a window into the morphogenetic and molecular bases of the different phases of vertebrate myogenesis, from embryo to adult.",
                "A class of recessive lethal zebrafish mutations has been identified in which normal skeletal muscle differentiation is followed by a tissue-specific degeneration that is reminiscent of the human muscular dystrophies. Here, we show that one of these mutations, sapje, disrupts the zebrafish orthologue of the X-linked human Duchenne muscular dystrophy (DMD) gene. Mutations in this locus cause Duchenne or Becker muscular dystrophies in human patients and are thought to result in a dystrophic pathology through disconnecting the cytoskeleton from the extracellular matrix in skeletal muscle by reducing the level of dystrophin protein at the sarcolemma. This is thought to allow tearing of this membrane, which in turn leads to cell death. Surprisingly, we have found that the progressive muscle degeneration phenotype of sapje mutant zebrafish embryos is caused by the failure of embryonic muscle end attachments …",
                "Linkage analysis is a successful procedure to associate diseases with specific genomic regions. These regions are often large, containing hundreds of genes, which make experimental methods employed to identify the disease gene arduous and expensive. We present two methods to prioritize candidates for further experimental study: Common Pathway Scanning (CPS) and Common Module Profiling (CMP). CPS is based on the assumption that common phenotypes are associated with dysfunction in proteins that participate in the same complex or pathway. CPS applies network data derived from protein–protein interaction (PPI) and pathway databases to identify relationships between genes. CMP identifies likely candidates using a domain-dependent sequence similarity approach, based on the hypothesis that disruption of genes of similar function will lead to the same phenotype. Both algorithms use two …",
                "Somites are transient, mesodermally derived structures that give rise to a number of different cell types within the vertebrate embryo. To achieve this, somitic cells are partitioned into lineage-restricted domains, whose fates are determined by signals secreted from adjacent tissues. While the molecular nature of many of the inductive signals that trigger formation of different cell fates within the nascent somite has been identified, less is known about the processes that coordinate the formation of the subsomitic compartments from which these cells arise. Utilizing a combination of vital dye-staining and lineage-tracking techniques, we describe a previously uncharacterized, lineage-restricted compartment of the zebrafish somite that generates muscle progenitor cells for the growth of appendicular, hypaxial, and axial muscles during development. We also show that formation of this compartment occurs via whole-somite …",
                "Mutations in the human laminin α2 (LAMA2) gene result in the most common form of congenital muscular dystrophy (MDC1A). There are currently three models for the molecular basis of cellular pathology in MDC1A: (i) lack of LAMA2 leads to sarcolemmal weakness and failure, followed by cellular necrosis, as is the case in Duchenne muscular dystrophy (DMD); (ii) loss of LAMA2-mediated signaling during the development and maintenance of muscle tissue results in myoblast proliferation and fusion defects; (iii) loss of LAMA2 from the basement membrane of the Schwann cells surrounding the peripheral nerves results in a lack of motor stimulation, leading to effective denervation atrophy. Here we show that the degenerative muscle phenotype in the zebrafish dystrophic mutant, candyfloss (caf) results from mutations in the laminin α2 (lama2) gene. In vivo time-lapse analysis of mechanically loaded fibers and …",
                "Nemaline myopathy (NEM) is a common congenital myopathy. At the very severe end of the NEM clinical spectrum are genetically unresolved cases of autosomal-recessive fetal akinesia sequence. We studied a multinational cohort of 143 severe-NEM-affected families lacking genetic diagnosis. We performed whole-exome sequencing of six families and targeted gene sequencing of additional families. We identified 19 mutations in KLHL40 (kelch-like family member 40) in 28 apparently unrelated NEM kindreds of various ethnicities. Accounting for up to 28% of the tested individuals in the Japanese cohort, KLHL40 mutations were found to be the most common cause of this severe form of NEM. Clinical features of affected individuals were severe and distinctive and included fetal akinesia or hypokinesia and contractures, fractures, respiratory failure, and swallowing difficulties at birth. Molecular modeling suggested …",
                "Zebrafish are an excellent genetic model system for studying developmental and physiological processes. Pigment patterns in zebrafish are affected by mutations in three types of chromatophores. The behavior of these cells is influenced by alpha-melanocyte-stimulating hormone (αMSH) and melanin-concentrating hormone (MCH). Mammals have five αMSH receptors (melanocortin receptors) and one or two MCH receptors. We have identified the full complement of melanocortin and MCH receptors in both zebrafish and the pufferfish, Fugu. Zebrafish have six melanocortin receptors, including two MC5R orthologues, while Fugu, lacking MC3R, has only four. We also demonstrate that Fugu and zebrafish have two and three MCHR genes, respectively. MC2R and MC5R are physically linked in all species examined. Unlike other species, we find the Fugu genes contain introns, one of which is in a conserved location …",
                "Slow-twitch muscle fibers of the zebrafish myotome undergo a unique set of morphogenetic cell movements. During embryogenesis, slow-twitch muscle derives from the adaxial cells, a layer of paraxial mesoderm that differentiates medially within the myotome, immediately adjacent to the notochord. Subsequently, slow-twitch muscle cells migrate through the entire myotome, coming to lie at its most lateral surface. Here we examine the cellular and molecular basis for slow-twitch muscle cell migration. We show that slow-twitch muscle cell morphogenesis is marked by behaviors typical of cells influenced by differential cell adhesion. Dynamic and reciprocal waves of N-cadherin and M-cadherin expression within the myotome, which correlate precisely with cell migration, generate differential adhesive environments that drive slow-twitch muscle cell migration through the myotome. Removing or altering the expression …",
                "In the zebrafish embryo, two distinct classes of muscle fibers have been described in the forming myotome that arise from topographically separable precursor populations. Based entirely on cross‐reactivity with antibodies raised against mammalian and chick myosin heavy chain isoforms slow twitch muscle has been shown to arise exclusively from “adaxial” myoblasts, which migrate from their origin flanking the notochord to form a single layer of subcutaneous differentiated muscle cells. The remainder of the myotome differentiates behind this migration as muscle fibers recognized by anti‐fast myosin heavy chain (MyHC) antibodies. To identify unambiguous molecular markers of cell fate in the myotome, we have characterized genes encoding zebrafish fast and slow MyHC. Using phylogenetic and expression analysis, we demonstrate that these genes are definitive molecular markers of slow and fast twitch fates …"
            ],
            [
                [
                    "Neuromuscular Disease",
                    "Genetics",
                    "Zebrafish",
                    "Myopathy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}