{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C551426C",
            "UGsfenkAAAAJ",
            [
                "The automated computation of tree-level and next-to-leading order differential cross sections, and their matching to parton shower simulations",
                "MadGraph 5: going beyond",
                "MadGraph 5: going beyond",
                "MadGraph\/MadEvent v4: the new web generation",
                "MadEvent: Automatic event generation with MadGraph",
                "Automatic generation of tree level helicity amplitudes"
            ],
            [
                "We discuss the theoretical bases that underpin the automation of the computations of tree-level and next-to-leading order cross sections, of their matching to parton shower simulations, and of the merging of matched samples that differ by light-parton multiplicities. We present a computer program, MadGraph5 aMC@ NLO, capable of handling all these computations—parton-level fixed order, shower-matched, merged—in a unified framework whose defining features are flexibility, high level of parallelisation, and human intervention limited to input physics quantities. We demonstrate the potential of the program by presenting selected phenomenological applications relevant to the LHC and to a 1-TeV e+ e− collider. While next-to-leading order results are restricted to QCD corrections to SM processes in the first public version, we show that from the user viewpoint no changes have to be expected in the case of …",
                "M ad G raph 5 is the new version of the M ad G raph matrix element generator, written in the Python programming language. It implements a number of new, efficient algorithms that provide improved performance and functionality in all aspects of the program. It features a new user interface, several new output formats including C++ process libraries for P ythia 8, and full compatibility with F eyn R ules for new physics models implementation, allowing for event generation for any model that can be written in the form of a Lagrangian. M ad G raph 5 builds on the same philosophy as the previous versions, and its design allows it to be used as a collaborative platform where theoretical, phenomenological and simulation projects can be developed and then distributed to the high-energy community. We describe the ideas and the most important developments of the code and illustrate its capabilities through a few simple …",
                "M ad G raph 5 is the new version of the M ad G raph matrix element generator, written in the Python programming language. It implements a number of new, efficient algorithms that provide improved performance and functionality in all aspects of the program. It features a new user interface, several new output formats including C++ process libraries for P ythia 8, and full compatibility with F eyn R ules for new physics models implementation, allowing for event generation for any model that can be written in the form of a Lagrangian. M ad G raph 5 builds on the same philosophy as the previous versions, and its design allows it to be used as a collaborative platform where theoretical, phenomenological and simulation projects can be developed and then distributed to the high-energy community. We describe the ideas and the most important developments of the code and illustrate its capabilities through a few simple …",
                "We present the latest developments of the MadGraph\/MadEvent Monte Carlo event generator and several applications to hadron collider physics. In the current version events at the parton, hadron and detector level can be generated directly from a web interface, for arbitrary processes in the Standard Model and in several physics scenarios beyond it (HEFT, MSSM, 2HDM). The most important additions are: a new framework for implementing user-defined new physics models; a standalone running mode for creating and testing matrix elements; generation of events corresponding to different processes, such as signal (s) and backgrounds, in the same run; two platforms for data analysis, where events are accessible at the parton, hadron and detector level; and the generation of inclusive multi-jet samples by combining parton-level events with parton showers. To illustrate the new capabilities of the package some …",
                "We present a new multi-channel integration method and its implementation in the multi-purpose event generator MadEvent, which is based on MadGraph. Given a process, MadGraph automatically identifies all the relevant subprocesses, generates both the amplitudes and the mappings needed for an efficient integration over the phase space, and passes them to MadEvent. As a result, a process-specific, stand-alone code is produced that allows the user to calculate cross sections and produce unweighted events in a standard output format. Several examples are given for processes that are relevant for physics studies at present and forthcoming colliders.",
                "The program MadGraph is presented which automatically generates postscript Feynman diagrams and Fortran code to calculate arbitrary tree level helicity amplitudes by calling HELAS[1] subroutines. The program is written in Fortran and is available in Unix and VMS versions. MadGraph currently includes standard model interactions of QCD and QFD, but is easily modified to include additional models such as supersymmetry."
            ],
            [
                [
                    "Physics Education Research"
                ]
            ],
            [
                "Tim Stelzer 307 Loomis Laboratory (217) 265-0758 (217) 333-9819 tstelzer@illinois.edu PER Research Group NatureEdCast: University of Illinois's Tim Stelzer on Learning Physics with Interactive Media Professor Timothy Stelzer received his bachelor's degree in physics from St. John's University in 1988, and his Ph.D. in physics from the University of Wisconsin-Madison in 1993. After working as a senior research assistant in the Center for Particle Theory at Durham University (UK), he joined the Department of Physics at the University of Illinois as a postdoctoral research associate in 1995. In 1998, he was promoted to a visiting assistant research professor and to an assistant research professor in 2000. A high-energy particle theorist, Professor Stelzer has concentrated on standard model physics at hadron colliders. He has written extensively on top-quark physics and radiation in top events. In addition, he has developed computational methods that have dramatically reduced the difficulty of performing complex cross section calculations. He is the primary author of MadGraph ®, a software program that automatically generates the Feynman diagrams and helicity amplitude code for tree-level standard model processes. Most recently, he has been working on a new program to predict how often rare new particles would be produced and also what signatures would distinguish these new particles from the large background of particles already known. He has developed a novel multi-channel approach that efficiently integrates any scattering amplitude to obtain the cross section of any desired process. Professor Stelzer is a founding member of  the Physics Education Group at Illinois, where he focuses on the  effective use of technology to improve student learning. His innovations  include Mastery Inspired Online Activities Based on the principles of mastery learning, these activities provide students a structured online environment to iteratively practice, assess and improve their understanding of physics.  IOLab Wireless Lab System IOLab is a low cost easy-to-use device that wirelessly transmits data from a myriad of sensors to a student’s laptop. This system allows students to obtain high precision data in and out of the laboratory.  SmartPhysics Learning System SmartPhysics includes a complete set of prelectures for introductory physics designed around multimedia learning. Clinical studies have shown these prelectures to be more effective than textbooks in helping students learn introductory physics and are used by thousands of students across the US every year. Several other disciplines are using this system to deliver their own material under the flipit series.  i>clicker i>clicker is a wireless classroom polling system that has facilitated  student-teacher interactions for millions of students around the world. Honors Rose Award for Excellence in Teaching 2015 (2015) APS Excellence in Education Award 2013 (2013) Arnold Nordsieck Award for Excellence in Teaching, Physics Department, 2011 (2011) University of Illinois Distinguished Teacher-Scholar, 2009 (2009) BP Amoco Award for Innovation in Undergraduate Education, 2005 (2005) Spring 2019 PHYS 212 Fall 2018 PHYS 212 Spring 2018 Fall 2017 Spring 2017 Spring 2016 PHYS 212 Spring 2015 PHYS 212 Spring 2012 Fall 2011 Spring 2011 Fall 2010 Spring 2010 Fall 2009 Spring 2009 PHYS 212 Fall 2008 PHYS 212 Spring 2007 PHYS 101 Fall 2006 PHYS 101 Spring 2006 PHYS 101 Fall 2005 PHYS 101 Spring 2005 PHYS 101 Fall 2004 PHYS 101 Physics Education Research group awarded $2.6M grant for Illinois Physics and Secondary Schools (IPaSS) Partnership Program The Physics Education Research (PER) group at the University of Illinois at Urbana-Champaign has received a $2.6 million grant from the National Science Foundation to improve the quality and accessibility of high school physics courses across the State of Illinois through a new program called the Illinois Physics and Secondary Schools (IPaSS) Partnership Program . The IPaSS program already kicked off its first intensive summer institute in mid-June, welcoming a small cohort of four physics teachers. The number of teachers in the IPaSS program will expand incrementally each year over the four years of grant funding, maxing out at 40 Illinois physics teachers. The goal of the new program will be to provide high school students across the state with the highest quality high school physics experience, engaging students’ interest in STEM fields and preparing them to succeed at competitive research institutions like the U of I. STEM stands for science, technology, engineering, and math—fields the U.S. government has recognized are a high educational priority for a strong tech-field workforce. The program will not only help align existing high school physics courses with university-level expectations, but will also provide support for under-resourced high schools to offer physics courses for the first time. In the Media Stelzer's \"Madgraph\" paper ranks 5th most impactful in physics since 2010, using new multi-generational-citation metric Two CERN theoretical physicists have taken a page out of Google’s playbook in an attempt to better measure the impact of scientists and their published research. In a recent study published on arXiv, Alessandro Strumia and Riccardo Torre propose new metrics that use principles of Google’s PageRank algorithm, which determines the order in which websites appear in search results. Escape room goes quantum physics in Urbana It’s up to you and your team to save the free world from evil forces plotting its destruction, and you have precisely 60 minutes to do it. You must find out what happened to Professor Schrödenberg, a University of Illinois physicist who disappeared after developing a top-secret quantum computer that can crack any digital-security encryption code in the world.  Unfortunately, the previous groups of special agents assigned to the case disappeared while investigating the very room in which you now find yourself locked up, Schrödenberg’s secret lab. LabEscape is a new science-themed escape room now open at Lincoln Square Mall in Urbana, testing the puzzle-solving skills of groups of up to six participants at a time. Escape rooms, a new form of entertainment cropping up in cities across the U.S. and around the globe, provide in-person mystery-adventure experiences that have been compared to living out a video-game or movie script. A team of participants is presented with a storyline and locked into a room with only one hour to find and decipher a sequence of interactive puzzles that will unlock the door and complete the mission. Two escape room businesses are already in operation in the area, C-U Adventures in Time and Space in Urbana and Brainstorm Escapes in Champaign.  Accolades Physics Education Research PER Timothy Stelzer receives Rose Award for Excellence in Teaching Timothy Stelzer has received the 2015 Rose Award for Excellence in Teaching from the College of Engineering at the University of Illinois at Urbana Champaign. The award was presented at a College of Engineering faculty awards ceremony on Monday, April 27, 2015.  Head of Department and Professor Dale Van Harlingen comments, “There is indeed not an award at any level that includes the words 'teaching excellence' for which Tim should not be a leading candidate--his impact on understanding how students learn physics and how we should teach it has been immense at Illinois and beyond. His creativity, intuition, leadership, and staggering amounts of hard work have resulted in greatly improved student outcomes and instructor satisfaction in the calculus-based introductory physics courses that are taken by every engineering student and many others across campus. I can think of no one more worthy than Tim of receiving the Scott Rose Award.\""
            ]
        ]
    ]
}