{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C5LYOE83",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Xiao-lun Wu Professor 219A OEH (412) 624-0873 xlwu@pitt.edu My research interest is in nonlinear dynamics and biophysics. In the nonlinear dynamic studies, I am focusing on fluid turbulence in freely suspended liquid films that behave as a two dimensional (2D) fluid. 2D turbulence shares many important attributes of 3D turbulence, such as nonlinearity and stochasticity. However, 2D turbulence is unique in that the energy flux is reversed resulting in a greater tendency for the formation of large coherent structures or vortices. The study, aside from its intrinsic physical interest, is beneficial for understanding a variety of natural phenomena such as formations of cyclonic\/anticyclonic eddies. In the biophysics studies, we are investigating population dynamics using bacteria and phages as model systems and using novel optical techniques to study vesicle dynamics in synapses of hippocampal neurons. Selected Publications Stick-and-Diffuse and Caged Diffusion: A Comparison of Two Models of Synaptic Vesicle Dynamics,\" C. Yeung, M. Shtrahman, X.L. Wu, to appear in Biophys. J. , (2007). Swimming Efficiency of Bacterium Escherichia Coli,\" S. Chattopadhyay, R. Moldovan, C. Yeung, and X.L. Wu, PNAS 103 , 13712 (2006). Polymer Effects on Small- and Large-Scale Two-Dimensional Turbulence,\" Yonggun Jun and X.L. Wu, Phys. Rev. Lett. 96 , 024502 (2006). Velocity Intermittency in a Buoyancy Subrange in a Two-Dimensional Soap Film Convection Experiment,\" Jie Zhang and X.L. Wu, Phys. Rev. Lett. 94 , 234501 (2005). Structure-Based Interpretation of the Strouhal-Reynolds Number Relationship,\" Pedram Roushan and X.L. Wu, Phys. Rev. Lett. 94 , 054504 (2005). Corey Dominick Yue Guo (412) 624-0873"
            ]
        ]
    ]
}