{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C6EJ5Z4U",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                ">\n    \n  \n    \n      Maria Spiropulu Maria Spiropulu Shang-Yi Ch'en Professor of Physics Contact information for Maria Spiropulu MC 256-48 265 Downs-Lauritsen Laboratory (HEP) Research Website B.Sc., Aristotle University of Thessaloniki, 1993; M.A., Harvard University, 1995; Ph.D., 2000. Associate Professor, Caltech, 2008-11; Professor, 2011-17; Ch'en Professor, 2017-. Research Interests Maria Spiropulu is an experimental particle physicist. Born and educated in Macedonia\/Greece, she moved to the U.S. to pursue her Ph.D. at Harvard and worked at the Collider Detector at Fermilab (CDF). She has worked on silicon sensors, calorimetry, trigger and data acquisition and on searches for new physics. She used the double blind data analysis method for the first time in hadron collider data. The particular Tevatron results from her search for supersymmetric dark matter using missing energy were the best yet obtained. Maria Spiropulu is an experimental particle physicist. Born and educated in Macedonia\/Greece, she moved to the U.S. to pursue her Ph.D. at Harvard and worked at the Collider Detector at Fermilab (CDF). She has worked on silicon sensors, calorimetry, trigger and data acquisition and on searches for new physics. She used the double blind data analysis method for the first time in hadron collider data. The particular Tevatron results from her search for supersymmetric dark matter using missing energy were the best yet obtained. Spiropulu is interested in the search for dark matter at the LHC, questions on dark matter that cut across particle physics, astrophysics and cosmology. Her research efforts target instigating innovation in data analyses and creative thinking towards answering fundamental questions on the physics of the universe at the largest and smallest length scales. She remains close to the detector and the trigger system of the LHC's Compact Muon Solenoid (CMS) experiment with the objective of obtaining high physics purity and best possible quality data samples for the CMS physics analyses. Her discovery physics program at the LHC includes the development of new methods in the searches for dark matter candidates. The successful razor kinematic variables, which target new dynamics with weakly interacting particles in the final state (such as neutrinos or dark matter particles) are now adopted by multiple groups searching for new phenomena at both the ATLAS and CMS experiments. The first CMS results using the razor kinematics technology were presented in March 2011. Spiropulu with her students and colleagues has been developing since 2007 a wide-angle program for look-alike model discrimination when new physics is observed. The program includes the missing energy look-alikes and the higgs look-alikes extended studies that employ a range of discriminating kinematical variables and advanced data regression methods. In 2004 Spiropulu moved to CERN's Physics Department to continue her research at the Large Hadron Collider. During the years 2005-08 she led the search and discovery program of the CMS experiment as co-convener of the SUSYBSM physics analysis group. In 2009 she was named a Fellow of the AAAS \"for her leadership in experimental high-energy physics, in particular for her pioneering efforts in the experimental search for supersymmetry and extra dimensions.\" See Maria Spiropulu's full research page . Selected Awards 2008: Fellow, the American Association for the Advancement of Science\n2003: Golden Trumpet award (Publicity Club of Chicago) for Quarks Unbound\n2003: Watkins Visiting Professorship, Watkins Foundation\n2002: William A. Crump Jr. Endowed Physics Lectureship, St. Andrews School\n2001: Compton Lectureship, Enrico Fermi Institute\n2000: Enrico Fermi Fellowship, Enrico Fermi Institute and the Pritzker Foundation\n1999: Van Vleck Award, Harvard University\n1993: Teaching White Award, Harvard University\n1987: Presidential Honorary Distinction, the President of Greece, Christos Sartzetakis Professional Societies American Association for the Advancement of Science\nAmerican Physical Society\nDivision of Particles and Fields\nEuropean Physical Society\nHarvard Club of Chicago\nHarvard Club of Switzerland"
            ]
        ]
    ]
}