{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C6RK59PN",
            "j5jrPBUAAAAJ",
            [
                "Microfluidic paper-based analytical device for particulate metals",
                "Simple, distance-based measurement for paper analytical devices",
                "Paper electrochemical device for detection of DNA and thrombin by target-induced conformational switching",
                "Simple, sensitive, and quantitative electrochemical detection method for paper analytical devices",
                "New functionalities for paper-based sensors lead to simplified user operation, lower limits of detection, and new applications",
                "Paper diagnostic device for quantitative electrochemical detection of ricin at picomolar levels",
                "based sensor for electrochemical detection of silver nanoparticle labels by galvanic exchange",
                "Discovery of high affinity anti-ricin antibodies by B cell receptor sequencing and by yeast display of combinatorial VH:VL libraries from immunized animals"
            ],
            [
                "A microfluidic paper-based analytical device (μPAD) fabricated by wax printing was designed to assess occupational exposure to metal-containing aerosols. This method employs rapid digestion of particulate metals using microliters of acid added directly to a punch taken from an air sampling filter. Punches were then placed on a μPAD, and digested metals were transported to detection reservoirs upon addition of water. These reservoirs contained reagents for colorimetric detection of Fe, Cu, and Ni. Dried buffer components were used to set the optimal pH in each detection reservoir, while precomplexation agents were deposited in the channels between the sample and detection zones to minimize interferences from competing metals. Metal concentrations were quantified from color intensity images using a scanner in conjunction with image processing software. Reproducible, log–linear calibration curves were …",
                "Paper-based analytical devices (PADs) represent a growing class of elegant, yet inexpensive chemical sensor technologies designed for point-of-use applications. Most PADs, however, still utilize some form of instrumentation such as a camera for quantitative detection. We describe here a simple technique to render PAD measurements more quantitative and straightforward using the distance of colour development as a detection motif. The so-called distance-based detection enables PAD chemistries that are more portable and less resource intensive compared to classical approaches that rely on the use of peripheral equipment for quantitative measurement. We demonstrate the utility and broad applicability of this technique with measurements of glucose, nickel, and glutathione using three different detection chemistries: enzymatic reactions, metal complexation, and nanoparticle aggregation, respectively. The …",
                "Here, we report a strategy for the design of an inexpensive paper analytical device (PAD) for quantitative detection of oligonucleotides and proteins. Detection is based on the principle of target-induced conformational switching of an aptamer linked to an electrochemical label. This simple and robust method is well matched to the equally simple and robust characteristics of the PAD platform. The demonstrated limits of detection for DNA and thrombin are 30 nM and 16 nM, respectively, and the device-to-device reproducibility is better than ±10%. The PAD has a shelf life of at least 4 weeks, involves little user intervention, and requires a sample volume of just 20 μL.",
                "We report a new type of paper analytical device that provides quantitative electrochemical output and detects concentrations as low as 767 fM. The model analyte is labeled with silver nanoparticles (AgNPs), which provide 250 000-fold amplification. AgNPs eliminate the need for enzymatic amplification, thereby improving device stability and response time. The use of magnetic beads to preconcentrate the AgNPs at the detection electrode further improves sensitivity. Response time is improved by incorporation of a hollow channel, which increases the flow rate in the device by a factor of 7 and facilitates the use of magnetic beads. A key reaction necessary for label detection is made possible by the presence of a slip layer, a fluidic switch that can be actuated by manually slipping a piece of paper. The design of the device is versatile and should be useful for detection of proteins, nucleic acids, and microbes.",
                "In the last decade, paper analytical devices (PADs) have evolved into sophisticated yet simple sensors with biological and environmental applications in the developed and developing world. The focus of this review is the technological improvements that have over the past five years increased the applicability of PADs to real-world problems. Specifically, this review reports on advances in sample processing, fluid flow control, signal amplification, and component integration. Throughout, we have sought to emphasize advances that retain the main virtues of PADs: low cost, portability, and simplicity.",
                "We report a paper-based assay platform for detection of ricin a chain. The paper platform is assembled by simple origami paper folding. The sensor is based on quantitative, electrochemical detection of silver nanoparticle labels linked to a magnetic microbead support via a ricin immunosandwich. Importantly, ricin was detected at concentrations as low as 34 pM. Additionally, the assay is robust, even in the presence of 100-fold excess hoax materials. Finally, the device is easily remediated after use by incineration. The cost of the device, not including reagents, is just $0.30. The total assay time, including formation of the immunosandwich, is 9.5 min.",
                "Here we report a three-dimensional paper fluidic device configured for electrochemical detection of biomolecules labeled with silver nanoparticles (AgNPs). This new sensor, which we call a NoSlip, represents a major improvement of our previously reported oSlip system. Specifically, detection of AgNPs in the NoSlip is based on galvanic exchange rather than a chemical oxidant (bleach or MnO4– in the oSlip). Galvanic exchange is implemented by depositing a very small amount of gold onto the working electrode. Once the AgNP labels are brought into the proximity of the electrode through the use of magnetic force, a fraction of the Au0 is electrochemically oxidized to Au3+. The Au3+ reacts with the AgNPs to form Ag+ and Au0. The Ag+ is then detected by anodic stripping voltammetry. This new methodology resolves three shortcomings of the oSlip while simultaneously simplifying the basic sensor form factor. First …",
                "Ricin is a toxin that could potentially be used as a bioweapon. We identified anti-ricin A chain antibodies by sequencing the antibody repertoire from immunized mice and by selecting high affinity antibodies using yeast surface display. These methods led to the isolation of multiple antibodies with high (sub-nanomolar) affinity. Interestingly, the antibodies identified by the 2 independent approaches are from the same clonal lineages, indicating for the first time that yeast surface display can identify native antibodies. The new antibodies represent well-characterized reagents for biodefense diagnostics and therapeutics development."
            ],
            [
                [
                    "Analytical Chemistry"
                ]
            ]
        ]
    ]
}