{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C766OQ5N",
            "b2A0R8YAAAAJ",
            [
                "Effects of different soil weights, storage times and extraction methods on soil phospholipid fatty acid analyses",
                "Profiling of microbial PLFAs: Implications for interspecific interactions due to intercropping which increase phosphorus uptake in phosphorus limited acidic soils"
            ],
            [
                "Phospholipid fatty acid (PLFA) analysis has become a popular and powerful method for characterizing soil microbial communities. However, little work has been done to compare different extraction procedures. In this study, the effects of single or consecutive extractions, varying soil weights, alternative solid phase extraction (SPE) tubes and a comparison of extractions from fresh soil and that from soil previously stored freeze-dried at − 70 °C for 1 year were determined. About 90–95% of PLFAs were extracted by the method used in this paper. More individual PLFAs and changes in PLFA peak distributions (profiles) were found with increasing soil sample weights, which suggests that for each set of experiments, the soil weight should be constant. Home-made SPE tubes used in this study can give almost as good results as the commercial standard ones, which significantly decreased costs. The total PLFA …",
                "Increased phosphorus (P) uptake during intercropping has been demonstrated previously between specific crop species, e.g. cereal–legumes, in P deficient alkaline or neutral soils. The evidence is less strong in P deficient acidic soils. To assess the interspecific effects of acidic soils on P uptake, and to determine the biochemical mechanisms involved, a field experiment with maize-based (Zea mays) intercropping was conducted with the legumes chickpea (Cicer arietinum) and soybean (Glycine max), as well as the cereal wheat (Triticum aestivum), respectively, in subtropical acidic soils of Southern China. The land equivalent ratio (LER) values (on an average of 1.20 and 1.07 for maize–chickpea and maize–soybean, respectively; and from 0.85 to 1.08 on average for maize–wheat after P fertilization) indicated that the interspecific stimulation of P uptake may be a general phenomenon i.e. controlled by soil P …"
            ],
            [
                [
                    "Plant Biology"
                ]
            ],
            [
                "SAMUEL C. C. TING Thomas Dudley Cabot Institute Professor of Physics 1976 Nobel Laureate ting@lns.mit.edu (617) 253-8326 44-120 Christine Titus (617) 253-8326 RELATED LINKS: MIT Laboratory for Nuclear Science (LNS) Co-recipient, 1976 Nobel Prize in Physics \"The Discovery of the J Paricle: a Personal Recollection\" (1976 Nobel Lecture) [PDF] MIT150 Infinite History interview High Energy Physics Description of the AMS-LNS collaboration on the MIT LNS web site. Professor Ting received the Nobel Prize for the discovery of the J particle at Brookhaven National Laboratory, as well as numerous other prizes during his career. His further seminal results include: observation of nuclear anti-matter (the anti-deuteron); measurement of the size of the electron family (the electron, the muon, and the tau) showing that the electron family has zero size (with a radius smaller than 10 -17 cm); precision study of light rays and massive light rays showing that light rays and massive light rays can transform into each other at high energies and providing a critical verification of the quark model; precision measurement of the radius of the atomic nuclei; discovery of the gluon (the particle responsible for transmitting the nuclear force); a systematic study of the properties of gluons; a precision measurement of muon charge asymmetry, demonstrating for the first time the validity of the Standard Electroweak Model (Weinberg, Glashow and Salam); and determination of the number of electron families and neutrino species in the Universe and the precision verification of the Electroweak Unification Theory. He developed the first large superconducting magnet in space and has demonstrated separation of helium isotopes in space. Currently, he is leading a 15 nation, 500 physicist international collaboration to use the U.S. International Space Station (ISS) National Laboratory to probe fundamental questions of modern physics\nincluding the antimatter universe and the origin of cosmic rays and dark matter. Autobiography for The Nobel Foundation. Professor Ting's publications are available on the SPIRES HEP Literature Database . July 15, 2020 4:42 PM"
            ]
        ]
    ]
}