{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C8HXHD23",
            "O8jqxuwAAAAJ",
            [
                "Degree of dependency and racial differences in use of senior centers",
                "Death Timing Among Deceased Married Couples in a Southern Cemetery"
            ],
            [
                "T HE PASSAGE of the Older Americans Act in 1965 instituted a national priority to provide a variety of services to improve the quality of life among older Americans. Amendments to the Act since 1973 have emphasized community-based multipurpose senior centers to articulate this policy. Services now delivered to many elderly through such centers include legal aid, transportation, homemaking, personal care, congregate and home delivered meals. The 1978 amendments to the Act called for increased targeting of services to those persons in greatest\" social or economic need.\" Although not referring strictly to racial and ethnic minorities, these amendments generally are regarded as a call to increase targeting toward minorities. As yet, the matters of the effectiveness of these multipurpose senior centers in reaching minority elderly, and the extent to which those in greatest need access the array of services available …",
                "MethodThe purpose of this report is to investigate the relationships between the months or seasons of the year, as well as certain significant social dates, and the time of death among married couples buried in adjoining cemetery plots. Married couples were selected as the study population in order to determine if a relationship exists between one spouse's death and the timing of the death of the remaining spouse. Accordingly, all married couples for whom records were available and who were buried in adjoining cemetery plots within the Bellwood Cemetery in Pine Bluff, Arkansas were included in the study. The cemetery covers over thirty-seven acres with the earliest existing gravemarker dated 1851.Data on 215 couples were collected, with the major sources of information being dates collected from a survey of records from the sexton's office and cemetery tombstones. All 215 couples were white and most likely …"
            ],
            [
                [
                    "Environmental Science",
                    "Minority Groups",
                    "Thanatology"
                ]
            ]
        ]
    ]
}