{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C8HXHD23",
            "O8jqxuwAAAAJ",
            [
                "Degree of dependency and racial differences in use of senior centers",
                "Death Timing Among Deceased Married Couples in a Southern Cemetery"
            ],
            [
                "T HE PASSAGE of the Older Americans Act in 1965 instituted a national priority to provide a variety of services to improve the quality of life among older Americans. Amendments to the Act since 1973 have emphasized community-based multipurpose senior centers to articulate this policy. Services now delivered to many elderly through such centers include legal aid, transportation, homemaking, personal care, congregate and home delivered meals. The 1978 amendments to the Act called for increased targeting of services to those persons in greatest\" social or economic need.\" Although not referring strictly to racial and ethnic minorities, these amendments generally are regarded as a call to increase targeting toward minorities. As yet, the matters of the effectiveness of these multipurpose senior centers in reaching minority elderly, and the extent to which those in greatest need access the array of services available …",
                "MethodThe purpose of this report is to investigate the relationships between the months or seasons of the year, as well as certain significant social dates, and the time of death among married couples buried in adjoining cemetery plots. Married couples were selected as the study population in order to determine if a relationship exists between one spouse's death and the timing of the death of the remaining spouse. Accordingly, all married couples for whom records were available and who were buried in adjoining cemetery plots within the Bellwood Cemetery in Pine Bluff, Arkansas were included in the study. The cemetery covers over thirty-seven acres with the earliest existing gravemarker dated 1851.Data on 215 couples were collected, with the major sources of information being dates collected from a survey of records from the sexton's office and cemetery tombstones. All 215 couples were white and most likely …"
            ],
            [
                [
                    "Environmental Science",
                    "Minority Groups",
                    "Thanatology"
                ]
            ],
            [
                "rt81 Rick Trebino B.A. in Physics from Harvard University 1977 M.S. in Applied Physics from Stanford University 1979 Ph.D. in Applied Physics from Stanford University 1983 The development of more powerful devices for manipulating and measuring potentially very complex light with ultrafast variations. Over 200 publications; see www.frog.gatech.edu\/prose.html . 2013: Fellow of the Society of Photo-Instrumentation Engineers 2010: Finalist in the Bertholdt Leibinger Prize competition for the most innovative optics invention 2010: Prism Award for the best optics invention of 2009 for the BOA pulse compressor 2009: Optical Society of America’s top optics developments of 2009 for measurements of superluminal Bessel pulses 2008: Awarded Fellow of the American Association for the Advancement of Science 2006: Fellow of the American Physical Society 2005: Circle of Excellence Award for the invention of a short-pulse GRENOUILLE 2003: R&D 100 Award for one of the top 100 technical inventions of the year for the invention of GRENOUILLE (A highly simplified ultrashort pulse measurement device) 2003: Best Optics Paper of the Year (Optical Society of America) 2000-2002 LEOS Distinguished Lecture 1999 Edgerton Prize of the SPIE 1995 Sandia National Laboratories Award for Exceptional Technical Accomplishments 1999 OSA Fellow 1997 Sandia National Laboratories Award for the Invention of Efficient, Exact Achromatic Phase-Matching 1996 Sandia National Laboratories Award for the Invention of Frequencey-Resolved Optical Gatting 1995 Sandia National Laboratories Award for Exceptional Technical Accomplishments 1995 Sandia National Laboratories Citation for Meritorious Achievement 1994 Sandia National Laboratories Award for Technical Excellence and Leadership · J. Cohen, P. Bowlan, V. Chauhan, and R. Trebino, \"Measuring temporally complex ultrashort pulses using multiple-delay crossed-beam spectral interferometry ,\" Opt. Expr., 18 (7), 6583 (2010). · P. Bowlan, H. Valtna-Lukner, M. Lõhmus, P. Piksarv, P. Saari, and R. Trebino, \"Measurement of the spatio-temporal field of ultrashort Bessel-X pulses ,\" Opt. Lett., 34 (15), 2276, (2009). · R. Trebino, P. Bowlan, P. Gabolde, X. Gu, S. Akturk, and M. Kimmel, \"Simple devices for measuring complex pulses ,\" Laser & Photon. Rev., 3 , 314 (2009). · M.A. Coughlan, M. Plewicki, S.M. Weber, P. Bowlan, R. Trebino, and R.J. Levis, \"Specified electric-field construction from shaped pulses: The specific method ,\" Opt. Expr., (2009). · D. Lee, P. Gabolde, and R. Trebino. \"Toward single-shot measurement of broadband ultrafast continuum.\" J. Opt. Soc. Am. B, 25, A25 (2008). · P. Bowlan, U. Fuchs, R. Trebino, and U.D. Zeitner, \"Measuring the spatiotemporal electric field of tightly focused ultrashort pulses with sub-micron spatial resolution ,\" Opt. Expr., 16 , 13663, (2008). · \"Soliton-effect compression of supercontinuum to few-cycle durations in photonic nanowires,\" M.A. Foster, A.L. Gaeta, Q. Cao, and R. Trebino, Opt. Expr. 13 (18), 6848-6855 (2005). · \"The Measurement of Ultrashort Light - Simple Devices, Complex Pulses,\" X. Gu, S. Akturk, A. Shreenath, Q. Cao, and R. Trebino, Femtosecond Laser Spectroscopy, ed. P. Hannaford, Springer Science+Business Media, Inc., (2005). · \"Measuring Spatio-Temporal Pulse Distortions Using Grenouille,\" S. Akturk, X. Gu, M. Kimmel, Z. Wang, and R. Trebino, in Commercial and Biomedical Applications of Ultrafast Lasers VII, (2005). · \"Self-Referenced Measurement of the Complete Electric Field of Ultrashort Pulses,\" P. Gabolde and R. Trebino, Opt. Expr., 12 (19), 4423-29 (2004). · \"Practical Issues in Ultra-Short-Pulse Measurements with ‘Grenouille\", P. O’Shea, S. Akturk, M. Kimmel and R. Trebino, Appl. Phys. B 79 (6), 683-91, (2004). · \"Pulse-Front Tilt Caused by Spatial and Temporal Chirp\", S. Akturk, X. Gu, E. Zeek, and R. Trebino, Opt. Expr., 12 (19): p. 4399- 410 (2004). · \"The Measurement of Ultrashort Light Pulses--Simple Devices, Complex Pulses, in Femtosecond Laser Spectroscopy\", X. Gu, S. Akturk, A.P. Shreenath, Q. Cao, and R. Trebino, P. Hannaford, Editor, Kluwer Academic Publishers (2004). · \"Spatial Chirp in Ultrafast Optics\", X. Gu, S. Akturk, and R. Trebino, Opt. Comm., 242 : p. 599-604 (2004). · \"Measuring Ultrashort Pulses in the Single-Cycle Regime: Frequency-Resolved Optical Gating, in Few-Cycle Pulse Generation and Its Applications\", R. Trebino, A. Baltuska, M. Pshenichnikov, and D.A. Wiersma, F. Kaertner, Editor., Springer-Verlag. (2004). · \"Extremely Simple Device for Measuring 1.5-µM Ultrashort Laser Pulses, S. Akturk, M. Kimmel and R. Trebino, Opt. Expr., 12 (19), 4483-89 (2004). · \"Measuring of the Intensity and Phase of Attojoule Femtosecond Light Pulses Using Optical-Parametric-Amplification Cross-Correlation Frequency-Resolved Optical Gating\", J. Zhang, A. P. Shreenath, M. Kimmel, E. Zeek, R. Trebino, and S. Link, Opt. Expr. 11 (6), 601-609 (2003). · \"Measuring the Pulse-Front Tilt in Ultrashort Pulses Using GRENOUILLE\", S. Akturk, M. Kimmel, P. O’Shea, and R. Trebino, Opt. Expr. 11 (5), 491-501 (2003). · \"Beyond Error Bars: Understanding Uncertainty in Ultrashort-Pulse Measurements in the Presence of Ambiguity\", Z. Wang, E.C. Zeek, R. Trebino, and P. Kvam, Opt. Expr., 11 (26): p. 3518-27, (2003). · \"Measuring Spatial Chirp in Ultrashort Pulses Using Single-Shot Frequency-Resolved Optical Gating\", S. Akturk, M. Kimmel, P. O'Shea, and R. Trebino, Opt. Expr., 11 (1): p. 68-78, (2003). · \"Measuring Several-Cycle 1.5-mm Pulses Using Frequency-Resolved Optical Gating\", S. Akturk, M. Kimmel, R. Trebino, S. Naumov, E. Sorokin, and I. Sorokina, Opt. Expr., 11 (25): p. 3461-66, (2003). · \"Measurement of the Intensity and Phase of Supercontinuum from an 8-Mm-Long Microstructure Fiber\", Q. Cao, X. Gu, E. Zeek, M. Kimmel, R. Trebino, J. Dudley, and R.S. Windeler, Applied Physics B, 77 : p. 239-44, (2003). · \"Experimental Studies of the Coherence of Microstructure-Fiber Supercontinuum\", X. Gu, M. Kimmel, A.P. Shreenath, R. Trebino, J. Dudley, S. Coen, and R.S. Windeler, Opt. Expr., 11 (21): p. 2697-703, (2003). · \"Relative-Phase Ambiguities in Measurements of Ultrashort Pulses with Well-Separated Multiple Frequency Components\", D. Keusters, H.-S. Tan, P. O'Shea, E. Zeek, R. Trebino, and W.S.Warren, Journal of the Optical Society of America B (Optical Physics), 20 (10): p. 2226-37, (2003). · \"Electromagnetic Wave Analyzer\", R. Trebino, Georgia Tech Research Corporation: USA, (2003). · \"Cross-Correlation Frequency Resolved Optical Gating Analysis of Broadband Continuum Generation in Photonic Crystal Fiber: Simulations and Experiments\", J. Dudley, X. Gu, X. Lin, M. Kimmel, E. Zeek, P. O'Shea, R. Trebino, S. Coen, and R.S. Windeler, Opt. Expr.,. 10 (21): p. 1215-21 (2002). · \"Increased Phase-Matching Bandwidth in Simple Ultrashort-Laser-Pulse Measurements\", P. O'Shea, M. Kimmel, and R. Trebino, Journal of Optics B: Quantum and Semiclassical Optics, 4 (1): p. 44-8 (2002). · \"Simultaneous Automatic Calibration and Direction-of-Time-Ambiguity Removal In Frequency-Resolved Optical Gating\", E. Zeek, A.P. Shreenath, M. Kimmel, and R. Trebino, Appl. Phys. B, 74 : p. S265-71 (2002). · \"Frequency-Resolved Optical Gating: The Measurement of Ultrashort Laser Pulses\", R. Trebino, Kluwer Academic Publishers, Boston (2002). · \"Frequency-Resolved Optical Gating and Single-Shot Spectral Measurements Reveal Fine Structure in Microstructure-Fiber Continuum\", X. Gu, L. Xu, M. Kimmel, E. Zeek, P. O’Shea, A. P. Shreenath, R. Trebino, and R. W. Windeler, Opt. Lett. 27 (13), 1174-6 (2002). · \"Highly Simplified Ultrashort Pulse Measurement\", P. O’Shea, M. Kimmel, X. Gu, and R. Trebino, Opt. Lett. 26 , 932 (2001). · \"Optical Pulse Propagation through Metallic Nano-Apertures,\" A. Dogariu, A. Nahata, R.A. Linke, L.J. Wang, and R. Trebino, Applied Physics B (Lasers and Optics), B 74 : p. S69-73, (2002). · \"Measuring Ultrashort Laser Pulses Just Got a Lot Simpler,\" R. Trebino, P. O'Shea, M. Kimmel, and X. Gu, Optics & Photonics News, 12 (6): p. 22-25, (2001). · \"Highly Simplified Device for Ultrashort-Pulse Measurement,\" P. O'Shea, M. Kimmel, X. Gu, and R. Trebino, \"Highly Simplified Device for Ultrashort-Pulse Measurement,\" Optics Letters, 26 (12), 932-34, (2001). · \"Ultrashort-Laser-Pulse Measurement Using Swept Beams,\" D. O'Shea, M. Kimmel, P. O'Shea, and R. Trebino, Optics Letters, 26 (18) (2001). · \"Increased Bandwidth in Ultrashort -Pulse Measurement Using an Angle-Dithered Nonlinear-Optical Crystal,\" P. O'Shea, X. Gu, M. Kimmel, and R. Trebino, Opt. Expr., 7 (10), 342-49 (2000). Books: Frequency-Resolved Optical Gating: The Measurement of Ultrashort Laser Pulses, Kluwer Academic Publishers, Boston, 2002 Book Chapters: Various book chapters; see www.frog.gatech.edu\/prose.html APS OSA AAAS SPIE IEEE rt81@gatech.edu (404) 894-1690 Howey Physics building N011 FROG"
            ]
        ]
    ]
}