{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C9ELNZOE",
            "8MdAEEsAAAAJ",
            [
                "A DNA-based T cell receptor reveals a role for receptor clustering in ligand discrimination",
                "Actomyosin dynamics drive local membrane component organization in an in vitro active composite layer",
                "Anillin promotes cell contractility by cyclic resetting of RhoA residence kinetics",
                "Emergent structures in an active polar fluid: Dynamics of shape, scattering, and merger",
                "Tuning environmental timescales to evolve and maintain generalists",
                "Efficiency of a stochastic search with punctual and costly restarts",
                "Physical constraints on epistasis",
                "Anillin: The First Proofreading‐like Scaffold?",
                "Kalman-like self-tuned sensitivity in biophysical sensing",
                "Differential Actin Binding Affinity Leads to Protein Sorting in a Reconstituted Active Composite Layer"
            ],
            [
                "A T cell mounts an immune response by measuring the binding strength of its T cell receptor (TCR) for peptide-loaded MHCs (pMHC) on an antigen-presenting cell. How T cells convert the lifetime of the extracellular TCR-pMHC interaction into an intracellular signal remains unknown. Here, we developed a synthetic signaling system in which the extracellular domains of the TCR and pMHC were replaced with short hybridizing strands of DNA. Remarkably, T cells can discriminate between DNA ligands differing by a single base pair. Single-molecule imaging reveals that signaling is initiated when single ligand-bound receptors are converted into clusters, a time-dependent process requiring ligands with longer bound times. A computation model reveals that receptor clustering serves a kinetic proofreading function, enabling ligands with longer bound times to have disproportionally greater signaling outputs. These …",
                "The surface of a living cell provides a platform for receptor signaling, protein sorting, transport, and endocytosis, whose regulation requires the local control of membrane organization. Previous work has revealed a role for dynamic actomyosin in membrane protein and lipid organization, suggesting that the cell surface behaves as an active composite composed of a fluid bilayer and a thin film of active actomyosin. We reconstitute an analogous system in vitro that consists of a fluid lipid bilayer coupled via membrane-associated actin-binding proteins to dynamic actin filaments and myosin motors. Upon complete consumption of ATP, this system settles into distinct phases of actin organization, namely bundled filaments, linked apolar asters, and a lattice of polar asters. These depend on actin concentration, filament length, and actin\/myosin ratio. During formation of the polar aster phase, advection of the self …",
                "RhoA stimulates cell contractility by recruiting downstream effectors to the cortical plasma membrane. We now show that direct binding by anillin is required for effective signaling: this antagonizes the otherwise labile membrane association of GTP-RhoA to promote effector recruitment. However, since its binding to RhoA blocks access by other effectors, we demonstrate that anillin must also concentrate membrane phosphoinositide-4,5-P2 (PIP2) to promote signaling. We propose and test a sequential pathway where GTP-RhoA first binds to anillin and then is retained at the membrane by PIP2 after it disengages from anillin. Importantly, re-binding of membrane GTP-RhoA to anillin, regulated by the cortical density of anillin, creates cycles through this pathway. These cycles repeatedly reset the dissociation kinetics of GTP-RhoA, substantially increasing its dwell time to recruit effectors. Thus, anillin regulates RhoA …",
                "Spatially localized defect structures emerge spontaneously in a hydrodynamic description of an active polar fluid comprising polar “actin” filaments and “myosin” motor proteins that (un) bind to filaments and exert active contractile stresses. These emergent defect structures are characterized by distinct textures and can be either static or mobile—we derive effective equations of motion for these “extended particles” and analyze their shape, kinetics, interactions, and scattering. Depending on the impact parameter and propulsion speed, these active defects undergo elastic scattering or merger. Our results are relevant for the dynamics of actomyosin-dense structures at the cell cortex, reconstituted actomyosin complexes, and 2D active colloidal gels.",
                "Natural environments can present diverse challenges, but some genotypes remain fit across many environments. Such “generalists” can be hard to evolve, outcompeted by specialists fitter in any particular environment. Here, inspired by the search for broadly neutralizing antibodies during B cell affinity maturation, we demonstrate that environmental changes on an intermediate timescale can reliably evolve generalists, even when faster or slower environmental changes are unable to do so. We find that changing environments on timescales comparable with evolutionary transients in a population enhance the rate of evolving generalists from specialists, without enhancing the reverse process. The yield of generalists is further increased in more complex dynamic environments, such as a “chirp” of increasing frequency. Our work offers design principles for how nonequilibrium fitness “seascapes” can dynamically …",
                "The mean completion time of a stochastic process may be rendered finite and minimised by a judiciously chosen restart protocol, which may either be stochastic or deterministic. Here we study analytically an arbitrary stochastic search subject to an arbitrary restart protocol, each characterised by a distribution of waiting times. By a direct enumeration of paths we construct the joint distribution of completion time and restart number, in a form amenable to analytical evaluation or quadrature; thereby we optimise the search over both time and potentially costly restart events. Analysing the effect of a punctual, ie almost deterministic, restart, we demonstrate that the optimal completion time always increases proportionately with the variance of the restart distribution; the constant of proportionality depends only on the search process. We go on to establish simple bounds on the optimal restart time. Our results are relevant to the analysis and rational design of efficient and optimal restart protocols.",
                "Living systems evolve one mutation at a time, but a single mutation can alter the effect of subsequent mutations. The underlying mechanistic determinants of such epistasis are unclear. Here, we demonstrate that the physical dynamics of a biological system can generically constrain epistasis. We analyze models and experimental data on proteins and regulatory networks. In each, we find that if the long-time physical dynamics is dominated by a slow, collective mode, then the dimensionality of mutational effects is reduced. Consequently, epistatic coefficients for different combinations of mutations are no longer independent, even if individually strong. Such epistasis can be summarized as resulting from a global nonlinearity applied to an underlying linear trait, that is, as global epistasis. This constraint, in turn, reduces the ruggedness of the sequence-to-function map. By providing a generic mechanistic origin for …",
                "Scaffolds are fundamental to many cellular signaling pathways. In this essay, a novel class of scaffolds are proposed, whose action bears striking resemblance to kinetic proofreading. Commonly, scaffold proteins are thought to work as tethers, bringing different components of a pathway together to improve the likelihood of their interaction. However, recent studies show that the cytoskeletal scaffold, anillin, supports contractile signaling by a novel, non‐tethering mechanism that controls the membrane dissociation kinetics of RhoA. More generally, such proof‐reading‐like scaffolds are distinguished from tethers by a rare type of cooperativity, manifest as a super‐linear relationship between scaffold concentration and signaling efficiency. The evidence for this hypothesis is reviewed, its conceptual ramifications are considered, and research questions for the future are discussed.",
                "Living organisms need to be sensitive to a changing environment while also ignoring uninformative environmental fluctuations. Here, we argue that living cells can navigate these conflicting demands by dynamically tuning their environmental sensitivity. We analyze the circadian clock in Synechococcus elongatus, showing that clock-metabolism coupling can detect mismatch between clock predictions and the day-night light cycle, temporarily raise the clock’s sensitivity to light changes, and thus re-entraining faster. We find analogous behavior in recent experiments on switching between slow and fast osmotic-stress-response pathways in yeast. In both cases, cells can raise their sensitivity to new external information in epochs of frequent challenging stress, much like a Kalman filter with adaptive gain in signal processing. Our work suggests a new class of experiments that probe the history dependence of …",
                "Various functional cell surface proteins bind to cortical actin and undergo actomyosin driven clustering. GPI-anchored proteins, T-cell receptors, glycoproteins such as CD44, and E-cadherins are some reported examples of such patterning. Given the density and diversity of proteins in the plasma membrane, the question arises how the local accumulation of specific molecules is controlled spatiotemporally. Here we explore the possibility that molecular patterning and cluster formation of membrane proteins arises from the combination of differential binding of surface molecules to actin filaments and non-equilibrium actomyosin dynamics. Using a reconstitution system of actomyosin networks tethered to supported lipid bilayers, we provide evidence for the proposed active sorting mechanism. We show that given pairs of actin-binding proteins with differential affinity for actin can be driven into defined patterns by …"
            ],
            [
                [
                    "Biophysics",
                    "Cell Biology",
                    "Soft Matter"
                ]
            ],
            [
                "Kabir Husain Kabir Husain Postdoctoral Researcher Advisor: Arvind Murugan kabirh@uchicago.edu"
            ]
        ]
    ]
}