{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "C9TB6BE4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "David Awschalom David Awschalom Professor Dept. of Physics, Liew Family Professor in Molecular Engineering, and the College Deputy Director for Space, Infrastructure, and Facilities Address: Eckhardt Research Center Room 237 5640 South Ellis Avenue Phone: 773.702.7746 awsch@uchicago.edu Website: awschalomlab.uchicago.edu Assistant Mary Pat McCullough 773.702.2009 Background Professor Awschalom received his bSc in physics from the University of Illinois at Urbana-Champaign, and his PhD in experimental physics from Cornell University. He was a Research Staff member and Manager of the Nonequilibrium Physics Department at the IBM Watson Research Center in Yorktown Heights, New York. In 1991 he joined the University of California-Santa Barbara as a Professor of Physics, and in 2001 was additionally appointed as a Professor of Electrical and Computer Engineering. Prior to joining IME, he served as the Peter J. Clarke Professor and Director of the California NanoSystems Institute, and Director of the Center for Spintronics and Quantum Computation. Professor Awschalom received the American Physical Society Oliver E. Buckley Prize and Julius Edgar Lilienfeld Prize, the European Physical Society Europhysics Prize, the Materials Research Society David Turnbull Award and Outstanding Investigator Prize, the AAAS Newcomb Cleveland Prize, the International Magnetism Prize and the Néel Medal from the International Union of Pure and Applied Physics, and an IBM Outstanding Innovation Award. He is a member of the American Academy of Arts and Sciences, the National Academy of Sciences, the National Academy of Engineering, and the European Academy of Sciences. Prof. Awschalom is a leading scientist in the emerging fields of spintronics and quantuminformation engineering. His research involves understanding and controlling the spins ofindividual electrons, ions, and nuclei for fundamental studies of quantum phenomena withinsemiconductors and nanostructures. He explores potential applications of quantum systemsin computing, sensing, imaging, and encryption. His group explores optical and magnetic interactions in semiconductor quantum structures, spin dynamics and coherence in condensed matter systems, macroscopic quantum phenomena in nanometer-scale magnets, and implementations of quantum information processing in the solid state. He developed a variety of femtosecond-resolved spatiotemporal spectroscopies and micromagnetic sensing techniques aimed at exploring charge and spin motion in the quantum domain. These measurements resulted in the discovery of robust electron spin coherence, transport of coherent states, and the spin Hall effect in semiconductors. Selected Publications Quantum control of surface acoustic-wave phonons Atomic layer deposition of titanium nitride for quantum circuits News & Highlights Prof. Awschalom on Quantum Technology , June 26, 2019 Launch of the Pritzker School of Molecular Engineering , June 14, 2019 Connecting Quantum States with Sound , March 23, 2019 Novel Sensing Technique Improves Detection of Electric Fields, Mechanical Distortions in Materials , July 25, 2018 Nationwide program launches to train new generation of quantum engineers , May 08, 2018"
            ]
        ]
    ]
}