{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CAJJ79R4",
            "z_IsflYAAAAJ",
            [
                "Glycemic index of foods: a physiological basis for carbohydrate exchange",
                "Colonic health: fermentation and short chain fatty acids",
                "Dietary fiber, glycemic load, and risk of NIDDM in men",
                "The glycemic index: methodology and clinical implications",
                "Dietary fibres, fibre analogues, and glucose tolerance: importance of viscosity.",
                "Glycemic index: overview of implications in health and disease",
                "The use of the glycemic index in predicting the blood glucose response to mixed meals",
                "Effects of a dietary portfolio of cholesterol-lowering foods vs lovastatin on serum lipids and C-reactive protein",
                "Effects of a dietary portfolio of cholesterol-lowering foods vs lovastatin on serum lipids and C-reactive protein",
                "Dietary fibre redefined"
            ],
            [
                "To determine the effect of different foods on the blood glucose, 62 commonly eaten foods and sugars were fed individually to groups of 5 to 10 healthy fasting volunteers. Blood glucose levels were measured over 2 h, and expressed as a percentage of the area under the glucose response curve when the same amount of carbohydrate was taken as glucose. The largest rises were seen with vegetables (70 ± 5%). followed by breakfast cereals (65 ± 5%), cereals and biscuits (60 ± 3%), fruit (50 ± 5%), dairy products (35 ± 1%), and dried legumes (31 ± 3%). A significant negative relationship was seen between fat (p < 0.01) and protein (p < 0.001) and postprandial glucose rise but not with fiber or sugar content.",
                "Interest has been recently rekindled in short chain fatty acids (SCFAs) with the emergence of prebiotics and probiotics aimed at improving colonic and systemic health. Dietary carbohydrates, specifically resistant starches and dietary fiber, are substrates for fermentation that produce SCFAs, primarily acetate, propionate, and butyrate, as end products. The rate and amount of SCFA production depends on the species and amounts of microflora present in the colon, the substrate source and gut transit time. SCFAs are readily absorbed. Butyrate is the major energy source for colonocytes. Propionate is largely taken up by the liver. Acetate enters the peripheral circulation to be metabolized by peripheral tissues. Specific SCFA may reduce the risk of developing gastrointestinal disorders, cancer, and cardiovascular disease. Acetate is the principal SCFA in the colon, and after absorption it has been shown to increase …",
                "Intake of carbohydrates that provide a large glycemic response has been hypothesized to increase the risk of NIDDM, whereas dietary fiber is suspected to reduce incidence. These hypotheses have not been evaluated prospectively.We examined the relationship between diet and risk of NIDDM in a cohort of 42,759 men without NIDDM or cardiovascular disease, who were 40–75 years of age in 1986. Diet was assessed at baseline by a validated semiquantitative food frequency questionnaire. During 6-years of follow-up, 523 incident cases of NIDDM were documented.The dietary glycemic index (an indicator of carbohydrate9s ability to raise blood glucose levels) was positively associated with risk of NIDDM after adjustment for age, BMI, smoking, physical activity, family history of diabetes, alcohol consumption, cereal fiber, and total energy intake …",
                "There is controversy regarding the clinical utility of classifying foods according to their glycemic responses by using the glycemic index (GI). Part of the controversy is due to methodologic variables that can markedly affect the interpretation of glycemic responses and the GI values obtained. Recent studies support the clinical utility of the GI. Within limits determined by the expected GI difference and by the day-to-day variation of glycemic responses, the GI predicts the ranking of the glycemic potential of different meals in individual subjects. In long-term trials, low-GI diets result in modest improvements in overall blood glucose control in patients with insulin-dependent and non-insulin-dependent diabetes. Of perhaps greater therapeutic importance is the ability of low-GI diets to reduce insulin secretion and lower blood lipid concentrations in patients with hypertriglyceridemia.",
                "To define the type of dietary fibre of fibre analogue with the greatest potential use in diabetic treatment, groups of four to six volunteers underwent 50-g glucose tolerance tests (GTT) with and without the addition of either guar, pectin, gum tragacanth, methylcellulose, wheat bran, or cholestyramine equivalent to 12 g fibre. The addition of each substance significantly reduced blood glucose concentration at one or more points during the GTT and generally reduced serum insulin concentrations. The greatest flattening of the glucose response was seen with guar, but this effect was abolished when hydrolysed non-viscous guar was used. The reduction in the mean peak rise in blood glucose concentration for each substance correlated positively with its viscosity (r = 0.926; P less than 0.01), as did delay in mouth-to-caecum transit time (r = 0.885; P less than 0.02). Viscous types of dietary fibre are therefore most likely to be …",
                "The glycemic index concept is an extension of the fiber hypothesis, suggesting that fiber consumption reduces the rate of nutrient influx from the gut. The glycemic index has particular relevance to those chronic Western diseases associated with central obesity and insulin resistance. Early studies showed that starchy carbohydrate foods have very different effects on postprandial blood glucose and insulin responses in healthy and diabetic subjects, depending on the rate of digestion. A range of factors associated with food consumption was later shown to alter the rate of glucose absorption and subsequent glycemia and insulinemia. At this stage, systematic documentation of the differences that exist among carbohydrate foods was considered essential. The resulting glycemic index classification of foods provided a numeric physiologic classification of relevant carbohydrate foods in the prevention and treatment …",
                "There has been much interest in the use of the glycemic index (GI). A recent study reporting plasma glucose responses to mixed meals containing fat and protein concluded that the results were totally disparate from what would have been expected from published GI values of the foods fed. However, this conclusion was based upon an inappropriate assessment of the data using absolute rather than incremental blood glucose response areas. The present report demonstrates how data may be analyzed to make use of the GI values of individual foods to predict the GI of mixed meals (r = 0.987; p < 0.02). It is concluded that the GI concept applies well to mixed meals containing fat and protein.",
                "ContextTo enhance the effectiveness of diet in lowering cholesterol, recommendations of the Adult Treatment Panel III of the National Cholesterol Education Program emphasize diets low in saturated fat together with plant sterols and viscous fibers, and the American Heart Association supports the use of soy protein and nuts.ObjectiveTo determine whether a diet containing all of these recommended food components leads to cholesterol reduction comparable with that of 3-hydroxy-3-methylglutaryl coenzyme A reductase inhibitors (statins).DesignRandomized controlled trial conducted between October and December 2002.Setting and ParticipantsForty-six healthy, hyperlipidemic adults (25 men and 21 postmenopausal women) with a mean (SE) age of 59 (1) years and body mass index of 27.6 (0.5), recruited from a Canadian hospital-affiliated nutrition research center and the community.InterventionsParticipants …",
                "ContextTo enhance the effectiveness of diet in lowering cholesterol, recommendations of the Adult Treatment Panel III of the National Cholesterol Education Program emphasize diets low in saturated fat together with plant sterols and viscous fibers, and the American Heart Association supports the use of soy protein and nuts.ObjectiveTo determine whether a diet containing all of these recommended food components leads to cholesterol reduction comparable with that of 3-hydroxy-3-methylglutaryl coenzyme A reductase inhibitors (statins).DesignRandomized controlled trial conducted between October and December 2002.Setting and ParticipantsForty-six healthy, hyperlipidemic adults (25 men and 21 postmenopausal women) with a mean (SE) age of 59 (1) years and body mass index of 27.6 (0.5), recruited from a Canadian hospital-affiliated nutrition research center and the community.InterventionsParticipants …",
                "Simply purchase your Lancet Choice pass from the Summary or Full Text page of an article you wish to access. This will count as the first of 5 article credits, or ‘Allowances’, and you can use your 4 remaining Allowances to access other articles from any of The Lancet journals."
            ],
            [
                [
                    "Use of diet in the prevention and treatment of hyperlipidemia and diabetes"
                ]
            ],
            [
                "David Jenkins David Jenkins David Jenkins Professor Emeritus in Residence Email @vt.edu : jenkins Phone : (540) 231-8738 Office : Robeson 303D Ph.D. : University of California Berkeley Experimental Nuclear Physics"
            ]
        ]
    ]
}