{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CAZLYGQK",
            "JjwVSbMAAAAJ",
            [
                "Measurement of the Inclusive Jet Cross Section in  Collisions at ",
                "Transverse-momentum and pseudorapidity distributions of charged hadrons in pp collisions at  and 2.36 TeV",
                "Measurement of jet fragmentation in PbPb and  collisions at  TeV",
                "Measurement of the  production cross section in  collisions at  using kinematic characteristics of  events",
                "Strategic Eurosceptics and polite xenophobes: support for the United Kingdom Independence Party (UKIP) in the 2009 European Parliament elections",
                "Measurement of the isolated photon cross section in pp¯ collisions at s= 1.96 TeV",
                "Measurement of the W+ W-cross section in pp collisions at sqrt (s)= 8 TeV and limits on anomalous gauge couplings",
                "Measurement of the differential and double-differential Drell-Yan cross sections in proton-proton collisions at  = 7 TeV",
                "Measurement of differential cross sections for Higgs boson production in the diphoton decay channel in pp collisions at                                                        s …",
                "Performance of CMS muon reconstruction in cosmic-ray events"
            ],
            [
                "We report on a measurement of the inclusive jet cross section in p p collisions at a center-of-mass energy s= 1.96 TeV using data collected by the D0 experiment at the Fermilab Tevatron Collider corresponding to an integrated luminosity of 0.70 fb− 1. The data cover jet transverse momenta from 50 to 600 GeV and jet rapidities in the range− 2.4 to 2.4. Detailed studies of correlations between systematic uncertainties in transverse momentum and rapidity are presented, and the cross section measurements are found to be in good agreement with next-to-leading order QCD calculations.",
                "Measurements of inclusive charged-hadron transverse-momentum and pseudorapidity distributions are presented for proton-proton collisions at and 2.36 TeV. The data were collected with the CMS detector during the LHC commissioning in December 2009. For non-single-diffractive interactions, the average charged-hadron transverse momentum is measured to be 0.46±0.01 (stat.)±0.01 (syst.) GeV\/c at 0.9 TeV and 0.50±0.01 (stat.)±0.01 (syst.) GeV\/c at 2.36 TeV, for pseudorapidities between--2.4 and+ 2.4. At these energies, the measured pseudorapidity densities in the central region, dN ch\/dη|| η|< 0.5, are 3: 48±0: 02 (stat.)±0.13 (syst.) and 4: 47±0: 04 (stat.)±0.16 (syst.), respectively. The results at 0.9 TeV are in agreement with previous measurements and confirm the expectation of near equal hadron production in and pp collisions. The results at 2.36 TeV represent the highest-energy measurements …",
                "The jet fragmentation function of inclusive jets with transverse momentum p T above 100 GeV\/c in PbPb collisions has been measured using reconstructed charged particles with p T above 1 GeV\/c in a cone of radius 0.3 around the jet axis. A data sample of PbPb collisions collected in 2011 at a nucleon-nucleon center-of-mass energy of s NN= 2.76 TeV corresponding to an integrated luminosity of 150 μ b− 1 is used. The results for PbPb collisions as a function of collision centrality and jet transverse momentum are compared to reference distributions based on pp data collected at the same center-of-mass energy in 2013, with an integrated luminosity of 5.3 pb− 1. A centrality-dependent modification of the fragmentation function is found. For the most central collisions, a significant enhancement is observed in the PbPb\/pp fragmentation function ratio for charged particles with p T less than 3 GeV\/c. This enhancement …",
                "We present a measurement of the top quark pair production cross section in p p collisions at s= 1.96 TeV utilizing 425 pb− 1 of data collected with the D0 detector at the Fermilab Tevatron Collider. We consider the final state of the top quark pair containing one high-p T electron or muon and at least four jets. We exploit specific kinematic features of t t events to extract the cross section. For a top quark mass of 175 GeV, we measure σ t t= 6.4− 1.2+ 1.3 (stat)±0.7 (syst)±0.4 (lum) pb, in good agreement with the standard model prediction.",
                "While Euroscepticism is the most important driver of United Kingdom Independence Party (UKIP) support, other attitudinal drivers – namely dissatisfaction towards mainstream parties and xenophobia – are also important. Examining vote‐switching between first‐ and second‐order elections evidence is found of a distinction between two types of supporter: more affluent and middle‐class ‘strategic defectors’ from the mainstream Conservative Party who support UKIP to register their Euroscepticism, and more economically marginal and politically disaffected ‘core loyalists’ who are attracted to UKIP by its anti‐immigration rhetoric and populist anti‐establishment strategy. UKIP also succeeds in attracting core support from groups such as women who have traditionally rejected extreme right parties such as the British National Party (BNP). This suggests that UKIP is well positioned to recruit a broader and more enduring …",
                "The cross section for the inclusive production of isolated photons has been measured in p p¯ collisions at s= 1.96 TeV with the DØ detector at the Fermilab Tevatron Collider. The photons span transverse momenta 23 to 300 GeV and have pseudorapidity| η|< 0.9. The cross section is compared with the results from two next-to-leading order perturbative QCD calculations. The theoretical predictions agree with the measurement within uncertainties.",
                "A measurement of the W boson pair production cross section in proton-proton collisions at sqrt (s)= 8 TeV is presented. The data collected with the CMS detector at the LHC correspond to an integrated luminosity of 19.4 inverse femtobarns. The W+ W-candidates are selected from events with two charged leptons, electrons or muons, and large missing transverse energy. The measured W+ W-cross section is 60.1+\/-0.9 (stat)+\/-3.2 (exp)+\/-3.1 (theo)+\/-1.6 (lum) pb= 60.1+\/-4.8 pb, consistent with the standard model prediction. The W+ W-cross sections are also measured in two different fiducial phase space regions. The normalized differential cross section is measured as a function of kinematic variables of the final-state charged leptons and compared with several perturbative QCD predictions. Limits on anomalous gauge couplings associated with dimension-six operators are also given in the framework of an effective field theory. The corresponding 95% confidence level intervals are-5.7< c [WWW]\/Lambda^ 2< 5.9 TeV^{-2},-11.4< c [W]\/Lambda^ 2< 5.4 TeV^{-2},-29.2< c [B]\/Lambda^ 2< 23.9 TeV^{-2}, in the HISZ basis.",
                "Measurements of the differential and double-differential Drell-Yan cross sections are presented using an integrated luminosity of 4.5 (4.8) fb− 1 in the dimuon (dielectron) channel of proton-proton collision data recorded with the CMS detector at the LHC at= 7 TeV. The measured inclusive cross section in the Z-peak region (60–120 GeV) is σ (ℓℓ)= 986.4±0.6 (stat.)±5.9 (exp. syst.)±21.7 (th. syst.)±21.7 (lum.) pb for the combination of the dimuon and dielectron channels. Differential cross sections dσ\/dm for the dimuon, dielectron, and combined channels are measured in the mass range 15 to 1500 GeV and corrected to the full phase space. Results are also presented for the measurement of the double-differential cross section d 2 σ\/dm d| y| in the dimuon channel over the mass range 20 to 1500 GeV and absolute dimuon rapidity from 0 to 2.4. These measurements are compared to the predictions of perturbative …",
                "A measurement is presented of differential cross sections for Higgs boson (H) production in pp collisions at. The analysis exploits the decay in data corresponding to an integrated luminosity of 19.7 collected by the CMS experiment at the LHC. The cross section is measured as a function of the kinematic properties of the diphoton system and of the associated jets. Results corrected for detector effects are compared with predictions at next-to-leading order and next-to-next-to-leading order in perturbative quantum chromodynamics, as well as with predictions beyond the standard model. For isolated photons with pseudorapidities, and with the photon of largest and next-to-largest transverse momentum () divided by the diphoton mass satisfying the respective conditions of and, the total fiducial cross section is\\(\\text {\\, fb}\\).",
                "The performance of muon reconstruction in CMS is evaluated using a large data sample of cosmic-ray muons recorded in 2008. Efficiencies of various high-level trigger, identification, and reconstruction algorithms have been measured for a broad range of muon momenta, and were found to be in good agreement with expectations from Monte Carlo simulation. The relative momentum resolution for muons crossing the barrel part of the detector is better than 1% at 10 GeV\/c and is about 8% at 500 GeV\/c, the latter being only a factor of two worse than expected with ideal alignment conditions. Muon charge misassignment ranges from less than 0.01% at 10 GeV\/c to about 1% at 500 GeV\/c."
            ],
            [
                [
                    "Political Science",
                    "Political Behaviour",
                    "Representation",
                    "Methodology",
                    "British Politics"
                ]
            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile David Cutts title=\"Email David_Cutts@brown.edu Overview Research Background Affiliations Teaching View All × Website information Text: URL: Save Cancel David Cutts Professor of Physics Overview Brown Affiliations Physics Research Areas particles | physics Research Research Overview Research: Elementary Particle Physics (experimental studies at high energy accelerators; development of new techniques including computer-related systems for particle physics)  A member of the Brown faculty since 1973, Professor Cutts is a graduate of Harvard College and received his Ph.D. from the University of California, Berkeley. A Fellow of the American Physical Society, he has been on the staffs of S.U.N.Y, Stony Brook, the Rutherford Laboratory, England and the Fermi National Accelerator Laboratory, where he also served as Chair of the Users Committee. Profesor Cutts was the Department's Executive Officer from 1985-1988 and 1989-92, and Chair from 1998-2004. Scholarly Work \"Control of Large Scale Distributed DAQ\/Trigger systems in the networked PC era,\" M. Clements et al., Proceedings of 2000 Nuclear Science Symposium (Lyon, France). \"Design and Performance of the D0 Data Acquisition System,\" M. Clements et al., Proceedings of 2000 Nuclear Science Symposium (Lyon, France). \"A Quasi Model Independent Search for New High pT Physics at D0,\" B. Abbott et al., submitted to Phys. Rev. Lett. \"A Quasi Model Independent Search for New Physics at Large Transverse Momentum,\" B. Abbott et al., submitted to Phys. Rev. D. \"Inclusive Jet Production in p pbar Collisions,\" B. Abbott et al., submitted to Phys. Rev. Lett. Background Education and Training Year Degree Institution 1968 PhD University of California, Berkeley 1962 BA Harvard University Honors and Awards American Physical Society Fellow Affiliations Visualize it Affiliations American Physical Society (Fellow) American Association of Physics Teachers American Association for the Advancement of Science Teaching Teaching PHYS 0270 - Astronomy and Astrophysics PHYS 0270 - Introduction to Astronomy About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}