{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CBREYYK3",
            "5oemoM8AAAAJ",
            [
                "Multi-messenger observations of a binary neutron star merger",
                "Evidence for correlated changes in the spectrum and composition of cosmic rays at extremely high energies",
                "Detection of a cosmic ray with measured energy well beyond the expected spectral cutoff due to cosmic microwave radiation",
                "The cosmic-ray energy spectrum observed by the Fly's Eye",
                "The multi-object, fiber-fed spectrographs for the sloan digital sky survey and the baryon oscillation spectroscopic survey",
                "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
                "Introducing the CTA concept",
                "Measurement of the flux of ultrahigh energy cosmic rays from monocular observations by the High Resolution Fly’s Eye experiment",
                "VERITAS: the very energetic radiation imaging telescope array system",
                "The first VERITAS telescope"
            ],
            [
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "The Utah Fly’s Eye detector has revealed a change in the cosmic ray composition which is correlated with structure in the all-particle energy spectrum. The data can be fitted by a simple model of a steep power law spectrum of heavy nuclei which is overtaken at high energies by a flatter spectrum of protons. The transition occurs near 10 18.5 eV. Anisotropy is not detected, so the high-rigidity particles above the transition energy do not originate in the disk of the Galaxy. An outstanding event of 3× 10 20 eV implies that the highest energy particles originate in the contemporary era of the Universe.",
                "We report the detection of a 51-joule (320+\/-90 EeV) cosmic ray by the Fly's Eye air shower detector in Utah. This is substantially greater than the energy of any previously reported cosmic ray. A Greisen-Zatsepin-Kuz'min cutoff of the energy spectrum (due to pion photoproduction energy losses) should occur below this energy unless the highest energy cosmic rays have traveled less than about 30 Mpc. The error box for the arrival direction in galactic coordinates is centered on b= 9.6 deg, l= 163.4 deg. The particle cascade reached a maximum size near a depth of 815 g\/cm^ 2 in the atmosphere, a depth which does not uniquely identify the type of primary particle.",
                "We report on the cosmic-ray energy spectrum above 1017 eV as observed by the Fly's Eye detector. The",
                "We present the design and performance of the multi-object fiber spectrographs for the Sloan Digital Sky Survey (SDSS) and their upgrade for the Baryon Oscillation Spectroscopic Survey (BOSS). Originally commissioned in Fall 1999 on the 2.5 m aperture Sloan Telescope at Apache Point Observatory, the spectrographs produced more than 1.5 million spectra for the SDSS and SDSS-II surveys, enabling a wide variety of Galactic and extra-galactic science including the first observation of baryon acoustic oscillations in 2005. The spectrographs were upgraded in 2009 and are currently in use for BOSS, the flagship survey of the third-generation SDSS-III project. BOSS will measure redshifts of 1.35 million massive galaxies to redshift 0.7 and Lyα absorption of 160,000 high redshift quasars over 10,000 deg 2 of sky, making percent level measurements of the absolute cosmic distance scale of the universe and placing …",
                "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
                "The Cherenkov Telescope Array (CTA) is a new observatory for very high-energy (VHE) gamma rays. CTA has ambitions science goals, for which it is necessary to achieve full-sky coverage, to improve the sensitivity by about an order of magnitude, to span about four decades of energy, from a few tens of GeV to above 100 TeV with enhanced angular and energy resolutions over existing VHE gamma-ray observatories. An international collaboration has formed with more than 1000 members from 27 countries in Europe, Asia, Africa and North and South America. In 2010 the CTA Consortium completed a Design Study and started a three-year Preparatory Phase which leads to production readiness of CTA in 2014. In this paper we introduce the science goals and the concept of CTA, and provide an overview of the project.",
                "We have measured the cosmic ray spectrum above 10 17.2 eV using the two air-fluorescence detectors of the High Resolution Fly’s Eye observatory operating in monocular mode. We describe the detector, phototube, and atmospheric calibrations, as well as the analysis techniques for the two detectors. We fit the spectrum to a model consisting of galactic and extragalactic sources.",
                "The Very Energetic Radiation Imaging Telescope Array System (VERITAS) represents an important step forward in the study of extreme astrophysical processes in the universe. It combines the power of the atmospheric Cherenkov imaging technique using a large optical reflector with the power of stereoscopic observatories using arrays of separated telescopes looking at the same shower. The seven identical telescopes in VERITAS, each of aperture 10 m, will be deployed in a filled hexagonal pattern of side 80 m; each telescope will have a camera consisting of 499 pixels with a field of view of 3.5°. VERITAS will substantially increase the catalog of very high energy (E>100 GeV) γ-ray sources and greatly improve measurements of established sources.",
                "The first atmospheric Cherenkov telescope of VERITAS (the Very Energetic Radiation Imaging Telescope Array System) has been in operation since February 2005. We present here a technical description of the instrument and a summary of its performance. The calibration methods are described, along with the results of Monte Carlo simulations of the telescope and comparisons between real and simulated data. The analysis of TeV γ-ray observations of the Crab Nebula, including the reconstructed energy spectrum, is shown to give results consistent with earlier measurements. The telescope is operating as expected and has met or exceeded all design specifications."
            ],
            [
                [
                    "Observational Astrophysics",
                    "gamma-ray astronomy",
                    "instrumentation"
                ]
            ]
        ]
    ]
}