{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CD61IJJS",
            "91ThDSkAAAAJ",
            [
                "Biomineralization of ferrimagnetic greigite (Fe 3 S 4) and iron pyrite (FeS 2) in a magnetotactic bacterium",
                "Designer eggs: from improvement of egg composition to functional food",
                "Ultrastructure, morphology and organization of biogenic magnetite from sockeye salmon, Oncorhynchus nerka: implications for magnetoreception",
                "Necrotic enteritis; a continuing challenge for the poultry industry",
                "Fatty acid composition, glutathione peroxidase and superoxide dismutase activity and total antioxidant activity of avian semen",
                "Magnetotactic bacteria: microbiology, biomineralization, palaeomagnetism and biotechnology",
                "Carotenoids in avian nutrition and embryonic development. 1. Absorption, availability and levels in plasma and egg yolk.",
                "Effects of carotenoids from lucerne, marigold and tomato on egg yolk pigmentation and carotenoid composition",
                "Designer egg evaluation in a controlled trial",
                "Effects of supplementing broiler breeder diets with organic selenium and polyunsaturated fatty acids on egg quality during storage"
            ],
            [
                "THE ability of magnetotactic bacteria to orientate and navigate along geomagnetic field lines is due to the controlled intracellular deposition of the iron oxide mineral, magnetite (Fe 3 O 4) 1, 2. The function and crystal chemical specificity of this mineral has been considered to be unique amongst the prokaryotes 3. Moreover, the bacterial production of magnetite may represent a significant contribution to the natural remanent magnetism of sediments 4, 5. Here we report, the intracellular biomineralization of single crystals of the ferrimagnetic iron sulphide, greigite (Fe 3 S 4), in a multicellular magnetotactic bacterium common in brackish, sulphide-rich water and sediment. We show that these crystals are often aligned in chains and associated with single crystals of the non-magnetic mineral, iron pyrite (FeS 2). Our results have important implications for understanding biomineralization processes and magnetotaxis in …",
                "Diet plays an important role in maintaining health. Among the different products delivering essential nutrients to the body, an egg has arguably a special place, being a rich and balanced source of essential amino and fatty acids as well some minerals and vitamins. This paper focuses on the benefits to the consumer of improving the nutritional quality of eggs by enhancing levels of anti-oxidants and n-3 fatty acids such as docosahexaenoic acid (DHA). The advantages of simultaneous enrichment of eggs with vitamin E, carotenoids, selenium and DHA include better stability of polyunsaturated fatty acids (PUFA) during egg storage and cooking, high availability of such nutrients as vitamin E and carotenoids, absence of off-taste and an improved anti-oxidant and n-3 status of people consuming these eggs. Having reviewed the relevant scientific literature it is concluded that “designer eggs” can be considered as a new …",
                "Although ferromagnetic material has been detected in the tissues of a variety of animals that are known or suspected to respond to magnetic fields, in only a few cases has the material been identified and its suitability for use in magnetoreception been determined. Using high-resolution transmission electron microscopy (HRTEM), we have studied magnetic particles isolated from ethmoid tissue of the sockeye salmon, Oncorhynchus nerka. Low-magnification electron micrographs showed chains containing up to 58 (median = 21–25) electron-dense particles that were held together by intimately attached organic material. The particle size range was 25–60 nm with a mean of 48 nm and a standard deviation of 8.5 nm. Elemental analysis, by energy-dispersive X-ray analysis (EDXA), electron diffraction patterns and HRTEM lattice images, showed that many of the particles were structurally well-ordered and …",
                "Necrotic enteritis is a disease in poultry that can have a high economic and animal welfare cost, and has become increasingly prevalent in the European Union due to factors such as the removal of antibiotic growth promoters and the requirement to exclude animal by-products from diet formulations. Estimates of the prevalence of necrotic enteritis vary widely (1–40 %) as does the cost of the disease, and the sub-clinical form may be the most important manifestation of the disease as this is likely to go undetected and hence untreated. An outbreak of necrotic enteritis is primarily associated with rapid proliferation of the anaerobic bacterium, Clostridium perfringens type A or C, leading to gaseous extension of the small intestine, the production of one or more exotoxins, and enteric toxicosis. The molecular progression of the disease is quite complex and at the bacterial level involves quorum sensing, toxin production …",
                "This work demonstrates that spermatozoa from five avian species (chicken, turkey, guinea fowl, duck and goose) are all characterised by high proportions of polyunsaturated fatty acids, from 46 (turkey) to 55% (duck) of total. For each of the species, the most abundant fatty acids were arachidonic (20:4n–6) and docosatetraenoic (22:4n–6) acids, representing between 22 (turkey) and 40% (chicken) of total. Significant activities of the major isozymes of superoxide dismutase and glutathione peroxidase, which protect against the peroxidation associated with high degree of fatty acid unsaturation, were found in spermatozoa from all species. The seminal plasma also had these activities and showed additional mechanisms for protecting spermatozoa from peroxidation. In general terms, these lipid and enzyme proteins were similar between the five avian species and different from those reported for mammalian sperm.",
                "The chapter introduces magnetotactic bacteria and discusses its occurrence in the nature and methods applied for studying them. The structure and the physiology of the bacteria is also discussesd. The processes of magnetite biomineralization in magnetotactic bacteria are reviewed. The structural, morphological, and crystal growth properties of the magnetite inclusions are described and proposed mechanisms of biomineralization are discussed. Magnetotatic bacteria exhibit magnetotaxis as a consequence of magnetite inclusions in their cells. Palaeomagnetism is a marked phylogenetic diversity within this group of organisms. These organisms provide clues about geochemical changes in the earth's atmosphere. Although there are several magnetic minerals, the most observed and magnetically stable phase in these sediments is magnetite. The chapter also discusses its biotechnological …",
                "Avian embryo development is associated with a progressive accumulation in certain tissues of lipids which are rich in polyunsaturated fatty acids (PUFA), making such tissues vulnerable to free radical attack and lipid peroxidation. Antioxidant systems are expressed in the embryonic tissues and are responsible for maintaining antioxidant protection during different stages of embryoonic development, in particular at hatching time when oxidative stress is highly pronounced (Surai, 1999). The antioxidant systems of the avian embryo are based on the antioxidant enzymes superoxide dismutase (SOD), glutathione peroxidase (GSH-Px) and catalase (Surai, 1999a; Surai, 2000a), and fat-soluble and water-soluble natural antioxidants (Surai, 1999). Vitamin E is considered to be the main player in the antioxidant defence at the cellular and subcellular levels (Niki, 1996). In recent years it has become evident that in the cell …",
                "1. The effects of various sources of natural carotenoids (Px alfalfa concentrate, tomato powder and marigold extract) as feed additives in quail diets on egg yolk pigmentation and carotenoid composition were investigated.2. Adult Japanese quail were fed one of 5 different diets for 23 d: three diets each contained Px alfalfa concentrate (PX) or tomato powder (TP) or marigold extract (MG), one diet contained marigold extract and tomato powder (MG + TP) and a control diet (wheat\/barley based) was low in carotenoid. All products were added at a rate of 2%, apart from marigold extract which was added at a rate of 0·2%.3. Visual assessment of yolk colour (Roche colour fan) showed a stabilised yolk colour of 1·6, 7·7, 8·5, 8·8 and 10·6 for the control, PX, TP, MG and MG + TP treatments, respectively.4. The total carotenoid concentration of the egg yolks were 2·2, 22·4, 4·1, 39·0 and 37·7 µg …",
                "Objective: To evaluate the ability of designer eggs enriched in vitamin E, lutein, selenium (Se) and docosahexaenoic acid (DHA) to deliver micronutrients to the human in a palatable and visually acceptable form.Design: Double-blind, placebo-controlled trial, two treatment groups balanced for sex and age.Setting: Department of Biochemistry and Nutrition, SAC, Scotland.Subjects: Forty healthy adult volunteers completed the study. Volunteers were recruited among staff of the Scottish Agricultural CollegeInterventions: Volunteers consumed, for 8 weeks, either a designer egg or a normal table egg per day. Fasting blood samples were taken before and at the end of the study.Results: Consumption of designer eggs enriched in vitamin E, lutein, Se and DHA significantly increased the levels of α-tocopherol, lutein and DHA in plasma as compared to the changes found after consumption of normal table eggs, with the …",
                "We assessed the effects of supplementation of broiler breeder diets with polyunsaturated fatty acids (PUFA) and organic Se on hatching egg quality during storage. Broiler breeders (n = 352) were fed 1 of 4 diets: SO (soybean oil with no added Se), SO with Se (SO+Se), fish oil (FO), or FO and Se (FO+Se). Eggs from prepeak (23 wk) and peak production (27 wk) breeders were stored for 14 d under typical (15 ° C, 78% RH) conditions. Eggs were analyzed for albumen Haugh units (HU) and pH, shell characteristics, egg component weight, Se content, and fatty acid (FA) profile. The efficiency of transfer of Se into the egg was greater in low Se treatments compared with in high Se treatments. The majority of Se from the low Se treatments was deposited in the yolk, whereas in high Se treatments, the Se was deposited evenly in the yolk and albumen. In the low Se treatments, the Se content of yolk and albumen was lower …"
            ],
            [
                [
                    "agricultural science"
                ]
            ],
            [
                "Nick Sparks, Ph.D. Nick Sparks, Ph.D. Visiting Assistant Professor nsparks1@tulane.edu 504-865-5520 B.Sc., Ohio State University (2007)  Ph.D., Tulane University (2017) Dr. Sparks' research interests include Mathematical Physics. G Rosensteel, N Sparks, \"Connexions for the Nuclear Geometric Collective Model\", Journal of Physics A: Mathematical and Theoretical, Volume 48, Number 44 (2015) N Sparks, G Rosensteel, \"Yang-Mills equation for the Nuclear Geometrical Collective Model Connexion\", Journal of Physics A: Mathematical and Theoretical, Volume 50, Number 2 (2016) Department of Physics & Engineering Physics 5064 Percival Stern Hall PHYS 1010: Great Ideas In Science PHYS 1310: General Physics I PHYS 7230: Electrodynamics"
            ]
        ]
    ]
}