{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CDKK9E4W",
            "YcXMUxgAAAAJ",
            [
                "Hybrid nanocolloids with programmed three-dimensional shape and material composition",
                "Autonomously motile catalytic nanomotors by bubble propulsion",
                "Self-propelling nanomotors in the presence of strong Brownian forces",
                "Nanopropellers and their actuation in complex viscoelastic media",
                "Plasmonic nanohelix metamaterials with tailorable giant circular dichroism",
                "Design and characterization of rotational multicomponent catalytic nanomotors",
                "Nanohelices by shadow growth",
                "Chiral colloidal molecules and observation of the propeller effect",
                "Free standing aluminum nanostructures as anodes for Li-ion rechargeable batteries",
                "Geometrically designing the kinematic behavior of catalytic nanomotors"
            ],
            [
                "Tuning the optical 1, 2, electromagnetic 3, 4 and mechanical properties of a material requires simultaneous control over its composition and shape 5. This is particularly challenging for complex structures at the nanoscale because surface-energy minimization generally causes small structures to be highly symmetric 5. Here we combine low-temperature shadow deposition with nanoscale patterning to realize nanocolloids with anisotropic three-dimensional shapes, feature sizes down to 20 nm and a wide choice of materials. We demonstrate the versatility of the fabrication scheme by growing three-dimensional hybrid nanostructures that contain several functional materials with the lowest possible symmetry, and by fabricating hundreds of billions of plasmonic nanohelices, which we use as chiral metafluids with record circular dichroism and tunable chiroptical properties.",
                "A bubble propulsion model based on catalyzed hydrogen peroxide decomposition and momentum change via O2 bubbles detaching from the catalytic surface is proposed to explain the autonomous motion of catalytic nanomotors. The propelling force closely depends upon the surface tension of the liquid as well as the bulk concentration of hydrogen peroxide, and the model predictions are supported by the experimental data of Pt-coated spherical silica microbead motors.",
                "Motility in living systems is due to an array of complex molecular nanomotors that are essential for the function and survival of cells. These protein nanomotors operate not only despite of but also because of stochastic forces. Artificial means of realizing motility rely on local concentration or temperature gradients that are established across a particle, resulting in slip velocities at the particle surface and thus motion of the particle relative to the fluid. However, it remains unclear if these artificial motors can function at the smallest of scales, where Brownian motion dominates and no actively propelled living organisms can be found. Recently, the first reports have appeared suggesting that the swimming mechanisms of artificial structures may also apply to enzymes that are catalytically active. Here we report a scheme to realize artificial Janus nanoparticles (JNPs) with an overall size that is comparable to that of some …",
                "Tissue and biological fluids are complex viscoelastic media with a nanoporous macromolecular structure. Here, we demonstrate that helical nanopropellers can be controllably steered through such a biological gel. The screw-propellers have a filament diameter of about 70 nm and are smaller than previously reported nanopropellers as well as any swimming microorganism. We show that the nanoscrews will move through high-viscosity solutions with comparable velocities to that of larger micropropellers, even though they are so small that Brownian forces suppress their actuation in pure water. When actuated in viscoelastic hyaluronan gels, the nanopropellers appear to have a significant advantage, as they are of the same size range as the gel’s mesh size. Whereas larger helices will show very low or negligible propulsion in hyaluronan solutions, the nanoscrews actually display significantly enhanced propulsion …",
                "Plasmonic nanohelix arrays are shown to interact with electromagnetic fields in ways not typically seen with ordinary matter. Chiral metamaterials (CMMs) with feature sizes small with respect to the wavelength of visible light are a promising route to experimentally achieve such phenomena as negative refraction without the need for simultaneously negative ε and μ. Here we not only show that giant circular dichroism in the visible is achievable with hexagonally arranged plasmonic nanohelix arrays, but that we can precisely tune the optical activity via morphology and lattice spacing. The discrete dipole approximation is implemented to support experimental data.",
                "Multicomponent rotational nanomotors consisting of Pt‐coated TiO2 nanoarms grown upon ≈2.01‐µm‐diameter silica microbeads designed by dynamic shadowing growth are presented. When exposed to H2O2, the structures rotate about an axis through the center of the microbead and perpendicular to the TiO2 nanoarm at a rate of 0.15 Hz per % H2O2 concentration. The rotational frequency increases parabolically when the surface tension of the solution is altered by the addition of sodium dodecyl sulphate; both relationships are explainable by a nanobubble‐ejection model.",
                "The helix has remarkable qualities and is prevalent in many fields including mathematics, physics, chemistry, and biology. This shape, which is chiral by nature, is ubiquitous in biology with perhaps the most famous example being DNA. Other naturally occurring helices are common at the nanoscale in the form of protein secondary structures and in various macromolecules. Nanoscale helices exhibit a wide range of interesting mechanical, optical, and electrical properties which can be intentionally engineered into the structure by choosing the correct morphology and material. As technology advances, these fabrication parameters can be fine-tuned and matched to the application of interest. Herein, we focus on the fabrication and properties of nanohelices grown by a dynamic shadowing growth method combined with fast wafer-scale substrate patterning which has a number of distinct advantages. We review the …",
                "Chiral molecules play an important role in biological and chemical processes, but physical effects due to their symmetry-breaking are generally weak. Several physical chiral separation schemes which could potentially be useful, including the propeller effect, have therefore not yet been demonstrated at the molecular scale. However, it has been proposed that complex nonspherical colloidal particles could act as “colloidal molecules” in mesoscopic model systems to permit the visualization of molecular phenomena that are otherwise difficult to observe. Unfortunately, it is difficult to synthesize such colloids because surface minimization generally favors the growth of symmetric particles. Here we demonstrate the production of large numbers of complex colloids with glancing angle physical vapor deposition. We use chiral colloids to demonstrate the Baranova and Zel’dovich (Baranova, N. B.;  and Zel’dovich, B. Y …",
                "The free standing aluminum nanorods were grown on electrode and evaluated electrochemically as the anodes in the half-cell of Li-ion battery. The average diameter and length of the nanorods are 80 nm and 200 nm, respectively. The aligned nanorods demonstrated high capacity of 1243 mAh g−1 at rate of 0.5 C. A gradual decrease of the initial capacity was observed. The characterization of the anodes shows that the changes of the crystalline structure and morphology during cycling may be responsible for the capacity decay. The appropriate selection of the substrate can overcome the problems and lead the sustainable high capacity.",
                "Catalytic nanomotors with silica microbead heads and TiO2 arms are systematically designed by dynamic shadowing growth. The swimming trajectories are fine tuned by altering the arm length and orientation exploiting geometry-dependent hydrodynamic interactions at low Reynolds number. The curvature, angular frequency, and radius of curvature of the trajectories change as a function of arm length. Simulations based on the method of regularized Stokeslets are also described and correctly capture the trends observed in the experiments."
            ],
            [
                [
                    "nano-materials",
                    "micro and nano-propulsion",
                    "metamaterials"
                ]
            ],
            [
                "John G. Gibbs John G. Gibbs Associate Professor john.gibbs@nau.edu : 928-523-1916 19-307 Group webpage Google Scholar Dr. Gibbs is an experimental condensed matter physicist who primarily focuses upon inorganic nanomaterials and their applications. Currently his two main research areas are: (1) the fabrication and optical properties of metamaterials with nanoscale features, and (2) active transport and collective behavior of self-propelled particles at the micro- and nanoscale. PhD, University of Georgia Postdoctoral Fellow, Max Planck Institute for Intelligent Systems, Stuttgart"
            ]
        ]
    ]
}