{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CEBH4XHZ",
            "1DD_56kAAAAJ",
            [
                "Strongly dipolar Bose-Einstein condensate of dysprosium",
                "Quantum degenerate dipolar Fermi gas",
                "Trapping ultracold dysprosium: A highly magnetic gas for dipolar physics",
                "Emergent crystallinity and frustration with Bose–Einstein condensates in multimode cavities",
                "Magnetoelectrostatic trapping of ground state OH molecules",
                "Integration of fiber-coupled high-  microdisks with atom chips",
                "Frustration and glassiness in spin models with cavity-mediated interactions",
                "Cavity-based single atom preparation and high-fidelity hyperfine state readout",
                "Thermalization near integrability in a dipolar quantum Newton’s cradle",
                "Quantum information processing in optical lattices and magnetic microtraps"
            ],
            [
                "We report the Bose-Einstein condensation (BEC) of the most magnetic element, dysprosium. The Dy BEC is the first for an open f-shell lanthanide (rare-earth) element and is produced via forced evaporation in a crossed optical dipole trap loaded by an unusual, blue-detuned and spin-polarized narrowline magneto-optical trap. Nearly pure condensates of 1.5× 10 4 Dy 164 atoms form below T= 30 nK. We observe that stable BEC formation depends on the relative angle of a small polarizing magnetic field to the axis of the oblate trap, a property of trapped condensates only expected in the strongly dipolar regime. This regime was heretofore only attainable in Cr BECs via a Feshbach resonance accessed at a high-magnetic field.",
                "We report the first quantum degenerate dipolar Fermi gas, the realization of which opens a new frontier for exploring strongly correlated physics and, in particular, quantum liquid crystalline phases. A quantum degenerate Fermi gas of the most magnetic atom Dy 161 is produced by laser cooling to 10 μ K before sympathetically cooling with ultracold, bosonic Dy 162. The temperature of the spin-polarized Dy 161 is a factor T\/T F= 0.2 below the Fermi temperature T F= 300 nK. The cotrapped Dy 162 concomitantly cools to approximately T c for Bose-Einstein condensation, thus realizing a novel, nearly quantum degenerate dipolar Bose-Fermi gas mixture. Additionally, we achieve the forced evaporative cooling of spin-polarized Dy 161 without Dy 162 to T\/T F= 0.7. That such a low temperature ratio is achieved may be a first signature of universal dipolar scattering.",
                "Ultracold dysprosium gases, with a magnetic moment 10 times that of alkali atoms and equal only to terbium as the most magnetic atom, are expected to exhibit a multitude of fascinating collisional dynamics and quantum dipolar phases, including quantum liquid crystal physics. We report the first laser cooling and trapping of half a billion Dy atoms using a repumper-free magneto-optical trap (MOT) and continuously loaded magnetic confinement, and we characterize the trap recycling dynamics for bosonic and fermionic isotopes. The first inelastic collision measurements in the few partial wave, 100 μ K–1 mK, regime are made in a system possessing a submerged open electronic f shell. In addition, we observe unusual stripes of intra-MOT< 10 μ K sub-Doppler cooled atoms.",
                "We propose that condensed-matter phenomena involving the spontaneous emergence and dynamics of crystal lattices can be realized using Bose–Einstein condensates coupled to multimode optical cavities. It is known that, in the case of a transversely pumped single-mode cavity, the atoms crystallize at either the even or the odd antinodes of the cavity mode at sufficient pump laser intensity, thus spontaneously breaking a discrete translational symmetry. Here we demonstrate that, in multimode cavities, crystallization involves the spontaneous breaking of a continuous translational symmetry, through a variant of Brazovskii’s transition, thus paving the way for realizations of compliant lattices and associated phenomena, such as dislocations, frustration, glassiness and even supersolidity, in ultracold atomic settings, where quantum effects have a dominant role. We apply a functional-integral formalism to explore the …",
                "We report magnetic confinement of neutral, ground state OH at a density of∼ 3× 10 3 cm− 3 and temperature of∼ 30 mK. An adjustable electric field sufficiently large to polarize the OH is superimposed on the trap in various geometries, making an overall potential arising from both Zeeman and Stark effects. An effective molecular Hamiltonian is constructed, with Monte Carlo simulations accurately modeling the observed single-molecule dynamics in various trap configurations. Magnetic trapping of cold polar molecules under adjustable electric fields may enable study of low energy dipolar interactions.",
                "Micron scale silicon nitride (SiNx) microdisk optical resonators are demonstrated with Q=3.6×106 and an effective mode volume of 15(λ∕n)3 at near-visible wavelengths. A hydrofluoric acid wet etch provides sensitive tuning of the microdisk resonances, and robust mounting of a fiber taper provides efficient fiber optic coupling to the microdisks while allowing unfettered optical access for laser cooling and trapping of atoms. Measurements indicate that cesium adsorption on the SiNx surfaces significantly red detunes the microdisk resonances. Parallel integration of multiple (10) microdisks with a single fiber taper is also demonstrated.",
                "We show that the effective spin-spin interaction between three-level atoms confined in a multimode optical cavity is long-ranged and sign changing, like the RKKY interaction; therefore, ensembles of such atoms subject to frozen-in positional randomness can realize spin systems having disordered and frustrated interactions. We argue that, whenever the atoms couple to sufficiently many cavity modes, the cavity-mediated interactions give rise to a spin glass. In addition, we show that the quantum dynamics of cavity-confined spin systems is that of a Bose-Hubbard model with strongly disordered hopping but no on-site disorder; this model exhibits a random-singlet glass phase, absent in conventional optical-lattice realizations. We briefly discuss experimental signatures of the realizable phases.",
                "We prepare and detect the hyperfine state of a single Rb 87 atom coupled to a fiber-based high-finesse cavity on an atom chip. The atom is extracted from a Bose-Einstein condensate and trapped at the maximum of the cavity field, resulting in a reproducibly strong atom-cavity coupling. We use the cavity reflection and transmission signal to infer the atomic hyperfine state with a fidelity exceeding 99.92% in a readout time of 100 μ s. The atom is still trapped after detection.",
                "Isolated quantum many-body systems with integrable dynamics generically do not thermalize when taken far from equilibrium. As one perturbs such systems away from the integrable point, thermalization sets in, but the nature of the crossover from integrable to thermalizing behavior is an unresolved and actively discussed question. We explore this question by studying the dynamics of the momentum distribution function in a dipolar quantum Newton’s cradle consisting of highly magnetic dysprosium atoms. This is accomplished by creating the first one-dimensional Bose gas with strong magnetic dipole-dipole interactions. These interactions provide tunability of both the strength of the integrability-breaking perturbation and the nature of the near-integrable dynamics. We provide the first experimental evidence that thermalization close to a strongly interacting integrable point occurs in two steps: prethermalization …",
                "We review our experiments on quantum information processing with neutral atoms in optical lattices and magnetic microtraps. Atoms in an optical lattice in the Mott insulator regime serve as a large qubit register. A spin‐dependent lattice is used to split and delocalize the atomic wave functions in a controlled and coherent way over a defined number of lattice sites. This is used to experimentally demonstrate a massively parallel quantum gate array, which allows the creation of a highly entangled many‐body cluster state through coherent collisions between atoms on neighbouring lattice sites. In magnetic microtraps on an atom chip, we demonstrate coherent manipulation of atomic qubit states and measure coherence lifetimes exceeding one second at micron‐distance from the chip surface. We show that microwave near‐fields on the chip can be used to create state‐dependent potentials for the implementation of a …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}