{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CEBH4XHZ",
            "1DD_56kAAAAJ",
            [
                "Strongly dipolar Bose-Einstein condensate of dysprosium",
                "Quantum degenerate dipolar Fermi gas",
                "Trapping ultracold dysprosium: A highly magnetic gas for dipolar physics",
                "Emergent crystallinity and frustration with Bose–Einstein condensates in multimode cavities",
                "Magnetoelectrostatic trapping of ground state OH molecules",
                "Integration of fiber-coupled high-  microdisks with atom chips",
                "Frustration and glassiness in spin models with cavity-mediated interactions",
                "Cavity-based single atom preparation and high-fidelity hyperfine state readout",
                "Thermalization near integrability in a dipolar quantum Newton’s cradle",
                "Quantum information processing in optical lattices and magnetic microtraps"
            ],
            [
                "We report the Bose-Einstein condensation (BEC) of the most magnetic element, dysprosium. The Dy BEC is the first for an open f-shell lanthanide (rare-earth) element and is produced via forced evaporation in a crossed optical dipole trap loaded by an unusual, blue-detuned and spin-polarized narrowline magneto-optical trap. Nearly pure condensates of 1.5× 10 4 Dy 164 atoms form below T= 30 nK. We observe that stable BEC formation depends on the relative angle of a small polarizing magnetic field to the axis of the oblate trap, a property of trapped condensates only expected in the strongly dipolar regime. This regime was heretofore only attainable in Cr BECs via a Feshbach resonance accessed at a high-magnetic field.",
                "We report the first quantum degenerate dipolar Fermi gas, the realization of which opens a new frontier for exploring strongly correlated physics and, in particular, quantum liquid crystalline phases. A quantum degenerate Fermi gas of the most magnetic atom Dy 161 is produced by laser cooling to 10 μ K before sympathetically cooling with ultracold, bosonic Dy 162. The temperature of the spin-polarized Dy 161 is a factor T\/T F= 0.2 below the Fermi temperature T F= 300 nK. The cotrapped Dy 162 concomitantly cools to approximately T c for Bose-Einstein condensation, thus realizing a novel, nearly quantum degenerate dipolar Bose-Fermi gas mixture. Additionally, we achieve the forced evaporative cooling of spin-polarized Dy 161 without Dy 162 to T\/T F= 0.7. That such a low temperature ratio is achieved may be a first signature of universal dipolar scattering.",
                "Ultracold dysprosium gases, with a magnetic moment 10 times that of alkali atoms and equal only to terbium as the most magnetic atom, are expected to exhibit a multitude of fascinating collisional dynamics and quantum dipolar phases, including quantum liquid crystal physics. We report the first laser cooling and trapping of half a billion Dy atoms using a repumper-free magneto-optical trap (MOT) and continuously loaded magnetic confinement, and we characterize the trap recycling dynamics for bosonic and fermionic isotopes. The first inelastic collision measurements in the few partial wave, 100 μ K–1 mK, regime are made in a system possessing a submerged open electronic f shell. In addition, we observe unusual stripes of intra-MOT< 10 μ K sub-Doppler cooled atoms.",
                "We propose that condensed-matter phenomena involving the spontaneous emergence and dynamics of crystal lattices can be realized using Bose–Einstein condensates coupled to multimode optical cavities. It is known that, in the case of a transversely pumped single-mode cavity, the atoms crystallize at either the even or the odd antinodes of the cavity mode at sufficient pump laser intensity, thus spontaneously breaking a discrete translational symmetry. Here we demonstrate that, in multimode cavities, crystallization involves the spontaneous breaking of a continuous translational symmetry, through a variant of Brazovskii’s transition, thus paving the way for realizations of compliant lattices and associated phenomena, such as dislocations, frustration, glassiness and even supersolidity, in ultracold atomic settings, where quantum effects have a dominant role. We apply a functional-integral formalism to explore the …",
                "We report magnetic confinement of neutral, ground state OH at a density of∼ 3× 10 3 cm− 3 and temperature of∼ 30 mK. An adjustable electric field sufficiently large to polarize the OH is superimposed on the trap in various geometries, making an overall potential arising from both Zeeman and Stark effects. An effective molecular Hamiltonian is constructed, with Monte Carlo simulations accurately modeling the observed single-molecule dynamics in various trap configurations. Magnetic trapping of cold polar molecules under adjustable electric fields may enable study of low energy dipolar interactions.",
                "Micron scale silicon nitride (SiNx) microdisk optical resonators are demonstrated with Q=3.6×106 and an effective mode volume of 15(λ∕n)3 at near-visible wavelengths. A hydrofluoric acid wet etch provides sensitive tuning of the microdisk resonances, and robust mounting of a fiber taper provides efficient fiber optic coupling to the microdisks while allowing unfettered optical access for laser cooling and trapping of atoms. Measurements indicate that cesium adsorption on the SiNx surfaces significantly red detunes the microdisk resonances. Parallel integration of multiple (10) microdisks with a single fiber taper is also demonstrated.",
                "We show that the effective spin-spin interaction between three-level atoms confined in a multimode optical cavity is long-ranged and sign changing, like the RKKY interaction; therefore, ensembles of such atoms subject to frozen-in positional randomness can realize spin systems having disordered and frustrated interactions. We argue that, whenever the atoms couple to sufficiently many cavity modes, the cavity-mediated interactions give rise to a spin glass. In addition, we show that the quantum dynamics of cavity-confined spin systems is that of a Bose-Hubbard model with strongly disordered hopping but no on-site disorder; this model exhibits a random-singlet glass phase, absent in conventional optical-lattice realizations. We briefly discuss experimental signatures of the realizable phases.",
                "We prepare and detect the hyperfine state of a single Rb 87 atom coupled to a fiber-based high-finesse cavity on an atom chip. The atom is extracted from a Bose-Einstein condensate and trapped at the maximum of the cavity field, resulting in a reproducibly strong atom-cavity coupling. We use the cavity reflection and transmission signal to infer the atomic hyperfine state with a fidelity exceeding 99.92% in a readout time of 100 μ s. The atom is still trapped after detection.",
                "Isolated quantum many-body systems with integrable dynamics generically do not thermalize when taken far from equilibrium. As one perturbs such systems away from the integrable point, thermalization sets in, but the nature of the crossover from integrable to thermalizing behavior is an unresolved and actively discussed question. We explore this question by studying the dynamics of the momentum distribution function in a dipolar quantum Newton’s cradle consisting of highly magnetic dysprosium atoms. This is accomplished by creating the first one-dimensional Bose gas with strong magnetic dipole-dipole interactions. These interactions provide tunability of both the strength of the integrability-breaking perturbation and the nature of the near-integrable dynamics. We provide the first experimental evidence that thermalization close to a strongly interacting integrable point occurs in two steps: prethermalization …",
                "We review our experiments on quantum information processing with neutral atoms in optical lattices and magnetic microtraps. Atoms in an optical lattice in the Mott insulator regime serve as a large qubit register. A spin‐dependent lattice is used to split and delocalize the atomic wave functions in a controlled and coherent way over a defined number of lattice sites. This is used to experimentally demonstrate a massively parallel quantum gate array, which allows the creation of a highly entangled many‐body cluster state through coherent collisions between atoms on neighbouring lattice sites. In magnetic microtraps on an atom chip, we demonstrate coherent manipulation of atomic qubit states and measure coherence lifetimes exceeding one second at micron‐distance from the chip surface. We show that microwave near‐fields on the chip can be used to create state‐dependent potentials for the implementation of a …"
            ],
            [
                [

                ]
            ],
            [
                "Benjamin Lev Associate Professor of Applied Physics and of Physics On Leave from 10\/01\/2020 To 03\/31\/2021 Sabbatical http:\/\/levlab.stanford.edu Research & Scholarship Benjamin Lev received his Bachelors degree Magna Cum Laude from Princeton in 1999 and his Ph.D. from Caltech in 2005, both in Physics.  He was an NRC postdoc at JILA (2006-2007), and an Assistant Professor at the University of Illinois at Urbana-Champaign (2008-2011).  He is currently an Associate Professor in Physics and Applied Physics.  Benjamin has received a Packard Fellowship and a Presidential Early Career Award for Scientists and Engineers (PECASE) as well as NSF CAREER, Air Force Office of Scientific Research, DARPA, Office of Navy Research Young Investigator Program, Terman, and Chambers awards. His research focuses on exploring the organizing principles of quantum matter through the development of techniques at the interface of ultracold atomic physics, quantum optics, and condensed matter physics. Major achievements and current projects include: -Production and study of the first quantum gases of the most magnetic element, dysprosium -Study of quantum neural networks -Creation of a dipolar quantum Newton's cradle for investigating quantum thermalization -Development of the novel SQCRAMscope, a Scanning Quantum CRyogenic Atom Microscope for imaging transport in strongly correlated and topological materials. -Development of the theory of and experiments with multimode cavity quantum electrodynamical systems. Associate Professor, Applied Physics Associate Professor, Member, Bio-X Chambers Fellowship, Stanford University (2015) Terman Fellowship, Stanford University (2014) Young Faculty Award (YFA), DARPA (2012) Young Investigator Award (ONR YIP), Office of Naval Research (2012) Presidential Early Career Award for Scientists and Engineers (PECASE), NSF (2011) Terman Fellowship, Stanford University (2011) Packard Fellowship, David and Lucile Packard Foundation (2010) NSF CAREER Award, National Science Foundation (NSF) (2008) Office of Scientific Research Young Investigator Award (AFOSR YIP), Air Force (2008) Everhart Distinguished Graduate Student Lectureship, Caltech (2004) Allen Goodrich Schenstone Prize for Outstanding Work in Experimental Physics, Department of Physics, Princeton University (1999) Ph.D., California Institute of Technology, Physics  (2005) A.B., Princeton University, Physics, Magna Cum Laude  (1999) Valedictorian, Crystal River High School (1995) benlev@stanford.edu Department:&nbspApplied Physics Position: Assoc Professor Office Mail: Ginzton Lab Box 305 94305-4088 Position: Assoc Professor Office Mail: Ginzton Lab Box 305 94305-4088 4088 LevLab website Current Research and Scholarly Interests Dy Quantum Dipolar Gases:  Advances in the quantum manipulation of ultracold atomic gases are opening a new frontier in the quest to better understand strongly correlated and topologically non-trivial matter.  Our group created the first Bose and Fermi degenerate gases of the most magnetic atom, dysprosium.  Recently, we have used 1D gases of Dy to create a dipolar quantum Newton's cradle, which we used to explore novel aspects of quantum thermalization. Many-Body Cavity QED:  Investigations of many-body physics in an AMO context often employ a static optical lattice to create a periodic potential.  Such systems, while capable of exploring, e.g., the Hubbard model, lack the fully emergent crystalline order found in solid state systems whose stiffness is not imposed externally, but arises dynamically.  Our multimode cavity QED experiment introduces fully emergent and compliant optical lattices to the ultracold atom toolbox and provides new avenues to explore beyond mean-field physics and quantum soft matter.  Quantum liquid crystals, superglasses, and spin glasses may be explored.  Quantum neural networks can be engineered in these driven, dissipative spin systems may prove to be powerful for computing solutions to NP-hard combinatorial optimization problems. The SQCRAMscope:  We have created the SQCRAMscope, a novel Scanning Quantum CRyogenic Atom Microscope technique for imaging magnetic and electric fields arising from cryogenically cooled materials.  With our SQCRAMscope, we aim to image inhomogeneous transport and domain percolation in technologically relevant materials whose order has evaded elucidation.  Our current projects include imaging transport in unconventional superconductors and topologically non-trivial materials. Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) PHYSICS 205 (Aut, Win) Atoms, Fields and Photons APPPHYS 203 (Aut) Quantum Gases APPPHYS 282, PHYSICS 182, PHYSICS 282 (Win) Atoms, Fields and Photons APPPHYS 203 (Aut) Introduction to Modern Atomic Physics and Quantum Optics APPPHYS 282, PHYSICS 182, PHYSICS 282 (Win) Atoms, Fields and Photons APPPHYS 203 (Aut) Introduction to Modern Atomic Physics and Quantum Optics PHYSICS 182, PHYSICS 282 (Win) David Berryrieser , Omer Hazon Brandon Freudenstein , Yudan Guo, Wil Kao, Ronen Kroeze, Kuan-Yu Li, Kuan-Yu Lin, Stephen Taylor, Fan Yang Tyler Anderson Logan Bishop-Van Horn , Aaron Breidenbach, Morgan Brubaker, Sam Carman, Sanyum Channa, Yi-Shiou Duh , Ben Foutty, Brandon Freudenstein , Kuan-Yu Lin, Denzal Martin, John Peterson, Linsey Rodenbach, Ben Safvati, Zhen Su, Steven Tran, Atsushi Yamamura, Xinyang Zhang, Henry Zheng Topological pumping of a 1D dipolar gas into strongly correlated prethermal states. Science (New York, N.Y.) Kao, W., Li, K. Y., Lin, K. Y., Gopalakrishnan, S., Lev, B. L. 2021 371 (6526) : 296–300 Long-lived excited states of interacting quantum systems that retain quantum correlations and evade thermalization are of great fundamental interest. We create nonthermal states in a bosonic one-dimensional (1D) quantum gas of dysprosium by stabilizing a super-Tonks-Girardeau gas against collapse and thermalization with repulsive long-range dipolar interactions. Stiffness and energy-per-particle measurements show that the system is dynamically stable regardless of contact interaction strength. This enables us to cycle contact interactions from weakly to strongly repulsive, then strongly attractive, and finally weakly attractive. We show that this cycle is an energy-space topological pump (caused by a quantum holonomy). Iterating this cycle offers an unexplored topological pumping method to create a hierarchy of increasingly excited prethermal states. DOI 10.1126\/science.abb4928 PubMedID 33446558 Photon-Mediated Peierls Transition of a 1D Gas in a Multimode Optical Cavity Rylands, C., Guo, Y., Lev, B. L., Keeling, J., Galitski, V. 2020 125 (1) DOI 10.1103\/PhysRevLett.125.010404 Web of Science ID 000544856400002 Nematic transitions in iron pnictide superconductors imaged with a quantum gas NATURE PHYSICS Yang, F., Taylor, S. F., Edkins, S. D., Palmstrom, J. C., Fisher, I. R., Lev, B. L. 2020 DOI 10.1038\/s41567-020-0826-8 Web of Science ID 000522383200001 Photon-Mediated Peierls Transition of a 1D Gas in a Multimode Optical Cavity. Rylands, C., Guo, Y., Lev, B. L., Keeling, J., Galitski, V. 2020 125 (1) : 010404 The Peierls instability toward a charge density wave is a canonical example of phonon-driven strongly correlated physics and is intimately related to topological quantum matter and exotic superconductivity. We propose a method for realizing an analogous photon-mediated Peierls transition, using a system of one-dimensional tubes of interacting Bose or Fermi atoms trapped inside a multimode confocal cavity. Pumping the cavity transversely engineers a cavity-mediated metal-to-insulator transition in the atomic system. For strongly interacting bosons in the Tonks-Girardeau limit, this transition can be understood (through fermionization) as being the Peierls instability. We extend the calculation to finite values of the interaction strength and derive analytic expressions for both the cavity field and mass gap. They display nontrivial power law dependence on the dimensionless matter-light coupling. DOI 10.1103\/PhysRevLett.125.010404 PubMedID 32678647 Dynamical Spin-Orbit Coupling of a Quantum Gas Kroeze, R. M., Guo, Y., Lev, B. L. 2019 123 (16) DOI 10.1103\/PhysRevLett.123.160404 Web of Science ID 000491178800001 Sign-Changing Photon-Mediated Atom Interactions in Multimode Cavity Quantum Electrodynamics Guo, Y., Kroeze, R. M., Vaidya, V. D., Keeling, J., Lev, B. L. 2019 122 (19) : 193601 Sign-changing interactions constitute a crucial ingredient in the creation of frustrated many-body systems such as spin glasses. We present here the demonstration of a photon-mediated sign-changing interaction between Bose-Einstein-condensed atoms in a confocal cavity. The interaction between two atoms is of an unusual, nonlocal form proportional to the cosine of the inner product of the atoms' position vectors. This interaction arises from the differing Gouy phase shifts of the cavity's degenerate modes. The interaction drives a nonequilibrium Dicke-type phase transition in the system leading to atomic checkerboard density-wave order. Because of the Gouy phase anomalies, the checkerboard pattern can assume either a sinelike or cosinelike character. This state is detected via the holographic imaging of the cavity's superradiant emission. Together with a companion paper [Y. Guo, V. D. Vaidya, R. M. Kroeze, R. A. Lunney, B. L. Lev, and J. Keeling, Emergent and broken symmetries of atomic self-organization arising from Gouy phases in multimode cavity QED, Phys. Rev. A 99, 053818 (2019)PLRAAN2469-992610.1103\/PhysRevA.99.053818], we explore this interaction's influence on superradiant phase transitions in multimode cavities. Employing this interaction in cavity QED spin systems may enable the creation of artificial spin glasses and quantum neural networks. DOI 10.1103\/PhysRevLett.122.193601 Web of Science ID 000468228200005 PubMedID 31144918 Emergent and broken symmetries of atomic self-organization arising from Gouy phase shifts in multimode cavity QED Guo, Y., Vaidya, V. D., Kroeze, R. M., Lunney, R. A., Lev, B. L., Keeling, J. 2019 99 (5) DOI 10.1103\/PhysRevA.99.053818 Web of Science ID 000468201100007 Spinor Self-Ordering of a Quantum Gas in a Cavity Kroeze, R. M., Guo, Y., Vaidya, V. D., Keeling, J., Lev, B. L. 121 (16) DOI 10.1103\/PhysRevLett.121.163601 Web of Science ID 000447468400006 Tuning the Dipole-Dipole Interaction in a Quantum Gas with a Rotating Magnetic Field Tang, Y., Kao, W., Li, K., Lev, B. L. 120 (23) : 230401 We demonstrate the tuning of the magnetic dipole-dipole interaction (DDI) within a dysprosium Bose-Einstein condensate by rapidly rotating the orientation of the atomic dipoles. The tunability of the dipolar mean-field energy manifests as a modified gas aspect ratio after time-of-flight expansion. We demonstrate that both the magnitude and the sign of the DDI can be tuned using this technique. In particular, we show that a magic rotation angle exists at which the mean-field DDI can be eliminated, and at this angle, we observe that the expansion dynamics of the condensate is close to that predicted for a nondipolar gas. The ability to tune the strength of the DDI opens new avenues toward the creation of exotic soliton and vortex states as well as unusual quantum lattice phases and Weyl superfluids. PubMedID 29932688 Thermalization near Integrability in a Dipolar Quantum Newton's Cradle PHYSICAL REVIEW X Tang, Y., Kao, W., Li, K., Seo, S., Mallayya, K., Rigol, M., Gopalakrishnan, S., Lev, B. L. 8 (2) DOI 10.1103\/PhysRevX.8.021030 Web of Science ID 000432972400001 Tunable-Range, Photon-Mediated Atomic Interactions in Multimode Cavity QED PHYSICAL REVIEW X Vaidya, V. D., Guo, Y., Kroeze, R. M., Ballantine, K. E., Kollar, A. J., Keeling, J., Lev, B. L. 8 (1) DOI 10.1103\/PhysRevX.8.011002 Web of Science ID 000419478300001 Spinor Self-Ordering of a Quantum Gas in a Cavity. Kroeze, R. M., Guo, Y., Vaidya, V. D., Keeling, J., Lev, B. L. 121 (16) : 163601 We observe the joint spin-spatial (spinor) self-organization of a two-component Bose-Einstein condensate (BEC) strongly coupled to an optical cavity. This unusual nonequilibrium Hepp-Lieb-Dicke phase transition is driven by an off-resonant Raman transition formed from a classical pump field and the emergent quantum dynamical cavity field. This mediates a spinor-spinor interaction that, above a critical strength, simultaneously organizes opposite spinor states of the BEC on opposite checkerboard configurations of an emergent 2D lattice. The resulting spinor density-wave polariton condensate is observed by directly detecting the atomic spin and momentum state and by holographically reconstructing the phase of the emitted cavity field. The latter provides a direct measure of the spin state, and a spin-spatial domain wall is observed. The photon-mediated spin interactions demonstrated here may be engineered to create dynamical gauge fields and quantum spin glasses. PubMedID 30387632 Scanning Quantum Cryogenic Atom Microscope PHYSICAL REVIEW APPLIED Yang, F., Kollar, A. J., Taylor, S. F., Turner, R. W., Lev, B. L. 7 (3) DOI 10.1103\/PhysRevApplied.7.034026 Web of Science ID 000399154100003 Anisotropic dependence of tune-out wavelength near Dy 741-nm transition OPTICS EXPRESS Kao, W., Tang, Y., Burdick, N. Q., Lev, B. L. 25 (4) : 3411-3419 We report the first measurement of a tune-out wavelength for ground-state bosonic Dy and linearly polarized light. The tune-out wavelength is measured as a detuning from the nearby narrow-line 741-nm transition in 162 Dy, and is the wavelength at which the total Stark shift of the ground state vanishes. We find that it strongly depends on the relative angle between the optical field and quantization axis due to Dy's large tensor polarizability. This anisotropy provides a wide, 22-GHz tunability of the tune-out frequency for linearly polarized light, in contrast to Rb and Cs whose near-infrared tune-out wavelengths do not exhibit large anisotropy. The measurements of the total light shift are performed by measuring the contrast of multipulse Kapitza-Dirac diffraction. The calculated wavelengths are within a few GHz of the measured values using known Dy electronic transition data. The lack of hyperfine structure in bosonic Dy implies that the tune-out wavelengths for the other bosonic Dy isotopes should be related to this 162 Dy measurement by the known isotope shifts. DOI 10.1364\/OE.25.003411 Web of Science ID 000397317400051 PubMedID 28241555 Supermode-density-wave-polariton condensation with a Bose-Einstein condensate in a multimode cavity. Nature communications Kollár, A. J., Papageorge, A. T., Vaidya, V. D., Guo, Y., Keeling, J., Lev, B. L. 8 : 14386-? Phase transitions, where observable properties of a many-body system change discontinuously, can occur in both open and closed systems. By placing cold atoms in optical cavities and inducing strong coupling between light and excitations of the atoms, one can experimentally study phase transitions of open quantum systems. Here we observe and study a non-equilibrium phase transition, the condensation of supermode-density-wave polaritons. These polaritons are formed from a superposition of cavity photon eigenmodes (a supermode), coupled to atomic density waves of a quantum gas. As the cavity supports multiple photon spatial modes and because the light-matter coupling can be comparable to the energy splitting of these modes, the composition of the supermode polariton is changed by the light-matter coupling on condensation. By demonstrating the ability to observe and understand density-wave-polariton condensation in the few-mode-degenerate cavity regime, our results show the potential to study similar questions in fully multimode cavities. DOI 10.1038\/ncomms14386 PubMedID 28211455 PubMedCentralID PMC5321730 Meissner-like Effect for a Synthetic Gauge Field in Multimode Cavity QED Ballantine, K. E., Lev, B. L., Keeling, J. 118 (4) Previous realizations of synthetic gauge fields for ultracold atoms do not allow the spatial profile of the field to evolve freely. We propose a scheme which overcomes this restriction by using the light in a multimode cavity with many nearly degenerate transverse modes, in conjunction with Raman coupling, to realize an artificial magnetic field which acts on a Bose-Einstein condensate of neutral atoms. We describe the evolution of such a system and present the results of numerical simulations which show dynamical coupling between the effective field and the matter on which it acts. Crucially, the freedom of the spatial profile of the field is sufficient to realize a close analogue of the Meissner effect, where the magnetic field is expelled from the superfluid. This backaction of the atoms on the synthetic field distinguishes the Meissner-like effect described here from the Hess-Fairbank suppression of rotation in a neutral superfluid observed elsewhere. DOI 10.1103\/PhysRevLett.118.045302 Web of Science ID 000394335800017 PubMedID 28186789 Anisotropic collisions of dipolar Bose-Einstein condensates in the universal regime NEW JOURNAL OF PHYSICS Burdick, N. Q., Sykes, A. G., Tang, Y., Lev, B. L. 18 DOI 10.1088\/1367-2630\/18\/11\/113004 Web of Science ID 000387905800002 Anisotropic Expansion of a Thermal Dipolar Bose Gas Tang, Y., SYKES, A. G., Burdick, N. Q., DiSciacca, J. M., Petrov, D. S., Lev, B. L. 117 (15) We report on the anisotropic expansion of ultracold bosonic dysprosium gases at temperatures above quantum degeneracy and develop a quantitative theory to describe this behavior. The theory expresses the postexpansion aspect ratio in terms of temperature and microscopic collisional properties by incorporating Hartree-Fock mean-field interactions, hydrodynamic effects, and Bose-enhancement factors. Our results extend the utility of expansion imaging by providing accurate thermometry for dipolar thermal Bose gases. Furthermore, we present a simple method to determine scattering lengths in dipolar gases, including near a Feshbach resonance, through observation of thermal gas expansion. DOI 10.1103\/PhysRevLett.117.155301 Web of Science ID 000384612000003 PubMedID 27768342 Long-Lived Spin-Orbit-Coupled Degenerate Dipolar Fermi Gas PHYSICAL REVIEW X Burdick, N. Q., Tang, Y., Lev, B. L. 6 (3) DOI 10.1103\/PhysRevX.6.031022 Web of Science ID 000381493500002 Coupling to modes of a near-confocal optical resonator using a digital light modulator OPTICS EXPRESS Papageorge, A. T., Kollar, A. J., Lev, B. L. 24 (11) : 1447-1457 DOI 10.1364\/OE.24.011447 Web of Science ID 000377467800014 Bilayer fractional quantum Hall states with dipoles YAO, N. Y., Bennett, S. D., Laumann, C. R., Lev, B. L., Gorshkov, A. V. 92 (3) DOI 10.1103\/PhysRevA.92.033609 Web of Science ID 000360959800006 s-wave scattering lengths of the strongly dipolar bosons Dy-162 and Dy-164 Tang, Y., Sykes, A., Burdick, N. Q., Bohn, J. L., Lev, B. L. 92 (2) DOI 10.1103\/PhysRevA.92.022703 Web of Science ID 000359342900013 Bose-Einstein condensation of Dy-162 and Dy-160 NEW JOURNAL OF PHYSICS Tang, Y., Burdick, N. Q., Baumann, K., Lev, B. L. 17 DOI 10.1088\/1367-2630\/17\/4\/045006 Web of Science ID 000354022400002 An adjustable-length cavity and Bose-Einstein condensate apparatus for multimode cavity QED NEW JOURNAL OF PHYSICS Kollar, A. J., Papageorge, A. T., Baumann, K., Armen, M. A., Lev, B. L. 17 DOI 10.1088\/1367-2630\/17\/4\/043012 Web of Science ID 000354020000001 Fermionic suppression of dipolar relaxation. Burdick, N. Q., Baumann, K., Tang, Y., Lu, M., Lev, B. L. 114 (2) : 023201-? We observe the suppression of inelastic dipolar scattering in ultracold Fermi gases of the highly magnetic atom dysprosium: the more energy that is released, the less frequently these exothermic reactions take place, and only quantum spin statistics can explain this counterintuitive effect. Inelastic dipolar scattering in nonzero magnetic fields leads to heating or to loss of the trapped population, both detrimental to experiments intended to study quantum many-body physics with strongly dipolar gases. Fermi statistics, however, is predicted to lead to a kinematic suppression of these harmful reactions. Indeed, we observe a 120-fold suppression of dipolar relaxation in fermionic versus bosonic Dy, as expected from theory describing universal inelastic dipolar scattering, though never before experimentally confirmed. Similarly, low inelastic cross sections are observed in spin mixtures, also with striking correspondence to predictions. The suppression of relaxation opens the possibility of employing fermionic dipolar species in studies of quantum many-body physics involving, e.g., synthetic gauge fields and pairing. PubMedID 25635544 Fermionic Suppression of Dipolar Relaxation Burdick, N. Q., Baumann, K., Tang, Y., Lu, M., Lev, B. L. 114 (2) DOI 10.1103\/PhysRevLett.114.023201 Web of Science ID 000348160900002 PubMedID 25635544 Observation of low-field Fano-Feshbach resonances in ultracold gases of dysprosium Baumann, K., Burdick, N. Q., Lu, M., Lev, B. L. 89 (2) DOI 10.1103\/PhysRevA.89.020701 Web of Science ID 000332222100001 Trapping ultracold gases near cryogenic materials with rapid reconfigurability APPLIED PHYSICS LETTERS Naides, M. A., Turner, R. W., Lai, R. A., DiSciacca, J. M., Lev, B. L. 103 (25) DOI 10.1063\/1.4852017 Web of Science ID 000329973800012 Synthetic gauge field with highly magnetic lanthanide atoms Cui, X., Lian, B., Ho, T., Lev, B. L., Zhai, H. 88 (1) DOI 10.1103\/PhysRevA.88.011601 Web of Science ID 000322142100001 Imaging topologically protected transport with quantum degenerate gases PHYSICAL REVIEW B Dellabetta, B., Hughes, T. L., Gilbert, M. J., Lev, B. L. 85 (20) DOI 10.1103\/PhysRevB.85.205442 Web of Science ID 000304396000005 Quantum Degenerate Dipolar Fermi Gas Lu, M., Burdick, N. Q., Lev, B. L. 108 (21) We report the first quantum degenerate dipolar Fermi gas, the realization of which opens a new frontier for exploring strongly correlated physics and, in particular, quantum liquid crystalline phases. A quantum degenerate Fermi gas of the most magnetic atom 161Dy is produced by laser cooling to 10 μK before sympathetically cooling with ultracold, bosonic 162Dy. The temperature of the spin-polarized 161Dy is a factor T\/T(F)=0.2 below the Fermi temperature T(F)=300 nK. The cotrapped 162Dy concomitantly cools to approximately T(c) for Bose-Einstein condensation, thus realizing a novel, nearly quantum degenerate dipolar Bose-Fermi gas mixture. Additionally, we achieve the forced evaporative cooling of spin-polarized 161Dy without 162Dy to T\/T(F)=0.7. That such a low temperature ratio is achieved may be a first signature of universal dipolar scattering. DOI 10.1103\/PhysRevLett.108.215301 Web of Science ID 000304250000015 PubMedID 23003275 Atomic interface between microwave and optical photons Hafezi, M., Kim, Z., Rolston, S. L., OROZCO, L. A., Lev, B. L., Taylor, J. M. 85 (2) DOI 10.1103\/PhysRevA.85.020302 Web of Science ID 000300564700001 Exploring models of associative memory via cavity quantum electrodynamics PHILOSOPHICAL MAGAZINE Gopalakrishnan, S., Lev, B. L., Goldbart, P. M. 92 (1-3) : 353-361 DOI 10.1080\/14786435.2011.637980 Web of Science ID 000302463300025 Frustration and Glassiness in Spin Models with Cavity-Mediated Interactions Gopalakrishnan, S., Lev, B. L., Goldbart, P. M. 107 (27) We show that the effective spin-spin interaction between three-level atoms confined in a multimode optical cavity is long-ranged and sign changing, like the RKKY interaction; therefore, ensembles of such atoms subject to frozen-in positional randomness can realize spin systems having disordered and frustrated interactions. We argue that, whenever the atoms couple to sufficiently many cavity modes, the cavity-mediated interactions give rise to a spin glass. In addition, we show that the quantum dynamics of cavity-confined spin systems is that of a Bose-Hubbard model with strongly disordered hopping but no on-site disorder; this model exhibits a random-singlet glass phase, absent in conventional optical-lattice realizations. We briefly discuss experimental signatures of the realizable phases. DOI 10.1103\/PhysRevLett.107.277201 Web of Science ID 000298611000018 PubMedID 22243326 Strongly Dipolar Bose-Einstein Condensate of Dysprosium Lu, M., Burdick, N. Q., Youn, S. H., Lev, B. L. 107 (19) We report the Bose-Einstein condensation (BEC) of the most magnetic element, dysprosium. The Dy BEC is the first for an open f-shell lanthanide (rare-earth) element and is produced via forced evaporation in a crossed optical dipole trap loaded by an unusual, blue-detuned and spin-polarized narrowline magneto-optical trap. Nearly pure condensates of 1.5 × 10(4) (164)Dy atoms form below T = 30 nK. We observe that stable BEC formation depends on the relative angle of a small polarizing magnetic field to the axis of the oblate trap, a property of trapped condensates only expected in the strongly dipolar regime. This regime was heretofore only attainable in Cr BECs via a Feshbach resonance accessed at a high-magnetic field. DOI 10.1103\/PhysRevLett.107.190401 Web of Science ID 000297004600001 PubMedID 22181585 Dynamic polarizabilities and magic wavelengths for dysprosium Dzuba, V. A., Flambaum, V. V., Lev, B. L. 83 (3) DOI 10.1103\/PhysRevA.83.032502 Web of Science ID 000288002600004 Spectroscopy of a narrow-line laser-cooling transition in atomic dysprosium Lu, M., Youn, S. H., Lev, B. L. 83 (1) DOI 10.1103\/PhysRevA.83.012510 Web of Science ID 000286738100008 Dysprosium magneto-optical traps Youn, S. H., Lu, M., Ray, U., Lev, B. L. 82 (4) DOI 10.1103\/PhysRevA.82.043425 Web of Science ID 000283290600010 Atom-light crystallization of Bose-Einstein condensates in multimode cavities: Nonequilibrium classical and quantum phase transitions, emergent lattices, supersolidity, and frustration Gopalakrishnan, S., Lev, B. L., Goldbart, P. M. 82 (4) DOI 10.1103\/PhysRevA.82.043612 Web of Science ID 000283046200001 Anisotropic sub-Doppler laser cooling in dysprosium magneto-optical traps Youn, S. H., Lu, M., Lev, B. L. 82 (4) DOI 10.1103\/PhysRevA.82.043403 Web of Science ID 000282506200004 Cavity-Based Single Atom Preparation and High-Fidelity Hyperfine State Readout Gehr, R., Volz, J., Dubois, G., Steinmetz, T., Colombe, Y., Lev, B. L., Long, R., Esteve, J., Reichel, J. 104 (20) We prepare and detect the hyperfine state of a single 87Rb atom coupled to a fiber-based high-finesse cavity on an atom chip. The atom is extracted from a Bose-Einstein condensate and trapped at the maximum of the cavity field, resulting in a reproducibly strong atom-cavity coupling. We use the cavity reflection and transmission signal to infer the atomic hyperfine state with a fidelity exceeding 99.92% in a readout time of 100  μs. The atom is still trapped after detection. DOI 10.1103\/PhysRevLett.104.203602 Web of Science ID 000277945900016 PubMedID 20867027 Trapping Ultracold Dysprosium: A Highly Magnetic Gas for Dipolar Physics Lu, M., Youn, S. H., Lev, B. L. 104 (6) Ultracold dysprosium gases, with a magnetic moment 10 times that of alkali atoms and equal only to terbium as the most magnetic atom, are expected to exhibit a multitude of fascinating collisional dynamics and quantum dipolar phases, including quantum liquid crystal physics. We report the first laser cooling and trapping of half a billion Dy atoms using a repumper-free magneto-optical trap (MOT) and continuously loaded magnetic confinement, and we characterize the trap recycling dynamics for bosonic and fermionic isotopes. The first inelastic collision measurements in the few partial wave, 100 microK-1 mK, regime are made in a system possessing a submerged open electronic f shell. In addition, we observe unusual stripes of intra-MOT <10 microK sub-Doppler cooled atoms. DOI 10.1103\/PhysRevLett.104.063001 Web of Science ID 000274445100011 PubMedID 20366817 Powerful narrow-line source of blue light for laser cooling Yb\/Er and Dysprosium atoms Conference on Solid State Lasers XIX - Technology and Devices Kobtsev, S., Lev, B., Fortagh, J., Baraulia, V. DOI 10.1117\/12.841632 Web of Science ID 000284936100071 Emergent crystallinity and frustration with Bose-Einstein condensates in multimode cavities NATURE PHYSICS Gopalakrishnan, S., Lev, B. L., Goldbart, P. M. 5 (11) : 845-850 DOI 10.1038\/NPHYS1403 Web of Science ID 000271895500021 Biaxial nematic phases in ultracold dipolar Fermi gases NEW JOURNAL OF PHYSICS Fregoso, B. M., Sun, K., Fradkin, E., Lev, B. L. 11 DOI 10.1088\/1367-2630\/11\/10\/103003 Web of Science ID 000270820700003 Optical Interferometers with Reduced Sensitivity to Thermal Noise Kimble, H. J., Lev, B. L., Ye, J. 101 (26) A fundamental limit to the sensitivity of optical interferometry is thermal noise that drives fluctuations in the positions of the surfaces of the interferometer's mirrors, and thereby in the phase of the intracavity field. Schemes for reducing this thermally driven phase noise are presented that rely upon the coherent character of the underlying displacements and strains. Although the position of the physical surface fluctuates, the optical phase upon reflection can have reduced sensitivity to this motion. While practical implementation of such schemes for coherent compensation face certain challenges, we hope to stimulate further work on this important thermal noise problem. DOI 10.1103\/PhysRevLett.101.260602 Web of Science ID 000262247100012 PubMedID 19437630 Loss of molecules in magneto-electrostatic traps due to nonadiabatic transitions Lara, M., Lev, B. L., Bohn, J. L. 78 (3) DOI 10.1103\/PhysRevA.78.033433 Web of Science ID 000259689400141 Mitigation of loss within a molecular Stark decelerator EUROPEAN PHYSICAL JOURNAL D Sawyer, B. C., Stuhl, B. K., Lev, B. L., Ye, J., Hudson, E. R. 48 (2) : 197-209 DOI 10.1140\/epjd\/e2008-00097-y Web of Science ID 000256663500006 Prospects for the cavity-assisted laser cooling of molecules Lev, B. L., Vukics, A., Hudson, E. R., Sawyer, B. C., Domokos, P., Ritsch, H., Ye, J. 77 (2) DOI 10.1103\/PhysRevA.77.023402 Web of Science ID 000253763900083 Magnetoelectrostatic trapping of ground state OH molecules Sawyer, B. C., Lev, B. L., Hudson, E. R., Stuhl, B. K., Lara, M., Bohn, J. L., Ye, J. 98 (25) We report magnetic confinement of neutral, ground state OH at a density of approximately 3 x 10(3) cm(-3) and temperature of approximately 30 mK. An adjustable electric field sufficiently large to polarize the OH is superimposed on the trap in various geometries, making an overall potential arising from both Zeeman and Stark effects. An effective molecular Hamiltonian is constructed, with Monte Carlo simulations accurately modeling the observed single-molecule dynamics in various trap configurations. Magnetic trapping of cold polar molecules under adjustable electric fields may enable study of low energy dipolar interactions. DOI 10.1103\/PhysRevLett.98.253002 Web of Science ID 000247469400017 PubMedID 17678020 OH hyperfine ground state: From precision measurement to molecular qubits Lev, B. L., Meyer, E. R., Hudson, E. R., Sawyer, B. C., Bohn, J. L., Ye, J. 74 (6) DOI 10.1103\/PhysRevA.74.061402 Web of Science ID 000243166700008 Integration of fiber-coupled high-Q SiNx microdisks with atom chips APPLIED PHYSICS LETTERS Barclay, P. E., Srinivasan, K., Painter, O., Lev, B., Mabuchi, H. 89 (13) DOI 10.1063\/1.2356892 Web of Science ID 000240875800008 Quantum information processing in optical lattices and magnetic microtraps FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Treutlein, P., Steinmetz, T., Colombe, Y., Lev, B., Hommelhoff, P., Reichel, J., Greiner, M., Mandel, O., Widera, A., Rom, T., Bloch, I., Hansch, T. W. 54 (8-10) : 702-718 DOI 10.1002\/prop.200610325 Web of Science ID 000240242000006 Precision measurement based on ultracold atoms and cold molecules 20th International Conference on Atomic Physics Ye, J., Blatt, S., Boyd, M. M., Foreman, S. M., Hudson, E. R., Ido, T., Lev, B., Ludlow, A. D., Sawyer, B. C., Stuhl, B., Zelevinsky, T. : 80–91 Web of Science ID 000243101800011 Proposed magnetoelectrostatic ring trap for neutral atoms Hopkins, A., Lev, B., Mabuchi, H. 70 (5) DOI 10.1103\/PhysRevA.70.053616 Web of Science ID 000225479000120 Feasibility of detecting single atoms using photonic bandgap cavities Nanoscale Devices and System Integration Conference (NDSI-2004) Lev, B., Srinivasan, K., Barclay, P., Painter, O., Mabuchi, H. IOP PUBLISHING LTD. : S556–S561 DOI 10.1088\/0957-4484\/15\/10\/010 Web of Science ID 000224812200011 Fabrication of micro-magnetic traps for cold neutral atoms QUANTUM INFORMATION & COMPUTATION Lev, B. 3 (5) : 450-464 Web of Science ID 000185142200005 Atom mirror etched from a hard drive APPLIED PHYSICS LETTERS Lev, B., Lassailly, Y., Lee, C., Scherer, A., Mabuchi, H. : 395-397 DOI 10.1063\/1.1592305 Web of Science ID 000184038900064 QUANTUM NETWORKS BASED ON CAVITY QED QUANTUM INFORMATION & COMPUTATION Mabuchi, H., Armen, M., Lev, B., Loncar, M., Vuckovic, J., Kimble, H. J., Preskill, J., Roukes, M., Scherer, A., van Enk, S. J. 1 : 7-12 Web of Science ID 000208901800003 Radiation hardness evaluation of the Analog Devices AD9042 ADC for use in the CMS electromagnetic calorimeter Denes, P., Lev, B., Wixted, R. 417 (2-3) : 371-376 Web of Science ID 000076960200017 Jump to navigation Departments of Applied Physics and Ginzton Laboratory LevLab Where Quantum Matters Home Submitted by supadmin on Thu, 05\/30\/2013 - 18:38 Dy Quantum Simulation How does quantum matter thermalize? Quantum many-body physics and thermalization are explored using quantum Bose and Fermi gases of the most magnetic element, dysprosium. These quantum gases were first created by LevLab. Learn More Many-Body Cavity QED Quantum neural networks, quantum spin glasses, and quantum liquid crystals are studied using photon-mediated interactions provided by our novel multimode cavity QED-BEC system. Learn More SQCRAMscope Microscopy Our novel Scanning Quantum CRyogenic Atom Microscope places Bose-Einstein condensates over surfaces to image electron transport in condensed matter materials. Learn More About the Lab LevLab is a joint AMO & CM group that explores uncharted regimes of quantum matter by pushing the experimental state-of-the-art. At a billionth of a degree above absolute zero, laser-cooled and trapped gases of neutral atoms are among the coldest objects in the universe. We employ these quantum gases as versatile testbeds and sensors for exploring novel quantum matter and their applications. Our recent projects focus on: • Quantum neural network computing using quantum gas multimode cavity QED -We realized a versatile set of novel photon-mediated interactions among atoms • 1D quantum gases of the most magnetic atom, dysprosium, to study quantum nonequilibrium physics -We discovered novel “quantum many-body scar states” and made a dipolar quantum Newton’s cradle • Imaging transport in condensed matter materials with a BEC using our invention, the Scanning Quantum CRyogentic Atom Microscope (SQCRAMscope) -We took the first local images of electron nematic transport in iron-based high-T c superconductors News & Events Physics World press article \"Ultracold atoms put high-temperature... Read More Improved SQCRAMscope New and improved SQCRAMscope can cool samples... Read More Cavity QED neural network Our new theoretical work marks a major... Read More Light plays the role of sound Read news article \"Quantum Simulation Stars... Read More Pairing atoms in 1D with photons New theory paper in PRL shows how to use photon... Read More Quantum many-body scars We have created novel quantum many-body scar... Read More Phys.org article on SQCRAMscope Phys.org article on our recent work with the... Read More Imaging with SQCRAMscope First science from SQCRAMscope!  We have... Read More Contact Us Administrative assistance: Rieko Sasaki T: ‭(650) 725-9199 rsasaki@stanford.edu Spilker Building , Room 335 348 Via Pueblo Mall Stanford University Stanford, CA 94305-4088 Parking directions Mail letters for Prof. Lev to: Ginzton Laboratory Box 305 Stanford University Stanford, CA 94305-4088 Mail packages to: 452 Lomita Mall - Physics\/Astrophysics Rm 109 Stanford University Stanford, CA 94305-4088 News & Events Gallery Contact & Jobs © Stanford University. All Rights Reserved."
            ]
        ]
    ]
}