{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CFYVTL6X",
            "_MHaph0AAAAJ",
            [
                "Photonic crystals",
                "The design and implementation of FFTW3",
                "Block-iterative frequency-domain methods for Maxwell’s equations in a planewave basis",
                "MEEP: A flexible free-software package for electromagnetic simulations by the FDTD method",
                "FFTW: An adaptive software architecture for the FFT",
                "Guided modes in photonic crystal slabs"
            ],
            [
                "A new class of composite materials has emerged which provides a means to control and manipulate light. These materials, known as photonic crystals, are periodic arrays of dielectric scatteres in homogeneous dielectric matrices. They affect the properties of photons in much the same way a semiconductor affects the properties of an electron. Consequently, photons can have band structures, localized defect states, surface states, etc. The ability to mold and guide light will lead to many applications in the control of spontaneous emission and in the fabrication of novel optoelectronic devices.",
                "FFTW is an implementation of the discrete Fourier transform (DFT) that adapts to the hardware in order to maximize performance. This paper shows that such an approach can yield an implementation that is competitive with hand-optimized libraries, and describes the software structure that makes our current FFTW3 version flexible and adaptive. We further discuss a new algorithm for real-data DFTs of prime size, a new way of implementing DFTs by means of machine-specific single-instruction, multiple-data (SIMD) instructions, and how a special-purpose compiler can derive optimized implementations of the discrete cosine and sine transforms automatically from a DFT algorithm.",
                "We describe a fully-vectorial, three-dimensional algorithm to compute the definite-frequency eigenstates of Maxwell's equations in arbitrary periodic dielectric structures, including systems with anisotropy (birefringence) or magnetic materials, using preconditioned block-iterative eigensolvers in a planewave basis. Favorable scaling with the system size and the number of computed bands is exhibited. We propose a new effective dielectric tensor for anisotropic structures, and demonstrate that O Delta x^2 convergence can be achieved even in systems with sharp material discontinuities. We show how it is possible to solve for interior eigenvalues, such as localized defect modes, without computing the many underlying eigenstates. Preconditioned conjugate-gradient Rayleigh-quotient minimization is compared with the Davidson method for eigensolution, and a number of iteration variants and preconditioners are …",
                "This paper describes Meep, a popular free implementation of the finite-difference time-domain (FDTD) method for simulating electromagnetism. In particular, we focus on aspects of implementing a full-featured FDTD package that go beyond standard textbook descriptions of the algorithm, or ways in which Meep differs from typical FDTD implementations. These include pervasive interpolation and accurate modeling of subpixel features, advanced signal processing, support for nonlinear materials via Padé approximants, and flexible scripting capabilities.Program title: MeepCatalogue identifier: AEFU_v1_0Program summary URL:: http:\/\/cpc.cs.qub.ac.uk\/summaries\/AEFU_v1_0.htmlProgram obtainable from: CPC Program Library, Queen's University, Belfast, N. IrelandLicensing provisions: GNU GPLNo. of lines in distributed program, including test data, etc.: 151 821No. of bytes in distributed …",
                "FFT literature has been mostly concerned with minimizing the number of floating-point operations performed by an algorithm. Unfortunately, on present-day microprocessors this measure is far less important than it used to be, and interactions with the processor pipeline and the memory hierarchy have a larger impact on performance. Consequently, one must know the details of a computer architecture in order to design a fast algorithm. In this paper, we propose an adaptive FFT program that tunes the computation automatically for any particular hardware. We compared our program, called FFTW, with over 40 implementations of the FFT on 7 machines. Our tests show that FFTW's self-optimizing approach usually yields significantly better performance than all other publicly available software. FFTW also compares favorably with machine-specific, vendor-optimized libraries.",
                "We analyze the properties of two-dimensionally periodic dielectric structures that have a band gap for propagation in a plane and that use index guiding to confine light in the third dimension. Such structures are more amenable to fabrication than photonic crystals with full three-dimensional band gaps, but retain or approximate many of the latter’s desirable properties. We show how traditional band-structure analysis can be adapted to slab systems in the context of several representative structures, and describe the unique features that arise in this framework compared to ordinary photonic crystals."
            ],
            [
                [

                ]
            ],
            [
                "Steven Johnston Associate Professor Theoretical Condensed Matter Physics Office: 203 South College Phone: (865) 974-7837 sjohn145@utk.edu Johnston Research Group Page Associate Professor, University of Tennessee, August 2014 - Present Assistant Professor, University of Tennessee, January 2014 - July 2019 Max-Planck\/UBC Post-Doctoral Fellow, University of British Columbia, August 2012 - December 2013 Post Doctoral Researcher, Leibniz Institute for Solid State and Materials Research, July 2010 - June 2012 Visiting Researcher, SLAC National Accelerator laboratory, September 2007 - June 2010 PhD, University of Waterloo, October 2006 - June 2010 Ms.c., University of Waterloo, September 2003 - October 2006 B. Eng. Physics, McMaster University, September 1998 - April 2003 My research interests lie in condensed matter physics with a focus on applying numerical methods to strongly correlated electrons, multi-orbital systems, and electron-boson interactions. I have a specific interest in studying high-temperature superconductivity in both the iron-pnictides and cuprates and developing new computational methods. My research often makes direct contact with spectroscopies (including angle-resolved photoemission, scanning tunneling microscopy, and resonant inelastic x-ray scattering) to unravel the meaning of results obtained using these complicated techniques. For further details, please visit my group's web page . Links Johnston Research Group UT Condensed Matter Physics For Prospective Students I currently have positions available for highly motivated undergraduate and graduate students who are interested pursuing research in theoretical condensed matter physics and computational methods. If you are interested, please e-mail or call me. Selected Recent Publications S. Li and S. Johnston, Quantum Monte Carlo study of lattice polarons in the two-dimensional multi-orbital Su-Schrieffer-Heeger model . \r\narXiv:1901.07614 (2020). T. Keen, T. Maier, S. Johnston, and P. Lougovski, Quantum-classical simulation of two-site dynamical mean-field theory on noisy quantum hardware . Quantum Science and Technology 5 , 035001 (2020). S. Li, P. M. Dee, E. Khatami, and S. Johnston, Accelerating lattice quantum Monte Carlo simulations using artificial neural networks: Application to the Holstein model . Physical Review B 100 , 020302(R) (2019). A. Nocera, U. Kumar, N. Kaushal, G. Alvarez, E. Dagotto, and S. Johnston, Computing Resonant Inelastic X-Ray Scattering Spectra Using The Density Matrix Renormalization Group Method . Scientific Reports 8 , 11080 (2018). J. Shamblin, M. Heres, H. Zhou, J. Sangoro, M. Lang, J. Neuefeind, J. A. Alonso, and Steven Johnston, Experimental evidence for bipolaron condensation as a mechanism for the metal-insulator transition in rare-earth nickelates . Nature Communication 9 , 86 (2018). J. Schlappa, U. Kumar, K. J. Zhou, S. Singh, M. Mourigal, V. N. Strocov, A. Revcolevschi, L. Patthey, H.M. Rønnow, S. Johnston, and T. Schmitt, Probing multi-spinon excitations outside of the\r\ntwo-spinon continuum in the antiferromagnetic\r\nspin chain cuprate Sr 2 CuO 3 . Nature Communications 9 , 5394 (2018). N. C. Plumb, D. J. Gawryluk, Y. Wang, Z. Ristić, J. Park, B.  Q. Lv, Z. Wang, C. E. Matt, N. Xu, T. Shang, K. Conder, J. Mesot, S. Johnston,  M. Shi, and M. Radović, Momentum-resolved electronic structure of the high-T c superconductor parent compound BaBiO 3 . Physical Review Letters 117 , 037002 (2016). Louk Rademaker, Yan Wang, Tom Berlijn, and Steve Johnston, Enhanced  superconductivity due to forward scattering in FeSe thin films on SrTiO 3 substrates . New Journal of Physics 18 , 022001  (2016). Fast Track Communication. Shaozhi Li and S. Johnston, The effects of non-linear  electron-phonon interactions on superconductivity and charge-density-wave  correlations . Europhysics Letters 109 , 27007 (2015). J. J. Lee, F. T. Schmitt, R. G. Moore, S. Johnston, Y. T.  Cui, W. Li, M. Yi, Z. K. Liu, M. Hashimoto, Y. Zhang, D. H. Lu, T. P.  Devereaux, D. H. Lee, and Z. X. Shen, Interfacial mode coupling as the  origin of the enhancement of Tc in FeSe films on  SrTiO3 . Nature 515 245 (2014). Please see my Google scholar profile \r\nfor a complete list of publications."
            ]
        ]
    ]
}