{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CGQDTC8A",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "›              Steve Garoff Stephen Garoff Professor of Physics Professor of Chemical Engineering (Courtesy) and Professor of Materials Science & Engineering (Courtesy) Soft Condensed Matter \/ Biological Physics Experiment Wean Hall 6313 412-268-6877 lab website Ph.D.: Harvard University, Applied Physics (1977) M.S.: Harvard University, Applied Physics (1974) B.S.: Yale University (1972) Professional Societies: American Physical Society, American Chemical Society, Materials Research Society Fellow, American Physical Society Head, Physics Department, Carnegie Mellon University, 2013–17 Professor of Physics, Carnegie Mellon University, 1988– Professor of Chemical Engineering (Courtesy), Carnegie Mellon University, 1988– Professor of Materials Science & Engineering (Courtesy), Carnegie Mellon University, 1988– Research Scientist: Schlumberger-Doll Research, Ridgefield, CT, 1986–88 Research Scientist: Exxon Research, Annandale, NJ, 1977–86 The properties of interfacial regions where fluid or solid phases meet dominate the behavior of many natural and technical processes. Wetting, friction and adhesion, corrosion, stability of emulsions (droplets of liquids in another liquid) or colloidal suspensions (solid particles suspended in a liquid) are some examples. But attaining a fundamental understanding of their behavior challenges our experimental abilities because these interfacial regions are structurally complex on a molecular scale, are seldom homogeneous on a microscopic scale, and may not even be in equilibrium. Often monomolecular layers along the interfaces dominate the behavior of the interface and the macroscopic phenomenon. In the Interfacial Physics Group we attempt to build an understanding of interfacial phenomena on the molecular, microscopic, and macroscopic levels. In our research, we probe many different liquid systems, including aqueous and non-aqueous fluids and solutions, surfactants and polymers, and even metals interacting with a variety of solids, including glasses, oxides and metals. We employ a range of techniques including x-ray, neutron, and optical techniques, atomic force microscopy, rheology, as well as UHV and non-UHV materials preparation. Presently, we focus on wetting, friction, and colloidal forces. Our program draws on a broad range of scientific phenomena such as random field effects, nonequilibrium states, hydrodynamics, and noise in hysteretic systems. The results of our research reveal the scientific underpinnings of such technologies as coatings, adhesion, colloidal stability, and multiphase fluid flow. We maintain extensive collaborations with groups in the Material Science, Chemical Engineering an Biomedical Engineering Departments at Carnegie Mellon as well as in the University of Pittsburgh Medical School. We participate in the programs of the Center for Complex Fluids Engineering . We also work on applications of our research through projects funded by industry. For more details on our group, see Interfacial Physics Group . Henry C.W. Chu ., Advective-diffusive Spreading of Diffusiophoretic Colloids under Transient Solute Gradients Soft Matter 16, 238 (2020) Henry C.W. Chu ., Dispersion in Steady and Time-Oscillatory Flows Through an Eccentric Annulus AIChE J., e16831 (2019) Steven V. Iasella ., Flow Regime Transitions and Effects on Solute Transport in Surfactant-Driven Marangoni Flows J. Coll. & Interf. Sci. 553, 136 (2019) Vignesh T. Gurumurthy ., Spontaneous rise in open rectangular channels under gravity J. Coll. Interf. Sci. 527, 151 (2018) Amy Z. Stetten ., Evolution and disappearance of solvent drops on miscible polymer subphases Coll. Surf. A 546, 266 (2018) Vignesh T. Gurumurthy ., Computations of spontaneous rise of a rivulet in a corner of a vertical square capillary Coll. Surf. A 544, 118 (2018) Amy Z. Stetten ., Surfactant-induced Marangoni transport of lipids and therapeutics within the lung Current Opinion, J. Coll. Interf. Sci. 36, 58 (2017) Ramankur Sharma ., Transport of a partially wetted particle at the liquid\/vapor interface under the influence of an externally imposed surfactant generated Marangoni stress Coll. Surf. A 521, 49 (2017) Gunner Dunér ., Effect of polyelectrolyte-surfactant complexation on Marangoni transport at a liquid-liquid interface J. Coll. Interf. Sci. 467, 105 (2016) Ying Zhang ., Gravity driven current during the coalescence of two sessile drops Phys. Fluids 27, 022101 (2015) Ramankur Sharma ., Surfactant driven post-deposition spreading of aerosols on complex aqueous subphases. 2: Low deposition flux representative of aerosol delivery to small airways J. Aerosol Med. Pulmonary Drug Deliv. 28, 394 (2015)  Researcher ID The\nInterfacial Physics Group Carnegie Mellon\nUniversity, Department of Physics Home | Research | Publications | Links | | People  Welcome\nto The Interfacial Physics Group  Click on an image for a\ndescription The\nproperties of interfacial regions where fluid or solid phases meet\ndominate the behavior of many natural and technical proc es s e s.\nWetting,\nfriction and adhesion, corrosion, stability of emulsions (droplets of\nliquids in another liquid) or colloidal suspensions (solid parti cles\nsuspended in a liquid) are\nsome examples. But attaining a fundamental\nunderstanding of their behavior challenges our experimental abilities\nbecause these interfacial regions are structurally complex on a\nmolecular scale, are seldom homogeneous on a microscopic scale, and may\nn ot even be in equilibrium.\nOften monomolecular layers along the\ninterfaces dominate the behavior of the interface and the macroscopic\nphenomenon. In\nthe Interfacial\nPhysics Group we attempt to build an understanding of interfacial\nphenomena on the molecular, microscopic, and macroscopic levels. In our\nresearch, we probe many different liquid systems, including aqueous and\nnon-aqueous fluids and solutions, surfactants and polymers, and even\nmetals interacting with a variety of solids, including glasses, oxides\nand metals. We employ a range of techniques including x-ray, neutron,\nand optical techniques, atomic force microscopy, rheology, as well as\nUH V and non-UHV materials\npreparation. Presently, we focus on wetting, friction, and colloidal\nforces. Our program draws on a broad range of\nscientific phenomena such as random field effects, none qu ilibr ium\nstates, hydrodynamics, and noise in hysteretic systems. The results of\nour research reveal the scientific underpinnings of s uch\ntechnologies\nas coatings, adhesion, colloidal stability, multiphase fluid flow and\ndrug delivery in the lung. "
            ]
        ]
    ]
}