{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CH7TLO69",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Paul Souder Paul Souder Professor 321 Physics Building 315.443.9102 pasouder@syr.edu Research which uses the spin property of elementary particles to study fundamental problems in nuclear physics. Precise measurement of small correlations between scattering rates and spin direction arising from parity violation, exploring the parity-violating components of the Standard Model of particle physics, as well as possible extensions of that model. Measurement of neutron radius of heavy nuclei, with implications for neutron star astrophysics and analysis of atomic parity violatio Mr. Lou Buda, Prof. Paul Souder, and Mr. Charles Brown working on final assembly of the Møller and ep detectors for experiment E-158 at the Stanford Linear Accelerator. Syracuse Physicist to Discuss Black Holes April 8 (Feb. 20, 2017) Tickets on sale for Paul Souder lecture, benefiting Southern Cayuga Planetarium and Observatory Syracuse Professor Receives Grant for Ongoing Work in Particle Physics 1977 Ph.D. in Physics Princeton University 1966 B.S. in Physics Wheaton College Awards & Professional Honors Fellow American Physical Society (1998) Sigma Xi Award for Research Excellence (2001) HAPPEX Collaboration, \"New Precision Limit on the Strange Vector Form Factors of the Proton\", submitted to Phys. Rev. Lett. (2011). P.A. Souder, \"Parity-violating PVDIS with SoLID\", AIP Conf. Proc. 1369:43–50 (2011). P.A. Souder, \"Experimental Status of Strange Form Factors\", AIP Conf. Proc. 1182:941–944 (2009). HAPPEX Collaboration,\"Precision Measurements of the Nucleon Strange Form Factors at Q**2 ~ 0.1-GeV**2\", Phys. Rev. Lett. 98:032301 (2007). SLAC E158 Collaboration, \"Precision measurement of the weak mixing angle in Moller scattering\", Phys. Rev. Lett. 95:081601 (2005)."
            ]
        ]
    ]
}