{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CHT52T5G",
            "sX17z4QAAAAJ",
            [
                "Securitization and capital structure in nonfinancial firms: An empirical investigation",
                "Analysts' cash flow forecasts, audit effort, and audit opinions on internal control",
                "Price and earnings momentum: An explanation using return decomposition",
                "Cash-flow news and the investment effect in the cross section of stock returns",
                "Customer risk and corporate financial policy: Evidence from receivables securitization",
                "Do lower returns on bank stocks suggest lower cost of capital? an explanation for the low risk anomaly and the loan growth effect"
            ],
            [
                "Contrary to recent accounts of off‐balance‐sheet securitization by financial firms, we show that asset securitization by nonfinancial firms provides a valuable form of financing for shareholders without harming debtholders. Using data from firms’ SEC filings, we find that securitization is attractive to firms in the middle of the credit quality distribution, which are the firms with the most to gain. Upon initiation, firms experience positive abnormal stock returns and zero abnormal bond returns, and largely use the securitization proceeds to repay existing debt. Securitization minimizes financing costs by reducing expected bankruptcy costs and providing access to segmented credit markets.",
                "We examine the economic impact of analysts’ cash flow forecasts by looking at how external auditors respond to financial analysts’ issuance of cash flow forecasts. Using a differences‐in‐differences approach, we find that financial analysts’ initiation of cash flow forecasts leads to reduced auditor fees and audit report lags. Moreover, after cash flow forecast initiation, firms report fewer Section 404(b) internal control weakness disclosures. These findings suggest that cash flow forecasts constrain earnings manipulation and improve management accounting behavior, thereby reducing inherent and control risk and strengthening firms’ internal control over financial reporting.",
                "We explain price and earnings momentum by investigating dynamics of cash flow (CF) news and discount rate (DR) news. We find that before the holding period, winners experience higher DR news than losers, which makes winners display lower ex-ante expected returns than losers. Momentum returns come from the persistently higher CF news for winners as compared to losers both before and during the holding periods. The evidence favors a behavioral explanation that the market incorporates cash flow information too slowly, which drives momentum returns. In addition, we find that the DR news, in particular that of the momentum losers, drives the time-series profitability of momentum strategies. Furthermore, by comparing price momentum with earnings momentum, we show that the relative load on past CF news as compared to past DR news affects long-run portfolio performance.",
                "This study provides novel evidence that cash-flow news quantitatively explains the investment effect in the cross section of stock returns. The negative return predictability of asset growth, investment growth, and accruals is evident only through the cash-flow news component of returns. The cash-flow news returns associated with investment-sorted portfolios exhibit a reversal from the preformation period to the postformation period. Such a return reversal is in line with reversals in firm fundamentals and becomes stronger for stocks with higher information uncertainty. Our findings are consistent with the expectational errors hypothesis and fail to support the risk-based explanation for the investment effect.This paper was accepted by Neng Wang, finance.",
                "The risk of customers affects corporate financial policy by limiting the ability of firms to securitize customer receivables. We find that firms with riskier receivables, based on the credit risk and diversification of the firms' principal customers, have lower financing capacity and lower leverage in their asset-backed securitizations. Because securitizations are designed to create a very safe claim by separating the risk of the securitized assets from the risk of the originating firms, increases in the risk of the receivables directly inhibit originating firms' ability to securitize assets and indirectly inhibit the originating firms' access to external finance. The study highlights a novel link between the financing of supplier firms and the financial health of their customers and shows how an increase in risk can limit access to external capital.",
                "Banks with higher equity risk and faster loan growth have lower abnormal stock returns. By disentangling ex ante cost of capital from cash flow and discount rate news in bank stock returns, we show that the lower returns do not suggest lower cost of capital. The underperformance of banks with higher equity risk is explained by the poorer cash flow news. The underperformance of banks with faster loan growth is due to both the cash flow and the discount rate news components. Overall, the evidence points to the nontrivial role of investors’ inefficient forecasts of expected bank risk and fundamentals."
            ],
            [
                [
                    "asset pricing",
                    "corporate finance"
                ]
            ]
        ]
    ]
}