{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CHT7O9QR",
            "J3EwZi0AAAAJ",
            [
                "Tuning Oxygen Reduction Reaction Activity via Controllable Dealloying: A Model Study of Ordered Cu3Pt\/C Intermetallic Nanocatalysts",
                "LaAlO 3 stoichiometry is key to electron liquid formation at LaAlO 3\/SrTiO 3 interfaces",
                "Atomically engineered ferroic layers yield a room-temperature magnetoelectric multiferroic",
                "Exploiting dimensionality and defect mitigation to create tunable microwave dielectrics",
                "Atomic-resolution spectroscopic imaging of ensembles of nanocatalyst particles across the life of a fuel cell",
                "Three-dimensional tracking and visualization of hundreds of Pt− Co fuel cell nanocatalysts during electrochemical aging",
                "Quantum many-body interactions in digital oxide superlattices",
                "Data processing for atomic resolution EELS",
                "Nature of the metal insulator transition in ultrathin epitaxial vanadium dioxide",
                "Functional electronic inversion layers at ferroelectric domain walls"
            ],
            [
                "A promising electrocatalyst prototype of low Pt mole fraction, intermetallic nanoparticles of Cu3Pt, has been prepared using a simple impregnation-reduction method, followed by a post heat-treatment. Two dealloying methods (electrochemical and chemical) were implemented to control the atomic-level morphology and improve performance for the oxygen reduction reaction (ORR). The morphology and elemental composition of the dealloyed nanoparticles were characterized at angstrom resolution using an aberration-corrected scanning transmission electron microscope equipped with an electron energy loss spectrometer. We found that the electrochemical dealloying method led to the formation of a thin Pt skin of ca. 1 nm in thickness with an ordered Cu3Pt core structure, while chemical leaching gave rise to a “spongy” structure with no ordered structure being preserved. A three-dimensional tomographic …",
                "Emergent phenomena, including superconductivity and magnetism, found in the two-dimensional electron liquid (2-DEL) at the interface between the insulators lanthanum aluminate (LaAlO 3) and strontium titanate (SrTiO 3) distinguish this rich system from conventional 2D electron gases at compound semiconductor interfaces. The origin of this 2-DEL, however, is highly debated, with focus on the role of defects in the SrTiO 3, while the LaAlO 3 has been assumed perfect. Here we demonstrate, through experiments and first-principle calculations, that the cation stoichiometry of the nominal LaAlO 3 layer is key to 2-DEL formation: only Al-rich LaAlO 3 results in a 2-DEL. Although extrinsic defects, including oxygen deficiency, are known to render LaAlO 3\/SrTiO 3 samples conducting, our results show that in the absence of such extrinsic defects an interface 2-DEL can form. Its origin is consistent with an intrinsic …",
                "Materials that exhibit simultaneous order in their electric and magnetic ground states hold promise for use in next-generation memory devices in which electric fields control magnetism 1, 2. Such materials are exceedingly rare, however, owing to competing requirements for displacive ferroelectricity and magnetism 3. Despite the recent identification of several new multiferroic materials and magnetoelectric coupling mechanisms 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, known single-phase multiferroics remain limited by antiferromagnetic or weak ferromagnetic alignments, by a lack of coupling between the order parameters, or by having properties that emerge only well below room temperature, precluding device applications 2. Here we present a methodology for constructing single-phase multiferroic materials in which ferroelectricity and strong magnetic ordering are coupled near room temperature. Starting with …",
                "The miniaturization and integration of frequency-agile microwave circuits—relevant to electronically tunable filters, antennas, resonators and phase shifters—with microelectronics offers tantalizing device possibilities, yet requires thin films whose dielectric constant at gigahertz frequencies can be tuned by applying a quasi-static electric field 1. Appropriate systems such as Ba x Sr 1− x TiO 3 have a paraelectric–ferroelectric transition just below ambient temperature, providing high tunability 1, 2, 3. Unfortunately, such films suffer significant losses arising from defects. Recognizing that progress is stymied by dielectric loss, we start with a system with exceptionally low loss—Sr n+ 1 Ti n O 3n+ 1 phases 4, 5—in which (SrO) 2 crystallographic shear 6, 7 planes provide an alternative to the formation of point defects for accommodating non-stoichiometry 8, 9. Here we report the experimental realization of a highly tunable …",
                "The thousand-fold increase in data-collection speed enabled by aberration-corrected optics allows us to overcome an electron microscopy paradox: how to obtain atomic-resolution chemical structure in individual nanoparticles yet record a statistically significant sample from an inhomogeneous population. This allowed us to map hundreds of Pt–Co nanoparticles to show atomic-scale elemental distributions across different stages of the catalyst aging in a proton-exchange-membrane fuel cell, and relate Pt–shell thickness to treatment, particle size, surface orientation, and ordering.",
                "We present an electron tomography method that allows for the identification of hundreds of electrocatalyst nanoparticles with one-to-one correspondence before and after electrochemical aging. This method allows us to track, in three-dimensions, the trajectories and morphologies of each Pt−Co nanocatalyst on a fuel cell carbon support. In conjunction with the use of atomic-scale electron energy loss spectroscopic imaging, our experiment enables the correlation of performance degradation of the catalyst with changes in particle\/interparticle morphologies, particle−support interactions, and the near-surface chemical composition. We found that aging of the catalysts under normal fuel cell operating conditions (potential scans from +0.6 to +1.0 V for 30 000 cycles) gives rise to coarsening of the nanoparticles, mainly through coalescence, which in turn leads to the loss of performance. The observed coalescence …",
                "Controlling the electronic properties of interfaces has enormous scientific and technological implications and has been recently extended from semiconductors to complex oxides that host emergent ground states not present in the parent materials 1, 2, 3, 4, 5. These oxide interfaces present a fundamentally new opportunity where, instead of conventional bandgap engineering, the electronic and magnetic properties can be optimized by engineering quantum many-body interactions 5, 6, 7. We use an integrated oxide molecular-beam epitaxy and angle-resolved photoemission spectroscopy system to synthesize and investigate the electronic structure of superlattices of the Mott insulator LaMnO 3 and the band insulator SrMnO 3. By digitally varying the separation between interfaces in (LaMnO 3) 2n\/(SrMnO 3) n superlattices with atomic-layer precision, we demonstrate that quantum many-body interactions are …",
                "The high beam current and sub-angstrom resolution of aberration-corrected scanning transmission electron microscopes has enabled electron energy loss spectroscopic (EELS) mapping with atomic resolution. These spectral maps are often dose-limited and spatially oversampled, leading to low counts\/channel and are thus highly sensitive to errors in background estimation. However, by taking advantage of redundancy in the dataset map one can improve background estimation and increase chemical sensitivity. We consider two such approaches-linear combination of power laws and local background averaging-that reduce background error and improve signal extraction. Principal components analysis (PCA) can also be used to analyze spectrum images, but the poor peak-to-background ratio in EELS can lead to serious artifacts if raw EELS data is PCA filtered. We identify common artifacts and discuss alternative approaches. These algorithms are implemented within the Cornell Spectrum Imager, an open source software package for spectroscopic analysis.",
                "We have combined hard X-ray photoelectron spectroscopy with angular dependent O K-edge and V L-edge X-ray absorption spectroscopy to study the electronic structure of metallic and insulating end point phases in 4.1 nm thick (14 units cells along the c-axis of VO2) films on TiO2(001) substrates, each displaying an abrupt MIT centered at ∼300 K with width <20 K and a resistance change of ΔR\/R > 103. The dimensions, quality of the films, and stoichiometry were confirmed by a combination of scanning transmission electron microscopy with electron energy loss spectroscopy, X-ray spectroscopy, and resistivity measurements. The measured end point phases agree with their bulk counterparts. This clearly shows that, apart from the strain induced change in transition temperature, the underlying mechanism of the MIT for technologically relevant dimensions must be the same as the bulk for this orientation.",
                "Ferroelectric domain walls hold great promise as functional two-dimensional materials because of their unusual electronic properties. Particularly intriguing are the so-called charged walls where a polarity mismatch causes local, diverging electrostatic potentials requiring charge compensation and hence a change in the electronic structure. These walls can exhibit significantly enhanced conductivity and serve as a circuit path. The development of all-domain-wall devices, however, also requires walls with controllable output to emulate electronic nano-components such as diodes and transistors. Here we demonstrate electric-field control of the electronic transport at ferroelectric domain walls. We reversibly switch from resistive to conductive behaviour at charged walls in semiconducting ErMnO 3. We relate the transition to the formation—and eventual activation—of an inversion layer that acts as the channel for the …"
            ],
            [
                [

                ]
            ],
            [
                "Julia Mundy Julia Mundy Assistant Professor of Physics Julia Mundy is an experimental condensed matter physicist.  Her research combines thin film deposition with advanced characterization techniques to design, synthesize and probe novel quantum materials at the atomic-scale. ___________________________ Dionne Clarke LISE 710 11 Oxford Street mundy@fas.harvard.edu p: (617) 495-1444"
            ]
        ]
    ]
}