{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CI3Y7AS4",
            "9mjV5PYAAAAJ",
            [
                "Therapeutic lasers: theory and practice",
                "Exercise and chronic low back pain: what works?",
                "Gender differences in pressure pain threshold in healthy humans",
                "Low-level laser therapy facilitates superficial wound healing in humans: a triple-blind, sham-controlled study",
                "Management of nonspecific low back pain by physiotherapists in Britain and Ireland: a descriptive questionnaire of current clinical practice",
                "The association between health care professional attitudes and beliefs and the attitudes and beliefs, clinical management, and outcomes of patients with low back pain: a …",
                "Chronic tendinopathy: effectiveness of eccentric exercise",
                "Immediate effects of dry needling and acupuncture at distant points in chronic neck pain: results of a randomized, double-blind, sham-controlled crossover trial",
                "Cold‐water immersion (cryotherapy) for preventing and treating muscle soreness after exercise",
                "Effects of TENS frequency, intensity and stimulation site parameter manipulation on pressure pain thresholds in healthy human subjects"
            ],
            [
                "You may be trying to access this site from a secured browser on the server. Please enable scripts\nand reload this page. Log in Your account has been temporarily locked Your account has been\ntemporarily locked due to incorrect sign in attempts and will be automatically unlocked in 30 mins.\nFor immediate assistance, contact Customer Service: 800-638-3030 (within USA), 301-223-2300\n(international) customerservice@lww.com. Invalid username or password. Try again or register\nan account. default message. Login. No user account? Register for free. Register for free. Log\nin with your AAP member information. Lippincott Journals Subscribers, use your username or email\nalong with your password to log in. Forgot Password? or; Register Register for a free account.\nExisting User Log In Existing User Log In. Registered users can save articles, searches, and\nmanage email alerts. All registration fields are required … \n",
                "The aim of this review was to investigate current evidence for the type and quality of exercise being offered to chronic low back pain (CLBP) patients, within randomised controlled trials (RCTs), and to assess how treatment outcomes are being measured. A two-fold methodological approach was adopted: a methodological assessment identified RCTs of ‘medium’ or ‘high’ methodological quality. Exercise quality was subsequently assessed according to the predominant exercise used. Outcome measures were analysed based on current recommendations. Fifty-four relevant RCTs were identified, of which 51 were scored for methodological quality. Sixteen RCTs involving 1730 patients qualified for inclusion in this review based upon their methodological quality, and chronicity of symptoms; exercise had a positive effect in all 16 trials. Twelve out of 16 programmes incorporated strengthening exercise, of which 10 …",
                "Aims of investigation: To quantify the magnitude of putative gender differences in experimental pressure pain threshold (PPT), and to establish the relevance of repeated measurements to any such differences. Methods: Two separate studies were undertaken. A pressure algometer was used in both studies to assess PPT in the first dorsal interosseous muscle. Force was increased at a rate of 5 N \/s. In study 1, two measurements were taken from 240 healthy volunteers (120 males, 120 females; mean age 25 years) giving a power for statistical analysis of β=0.80 at α=0.01. In study two, 30 subjects (15 males, 15 females mean age 28 years) were randomly selected from study one. Fourteen repeated PPT measurements were recorded at seven, 10 min intervals. Mean PPT data for gender groups, from both studies, were analysed using analysis of covariance with repeated measures, and age as the covariate. Results …",
                "Objective:Low-level laser therapy (LLLT) has been promoted for its beneficial effects on tissue healing and pain relief. However, according to the results of in vivo studies, the effectiveness of this modality varies. Our purpose was to assess the putative effects of LLLT on healing using an experimental wound model.Design and Setting:We used a randomized, triple-blind, placebo-controlled design with 2 within-subjects factors (wound and time) and 1 between-subjects factor (group). Data were collected in the laboratory setting.Subjects:Twenty-two healthy subjects (age= 21±1 years, height= 175.6±9.8 cm, mass= 76.2±14.2 kg).Measurements:Two standardized 1.27-cm 2 abrasions were induced on the anterior forearm. After wound cleaning, standardized digital photos were recorded. Each subject then received LLLT (8 J\/cm 2; treatment time= 2 minutes, 5 seconds; pulse rate= 700 Hz) to 1 of the 2 randomly chosen …",
                "Study Design.A descriptive questionnaire of chartered physiotherapists.Objective.To investigate current physiotherapeutic management of low back pain throughout Britain and Ireland.Summary of Background Data.Physiotherapists play a key role in low back pain management. Although clinical guidelines for best practice have been developed recently, there has been no large-scale attempt to describe current physiotherapeutic treatment approaches within Britain or Ireland.Methods.After semi-structured interviews (n= 6) and two pilot studies (n= 77) were done, postal questionnaires were distributed to four regional cluster samples of the membership of two physiotherapy professional organizations (n= 2654). After two mailings, a random sample of 90 nonresponders were followed up. Data were analyzed using the Statistical Package for the Social Sciences (SPSS Ltd., Woking, Surrey, UK), and precision of the …",
                "It has been suggested that health care professional (HCP) attitudes and beliefs may negatively influence the beliefs of patients with low back pain (LBP), but this has not been systematically reviewed. This review aimed to investigate the association between HCP attitudes and beliefs and the attitudes and beliefs, clinical management, and outcomes of this patient population.Electronic databases were systematically searched for all types of studies. Studies were selected by predefined inclusion criteria. Methodological quality was appraised and strength of evidence was determined.Seventeen studies from eight countries which investigated the attitudes and beliefs of general practitioners, physiotherapists, chiropractors, rheumatologists, orthopaedic surgeons and other paramedical therapists were included. There is strong evidence that HCP beliefs about back pain are associated …",
                "Objectives: To determine the effectiveness of eccentric exercise (EE) programmes in the treatment of common tendinopathies.Data sources: Relevant randomised controlled trials (RCTs) were sourced using the OVID website databases: MEDLINE (1966–Jan 2006), CINAHL (1982–Jan 2006), AMED (1985–Jan 2006), EMBASE (1988–Jan 2006), and all EBM reviews – Cochrane DSR, ACP Journal Club, DARE, and CCTR (Jan 2006). The Physiotherapy Evidence Database (PEDro) was also searched using the keyword: eccentric.Review methods: The PEDro and van Tulder scales were employed to assess methodological quality. Levels of evidence were then obtained according to predefined thresholds: Strong–consistent findings among multiple high-quality RCTs. Moderate–consistent findings among multiple low-quality RCTs and\/or clinically controlled trials (CCTs) and\/or one high-quality RCT. Limited–one …",
                "To evaluate immediate effects of two different modes of acupuncture on motion-related pain and cervical spine mobility in chronic neck pain patients compared to a sham procedure. Thirty-six patients with chronic neck pain and limited cervical spine mobility participated in a prospective, randomized, double-blind, sham-controlled crossover trial. Every patient was treated once with needle acupuncture at distant points, dry needling (DN) of local myofascial trigger points and sham laser acupuncture (Sham). Outcome measures were motion-related pain intensity (visual analogue scale, 0–100 mm) and range of motion (ROM). In addition, patients scored changes of general complaints using an 11-point verbal rating scale. Patients were assessed immediately before and after each treatment by an independent (blinded) investigator. Multivariate analysis was used to assess the effects of true acupuncture and needle site …",
                "BackgroundMany strategies are in use with the intention of preventing or minimising delayed onset muscle soreness and fatigue after exercise. Cold‐water immersion, in water temperatures of less than 15 C, is currently one of the most popular interventional strategies used after exercise.ObjectivesTo determine the effects of cold‐water immersion in the management of muscle soreness after exercise.",
                "This study evaluated the effects of varying frequency, intensity and stimulation site, of transcutaneous electrical nerve stimulation (TENS) in an experimental model of pain. In a double-blind design 240 volunteers were randomised to one of six experimental TENS groups, a sham TENS or control (n=30 per group; gender balanced). Two TENS frequencies (110 or 4 Hz) and two intensities (strong but comfortable or highest tolerable) at a fixed pulse duration (200 μs) were applied at three sites relative to the measurement site (segmentally, extrasegmentally or a combination of these), for 30 min. Pressure pain thresholds (PPT) were measured using a pressure algometer, in the first dorsal interosseous muscle, every 10 min, during stimulation and for a further 30 min. The high frequency, high intensity segmental, and combined stimulation groups, showed rapid onset and significant hypoalgesic effects. This effect was …"
            ],
            [
                [
                    "Physical activity",
                    "Laser Photomedicine",
                    "CAM",
                    "Pain"
                ]
            ]
        ]
    ]
}