{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CIGIIUUN",
            "DOMzcTgAAAAJ",
            [
                "Scalable molecular dynamics with NAMD",
                "Rapid parameterization of small molecules using the force field toolkit",
                "Structural insight into the biogenesis of β-barrel membrane proteins",
                "Structure of monomeric yeast and mammalian Sec61 complexes interacting with the translating ribosome",
                "Cryo-EM structure of the ribosome–SecYE complex in the membrane environment",
                "Standard binding free energies from computer simulations: What is the best strategy?",
                "The adaptive biasing force method: Everything you always wanted to know but were afraid to ask",
                "Structural basis for iron piracy by pathogenic Neisseria",
                "Molecular dynamics simulations of membrane channels and transporters",
                "Molecular dynamics simulations of proteins in lipid bilayers"
            ],
            [
                "NAMD is a parallel molecular dynamics code designed for high‐performance simulation of large biomolecular systems. NAMD scales to hundreds of processors on high‐end parallel platforms, as well as tens of processors on low‐cost commodity clusters, and also runs on individual desktop and laptop computers. NAMD works with AMBER and CHARMM potential functions, parameters, and file formats. This article, directed to novices as well as experts, first introduces concepts and methods used in the NAMD program, describing the classical molecular dynamics force field, equations of motion, and integration methods along with the efficient electrostatics evaluation algorithms employed and temperature and pressure controls used. Features for steering the simulation across barriers and for calculating both alchemical and conformational free energy differences are presented. The motivations for and a roadmap …",
                "The inability to rapidly generate accurate and robust parameters for novel chemical matter continues to severely limit the application of molecular dynamics simulations to many biological systems of interest, especially in fields such as drug discovery. Although the release of generalized versions of common classical force fields, for example, General Amber Force Field and CHARMM General Force Field, have posited guidelines for parameterization of small molecules, many technical challenges remain that have hampered their wide‐scale extension. The Force Field Toolkit (ffTK), described herein, minimizes common barriers to ligand parameterization through algorithm and method development, automation of tedious and error‐prone tasks, and graphical user interface design. Distributed as a VMD plugin, ffTK facilitates the traversal of a clear and organized workflow resulting in a complete set of CHARMM …",
                "β-barrel membrane proteins are essential for nutrient import, signalling, motility and survival. In Gram-negative bacteria, the β-barrel assembly machinery (BAM) complex is responsible for the biogenesis of β-barrel membrane proteins, with homologous complexes found in mitochondria and chloroplasts. Here we describe the structure of BamA, the central and essential component of the BAM complex, from two species of bacteria: Neisseria gonorrhoeae and Haemophilus ducreyi. BamA consists of a large periplasmic domain attached to a 16-strand transmembrane β-barrel domain. Three structural features shed light on the mechanism by which BamA catalyses β-barrel assembly. First, the interior cavity is accessible in one BamA structure and conformationally closed in the other. Second, an exterior rim of the β-barrel has a distinctly narrowed hydrophobic surface, locally destabilizing the outer membrane. And third …",
                "The trimeric Sec61\/SecY complex is a protein-conducting channel (PCC) for secretory and membrane proteins. Although Sec complexes can form oligomers, it has been suggested that a single copy may serve as an active PCC. We determined subnanometer-resolution cryo–electron microscopy structures of eukaryotic ribosome-Sec61 complexes. In combination with biochemical data, we found that in both idle and active states, the Sec complex is not oligomeric and interacts mainly via two cytoplasmic loops with the universal ribosomal adaptor site. In the active state, the ribosomal tunnel and a central pore of the monomeric PCC were occupied by the nascent chain, contacting loop 6 of the Sec complex. This provides a structural basis for the activity of a solitary Sec complex in cotranslational protein translocation.",
                "The ubiquitous SecY–Sec61 complex translocates nascent secretory proteins across cellular membranes and integrates membrane proteins into lipid bilayers. Several structures of mostly detergent-solubilized Sec complexes have been reported. Here we present a single-particle cryo-EM structure of the SecYEG complex in a membrane environment, bound to a translating ribosome, at subnanometer resolution. Using the SecYEG complex reconstituted in a so-called Nanodisc, we could trace the nascent polypeptide chain from the peptidyltransferase center into the membrane. The reconstruction allowed for the identification of ribosome–lipid interactions. The rRNA helix 59 (H59) directly contacts the lipid surface and appears to modulate the membrane in immediate vicinity to the proposed lateral gate of the protein-conducting channel (PCC). On the basis of our map and molecular dynamics simulations, we …",
                "Accurate prediction of standard binding free energies describing protein–ligand association remains a daunting computational endeavor. This challenge is rooted to a large extent in the considerable changes in conformational, translational, and rotational entropies underlying the binding process that atomistic simulations cannot easily sample. In spite of significant methodological advances, reflected in a continuously improving agreement with experiment, a characterization of alternate strategies aimed at measuring binding affinities, notably their respective advantages and drawbacks, is somewhat lacking. Here, two distinct avenues to determine the standard binding free energy are compared in the case of a short, proline-rich peptide associating to the Src homology domain 3 of tyrosine kinase Abl. These avenues, one relying upon alchemical transformations and the other on potentials of mean force (PMFs …",
                "In the host of numerical schemes devised to calculate free energy differences by way of geometric transformations, the adaptive biasing force algorithm has emerged as a promising route to map complex free-energy landscapes. It relies upon the simple concept that as a simulation progresses, a continuously updated biasing force is added to the equations of motion, such that in the long-time limit it yields a Hamiltonian devoid of an average force acting along the transition coordinate of interest. This means that sampling proceeds uniformly on a flat free-energy surface, thus providing reliable free-energy estimates. Much of the appeal of the algorithm to the practitioner is in its physically intuitive underlying ideas and the absence of any requirements for prior knowledge about free-energy landscapes. Since its inception in 2001, the adaptive biasing force scheme has been the subject of considerable attention, from in …",
                "Neisseria are obligate human pathogens causing bacterial meningitis, septicaemia and gonorrhoea. Neisseria require iron for survival and can extract it directly from human transferrin for transport across the outer membrane. The transport system consists of TbpA, an integral outer membrane protein, and TbpB, a co-receptor attached to the cell surface; both proteins are potentially important vaccine and therapeutic targets. Two key questions driving Neisseria research are how human transferrin is specifically targeted, and how the bacteria liberate iron from transferrin at neutral pH. To address these questions, we solved crystal structures of the TbpA–transferrin complex and of the corresponding co-receptor TbpB. We characterized the TbpB–transferrin complex by small-angle X-ray scattering and the TbpA–TbpB–transferrin complex by electron microscopy. Our studies provide a rational basis for the specificity of …",
                "Membrane transport constitutes one of the most fundamental processes in all living cells with proteins as major players. Proteins as channels provide highly selective diffusive pathways gated by environmental factors, and as transporters furnish directed, energetically uphill transport consuming energy. X-ray crystallography of channels and transporters furnishes a rapidly growing number of atomic resolution structures, permitting molecular dynamics (MD) simulations to reveal the physical mechanisms underlying channel and transporter function. Ever increasing computational power today permits simulations stretching up to 1 μ s, that is, to physiologically relevant time scales. Membrane protein simulations presently focus on ion channels, on aquaporins, on protein-conducting channels, as well as on various transporters. In this review we summarize recent developments in this rapidly evolving field.",
                "With recent advances in X-ray crystallography of membrane proteins promising many new high-resolution structures, molecular dynamics simulations will become increasingly valuable for understanding membrane protein function, as they can reveal the dynamic behavior concealed in the static structures. Dramatic increases in computational power, in synergy with more efficient computational methodologies, now allow us to carry out molecular dynamics simulations of any structurally known membrane protein in its native environment, covering timescales of up to 0.1 μs. At the frontiers of membrane protein simulations are ion channels, aquaporins, passive and active transporters, and bioenergetic proteins."
            ],
            [
                [
                    "Biophysics"
                ]
            ]
        ]
    ]
}