{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CKEXMFC1",
            "oS9vDdUAAAAJ",
            [
                "Wnt9b plays a central role in the regulation of mesenchymal to epithelial transitions underlying organogenesis of the mammalian urogenital system",
                "Six2 defines and regulates a multipotent self-renewing nephron progenitor population throughout mammalian kidney development",
                "Canonical Wnt signaling regulates organ-specific assembly and differentiation of CNS vasculature",
                "WNT7b mediates macrophage-induced programmed cell death in patterning of the vasculature",
                "Sonic hedgehog regulates proliferation and differentiation of mesenchymal cells in the mouse metanephric kidney",
                "Macrophage Wnt7b is critical for kidney repair and regeneration",
                "Sprouty1 is a critical regulator of GDNF\/RET-mediated kidney induction",
                "Wnt9b signaling regulates planar cell polarity and kidney tubule morphogenesis",
                "Distinct and sequential tissue-specific activities of the LIM-class homeobox gene Lim1 for tubular morphogenesis during kidney development",
                "Noncanonical Wnt signaling through G protein-linked PKCδ activation promotes bone formation"
            ],
            [
                "The vertebrate urogenital system forms due to inductive interactions between the Wolffian duct, its derivative the ureteric bud, and their adjacent mesenchymes. These establish epithelial primordia within the mesonephric (embryonic) and metanephric (adult) kidneys and the Müllerian duct, the anlage of much of the female reproductive tract. We show that Wnt9b is expressed in the inductive epithelia and is essential for the development of mesonephric and metanephric tubules and caudal extension of the Müllerian duct. Wnt9b is required for the earliest inductive response in metanephric mesenchyme. Further, Wnt9b-expressing cells can functionally substitute for the ureteric bud in these interactions. Wnt9b acts upstream of another Wnt, Wnt4, in this process, and our data implicate canonical Wnt signaling as one of the major pathways in the organization of the mammalian urogenital system. Together these findings …",
                "Nephrons, the basic functional units of the kidney, are generated repetitively during kidney organogenesis from a mesenchymal progenitor population. Which cells within this pool give rise to nephrons and how multiple nephron lineages form during this protracted developmental process are unclear. We demonstrate that the Six2-expressing cap mesenchyme represents a multipotent nephron progenitor population. Six2-expressing cells give rise to all cell types of the main body of the nephron during all stages of nephrogenesis. Pulse labeling of Six2-expressing nephron progenitors at the onset of kidney development suggests that the Six2-expressing population is maintained by self-renewal. Clonal analysis indicates that at least some Six2-expressing cells are multipotent, contributing to multiple domains of the nephron. Furthermore, Six2 functions cell autonomously to maintain a progenitor cell status, as cap …",
                "Every organ depends on blood vessels for oxygen and nutrients, but the vasculature associated with individual organs can be structurally and molecularly diverse. The central nervous system (CNS) vasculature consists of a tightly sealed endothelium that forms the blood-brain barrier, whereas blood vessels of other organs are more porous. Wnt7a and Wnt7b encode two Wnt ligands produced by the neuroepithelium of the developing CNS coincident with vascular invasion. Using genetic mouse models, we found that these ligands directly target the vascular endothelium and that the CNS uses the canonical Wnt signaling pathway to promote formation and CNS-specific differentiation of the organ9s vasculature.",
                "Macrophages have a critical role in inflammatory and immune responses through their ability to recognize and engulf apoptotic cells 1. Here we show that macrophages initiate a cell-death programme in target cells by activating the canonical WNT pathway. We show in mice that macrophage WNT7b is a short-range paracrine signal required for WNT-pathway responses and programmed cell death in the vascular endothelial cells of the temporary hyaloid vessels of the developing eye. These findings indicate that macrophages can use WNT ligands to influence cell-fate decisions—including cell death—in adjacent cells, and raise the possibility that they do so in many different cellular contexts.",
                "Signaling by the ureteric bud epithelium is essential for survival,  proliferation and differentiation of the metanephric mesenchyme during kidney  development. Most studies that have addressed ureteric signaling have focused  on the proximal, branching, ureteric epithelium. We demonstrate that sonic  hedgehog is expressed in the ureteric epithelium of the distal, non-branching  medullary collecting ducts and continues into the epithelium of the ureter —  the urinary outflow tract that connects the kidney with the bladder.  Upregulation of patched 1, the sonic hedgehog receptor and a downstream target  gene of the signaling pathway in the mesenchyme surrounding the distal  collecting ducts and the ureter suggests that sonic hedgehog acts as a  paracrine signal. In vivo and in vitro analyses demonstrate that sonic  hedgehog promotes mesenchymal cell proliferation, regulates the timing of  differentiation of smooth …",
                "Macrophages are required for tissue homeostasis through their role in regulation of the immune response and the resolution of injury. Here we show, using the kidney as a model, that the Wnt pathway ligand Wnt7b is produced by macrophages to stimulate repair and regeneration. When macrophages are inducibly ablated from the injured kidney, the canonical Wnt pathway response in kidney epithelial cells is reduced. Furthermore, when Wnt7b is somatically deleted in macrophages, repair of injury is greatly diminished. Finally, injection of the Wnt pathway regulator Dkk2 enhances the repair process and suggests a therapeutic option. Because Wnt7b is known to stimulate epithelial responses during kidney development, these findings suggest that macrophages are able to rapidly invade an injured tissue and reestablish a developmental program that is beneficial for repair and regeneration.",
                "Intercellular signaling molecules and their receptors, whose expression must be tightly regulated in time and space, coordinate organogenesis. Regulators of intracellular signaling pathways provide an additional level of control. Here we report that loss of the receptor tyrosine kinase (RTK) antagonist, Sprouty1 (Spry1), causes defects in kidney development in mice. Spry1−\/− embryos have supernumerary ureteric buds, resulting in the development of multiple ureters and multiplex kidneys. These defects are due to increased sensitivity of the Wolffian duct to GDNF\/RET signaling, and reducing Gdnf gene dosage correspondingly rescues the Spry1 null phenotype. We conclude that the function of Spry1 is to modulate GDNF\/RET signaling in the Wolffian duct, ensuring that kidney induction is restricted to a single site. These results demonstrate the importance of negative feedback regulation of RTK signaling during …",
                "Although many vertebrate organs, such as kidneys, lungs and liver, are composed of epithelial tubules, little is known of the mechanisms that establish the length or diameter of these tubules. In the kidney, defects in the establishment or maintenance of tubule diameter are associated with one of the most common inherited human disorders, polycystic kidney disease. Here we show that attenuation of Wnt9b signaling during kidney morphogenesis affects the planar cell polarity of the epithelium and leads to tubules with significantly increased diameter. Although previous studies showed that polarized cell divisions maintain the diameter of postnatal kidney tubules, we find that cell divisions are randomly oriented during embryonic development. Our data suggest that diameter is established during early morphogenetic stages by convergent extension processes and maintained by polarized cell divisions. Wnt9b …",
                "Kidney organogenesis requires the morphogenesis of epithelial tubules. Inductive interactions between the branching ureteric buds and the metanephric mesenchyme lead to mesenchyme-to-epithelium transitions and tubular morphogenesis to form nephrons, the functional units of the kidney. The LIM-class homeobox gene Lim1 is expressed in the intermediate mesoderm, nephric duct, mesonephric tubules, ureteric bud, pretubular aggregates and their derivatives. Lim1-null mice lack kidneys because of a failure of nephric duct formation, precluding studies of the role of Lim1 at later stages of kidney development. Here, we show that Lim1 functions in distinct tissue compartments of the developing metanephros for both proper development of the ureteric buds and the patterning of renal vesicles for nephron formation. These observations suggest that Lim1 has essential roles in multiple steps of epithelial tubular …",
                "Wnt signaling regulates a variety of developmental processes in animals. Although the β-catenin-dependent (canonical) pathway is known to control cell fate, a similar role for noncanonical Wnt signaling has not been established in mammals. Moreover, the intracellular cascades for noncanonical Wnt signaling remain to be elucidated. Here, we delineate a pathway in which Wnt3a signals through the Gαq\/11 subunits of G proteins to activate phosphatidylinositol signaling and PKCδ in the murine ST2 cells. Gαq\/11-PKCδ signaling is required for Wnt3a-induced osteoblastogenesis in these cells, and PKCδ homozygous mutant mice exhibit a deficit in embryonic bone formation. Furthermore, Wnt7b, expressed by osteogenic cells in vivo, induces osteoblast differentiation in vitro via the PKCδ-mediated pathway; ablation of Wnt7b in skeletal progenitors results in less bone in the mouse embryo. Together, these results …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}