{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CKSGSJY9",
            "o8_8mbQAAAAJ",
            [
                "The genome sequence of the filamentous fungus Neurospora crassa",
                "The genome sequence of the rice blast fungus Magnaporthe grisea",
                "Lessons from the genome sequence of Neurospora crassa: tracing the path from genomic blueprint to multicellular organism",
                "Elevation of cytoplasmic calcium by caged calcium or caged inositol trisphosphate initiates stomatal closure",
                "FM‐dyes as experimental probes for dissecting vesicle trafficking in living plant cells",
                "Confocal microscopy of FM4‐64 as a tool for analysing endocytosis and vesicle trafficking in living fungal hyphae",
                "Role of calcium in signal transduction of Commelina guard cells.",
                "GFP as a tool to analyze the organization, dynamics and function of nuclei and microtubules in Neurospora crassa",
                "Polarisome meets Spitzenkörper: microscopy, genetics, and genomics converge",
                "Cytosolic free calcium mediates red light-induced photomorphogenesis"
            ],
            [
                "Neurospora crassa is a central organism in the history of twentieth-century genetics, biochemistry and molecular biology. Here, we report a high-quality draft sequence of the N. crassa genome. The approximately 40-megabase genome encodes about 10,000 protein-coding genes—more than twice as many as in the fission yeast Schizosaccharomyces pombe and only about 25% fewer than in the fruitfly Drosophila melanogaster. Analysis of the gene set yields insights into unexpected aspects of Neurospora biology including the identification of genes potentially associated with red light photobiology, genes implicated in secondary metabolism, and important differences in Ca 2+ signalling as compared with plants and animals. Neurospora possesses the widest array of genome defence mechanisms known for any eukaryotic organism, including a process unique to fungi called repeat-induced point mutation (RIP …",
                "Magnaporthe grisea is the most destructive pathogen of rice worldwide and the principal model organism for elucidating the molecular basis of fungal disease of plants. Here, we report the draft sequence of the M. grisea genome. Analysis of the gene set provides an insight into the adaptations required by a fungus to cause disease. The genome encodes a large and diverse set of secreted proteins, including those defined by unusual carbohydrate-binding domains. This fungus also possesses an expanded family of G-protein-coupled receptors, several new virulence-associated genes and large suites of enzymes involved in secondary metabolism. Consistent with a role in fungal pathogenesis, the expression of several of these genes is upregulated during the early stages of infection-related development. The M. grisea genome has been subject to invasion and proliferation of active transposable elements …",
                "We present an analysis of over 1,100 of the ∼10,000 predicted proteins encoded by the genome sequence of the filamentous fungus Neurospora crassa. Seven major areas of Neurospora genomics and biology are covered. First, the basic features of the genome, including the automated assembly, gene calls, and global gene analyses are summarized. The second section covers components of the centromere and kinetochore complexes, chromatin assembly and modification, and transcription and translation initiation factors. The third area discusses genome defense mechanisms, including repeat induced point mutation, quelling and meiotic silencing, and DNA repair and recombination. In the fourth section, topics relevant to metabolism and transport include extracellular digestion; membrane transporters; aspects of carbon, sulfur, nitrogen, and lipid metabolism; the mitochondrion and energy metabolism; the …",
                "STOMATAL pores at the leaf surface regulate water loss during transpiration and CO 2 uptake for photosynthesis through changes in the turgor of the surrounding guard cells. Such regulation occurs in response to a wide range of environmental stimuli (such as light, CO 2 level and abscisic acid). These are thought to be transduced through changes in cytosolic calcium levels 1–3, and several treatments causing stomatal closure are accompanied by increases in cytosolic Ca 2+(ref. 4), probably from mobilization of intracellular Ca 2+ stores. We report here the use of the fluorescent Ca 2+ indicator Fluo-3 (refs 5, 6) to follow changes in stomatal aperture and cytoplasmic Ca 2+ concentration as Ca 2+ or inositol 1, 4, 5-trisphosphate (InsP 3) are released into the cell from their caged (photoactivatable) forms 6–9. Increasing Ca 2+ concentration to greater than 600 nM induced stomatal closure. Similarly, release of InsP …",
                "FM‐dyes are widely used to study endocytosis, vesicle trafficking and organelle organization in living eukaryotic cells. The increasing use of FM‐dyes in plant cells has provoked much debate with regard to their suitability as endocytosis markers, which organelles they stain and the precise pathways they follow through the vesicle trafficking network. A primary aim of this article is to assess critically the current status of this debate in plant cells. For this purpose, background information on the important characteristics of the FM‐dyes, and of optimal dye concentrations, conditions of dye storage, and staining and imaging protocols, are provided. Particular emphasis is placed on using the FM‐dyes in double labelling experiments to identity specific organelles. In this way, staining of the Golgi with FM4‐64 has been demonstrated for the first time.",
                "Confocal microscopy of amphiphilic styryl dyes has been used to investigate endocytosis and vesicle trafficking in living fungal hyphae. Hyphae were treated with FM4‐64, FM1‐43 or TMA‐DPH, three of the most commonly used membrane‐selective dyes reported as markers of endocytosis. All three dyes were rapidly internalized within hyphae. FM4‐64 was found best for imaging the dynamic changes in size, morphology and position of the apical vesicle cluster within growing hyphal tips because of its staining pattern, greater photostability and low cytotoxicity. FM4‐64 was taken up into both the apical and subapical compartments of living hyphae in a time‐dependent manner. The pattern of stain distribution was broadly similar in a range of fungal species tested (Aspergillus nidulans, Botrytis cinerea, Magnaporthe grisea, Neurospora crassa, Phycomyces blakesleeanus, Puccinia graminis, Rhizoctonia solani …",
                "The role of cytosolic Ca2+ in signal transduction in stomatal guard cells of Commelina communis was investigated using fluorescence ratio imaging and photometry. By changing extracellular K+, extracellular Ca2+, or treatment with Br-A23187, substantive increases in cytosolic Ca2+ to over 1 micromolar accompanied stomatal closure. The increase in Ca2+ was highest in the cytoplasm around the vacuole and the nucleus. Similar increases were observed when the cells were pretreated with ethyleneglycol-bis-(o-aminoethyl)tetraacetic acid or the channel blocker La3+, together with the closing stimuli. This suggests that a second messenger system operates between the plasma membrane and Ca2+-sequestering organelle(s). The endogenous growth regulator abscisic acid elevated cytosolic Ca2+ levels in a minority of cells investigated, even though stomatal closure always occurred. Ca2+-dependent and Ca2 …",
                "We report the construction of a versatile GFP expression plasmid and demonstrate its utility in Neurospora crassa. To visualize nuclei and microtubules, we generated carboxy-terminal fusions of sgfp to Neurospora histone H1 (hH1) and β-tubulin (Bml). Strong expression of GFP fusion proteins was achieved with the inducible Neurospora ccg-1 promoter. Nuclear and microtubule organization and dynamics were observed in live vegetative hyphae, developing asci, and ascospores by conventional and confocal laser scanning fluorescence microscopy. Observations of GFP fusion proteins in live cells largely confirmed previous results obtained by examination of fixed cells with various microscopic techniques. H1-GFP revealed dynamic nuclear shapes. Microtubules were mostly aligned parallel to the growth axis in apical compartments but more randomly arranged in sub-apical compartments. Time-lapse imaging of …",
                "The impact of filamentous fungi on human welfare has never been greater. Fungi are acknowledged as the most economically devastating plant pathogens (1) and are attaining increasing notoriety for their ability to cause life-threatening infections in humans (57, 71), and fungal products sustain a billiondollar manufacturing industry (70). The tools available to study filamentous fungi are more sophisticated than ever and include the complete annotated genome sequences of multiple filamentous fungi (12), resources being made available through various functional genomics projects, and advanced bioimaging methods, including high-resolution live-cell imaging (20, 32) and electron tomography (19, 50). The increasing impact of filamentous fungi, along with the rediscovery of pseudohyphal growth in yeast (22), has focused attention on the molecular mechanisms underlying hyphal morphogenesis. Attempts to …",
                "LIGHT is a primary environmental signal regulating plant growth and form 1. The receptor phytochrome responds to red light and induces changes in membrane properties and gene expression 2, 3 through an unknown transduction pathway which is the subject of intense study. Etiolated wheat leaf protoplasts swell in response to red light 4, by a mechanism believed to be similar to that involved in phytochrome-regulated leaf growth and unrolling 5–7. Here we report that this physiological response is preceded by a transient increase in free calcium in the cytosol, followed by a decrease to below resting level. The timing of this response varied between protoplasts. Cytosolic calcium transients induced by photolytic release of calcium or inositol 1, 4, 5-trisphosphate from chemically caged forms 8–13 inside these protoplasts resulted in red light-induced increases in protoplast volume being mimicked. Our results …"
            ],
            [
                [
                    "Fungal cell biology"
                ]
            ]
        ]
    ]
}