{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CLLTIIB9",
            "nHMXlksAAAAJ",
            [
                "Semiconducting Ge clathrates: Promising candidates for thermoelectric applications",
                "Glasslike heat conduction in high-mobility crystalline semiconductors",
                "Effect of partial void filling on the lattice thermal conductivity of skutterudites",
                "Structural properties and thermal conductivity of crystalline Ge clathrates",
                "Possible signatures of magnetic phase segregation in electron-doped antiferromagnetic CaMnO 3",
                "Local lattice distortions and thermal transport in perovskite manganites",
                "Asymmetric orbital-lattice interactions in ultrathin correlated oxide films",
                "Percolation effects and oxygen inhomogeneities in YBa 2 Cu 3 O 7− δ crystals",
                "Thermoelectric power of YBa 2 Cu 3 O 7− δ: Phonon drag and multiband conduction",
                "Structural, Chemical, and Transport Properties of a New Clathrate Compound:  Cs8Zn4Sn42"
            ],
            [
                "Transport properties of polycrystalline Ge clathrates with general composition Sr8Ga16Ge30 are reported in the temperature range 5 K⩽T⩽300 K. These compounds exhibit N-type semiconducting behavior with relatively high Seebeck coefficients and electrical conductivity, and room temperature carrier concentrations in the range of 1017–1018 cm−3. The thermal conductivity is more than an order of magnitude smaller than that of crystalline germanium and has a glasslike temperature dependence. The resulting thermoelectric figure of merit, ZT, at room temperature for the present samples is 14 that of Bi2Te3 alloys currently used in devices for thermoelectric cooling. Extrapolating our measurements to above room temperature, we estimate that ZT>1 at T>700 K, thus exceeding that of most known materials.",
                "The thermal conductivity of polycrystalline semiconductors with type-I clathrate hydrate crystal structure is reported. Ge clathrates (doped with Sr and\/or Eu) exhibit lattice thermal conductivities typical of amorphous materials. Remarkably, this behavior occurs in spite of the well-defined crystalline structure and relatively high electron mobility (∼ 100 cm 2\/V s). The dynamics of dopant ions and their interaction with the polyhedral cages of the structure are a likely source of the strong phonon scattering.",
                "Polycrystalline samples of antimonides with the skutterudite crystal structure with La partially filling the voids have been prepared in an effort to quantify the impact of partial void filling on the lattice thermal conductivity of these compounds. It is observed that a relatively small concentration of La in the voids results in a relatively large decrease in the lattice thermal conductivity. In addition, the largest decrease in the lattice thermal conductivity, compared to “unfilled” CoSb 3 is not observed near 100% filling of the voids with La, as was previously believed. This suggests a point-defect-type phonon scattering effect due to the partial, random distribution of La in the voids as well as the “rattling” effect of the La ions, resulting in the scattering of a larger spectrum of phonons than in the case of 100% filling. An additional benefit of partial filling in thermoelectric materials is that it may be one way of adjusting the electronic …",
                "Structural analysis and thermal conductivity data on Sr 8 Ga 16 Ge 30 and Eu 8 Ga 16 Ge 30 crystals are reported. These compounds form in the cubic space group Pm 3 n with lattice parameters of 10.721 (2) and 10.703 (2) Å respectively. Single-crystal x-ray diffraction and structural refinement indicate that the randomly distributed Ga and Ge atoms form a tetrahedrally bonded three-dimensional net in whose cavities the “guest” Sr or Eu atoms reside. The “guest” atoms in the smaller of these polyhedra (dodecahedra) have spherical thermal ellipsoids while those in the larger polyhedra (tetrakaidecahedra) display relatively large and highly anisotropic thermal ellipsoids. The low-thermal conductivity of these compounds at low temperatures is attributable to the disorder introduced by the dynamic “rattling” introduced by these “guest” atoms inside the polyhedra. The potential of this material system for thermoelectric …",
                "Specimens of the form Ca 1− x La x MnO 3 (0<~ x<~ 0. 2) are utilized to study the effect of electron doping on the magnetic saturation moment M sat (5 K). The systematic behavior of M sat (5 K) vs x is understood through a phenomenological model which suggests the existence of local ferromagnetic regions within the antiferromagnetic host for 0.03< x< 0.08.",
                "Measurements of thermal conductivity versus temperature and magnetic field are reported for perovskite manganites that exhibit ferromagnetic (FM), charge-ordering (CO), antiferromagnetic, and\/or structural phase transitions. The data reveal a dominant lattice contribution to the heat conductivity with κ∼ 1− 2 W\/mK near room temperature. The rather low values, implying a phonon mean free path on the order of a lattice spacing, are shown to correlate with static local distortions of the MnO 6 octahedra. Modifications of the local structure are responsible for abrupt anomalies in the zero-field κ at the FM, CO, and structural transitions, and for colossal magnetothermal resistance near the FM transition.",
                "Using resonant x-ray spectroscopies combined with density functional calculations, we find an asymmetric biaxial strain-induced d-orbital response in ultrathin films of the correlated metal LaNiO 3 which are not accessible in the bulk. The sign of the misfit strain governs the stability of an octahedral “breathing” distortion, which, in turn, produces an emergent charge-ordered ground state with an altered ligand-hole density and bond covalency. Control of this new mechanism opens a pathway to rational orbital engineering, providing a platform for artificially designed Mott materials.",
                "The magnetization curves of YBa 2 Cu 3 O 7− δ crystals are widely observed to exhibit a pronounced low-field minimum in the temperature range 30 K< T< T c. We demonstrate that these magnetization anomalies correlate with the c-axis lattice parameter, and hence with the specific oxygen deficiency δ. We interpret this low-field feature in terms of a field-induced decoupling of regions of oxygen-rich material by boundaries of oxygen-poor material, a phenomenon reminiscent of the behavior in granular superconductors. A ‘‘phase diagram’’that demarcates the multigrain onset as a function of temperature and δ is then constructed. The shape of the ‘‘phase boundaries’’is described using a percolation model. This analysis demonstrates that magnetization is a very sensitive measure of crystal quality.",
                "We report measurements of the a-b-plane thermopower (S) on crystalline YBa 2 Cu 3 O 7− δ (δ≤ 0.16) for temperatures below 310 K. Much sharper features in the T dependence of S are observed than have been previously reported. Both the temperature and oxygen-doping dependences of S, which have caused confusion, are consistently accounted for by conventional metallic theory for the first time. Strong phonon drag and two carrier species are indicated, with holes on the planes and electrons on the chains. An anomalous, positive component to S, observed for T< 160 K, is attributed to a freeze-out of carrier-phonon umklapp processes involving holes in the CuO 2 planes and optical-mode phonons.",
                "The synthesis and structural, chemical, and transport properties of a new clathrate compound with elemental composition Cs8Zn4Sn42 is reported. This compound is cubic with space group Pm3̄n and a lattice parameter of 12.1226(19) Å. Single-crystal X-ray diffraction and structural refinement indicate that Cs atoms reside in the polyhedral cavities formed by the tetrahedrally bonded network of Zn and Sn atoms. The Cs atom in the larger polyhedra (tetrakaidecahedra) exhibit greater and more anisotropic thermal motion than those of the smaller polyhedra (dodecahedra). This “rattling” of the Cs contributes to the low thermal conductivity of this compound, obtained on a polycrystalline pellet. In addition, Zn is ordered in this compound. Electronic properties and the potential of this type of Sn-clathrate for thermoelectric applications are also discussed. "
            ],
            [
                [
                    "Condensed Matter\/Materials physics"
                ]
            ],
            [
                "Joshua L Cohn Chairman of Department of Physics jcohn@miami.edu (305) 284-7123 My research involves measuring low-temperature electronic, magnetic, and thermal properties of novel materials that manifest interesting physics and show some potential to be useful in future electronic devices. These physical properties measurements, like electrical conductivity, thermal conductivity, and thermoelectricity, involve attaching very small wires to small crystalline specimens (mm sized), cooling them in liquid cryogens (liquid nitrogen and liquid helium), and using specialized voltmeters, current sources, and occasionally high-field magnets to study their properties. A separate research effort involves making \"thin films\" of some of these same materials -- thin coatings of 100 or so atomic layers of a material of interest deposited on a crystalline insulating surface. The method of deposition involves a high-powered laser that vaporizes a \"target\" of the material of interest inside a high-vacuum chamber (pulsed-laser deposition). We study these films using x-ray crystallography (to determine their structural properties) and measure their low-temperature properties with the techniques mentioned above. Thin films are a first step toward making useful devices. 1989 Ph.D. Physics, with distinction University of Michigan B.A. Physics, with honors Wesleyan University, Middletown, CT - Co-Founder, University of Miami Center for Advanced Microscopy 2010 - 2013 Professor and Associate Chair, University of Miami, Department of Physics 2004 - 2010 Professor, University of Miami, Department of Physics 1998 - 2004 Associate Professor, University of Miami, Department of Physics 1992 - 1998 Assitant Professor, University of Miami, Department of Physics 1985 - 1989 Research Assistant, University of Michigan, Department of Physics 1983 - 1986 Teaching Assistant, University of Michigan, Department of Physics 1981 - 1983 Research Assistant, Wesleyan University, Department of Physics 1981 - 1983 Teaching Assistant, Wesleyan University, Department of Physics 1989 - 1992 Postdoctoral Fellow, Naval Research Laboratory University of Miami 2011 Provost Research Award (2010) Outstanding Referee, American Physical Society (240 selected out of 40,000) (2009) University of Miami Research Council Summer Research Award (2005) University of Miami Research Council General Research Award (1994) University of Miami Research Council Summer Research Award in Natural Sciences and Engineering (1994) University of Miami Research Council Summer Research Award in Natural Sciences and Engineering (1993) Knight Faculty Fellow, University of Miami (1992) Co-author of “Understanding Superconductivity in the Cuprates: Theory and Experiment,” selected as most outstanding article in the annual Naval Research Laboratory Review (1992) Nominee for outstanding Ph.D thesis in Physics, University of Michigan (1989) Bertman Prize in Physics, Wesleyan University (1983) Inducted Member, Sigma Xi, Wesleyan University (1983) Jan. 7-13, 1999 University of Miami HTS99, Conference on High-Temperature Superconductivity and, other Oxides | Coral Gables, FL. Co-organizer Jan. 5-11, 1995 University of Miami Workshop on High-Temperature Superconductivity: Physical Properties and Mechanisms | Coral Gables, FL Co-organizer Memberships Member, American Physical Society Member, Materials Research Society Member, American Association of Physics Teachers LIST OF SPECIALTIES: Transport, magnetic, and dielectric studies of correlated and low-dimensional systems, Superconducting and mangetic oxides, Thermoelectrics, Disorder, weak localization, electron-electron interaction effects, percolation in granular metal films; intergrain tunnel resistance and charging energy (Coulomb blockade) Funded Research Department of Energy, Basic Energy Sciences, 9\/15\/15-9\/14\/18, $455,823 “Thermoelectric Effects and Spin-mediated Transport in Oxide Conductors and Insulators” Principal Investigator: J. L. Cohn Department of Energy, Basic Energy Sciences, 9\/15\/12-9\/14\/15, $395,000 “Extreme Thermoelectric Behavior in Low-Dimensional Oxide Conductors” Principal Investigator: J. L. Cohn Research Corporation Opportunity Award, 11\/6\/05-12\/31\/09, $75,000 “Dielectric Studies of Low-Dimensional and Competing-Order Ground States in Transition-Metal Oxides Principal Investigator: J. L. Cohn National Science Foundation, 9\/1\/00-8\/31\/04, $297,000 “Transport and Magnetic Studies of Phase Separation and Electron Correlations in Magnetic and Superconducting Oxides,” Principal Investigator: J. L. Cohn National Science Foundation, 9\/1\/98-12\/31\/02, $360,000 “Molecular Materials from Complexes with Bipyridine-like Ligands: Novel Electrides,” Principal Investigator: L. Echegoyen (Chemistry Department) Co-Principal Investigator: J. L. Cohn National Science Foundation, 9\/1\/96-8\/31\/00, $235,000, “Thermal Transport in Copper and Manganese Oxides: Lattice Interactions and the Superconducting and Magnetic Phase Behavior,” Principal Investigator: J. L. Cohn Defense Advanced Research Projects Admin. through the Office of Naval Research, 12\/20\/98-12\/19\/99, $5,000 “University of Miami Conference on High-Temperature Superconductivity and Related Topics, 7-13 January, 1999,” Principal Investigator: J. L. Cohn Co-PI’s: J. Ashkenazi, S. Barnes, F. Zuo Marlow Industries, Inc., 8\/1\/98-7\/31\/99, $9,000 Financial Agreement between UM and Marlow for measurements of transport properties of thermoelectrics, Project Coordinator for UM: J. L. Cohn Naval Research Laboratory, 9\/1\/95-10\/31\/97, $20,000, “Development and Application of an AC-Technique for Measuring Thermal Conductivity of Superconducting and Cryocooling Materials,” Principal Investigator: J. L. Cohn National Science Foundation, 6\/1\/95-5\/31\/96, $130,000, “Acquisition of a Pulsed Laser Deposition System and an X-ray Diffractometer,” Principal Investigator: J. L. Cohn Office of Naval Research, 12\/15\/94-12\/14\/95, $7,673 “University of Miami Workshop on High-Temperature Superconductivity:Physical Properties and Mechanisms,” Jan. 5-11, 1995 Coral Gables, FL, Principal Investigator: J. L. Cohn Co-PI’s: J. Ashkenazi, S. Barnes, F. Zuo Editorial Responsibilities Co-editor, Proceedings of the University of Miami Conference on High-Temperature Superconductivity and Related Topics 7-13 January, 1999, (American Institute of Physics, Woodbury, NY), Vol. 483. Co-editor, Proceedings of the University of Miami Workshop on High-Temperature Superconductivity: Physical Properties and Mechanisms, Journal of Superconductivity, Vol. 8, No.’s 4 and 5 (1995). S. Moshfeghyeganeh, A. N. Cote, J. J. Neumeier and J. L. Cohn \"Anisotropic transport in the quasi-one-dimensional semiconductor Li0.33MoO3\"   095105119 (Journal of Applied Physics. 2016). [ S. H. Masunaga, A.Rebello, A.T.Schye, N.Prasai, J.J.Neumeier, and J.L.Cohn \"“Heat capacity, thermal expansion and heat transport in the Han Blue (BaCuSi4O10): Observation of structural phase transitions\"  Journal of Physics and Chemistry of Solids 6985 (2015)."
            ]
        ]
    ]
}