{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CM0VNU4G",
            "YtROf4UAAAAJ",
            [
                "Oral apixaban for the treatment of acute venous thromboembolism",
                "A comparison of enoxaparin with placebo for the prevention of venous thromboembolism in acutely ill medical patients",
                "Venous thromboembolism (VTE) in Europe",
                "Venous thromboembolism risk and prophylaxis in the acute hospital care setting (ENDORSE study): a multinational cross-sectional study",
                "Apixaban for extended treatment of venous thromboembolism",
                "Duration of prophylaxis against venous thromboembolism with enoxaparin after surgery for cancer",
                "Randomized, placebo-controlled trial of dalteparin for the prevention of venous thromboembolism in acutely ill medical patients"
            ],
            [
                "Apixaban, an oral factor Xa inhibitor administered in fixed doses, may simplify the treatment of venous thromboembolism.In this randomized, double-blind study, we compared apixaban (at a dose of 10 mg twice daily for 7 days, followed by 5 mg twice daily for 6 months) with conventional therapy (subcutaneous enoxaparin, followed by warfarin) in 5395 patients with acute venous thromboembolism. The primary efficacy outcome was recurrent symptomatic venous thromboembolism or death related to venous thromboembolism. The principal safety outcomes were major bleeding alone and major bleeding plus clinically relevant nonmajor bleeding.The primary efficacy outcome occurred in 59 of 2609 patients (2.3%) in the apixaban group, as compared with 71 of 2635 (2.7%) in the conventional-therapy group (relative risk, 0.84; 95% confidence interval [CI], 0.60 to 1.18; difference in …",
                "The efficacy and safety of thromboprophylaxis in patients with acute medical illnesses who may be at risk for venous thromboembolism have not been determined in adequately designed trials.In a double-blind study, we randomly assigned 1102 hospitalized patients older than 40 years to receive 40 mg of enoxaparin, 20 mg of enoxaparin, or placebo subcutaneously once daily for 6 to 14 days. Most patients were not in an intensive care unit. The primary outcome was venous thromboembolism between days 1 and 14, defined as deep-vein thrombosis detected by bilateral venography (or duplex ultrasonography) between days 6 and 14 (or earlier if clinically indicated) or documented pulmonary embolism. The duration of follow-up was three months.The primary outcome could be assessed in 866 patients. The incidence of venous thromboembolism was significantly lower in the …",
                "Venous thromboembolism (VTE) is often asymptomatic, misdiagnosed, and unrecognized at death, and there is a lack of routine postmortem examinations. These factors are thought to result in marked underestimates ofVTE incidence. The objective of our study was to estimate the total burden of VTE within the European Union (EU) per annum. An epidemiological model was constructed to estimate the number of community-and hospital-acquired incidents and recurrent cases (attack rate) of nonfatalVTE andVTE-related deaths, as well as incident and prevalent cases of post-thrombotic syndrome (PTS) and chronic thromboembolic pulmonary hypertension (PH) occurring in the EU per annum. Individual models were developed for six EU countries. The models were populated with data from published literature and, where necessary, expert opinions. The findings were tested using probabilistic sensitivity analyses. The esti-",
                "Information about the variation in the risk for venous thromboembolism (VTE) and in prophylaxis practices around the world is scarce. The ENDORSE (Epidemiologic International Day for the Evaluation of Patients at Risk for Venous Thromboembolism in the Acute Hospital Care Setting) study is a multinational cross-sectional survey designed to assess the prevalence of VTE risk in the acute hospital care setting, and to determine the proportion of at-risk patients who receive effective prophylaxis.All hospital inpatients aged 40 years or over admitted to a medical ward, or those aged 18 years or over admitted to a surgical ward, in 358 hospitals across 32 countries were assessed for risk of VTE on the basis of hospital chart review. The 2004 American College of Chest Physicians (ACCP) evidence-based consensus guidelines were used to assess VTE risk and to determine whether patients were …",
                "Apixaban, an oral factor Xa inhibitor that can be administered in a simple, fixed-dose regimen, may be an option for the extended treatment of venous thromboembolism.In this randomized, double-blind study, we compared two doses of apixaban (2.5 mg and 5 mg, twice daily) with placebo in patients with venous thromboembolism who had completed 6 to 12 months of anticoagulation therapy and for whom there was clinical equipoise regarding the continuation or cessation of anticoagulation therapy. The study drugs were administered for 12 months.A total of 2486 patients underwent randomization, of whom 2482 were included in the intention-to-treat analyses. Symptomatic recurrent venous thromboembolism or death from venous thromboembolism occurred in 73 of the 829 patients (8.8%) who were receiving placebo, as compared with 14 of the 840 patients (1.7%) who were …",
                "Abdominal surgery for cancer carries a high risk of venous thromboembolism, but the optimal duration of postoperative thromboprophylaxis is unknown.We conducted a double-blind, multicenter trial in which patients undergoing planned curative open surgery for abdominal or pelvic cancer received enoxaparin (40 mg subcutaneously) daily for 6 to 10 days and were then randomly assigned to receive either enoxaparin or placebo for another 21 days. Bilateral venography was performed between days 25 and 31, or sooner if symptoms of venous thromboembolism occurred. The primary end point with respect to efficacy was the incidence of venous thromboembolism between days 25 and 31. The primary safety end point was bleeding during the three-week period after randomization. The patients were followed for three months.The intention-to-treat analysis of efficacy included …",
                "Background— Considerable variability exists in the use of pharmacological thromboprophylaxis among acutely ill medical patients, partly because clinically relevant end points have not been fully assessed in this population. We undertook an international, multicenter, randomized, double-blind, placebo-controlled trial using clinically important outcomes to assess the efficacy and safety of dalteparin in the prevention of venous thromboembolism in such patients.Methods and Results— Patients (n=3706) were randomly assigned to receive either subcutaneous dalteparin 5000 IU daily or placebo for 14 days and were followed up for 90 days. The primary end point was venous thromboembolism, defined as the combination of symptomatic deep vein thrombosis, symptomatic pulmonary embolism, and asymptomatic proximal deep vein thrombosis detected by compression ultrasound at day 21 and sudden death by …"
            ],
            [
                [
                    "Cardiovascular Medicine"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}