{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CNGP6OA7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Wanpeng Tan Wanpeng Tan Research Associate Professor Nuclear Astrophysics B.S. Beijing University, 1994 M.S. Chinese Academy of Sciences, Beijing, 1997 Ph.D. Michigan State University, 2002 E-mail: wtan (at) nd (dot) edu Address: 210D Nieuwland Science Hall Phone: (574) 631-7715  Web Page: http:\/\/www3.nd.edu.\/~wtan My Blog: http:\/\/sites.nd.edu\/wtan\/ Ordinary matter like atoms and stars accounts for less than 5% of the contents of the Universe. The existence of the so-called “dark energy” and “dark matter” that dominate the Universe is still beyond our understanding. Even the ordinary part of the Universe is full of big unanswered questions. For example, mysterious imbalance between matter and antimatter, impenetrable synthesis of heavy elements and evolution of stars, enigmatic ultra-high energy cosmic rays, and the puzzling neutron lifetime anomaly have been long-standing problems in fundamental physics. By introducing a new particle-oscillation mechanism, I have recently developed a new mirror-matter model and its underlying theory for extending standard model with mirror matter that can, if experimentally verified, solve all the above puzzles. My research interests lie in further theoretical development of the mirror-matter theory and various novel experimental tests on the new theory. Such laboratory experiments include neutron decay measurements using magnetic traps with different shapes, resonant neutron oscillation search under super-strong magnetic fields, neutral kaon invisible decays, 11Be invisible decays, etc. This new research direction will help us discover new physics and better understanding the mirror sector of the Universe. My other interests include nuclear astrophysics, i.e., various nuclear processes in stars, in particular, phenomena related to the above-mentioned mirror matter theory. “Kaon Oscillations and Baryon Asymmetry of the Universe”, Wanpeng Tan, Phys. Rev. D 100 , 063537 (2019) “Neutron Oscillations for Solving Neutron Lifetime and Dark Matter Puzzles”, Wanpeng Tan, Phys. Lett. B 797 , 134921 (2019) “Experimental measurement of 12C+16O fusion at stellar energies”, X. Fang, W. P. Tan, M. Beard, R. J. deBoer, G. Gilardy, H. Jung, Q. Liu, S. Lyons, D. Robertson, K. Setoodehnia, C. Seymour, E. Stech, B. Vande Kolk, M. Wiescher, R. T. deSouza, S. Hudan, V. Singh, X. D. Tang, and E. Uberseder, Phys. Rev. C 96 , 045804 (2017) “15O(α,γ)19Ne Breakout Reaction and Impact on X-Ray Bursts”, W. P. Tan, J. L. Fisker, J. Görres, M. Couder, and M. Wiescher, Phys. Rev. Lett. 98 , 242503 (Editors’ Suggestion) (2007) “Lifetime of the astrophysically important 4.03 MeV state in 19Ne”, W. P. Tan, J. Görres, J. Daly, M. Couder, A. Couture, H. Y. Lee, E. Stech, E. Strandberg, C. Ugalde, and M. Wiescher, Phys. Rev. C 72 , 041302(R) (2005) See here for the complete list of Dr. Tan's publications . Dr. Tan -- CV"
            ]
        ]
    ]
}