{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CNMIKI8D",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Send Email To: Kyla Scarborough Pittsburg State University Pittsburg State University Academics Academic programs Academic programs Online degrees and programs Other programs 2+2 transfer programs Certificate programs Continuing studies Off-campus programs PSU Ready program - concurrent credit Student Success Programs Colleges College of Arts and Sciences Kelce College of Business College of Education College of Technology Graduate School Honors College Academic resources Academic calendar Student Accommodations Leonard H. Axe Library Office of the Registrar Pitt Start - IT Resources Study Abroad Student Financial Assistance The Writing Center Admission Admission See why more than 7,000 students from 36 states and 43 countries are proud to call themselves Pitt State Gorillas. Undergraduate Admission Transfer Students International admission Graduate School Visit campus Admission Team Tuition and fees Cashiers and Student Accounts Scholarships and Financial Assistance Student Financial Assistance Counselor and Student Advisor Resources Honors College Experience Pitt State Apply Request Info Student life Student Life Contributing to the development of the total person – academic, aesthetic, spiritual, social and physical. Arts & Entertainment Campus Recreation Live on Campus Student Center Calendar of Events University Police and Parking Career Services Student Success Programs Bryant Student Health Center Get involved Pitt State resources for students who are seeking help or to report a student that needs assistance. Get help Alumni Faculty & Staff Athletics Pitt State Gorillas Schedules Ticket Office Gus Portal Give to Pitt State Search... Search Search Search Home Physics Faculty and Staff Kyla Scarborough Kyla Scarborough Education M.S., Pittsburg State University, Kansas, U.S.A., 2005 Kyla Scarborough Instructor Phone: (620) 235-4292 Office: 304  Yates Hall E-mail Kyla Scarborough Be a Gorilla Apply Online Contact Pitt State University Directory Jobs 620-231-7000, 1-800-854-PITT (7488) 1701 South Broadway Street, Pittsburg KS, 66762 About President Steve Scott Provost Administration & Finance PSU Foundation © All Rights Reserved | Code of Student’s Rights and Responsibilities , University Police , Safety\/Emergency Procedures Pittsburg State University prohibits discrimination on the basis of race, color, religion, sex, national origin, sexual orientation, age, marital or parental status, ancestry, genetic information, gender identity, gender expression, military or veteran status, or disabilities. The following person has been designated to address inquiries regarding the nondiscrimination policies: Director of Institutional Equity\/Title IX Coordinator, 218 Russ Hall, 1701 S. Broadway, Pittsburg, KS 66762-7528, equity@pittstate.edu"
            ]
        ]
    ]
}