{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CNX2957Z",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "John Wefel Professor Emeritus of Physics Directory, Louisiana Space Consortium Ph.D., 1971 - Washington University-St. Louis 359-A Nicholson Hall, Tower Dr. (225) 578-8696-Office wefel@phunds.phys.lsu.edu Space Science\/Particle Astrophysics Fellow of the American Physics Society Astrophysics - Experimental\/Theoretical Our High Energy Astrophysics research attempts to understand the nature and origin\n                     of energetic charged particles through measurements of galactic cosmic radiation (GCR)\n                     and solar energetic particles (SEP), and their access into our Geospace environment.\n                     The GCR represent the only sample of matter from outside our solar system available\n                     for direct study, and comparing their composition to the sun, meteorites, stars, solar\n                     flares, and the interstellar medium provides insight into the origin of this matter.\n                     Since particle transport is controlled by electromagnetic effects, and subject to\n                     nuclear interactions, we also conduct experiments at accelerators. Currently, we are\n                     finishing the balloon campaign for ATIC -- ( Advanced Thin Ionization Calorimeter ), which measured the GCR composition and energy spectra up to 100 TeV, flying from\n                     McMurdo, Antarctica, and circumnavigating the continent. ATIC had three successful\n                     flights and final data analysis is underway. The group worked on the (non-selected) ACCESS project, a combination calorimeter\/transition radiation detector for the Space Station\n                     and is currently working with an international team on CALET (CALorimetric Electron\n                     Telescope). CALET will be launched by the Japanese HTV system and placed upon the\n                     Exposed Facility attached to the Japanese Kibo module on the Space Station. Wefel\n                     is also the statewide director for LaSpace, the Space Grant program, and for NASA\n                     EPSCoR in Louisiana and, in addition, he co-directs the International School of Cosmic Ray Astrophysics . Current and Select Publications J. Chang et al. (The ATIC Collaboration), “An excess of cosmic ray electrons at energies\n                     of 300-800 GeV,” Nature 456 , 362-365 (2008). T. G. Guzik et al., “Development of the High Altitude Student Platform,” Advances in Space Research 42 , 1704-1714 (2008). A. D. Panov et al. (The ATIC Collaboration), “Measuring the Deposited Energy by the\n                     Scintillation Calorimeter in the ATIC Experiment,” Instr. And Exp. Tech. 51 , 665-681 (2008). J. Chang et al. (The ATIC Collaboration), \"Resolving electrons from protons in ATIC,\" Advances in Space Research 42 , 431 (2008). Astrophysics at Ultra-high Energies , eds. M. M. Shapiro, T. Stanev and J. P. Wefel, Science and Culture Series -- Astrophysics\n                     (Singapore, 2007, World Scientific), 226 p. S. Torii et al. (The CALET Collaboration), “The CALET Mission for Observing High Energy\n                     Cosmic Rays on Japanese Experiment Module of ISS,” Journal of the Japan Society of Microgravity Application 24 , 120-126 (2007). A. Panov et al. (The ATIC Collaboration), \"The Energy Spectra of Heavy Nuclei Measured\n                     by the ATIC Experiment,\" Advances in Space Research 37 , 1944 (2006)."
            ]
        ]
    ]
}