{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "COL2ETUY",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Alexey Bezryadin 1016 Superconductivity Center (217) 333-9580 bezryadi@illinois.edu Bezryadin Research Group Web Site Complete list of publications Professor Bezryadin received his Ph.D. in physics ( summa cum laude ) from Joseph Fourier University (Grenoble, France) in 1995. His thesis research was on superconducting networks in the group of Dr. Bernard Pannetier at CRTBT. Professor Bezryadin received his bachelor's and master's degrees in physics and applied mathematics from the Moscow Institute for Physics and Technology in 1990. Prior to joining the faculty of the Department of Physics at Illinois, Professor Bezryadin held postdoctoral research appointments at the Delft University of Technology and DIMES in The Netherlands and at Harvard University (1997-2000). Professor Bezryadin is a remarkable experimentalist who explores physics at the nanoscale. He is developing innovative nanofabrication techniques to enable novel investigations of the properties of superconducting systems with dimensions approaching 5 nm—a virtually unexplored size scale at which macroscopic quantum effects have a strong impact on superconducting devices. He has fabricated some of the world's tiniest nanowires, loops, and SQUIDs by using carbon nanotubes as substrates for deposited metallic films. New approaches utilizing DNA templates (instead of carbon nanotubes) and a focused electron beam \"sculpting\" technique are being currently refined in his group. Research Interests Experimental condensed matter, nanometer scale mesoscopic physics, molecular electronics, quantum phase transitions in one-dimensional superconductors, DNA electronics, quantum information, qubits, topological insulators. Undergraduate students in my group work on experimental projects related to superconductivity, nanotechnology, and low temperature physics. Examples of recent research activities includes transferring and measuring graphene, studying carbon nanotube yarns under high currents, and developments and testing of superconducting microwave resonators. Professor Bezryadin is currently working on experiments in three critical and related areas of the physics of low-dimensional nanoscale systems: (i) Quantum superconductor-insulator transitions in one-dimensional superconductors; (ii) Electronic properties of DNA molecules; and (iii) Aharonov-Bohm effects in carbon nanotubes. In each case, he has pioneered novel experimental approaches to probe the behavior of the ultrasmall structures. Experiments at the nanoscale can provide new insights into fundamental properties of mesoscopic quantum systems and could be used in the development of highly integrated quantum computers. Scanning electron microscope micrograph of a 7-nm-thick MoGe nanowireResearch focus: Macroscopic quantum phenomena in low-dimensional superconductors at ultralow temperatures. The SEM micrograph to the left shows a suspended MoGe nanowire (gray). This nanowire is produced by depositing an amorphous MoGe alloy over the surface of a carbon nanotube suspended over a trench (black) in the substrate. The width of the resulting wire is about 7 nm; thus it is probably the thinnest superconductor ever measured. The goal of the project is to understand the nature of the superconductor-insulator transition found in such samples. One of the current theories suggests that the insulating state is caused by macroscopic quantum fluctuations between the normal and superconducting states. Professor Bezryadin's group is one of the leading groups studying one-dimensional superconductivity. Annual Statement of Research Progress Tiny superconductors withstand stronger magnetic fields Nanowires demonstrate new quantum interference phenomenon Tiny superconductors withstand stronger magnetic fields New theory explains enhanced superconductivity in nanowires Strong magnetic mield converts nanotube from metal to semiconductor and back Nanotubes switch back and forth Quantum charge for nanotubes Thinnest wires probe superconductivity How small can a wire be and remain a superconductor? Research Honors Fellow, American Physical Society, 2014 (2014) Fellow, Center for Advanced Study, University of Illinois, 2004 Xerox Junior Faculty Research Award, College of Engineering, 2004 National Science Foundation CAREER Award, 2002 Alfred P. Sloan Research Fellowship, 2002 Summer 2019 PHYS 403 Summer 2018 PHYS 403 A. Bezryadin, C. N. Lau, and Tinkham. Quantum suppression of superconductivity in ultrathin nanowires. Nature 404, 971-974 (2000). U. C. Coskun, T. C. Wei, S. Vishveshwara, P. M. Goldbart, and A. Bezryadin. h\/e magnetic flux modulation of the energy gap in nanotube quantum dots. Science 304, 1132-1134 (2004). D. S. Hopkins, D. Pekker, P. M. Goldbart, and A. Bezryadin. Quantum interference device made by DNA templating of superconducting nanowires. Science 308, 1762-1765 (2005). A.Bezryadin. Quantum suppression of superconductivity in nanowires.  J. Phys. Cond. Matt. 20, 043202 1-19 (2008). Coskun U, Brenner M, Hymel T, Vakaryuk V, Levchenko A, Bezryadin A.  Distribution of supercurrent switching in graphene under the proximity effect.  Physical Rev. Lett.  108, 097003 (2012). Bezryadin A. Quantum physics: Tunnelling across a nanowire. Nature, Volume: 484   Issue: 7394   Pages: 324-5 (2012) Murphy A, Weinberg P, Aref T, Coskun U, Vakaryuk V, Levchenko A, Bezryadin A.  Universal features of counting statistics  of thermal and quantum phase slips in nanosize superconducting circuits.  Phys. Rev. Lett. 110, 24 (2013). Belkin A, Belkin M, Vakaryuk V, Khlebnikov S, and Bezryadin A, Formation of Quantum Phase Slip Pairs in Superconducting Nanowires. Phys. Rev. X. 5, 021023 1-9 (2015). Books Authored or Co-Authored (Original Editions) A. Bezryadin, \"Superconductivity in Nanowires:Fabrication and Quantum Transport\" (Wiley-VCH, 2012) Superconducting nanowire memory cell, miniaturized technology Developing a superconducting computer that would perform computations at high speed without heat dissipation has been the goal of several research and development initiatives since the 1950s. Such a computer would require a fraction of the energy current supercomputers consume, and would be many times faster and more powerful. Despite promising advances in this direction over the last 65 years, substantial obstacles remain, including in developing miniaturized low-dissipation memory. Researchers at the University of Illinois at Urbana-Champaign have developed a new nanoscale memory cell that holds tremendous promise for successful integration with superconducting processors. The new technology, created by Professor of Physics Alexey Bezryadin and graduate student Andrew Murphy, in collaboration with Dmitri Averin, a professor of theoretical physics at State University of New York at Stony Brook, provides stable memory at a smaller size than other proposed memory devices."
            ]
        ]
    ]
}