{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CPGJ83L7",
            "vDiCUv4AAAAJ",
            [
                "Atomically thin two-dimensional organic-inorganic hybrid perovskites",
                "Quantum coherence enabled determination of the energy landscape in light-harvesting complex II",
                "Origin of reversible photoinduced phase separation in hybrid perovskites",
                "Pathways of energy flow in LHCII from two-dimensional electronic spectroscopy",
                "Two-dimensional electronic spectroscopy of molecular aggregates",
                "Elucidation of the timescales and origins of quantum electronic coherence in LHCII",
                "Coherent control of optical information with matter wave dynamics",
                "Observation of hybrid soliton vortex-ring structures in Bose-Einstein condensates",
                "Heterogeneous charge carrier dynamics in organic–inorganic hybrid materials: Nanoscale lateral and depth-dependent variation of recombination rates in methylammonium lead …",
                "The quantum origins of the free induction decay signal and spin noise"
            ],
            [
                "Organic-inorganic hybrid perovskites, which have proved to be promising semiconductor materials for photovoltaic applications, have been made into atomically thin two-dimensional (2D) sheets. We report the solution-phase growth of single- and few-unit-cell-thick single-crystalline 2D hybrid perovskites of (C4H9NH3)2PbBr4 with well-defined square shape and large size. In contrast to other 2D materials, the hybrid perovskite sheets exhibit an unusual structural relaxation, and this structural change leads to a band gap shift as compared to the bulk crystal. The high-quality 2D crystals exhibit efficient photoluminescence, and color tuning could be achieved by changing sheet thickness as well as composition via the synthesis of related materials.",
                "The near-unity efficiency of energy transfer in photosynthesis makes photosynthetic light-harvesting complexes a promising avenue for developing new renewable energy technologies. Knowledge of the energy landscape of these complexes is essential in understanding their function, but its experimental determination has proven elusive. Here, the observation of quantum coherence using two-dimensional electronic spectroscopy is employed to directly measure the 14 lowest electronic energy levels in light-harvesting complex II (LHCII), the most abundant antenna complex in plants containing approximately 50% of the world’s chlorophyll. We observe that the electronically excited states are relatively evenly distributed, highlighting an important design principle of photosynthetic complexes that explains the observed ultrafast intracomplex energy transfer in LHCII.",
                "The distinct physical properties of hybrid organic–inorganic materials can lead to unexpected nonequilibrium phenomena that are difficult to characterize due to the broad range of length and time scales involved. For instance, mixed halide hybrid perovskites are promising materials for optoelectronics, yet bulk measurements suggest the halides reversibly phase separate upon photoexcitation. By combining nanoscale imaging and multiscale modeling, we find that the nature of halide demixing in these materials is distinct from macroscopic phase separation. We propose that the localized strain induced by a single photoexcited charge interacting with the soft, ionic lattice is sufficient to promote halide phase separation and nucleate a light-stabilized, low-bandgap, ∼8 nm iodide-rich cluster. The limited extent of this polaron is essential to promote demixing because by contrast bulk strain would simply be relaxed …",
                "Photosynthetic light-harvesting complexes absorb energy and guide photoexcitations to reaction centers with speed and efficacy that produce near-perfect efficiency. Light harvesting complex II (LHCII) is the most abundant light-harvesting complex and is responsible for absorbing the majority of light energy in plants. We apply two-dimensional electronic spectroscopy to examine energy flow in LHCII. This technique allows for direct mapping of excitation energy pathways as a function of absorption and emission wavelength. The experimental and theoretical results reveal that excitation energy transfers through the complex on three time scales: previously unobserved sub-100 fs relaxation through spatially overlapping states, several hundred femtosecond transfer between nearby chlorophylls, and picosecond energy transfer steps between layers of pigments. All energy is observed to collect into the energetically …",
                "  The properties of molecular aggregates, coupled clusters of small molecules, are often challenging to unravel because of their inherent complexity and disordered environments. Their structure−function relationships are often far from obvious. However, their ability to efficiently channel excitation energy over remarkable distances, as is the case in photosynthetic light harvesting, is a compelling motivation to investigate them. Understanding and subsequently mimicking the processes in photosynthesis, for example, will set the stage for considerable advances in using light harvesting to fuel renewable energy technologies.Two-dimensional (2D) electronic spectroscopy is emerging as a nonlinear optical technique that provides significant insight into the interactions and dynamics of complex molecular systems. In addition to spectrally resolving excitation and emission energies over significant bandwidths with …",
                "Photosynthetic organisms harvest sunlight with near unity quantum efficiency. The complexity of the electronic structure and energy transfer pathways within networks of photosynthetic pigment–protein complexes often obscures the mechanisms behind the efficient light-absorption-to-charge conversion process. Recent experiments, particularly using two-dimensional spectroscopy, have detected long-lived quantum coherence, which theory suggests may contribute to the effectiveness of photosynthetic energy transfer. Here, we present a new, direct method to access coherence signals: a coherence-specific polarization sequence, which isolates the excitonic coherence features from the population signals that usually dominate two-dimensional spectra. With this polarization sequence, we elucidate coherent dynamics and determine the overall measurable lifetime of excitonic coherence in the major light-harvesting …",
                "In recent years, significant progress has been achieved in manipulating matter with light, and light with matter 1. Resonant laser fields interacting with cold, dense atom clouds provide a particularly rich system 2, 3, 4, 5, 6. Such light fields interact strongly with the internal electrons of the atoms, and couple directly to external atomic motion through recoil momenta imparted when photons are absorbed and emitted. Ultraslow light propagation in Bose–Einstein condensates 7 represents an extreme example of resonant light manipulation using cold atoms. Here we demonstrate that a slow light pulse can be stopped and stored in one Bose–Einstein condensate and subsequently revived from a totally different condensate, 160 μm away; information is transferred through conversion of the optical pulse into a travelling matter wave. In the presence of an optical coupling field, a probe laser pulse is first injected into one of …",
                "We present the experimental discovery of compound structures comprising solitons and vortex rings in Bose-Einstein condensates. We examine both their creation via soliton-vortex collisions and their subsequent development, which is largely governed by the dynamics of interacting vortex rings. A theoretical model in three-dimensional cylindrical symmetry is also presented.",
                "We reveal substantial luminescence yield heterogeneity among individual subdiffraction grains of high-performing methylammonium lead halide perovskite films by using high-resolution cathodoluminescence microscopy. Using considerably lower accelerating voltages than is conventional in scanning electron microscopy, we image the electron beam-induced luminescence of the films and statistically characterize the depth-dependent role of defects that promote nonradiative recombination losses. The highest variability in the luminescence intensity is observed at the exposed grain surfaces, which we attribute to surface defects. By probing deeper into the film, it appears that bulk defects are more homogeneously distributed. By identifying the origin and variability of a surface-specific loss mechanism that deleteriously impacts device efficiency, we suggest that producing films homogeneously composed of the …",
                "Experiments are described that elucidate the quantum mechanical origins of the free induction decay voltage and of spin noise. It is shown that the experimentally measured FID voltage induced in a Hertzian loop receiving coil following a 90° pulse is typically two orders of magnitude too large to be accounted for by the current quantum theory of signal reception—coherent spontaneous emission. An experiment is then presented in which spin noise is easily observed in a circuit with a Q-factor of order unity, thereby undermining a popular hypothesis that such noise is due to spontaneous emission and is only observable because of the enhancement in the density of the radiation field in a high Q-factor tuned circuit, the NMR probe. Both the free induction decay and the spin noise are shown to be accurately predicted by near-field Faraday induction, which is described in the theory of quantum electrodynamics by an …"
            ],
            [
                [

                ]
            ],
            [
                "Naomi Ginsberg Naomi Ginsberg Associate Professor D64 Hildebrand nsginsberg@berkeley.edu (510) 643-9153 Naomi S. Ginsberg received a B.A.Sc. degree in Engineering Science from the University of Toronto in 2000 and a Ph.D. in Physics from Harvard University in 2007. She held a Glenn T. Seaborg Postdoctoral Fellowship at Lawrence Berkeley National Laboratory until her appointment as Assistant Professor in the Chemistry department at UC Berkeley in 2010. Naomi joined the Physics faculty in 2011. She currently holds the Cupola Era Endowed Chair in the College of Chemistry, is a Faculty Scientist in the Physical Biosciences Division at Lawrence Berkeley National Laboratory, and is the recipient of a David and Lucile Packard Fellowship in Science and Engineering (2011). Naomi's research is in the areas of Atomic, Molecular and Optical Physics, Biophysics, Condensed Matter Physics and Materials Science. Work in the Ginsberg Group is motivated by the need to spatially and temporally resolve the complex dynamics of nanoscale processes, such as photosynthetic light harvesting. We use multiple approaches, separately and in combination, including ultrafast spectroscopy, light microscopy, and cathodoluminescence electron mocroscopy. I. Mapping spatio-temporal photoexcitation trajectories onto the architecture of photosynthetic light harvesters In photosynthesis, solar-to-chemical energy conversion begins with chlorophyll photoexcitation and its ultrafast energy transfer through a heterogeneous network of integral membrane pigment-protein complexes. The ultimate destination is the reaction center protein, where the excitation leads to charge separation that triggers transduction to chemical fuels. Remarkably, nearly every photoexcitation leads to charge separation, yet the reason for this high quantum efficiency is unclear. We seek to uncover the underlying mechanisms of this targeted excitation energy transfer by probing photosynthetic membranes and synthesized mimics such as polymers, molecular crystals, and inorganic nanostructures intended for photovoltaic applications. Photoexcitations can travel many tens of nanometers without being quenched and do so much faster than typical molecular fluorescence lifetimes. By borrowing elements from fluorescence microscopy and ultrafast spectroscopy, we are interested in dynamically mapping distributions of traveling photoexcitations as a function of energy, space, and time. Specifically in photosynthesis, we have only begun to learn the means by which molecular arrangement, the resulting Coulomb coupling between chlorophylls, and protein-induced energy fluctuations cooperatively yield high quantum efficiency transport. A more profound understanding is critical to unlocking nature's strategies for successful light harvesting. Artificial devices tend to suffer from limited excitation diffusion lengths prior to charge separation but can be more robust to photodamage. By observing dynamics in both naturally occurring and 'man-made' light harvesters, we will be poised to compare and contrast them and to mitigate their weaknesses. II. Near-field cathodoluminescence microscopy The demands for and on high-resolution imaging systems continue to increase with our eagerness to visualize ever smaller features of live cells and molecular interactions. Each imaging platform involves tradeoffs between resolution, working distance, sample environment, sensitivity, and molecular specificity. With these in mind, we are interested in imaging aqueous samples at high resolution using the near-field cathodoluminescence of thin-film phosphors. This technique will achieve controllable brightness and spectral selectivity and will approach the resolution and speed of electron microscopy, without the complications of mechanical scanning at close range or sample fixation. Cathodoluminescence is the electron-beam induced generation of optical excitations in materials, by analogy to photoluminescence (light-induced) or electroluminescence (electronically-induced). It is an attractive alternative to visualizing the underlying mechanisms of complex molecular phenomena. The key idea in our studies is to leverage the focusing ability of electron optics to make nanoscopic scanned optical spots that can be used for a broad range of imaging applications. This will reveal information about the optical properties of nano phosphors alongside the interactions of small molecules and proteins in solution. By bringing our excited optical spots very close to encapsulated aqueous samples, we are interested in revisiting optical probes of distance, binding, and aggregation such as Forster resonance energy transfer (FRET) and fluorescence correlation spectroscopy (FCS). This makes it possible to explore the effects of heterogeneity that may be washed out with diffraction-limited observation volumes and to work in the single-molecule regime at high concentrations. We are also interested in using this novel light source to perform precise fluorescence recovery after photobleaching (FRAP) diffusion studies of photosynthetic and other membrane structures at unprecedentedly small length scales. Professor Naomi Ginsberg's publications can be found here ."
            ]
        ]
    ]
}