{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CPP8NQXE",
            "cl3FYaEAAAAJ",
            [
                "De Sitter vacua in string theory",
                "Towards inflation in string theory",
                "N= 2 extremal black holes",
                "Supersymmetry and attractors",
                "Black holes and critical points in moduli space",
                "University of supersymmetric attractors",
                "de Sitter string vacua from supersymmetric D-terms",
                "Superconformal inflationary α-attractors",
                "Gravity and global symmetries",
                "Supersymmetry as a cosmic censor"
            ],
            [
                "We outline the construction of metastable de Sitter vacua of type IIB string theory. Our starting point is highly warped IIB compactifications with nontrivial NS and RR three-form fluxes. By incorporating known corrections to the superpotential from Euclidean D-brane instantons or gaugino condensation, one can make models with all moduli fixed, yielding a supersymmetric AdS vacuum. Inclusion of a small number of D 3-branes in the resulting warped geometry allows one to uplift the AdS minimum and make it a metastable de Sitter ground state. The lifetime of our metastable de Sitter vacua is much greater than the cosmological time scale of 10 10 yr. We also prove, under certain conditions, that the lifetime of dS space in string theory will always be shorter than the recurrence time.",
                "We investigate the embedding of brane inflation into stable compactifications of string theory. At first sight a warped compactification geometry seems to produce a naturally flat inflaton potential, evading one well known difficulty of brane–antibrane scenarios. Careful consideration of the closed string moduli reveals a further obstacle: superpotential stabilization of the compactification volume typically modifies the inflaton potential and renders it too steep for inflation. We discuss the non-generic conditions under which this problem does not arise. We conclude that brane inflation models can only work if restrictive assumptions about the method of volume stabilization, the warping of the internal space, and the source of inflationary energy are satisfied. We argue that this may not be a real problem, given the large range of available fluxes and background geometries in string theory.",
                "It is shown that extremal magnetic black hole solutions of N= 2 supergravity coupled to vector multiplets X Λ with a generic holomorphic prepotential F (X Λ) can be described as supersymmetric solitons which interpolate between maximally symmetric limiting solutions at spatial infinity and the horizon. A simple exact solution is found for the special case that the ratios of the X Λ are real, and it is seen that the logarithm of the conformal factor of the spatial metric equals the Kähler potential on the vector multiplet moduli space. Several examples are discussed in detail.",
                "We find a general principle which allows one to compute the area of the horizon of N= 2 extremal black holes as an extremum of the central charge. One considers the ADM mass equal to the central charge as a function of electric and magnetic charges and moduli and extremizes this function in the moduli space (a minimum corresponds to a fixed point of attraction). The extremal value of the square of the central charge provides the area of the horizon, which depends only on electric and magnetic charges. The doubling of unbroken supersymmetry at the fixed point of attraction for N= 2 black holes near the horizon is derived via conformal flatness of the Bertotti-Robinson-type geometry. These results provide an explicit model-independent expression for the macroscopic Bekenstein-Hawking entropy of N= 2 black holes which is manifestly duality invariant. The presence of hypermultiplets in the solution does not …",
                "We study the stabilization of scalars near a supersymmetric black hole horizon using the equation of motion of a particle moving in a potential and background metric. When the relevant 4-dimensional theory is described by special geometry, the generic properties of the critical points of this potential can be studied. We find that the extremal value of the central charge provides the minimal value of the BPS mass and of the potential under the condition that the moduli space metric is positive at the critical point. This is a property of a regular special geometry. We also study the critical points in all N ⩾ 2 supersymmetric theories. We relate these ideas to the Weinhold and Ruppeiner metrics introduced in the geometric approach to thermodynamics and used for the study of critical phenomena.",
                "The macroscopic entropy-area formula for supersymmetric black holes in N= 2, 4, 8 theories is found to be universal: in d= 4 it is always given by the square of the largest of the central charges extremized in moduli space. The proof of universality is based on the fact that the doubling of unbroken supersymmetry near the black hole horizon requires that all central charges other than Z= M vanish at the attractor point for N= 4, 8. The ADM mass at the extremum can be computed in terms of duality symmetric quartic invariants which are moduli independent. The extension of these results for d= 5, N= 1, 2, 4 is also reported. A duality symmetric expression for the energy of the ground state with spontaneous breaking of supersymmetry is provided by the power ½ (2 3) of the black hole area of the horizon in d= 4 (d= 5). It is suggested that the universal duality symmetric formula for the energy of the ground state in …",
                "We propose a new mechanism for obtaining de Sitter vacua in type-IIB string theory compactified on (orientifolded) Calabi-Yau manifolds similar to those recently studied by Kachru, Kallosh, Linde and Trivedi (KKLT). dS vacuum appears in KKLT model after uplifting an AdS vacuum by adding an anti-D3-brane, which explicitly breaks supersymmetry. We accomplish the same goal by adding fluxes of gauge fields within the D7-branes, which induce a D-term potential in the effective 4D action. In this way we obtain dS space as a spontaneously broken vacuum from a purely supersymmetric 4D action. We argue that our approach can be directly extended to heterotic string vacua, with the dilaton potential obtained from a combination of gaugino condensation and the D-terms generated by anomalous U (1) gauge groups.",
                "Recently a broad class of superconformal inflationary models was found leading to a universal observational prediction and[1, 2]. Here we generalize this class of models by introducing a parameter α inversely proportional to the curvature of the inflaton Kähler manifold. In the small curvature (large α) limit, the observational predictions of this class of models coincide with the predictions of generic chaotic inflation models. However, for sufficiently large curvature (small α), the predictions converge to the universal attractor regime with and, which corresponds to the part of the n s− r plane favored by the Planck data.",
                "There exists a widely held notion that gravitational effects can strongly violate global symmetries. If this is correct, it may lead to many important consequences. We argue, in particular, that nonperturbative gravitational effects in the axion theory lead to a strong violation of CP invariance unless they are suppressed by an extremely small factor g≲ 10− 82. One could hope that this problem disappears if one represents the global symmetry of a pseudoscalar axion field as a gauge symmetry of the Ogievetsky-Polubarinov-Kalb-Ramond antisymmetric tensor field. We show, however, that this gauge symmetry does not protect the axion mass from quantum corrections. The amplitude of gravitational effects violating global symmetries could be strongly suppressed by e− S, where S is the action of a wormhole which may absorb the global charge. Unfortunately, in a wide variety of theories based on the Einstein theory of …",
                "In supersymmetric theories the mass of any state is bounded below by the values of some of its charges. The corresponding bounds in the case of Schwarzschild (M≥ 0) and Reissner-Nordström (M≥| q|) black holes are known to coincide with the requirement that naked singularities be absent. Here we investigate [U (1)] 2 charged dilaton black holes in this context. The extreme solutions are shown to saturate the supersymmetry bound of N= 4, d= 4 supergravity, or dimensionally reduced superstring theory. Specifically, we have shown that extreme dilaton black holes, with electric and magnetic charges, admit supercovariantly constant spinors. The supersymmetric positivity bound for dilaton black holes is given by M≥ 1 2 (| Q|+| P|). This condition for dilaton black holes coincides with the cosmic censorship requirement that the singularities be hidden, as was the case for other asymptotically flat static black-hole …"
            ],
            [
                [
                    "supergravity",
                    "string theory",
                    "cosmology"
                ]
            ]
        ]
    ]
}