{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CQWS6LFK",
            "L9aguC0AAAAJ",
            [
                "Evidence and evaluation of the Bychkov-Rashba effect in SiGe\/Si\/SiGe quantum wells",
                "Inverse spin Hall effect from pulsed spin current in organic semiconductors with tunable spin–orbit coupling"
            ],
            [
                "From spin resonance of two-dimensional (2D) conduction electrons in a modulation doped SiGe\/Si\/SiGe quantum well structure we find a 2D anisotropy of both the line broadening (dephasing time) and the g factor. Both can be explained consistently employing the Bychkov-Rashba (BR) term H BR= α (k× σ)⋅ e z, which turns out here to be the dominant coupling between electron orbital motion and spin. We obtain a BR parameter of α= 0.55× 10− 12 eV cm—three orders of magnitude smaller than in quantum well structures based on III-V semiconductors, consistent with the much smaller spin-orbit coupling in Si.",
                "Exploration of spin currents in organic semiconductors (OSECs) induced by resonant microwave absorption in ferromagnetic substrates is appealing for potential spintronics applications. Owing to the inherently weak spin–orbit coupling (SOC) of OSECs, their inverse spin Hall effect (ISHE) response is very subtle; limited by the microwave power applicable under continuous-wave (cw) excitation. Here we introduce a novel approach for generating significant ISHE signals in OSECs using pulsed ferromagnetic resonance, where the ISHE is two to three orders of magnitude larger compared to cw excitation. This strong ISHE enables us to investigate a variety of OSECs ranging from π-conjugated polymers with strong SOC that contain intrachain platinum atoms, to weak SOC polymers, to C 60 films, where the SOC is predominantly caused by the curvature of the molecule’s surface. The pulsed-ISHE technique offers a …"
            ],
            [
                [

                ]
            ],
            [
                "HANS A MALISSA hans.malissa@utah.edu 801-585-0485 Physics Building, 0010 Room: 222 SP HANS A MALISSA 115 South 1400 East #200 James Fletcher Bldg Salt Lake City, \r\nUT\r\n84112 HANS A MALISSA Biography Presentations Languages Internal Service Peer Review Activity Honors & Awards Biography Presentations Languages Internal Service Peer Review Activity Honors & Awards Publications Jamali S, Mkhitaryan VV, Malissa H, Nahlawi A, Popli H, Grünbaum T, Bange S, Milster S, Stoltzfus DM, Leung AE, Darwish TA, Burn PL, Lupton JM & Boehme C (2021). Floquet spin states in OLEDs. Nature Communications. Vol. 12, 465.\r\n\r\nPublished, 01\/19\/2021. https:\/\/doi.org\/10.1038\/s41467-020-20148-6 Liu X, Popli H, Kwon O, Malissa H, Pan X, Park B, Choi B, Kim S, Ehrenfreund E, Boehme C, Vardeny ZV. Isotope Effect in the Magneto-Optoelectronic Response of Organic Light-Emitting Diodes Based on Donor-Acceptor Exciplexes. Advanced Materials.\r\n\r\nPublished, 10\/29\/2020. https:\/\/doi.org\/10.1002\/adma.202004421 Popli H, Liu X, Tennahewa TH, Teferi MY, Lafalce E, Malissa H, Vardeny ZV, Boehme C. Spin-Dependent Charge-Carrier Recombination Processes in Tris (8-Hydroxyquinolinato) Aluminum. Physical Review Applied. 2020;14(3):034012.\r\n\r\nPublished, 09\/03\/2020. https:\/\/link.aps.org\/doi\/10.1103\/PhysRevApplied.14... Liu H, Malissa H, Stolley RM, Singh J, Groesbeck M, Popli H, Kavand M, Chong SK, Deshpande VV, Miller JS, Boehme C, Vardeny ZV. Spin Wave Excitation, Detection, and Utilization in the Organic‐Based Magnet, V(TCNE)x (TCNE = Tetracyanoethylene). Advanced Materials. 2020.\r\n\r\nPublished, 08\/26\/2020. https:\/\/doi.org\/10.1002\/adma.202002663 Baird DL, Nahlawi A, Crossley K, van Schooten KJ, Teferi MY, Popli H, Joshi G, Jamali S, Malissa H, Lupton JM, Boehme C. Effect of Internal Electric Fields on Photoluminescence‐Detected Magnetic Resonance of π‐Conjugated Polymer Devices. Physica Status Solidi B: Basic Solid State Physics. 2020;257(5):1900493.\r\n\r\nPublished, 05\/15\/2020. https:\/\/doi.org\/10.1002\/pssb.201900493 Groesbeck M, Liu H, Kavand M, Lafalce E, Wang J, Pan X, Tennahewa TH, Popli H, Malissa H, Boehme C, Vardeny ZV. Separation of Spin and Charge Transport in Pristine π-Conjugated Polymers. Physical Review Letters. 2020;124(6):067702.\r\n\r\nPublished, 02\/14\/2020. https:\/\/doi.org\/10.1103\/PhysRevLett.124.067702 Stoltzfus D, Joshi G, Popli H, Jamali S, Kavand M, Milster S, Grünbaum T, Bange S, Nahlawi A, Teferi MY, Atwood SI, Leung A, Darwish T, Malissa H, Burn P, Lupton JM, Boehme C. Perdeuteration of poly[2-methoxy-5-(2'-ethylhexyloxy)-1,4-phenylenevinylene] (d-MEHPPV): control of microscopic charge-carrier spin-spin coupling and of magnetic-field effects in optoelectronic devices. Journal of Materials Chemistry C: Materials for Optical and Electronic Devices. 2020;8(8):2764-2771.\r\n\r\nPublished, 01\/21\/2020. https:\/\/doi.org\/10.1039\/C9TC05322K Sun D, Zhang C, Kavand M, Wang J, Malissa H, Liu H, Popli H, Singh J, Vardeny SR, Zhang W, Boehme C, Vardeny ZV. Surface-enhanced spin current to charge current conversion efficiency in CH3NH3PbBr3-based devices. The Journal of Chemical Physics. 2019;151(17),174709.\r\n\r\nPublished, 11\/07\/2019. https:\/\/doi.org\/10.1063\/1.5125230 Teferi MY, Ogle J, Joshi G, Malissa H, Jamali S, Baird DL, Lupton JM, Whittaker Brooks L, Boehme C. Tuning effective hyperfine fields in PEDOT:PSS thin films by doping. Physical Review B. 2018;98(24):241201(R).\r\n\r\nPublished, 12\/05\/2018. https:\/\/doi.org\/10.1103\/PhysRevB.98.241201 Sun D, Zhai Y, van Schooten KJ, Zhang C, Kavand M, Malissa H, Groesbeck M, Menon R, Boehme CM, Vardeny VZ. Sign Reversal of Magnetoresistance and Inverse Spin Hall effect in Doped Conducting Polymers. Journal of Physics: Condensed Matter. 2018;30(48):484003.\r\n\r\nPublished, 11\/12\/2018. https:\/\/doi.org\/10.1088\/1361-648X\/aae86f Joshi G, Teferi MY, Miller R, Jamali S, Groesbeck M, van Tol J, McLaughlin R, Vardeny ZV, Lupton JM, Malissa H, Boehme C. High-Field Magnetoresistance of Organic Semiconductors. Physical Review Applied. 2018;10(2):024008.\r\n\r\nPublished, 08\/09\/2018. https:\/\/doi.org\/10.1103\/PhysRevApplied.10.024008 Zhang Z, Li H, Miller R, Malissa H, Jamali S, Boehme C, Grossman JC, Ren S. Freestanding organic charge-transfer conformal electronics. Nano Letters. 2018;18(7):4346.\r\n\r\nPublished, 06\/01\/2018. http:\/\/dx.doi.org\/10.1021\/acs.nanolett.8b01342 Klemm P, Bange S, Malissa H, Boehme C, Lupton JM. Temperature and current dependence of the magnetoresistive behavior of poly(styrene-sulfonate)-doped poly(3,4-ethylenedioxythiophene) (PEDOT:PSS). Journal of Photonics for Energy. 2018;8(3):032216.\r\n\r\nPublished, 05\/30\/2018. https:\/\/doi.org\/10.1117\/1.JPE.8.032216 Joshi G, Teferi MY, Miller R, Jamali S, Baird D, van Tol J, Malissa H, Lupton JM, Boehme C. Isotropic Effective Spin-Orbit Coupling in a Conjugated Polymer. Journal of the American Chemical Society. 2018;140(22):6758.\r\n\r\nPublished, 05\/04\/2018. http:\/\/dx.doi.org\/10.1021\/jacs.8b03069 Malissa H, Miller R, Baird DL, Jamali S, Joshi G, Bursch M, Grimme S, van Tol J, Lupton JM, Boehme C. Revealing weak spin-orbit coupling effects on charge carriers in a π-conjugated polymer. Physical Review B. 2018;97(16):161201(R).\r\n\r\nPublished, 04\/09\/2018. https:\/\/dx.doi.org\/10.1103\/PhysRevB.97.161201 Liu H, Zhang C, Malissa H, Groesbeck M, Kavand M, McLaughlin R, Jamali S, Hao J, Sun D, Davidson RA, Wojcik L, Miller JS, Boehme C, Vardeny ZV. Organic-based magnon spintronics. Nature Materials. 2018;17(4):308.\r\n\r\nPublished, 03\/12\/2018. http:\/\/dx.doi.org\/10.1038\/s41563-018-0035-3 Malissa H & Boehme C (2018). Pulsed Inverse Spin-Hall Effect Spectroscopy of Spin-Transport in Organic Semiconductors. (pp. 137-166). Vol. 2, World Scientific.\r\n\r\nPublished, 02\/2018. https:\/\/doi.org\/10.1142\/9789813230187_0004 Jamali S, Joshi G, Malissa H, Lupton JM, Boehme C. Monolithic OLED-microwire devices for ultrastrong magnetic resonant excitation. Nano Letters. 2017;17(8),4648-4653.\r\n\r\nPublished, 06\/30\/2017. http:\/\/dx.doi.org\/10.1021\/acs.nanolett.7b01135 Kavand M, Zhang C, Sun D, Malissa H, Vardeny ZV, Boehme C. Driving field amplitude gauged quantitative inverse spin Hall effect detection. Physical Review B. 2017;95(16):161406(R).\r\n\r\nPublished, 04\/14\/2017. https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/Phys... Boehme C, Malissa H. Electrically Detected Magnetic Resonance Spectroscopy. eMagRes. 2017;6(1):83-100.\r\n\r\nPublished, 03\/19\/2017. http:\/\/dx.doi.org\/10.1002\/9780470034590.emrstm1525 Miller R, van Schooten KJ, Malissa H, Joshi G, Jamali S, Lupton JM, Boehme C. Morphology effects on spin-dependent transport and recombination in polyfluorene thin films. Physical Review B. 2016;94(21):214202.\r\n\r\nPublished, 12\/05\/2016. https:\/\/dx.doi.org\/10.1103\/PhysRevB.94.214202 Joshi G, Miller R, Ogden L, Kavand M, Jamali S, Ambal K, Venkatesh S, Schurig D, Malissa H, Lupton JM, Boehme C. Separating hyperfine from spin-orbit interactions in organic semiconductors by multi-octave magnetic resonance using coplanar waveguide microresonators. Applied Physics Letters. 2016;109(10):103303.\r\n\r\nPublished, 09\/07\/2016. http:\/\/dx.doi.org\/10.1063\/1.4960158 Kavand M, Baird D, van Schooten K, Malissa H, Lupton JM, Boehme, C. Discrimination between spin-dependent charge transport and spin dependent recombination in π-conjugated polymers by correlated current and electroluminescence-detected magnetic resonance. Physical Review B. 2016;94(7):075209.\r\n\r\nPublished, 08\/31\/2016. http:\/\/dx.doi.org\/10.1103\/PhysRevB.94.075209 Sun D, van Schooten KJ, Kavand M, Malissa H, Zhang C, Groesbeck M, Boehme C, Vardeny ZV. Inverse spin Hall effect from pulsed spin current in organic semiconductors with tunable spin-orbit coupling. Nature Materials. 2016;15(8):863-869.\r\n\r\nPublished, 04\/18\/2016. http:\/\/dx.doi.org\/10.1038\/nmat4618 Waters DP, Joshi G, Kavand M, Limes ME, Malissa H, Burn PL, Lupton C, Boehme C. The spin-Dicke effect in OLED magnetoresistance. Nature Physics. 2015;11(11):910-914.\r\n\r\nPublished, 09\/07\/2015. http:\/\/dx.doi.org\/10.1038\/nphys3453 Malissa H, Kavand M, Waters DP, van Schooten KJ, Burn PL, Vardeny ZV, Saam B, Lupton JM, Boehme C. Room-temperature coupling between electrical current and nuclear spins in OLEDs. Science. 2014;345(6203):1487-1490.\r\n\r\nPublished, 09\/19\/2014. http:\/\/dx.doi.org\/10.1126\/science.1255624 Sigillito AJ, Malissa H, Tyryshkin AM, Riemann H, Abrosimov NV, Becker P, Pohl HJ, Thewalt MLW, Itoh KM, Morton JJL, Houck AA, Schuster DI, Lyon SA. Fast, low-power manipulation of spin ensembles in superconducting microresonators. Applied Physics Letters. 2014;104(22):222407.\r\n\r\nPublished, 06\/05\/2014. http:\/\/dx.doi.org\/10.1063\/1.4881613 Malissa H, Schuster DI, Tyryshkin AM, Houck AA, Lyon SA. Superconducting coplanar waveguide resonators for low temperature pulsed electron spin resonance spectroscopy. Review of Scientific Instruments. 2013;84(2):025116.\r\n\r\nPublished, 02\/26\/2013. http:\/\/dx.doi.org\/10.1063\/1.4792205 Havlicek M, Chernov A, Jantsch W, Wilamowski Z, Yanagi K, Kataura H, Rümmeli MH, Malissa H, Kuzmany H. Magnetic phase transition for defect induced electron spins from fully metal-semiconductor separated SWCNTs. Physica Status Solidi B. 2012;249(12):2562-2567.\r\n\r\nPublished, 11\/09\/2012. http:\/\/dx.doi.org\/10.1002\/pssb.201200426 Havlicek M, Jantsch W, Wilamowski Z, Yanagi K, Kataura H, Rümmeli MH, Malissa H, Tyryshkin A, Lyon S, Chernov A, Kuzmany H. Indirect exchange interaction in fully metal-semiconductor separated single-walled carbon nanotubes revealed by electron spin resonance. Physical Review B. 2012;86(4):045402.\r\n\r\nPublished, 07\/05\/2012. http:\/\/dx.doi.org\/10.1103\/PhysRevB.86.045402 Hochreiner A, Malissa H, Wilamowski Z, Jantsch W. Two-dimensional magneto-plasmons in Si\/SiGe quantum wells. AIP Conference Proceedings. 2010;1199:187-188.\r\n\r\nPublished, 01\/04\/2010. http:\/\/dx.doi.org\/10.1063\/1.3295360 Malissa H, Wilamowski Z, Jantsch W. Coupled plasmon-cyclotron resonance in ultra-high mobility bulk silicon. AIP Conference Proceedings. 2010;1199:63-64.\r\n\r\nPublished, 01\/04\/2010. http:\/\/dx.doi.org\/10.1063\/1.3295555 Jantsch W, Hochreiner A, Malissa H, Wilamowski Z. Excitation of conduction electron spin resonance in Si quantum wells. International Journal of Modern Physics B. 2009;23(12n13):2898-2904.\r\n\r\nPublished, 05\/20\/2009. http:\/\/dx.doi.org\/10.1142\/S0217979209062517 Wilamowski Z, Malissa H, Jantsch W. Tuning of spin resonance by an electric current in a Si quantum well. Materials Science-Poland. 2008;26(4):863-869.\r\n\r\nPublished, 12\/2008. http:\/\/www.materialsscience.pwr.wroc.pl\/index.php?... Wilamowski Z, Malissa H, Glazov M, Jantsch W. Limitations in the tunability of the spin resonance of 2D electrons in Si by an electric current. Acta Physica Polonica A. 2007;112(2):375-379.\r\n\r\nPublished, 08\/2007. http:\/\/dx.doi.org\/10.12693\/APhysPolA.112.375 Wilamowski Z, Malissa H, Schäffler F, Jantsch W. g-factor tuning and manipulation of spins by an electric current. Physical Review Letters. 2007;98(18):187203.\r\n\r\nPublished, 05\/03\/2007. http:\/\/dx.doi.org\/10.1103\/PhysRevLett.98.187203 Malissa H, Jantsch W, Chen G, Lichtenberger H, Fromherz T, Schäffler F, Bauer G, Tyryshkin A, Lyon S, Wilamowski Z. Spin relaxation in SiGe islands. AIP Conference Proceedings. 2007;893:1317-1318.\r\n\r\nPublished, 04\/10\/2007. http:\/\/dx.doi.org\/10.1063\/1.2730387 Malissa H, Jantsch W, Schäffler F, Wilamowski Z. Current induced g-factor shift in modulation doped Si quantum wells. MRS Proceedings. 2007;984:16-20.\r\n\r\nPublished, 02\/24\/2007. http:\/\/dx.doi.org\/10.1557\/PROC-984-0984-MM11-02 Malissa H, Jantsch W, Chen G, Lichtenberger H, Fromherz T, Schäffler F, Bauer G, Tyryshkin A, Lyon S, Wilamowski Z. Spin relaxation in SiGe islands. MRS Proceedings. 2007;958:57-62.\r\n\r\nPublished, 12\/04\/2006. http:\/\/dx.doi.org\/10.1557\/PROC-0958-L03-04 Malissa H, Gruber D, Pachinger D, Schäffler F, Jantsch W, Wilamowski Z. Design and fabrication of a SiGe double quantum well structure for g-factor tuning. Superlattices and Microstructures. 2006;39(5):414-420.\r\n\r\nPublished, 05\/2006. http:\/\/dx.doi.org\/10.1016\/j.spmi.2005.09.001 Gruber D, Pachinger D, Malissa H, Mühlberger M, Lichtenberger H, Jantsch W, Schäffler F. g-Factor tuning of 2D electrons in double-gated Si\/SiGe quantum wells. Physica E: Low-dimensional Systems and Nanostructures. 2006;32(1-2):254-257.\r\n\r\nPublished, 05\/2006. http:\/\/dx.doi.org\/10.1016\/j.physe.2005.12.095 Malissa H, Jantsch W, Chen G, Gruber D, Lichtenberger H, Schäffler F, Wilamowski Z, Tyryshkin A, Lyon S. Investigation of the spin properties of electrons in zero-dimensional SiGe structures by electron paramagnetic resonance. Materials Science and Engineering: B. 2006;126(2-3):172-175.\r\n\r\nPublished, 01\/25\/2006. http:\/\/dx.doi.org\/10.1016\/j.mseb.2005.09.052 Przybylińska H, Bonanni A, Wolos A, Kiecana M, Sawicki M, Dietl T, Malissa H, Simbrunner C, Wegscheider M, Sitter H, Rumpf K, Granitzer P, Krenn H, Jantsch W. Magnetic properties of a new spintronic material-GaN:Fe. Materials Science and Engineering: B. 2006;126(2-3):222-225.\r\n\r\nPublished, 01\/25\/2006. http:\/\/dx.doi.org\/10.1016\/j.mseb.2005.09.015 Malissa H, Wilamowski Z, Jantsch W. Cyclotron resonance revisited: the effect of carrier heating. AIP Conference Proceedings. 2005;772:1218-1219.\r\n\r\nPublished, 06\/30\/2005. http:\/\/dx.doi.org\/10.1063\/1.1994551 Jantsch W, Malissa H, Wilamowski Z, Lichtenberger H, Chen G, Schäffler F, Bauer G. Spin properties of electrons in low-dimensional SiGe structures. Journal of Superconductivity. 2005;18(2):145-149.\r\n\r\nPublished, 04\/2005. http:\/\/dx.doi.org\/10.1007\/s10948-005-3350-2 Malissa H, Jantsch W, Mühlberger M, Schäffler F, Wilamowski Z, Draxler M, Bauer P. Anisotropy of g-factor and electron spin resonance linewidth in modulation doped SiGe quantum wells. Applied Physics Letters. 2004;85(10):1739-1741.\r\n\r\nPublished, 09\/06\/2004. http:\/\/dx.doi.org\/10.1063\/1.1788881 Malissa H, Jantsch W, Mühlberger M, Schäffler F, Wilamowski Z, Draxler M, Bauer P. Bychkov-Rashba effect and g-factor tuning in modulation doped SiGe quantum wells. Acta Physica Polonica A. 2004;105(6):585-590.\r\n\r\nPublished, 06\/2004. http:\/\/dx.doi.org\/10.12693\/APhysPolA.105.585 Zhu JF, Ellmer H, Malissa H, Brandstetter T, Semrad D, Zeppenfeld P. Low-temperature phases of Xe on Pd(111). Physical Review B. 2003;68(4):045406.\r\n\r\nPublished, 07\/07\/2003. http:\/\/dx.doi.org\/10.1103\/PhysRevB.68.045406 Wilamowski Z, Jantsch W, Malissa H, Rössler U. Evidence and evaluation of the Bychkov-Rashba effect in SiGe\/Si\/SiGe quantum wells. Physical Review B. 2002;66(19):195315.\r\n\r\nPublished, 11\/15\/2002. http:\/\/dx.doi.org\/10.1103\/PhysRevB.66.195315 Presentations Spin coherences in biomolecules and solid states. Quantum Biology for Quantum Sensing and Information Processing. John Hopkins University. Baltimore, MD.\r\nInvited Talk\/Keynote,\r\nPresented, 02\/13\/2020. https:\/\/pages.jh.edu\/~mprocop2\/workshops.html Electrically detected electron paramagnetic resonance in OLEDs in the non-linear strong-drive regime. Lehrstuhlseminar. Experimental Physics VI, University of Würzburg. Würzburg, Germany.\r\nInvited Talk\/Keynote,\r\nPresented, 01\/09\/2020. Dangling-Bond Recombination in Amorphous Silicon Studied by Multifrequency Electrically Detected Magnetic Resonance. Möser J, Malissa H, Popli H, Tennahewa TH, Akhtar W, Behrends J, Schnegg A, Boehme C, Lips K. 28th International Conference on Amorphous and Nanocrystalline Semiconductors. Paris, France.\r\nContributed Talk,\r\nPresented, 08\/09\/2019. https:\/\/icans28.sciencesconf.org\/data\/icans28_deta... Electrically Detected Electron Paramagnetic Resonant Multi-photon Transitions. Malissa H, Nahlawi A, Jamali S, Mkhitaryan V, Lupton JM, Boehme C. 60th Annual Rocky Mountain Conference on Magnetic Resonance. Denver, CO.\r\nContributed Talk,\r\nPresented, 07\/25\/2019. https:\/\/rockychem.com\/wp-content\/uploads\/2019\/07\/A... Studying Spin Orbit Coupling in Organic Semiconductors. SpinOS VII. Halle (Saale), Germany.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/16\/2018. http:\/\/spinos.physik.uni-halle.de\/?idm=8 Spin-orbit Coupling Effects on Charge Carriers in Conjugated Polymers. Malissa H, Miller R, Baird DL, Jamali S, Joshi G, Bursch M, Grimme S, van Tol J, Lupton JM, Boehme C. 59th Annual Rocky Mountain Conference on Magnetic Resonance. Snowbird, UT.\r\nContributed Talk,\r\nPresented, 07\/24\/2018. http:\/\/www.rockychem.com\/wp-content\/uploads\/2018\/0... Electrical detection of electron magnetic resonance in the strong driving field limit\u000b. Malissa H, Jamali S, Joshi G, Lupton JM, Boehme C. 2018 Conference on Excited State Processes. Santa Fe, NM.\r\nPoster,\r\nPresented, 06\/05\/2018. https:\/\/custom.cvent.com\/F6288ADDEF3C4A6CBA5358DAE... The study of hyperfine field effects on magneto-optoelectronic properties of π-conjugated polymers. Malissa H, Kavand M, Waters DP, van Schooten KJ, Burn PL, Varden ZV, Saam B, Lupton JM, Boehme C. Joint SPP1601\/SharedEPR Conference. New Paltz, NY.\r\nPoster,\r\nPresented, 10\/2017. https:\/\/sharedepr.org\/wp-content\/uploads\/2017\/08\/J... Multi-frequency electrically detected magnetic resonance spectroscopy from the very-low to very-high magnetic field regime. Condensed Matter Seminar. Ames Laboratory, Iowa State University. Ames, IA.\r\nInvited Talk\/Keynote,\r\nPresented, 04\/27\/2017. http:\/\/www.event.iastate.edu\/event\/42517 Spin-dependent electronic processes in organic semiconductors. APS March Meeting 2017. New Orleans, LA.\r\nInvited Talk\/Keynote,\r\nPresented, 03\/13\/2017. http:\/\/meetings.aps.org\/Meeting\/MAR17\/Session\/B42.... Electrical Detection of Electron Spin Motion. Undergraduate Seminar, Department of Physics and Astronomy, University of Utah. Salt Lake City, UT.\r\nInvited Talk\/Keynote,\r\nPresented, 03\/09\/2017. http:\/\/www.physics.utah.edu\/pdf\/1980\/Undergraduate... Estimation of Spin Diffusion Length in Organic Semiconductors by Means of pulsed Inverse Spin-Hall Effect. Seminar, University Regensburg. Regensburg, Germany.\r\nInvited Talk\/Keynote,\r\nPresented, 02\/27\/2017. http:\/\/www.physik.uni-regensburg.de\/aktuell\/physwo... Spin-orbit coupling in conjugated polymers. Malissa H, Miller R, Baird DL, Jamali S, Joshi G, Klemm P, Bange S, Bursch M, Grimme S, van Tol J, Lupton JM, Boehme C. Spinos VI - International Meeting on Spins in Organic Semiconductors. Chicago, IL.\r\nContributed Talk,\r\nPresented, 10\/17\/2016. http:\/\/spinsconference.org\/documents\/spinos-abstra... Spin-orbit coupling in conjugated polymers. Malissa H, Miller R, Baird DL, Jamali S, Joshi G, Klemm P, Bange S, Bursch M, Grimme S, van Tol J, Lupton JM, Boehme C. 58th Annual Rocky Mountain Conference on Magnetic Resonance. Breckenridge, CO.\r\nContributed Talk,\r\nPresented, 07\/18\/2016. http:\/\/www.rockychem.com\/wp-content\/uploads\/2016\/0... Magnetoresistance detected spin collectivity in organic light emitting diodes. Malissa H, Waters DP, Joshi G, Kavand M, Limes ME, Burn PL, Lupton JM, Boehme C. APS March Meeting 2016. Baltimore, MD.\r\nContributed Talk,\r\nPresented, 03\/14\/2016. http:\/\/meetings.aps.org\/Meeting\/MAR16\/Session\/A5.7 Determining the Crucial Parameters For Magnetoresistance Effects in Organic Semiconductors Using Multi-Frequency Electrically Detected Magnetic Resonance Spectroscopy in the Very-Low to Very-High Magnetic Field Range. PPHMF-8. Tallahassee, FL.\r\nInvited Talk\/Keynote,\r\nPresented, 01\/09\/2016. https:\/\/nationalmaglab.org\/news-events\/events\/for-... Differentiating Between Hyperfine and Spin-Orbit Coupling in Magnetic Resonance Spectral Broadening of Organic Semiconductors. Malissa H, Joshi G, Miller R, Jamali S, Baird D, Kavand M, van Tol J, Lupton JM, Boehme C. 57th Annual Rocky Mountain Conference on Magnetic Resonance. Snowbird, UT.\r\nContributed Talk,\r\nPresented, 07\/27\/2015. http:\/\/www.rockychem.com\/wp-content\/uploads\/2015\/0... Exploring the influence of nuclear spins on electronic properties of organic semiconductor materials. Physikkolloquium, Johannes Kepler University Linz. Linz, Austria.\r\nInvited Talk\/Keynote,\r\nPresented, 06\/03\/2015. https:\/\/www.jku.at\/physik\/content\/e209882\/e265878\/... Magnetic resonance at unconventional fields and the influence of nuclear spins on electronic properties of organic semiconductors. Seminar SFB 689, University Regensburg. Regensburg, Germany.\r\nInvited Talk\/Keynote,\r\nPresented, 06\/02\/2015. http:\/\/www.physik.uni-regensburg.de\/sfb689\/talks\/M... Electrical Detection of Electron Spin Motion. Undergraduate Seminar, Department of Physics and Astronomy, University of Utah. Salt Lake City, UT.\r\nInvited Talk\/Keynote,\r\nPresented, 04\/23\/2015. http:\/\/www.physics.utah.edu\/pdf\/1980\/Undergraduate... Magnetoresistance of organic semiconductors and nuclear spins - how neV energy scales control meV energy transitions. Condensed Matter Seminar, Department of Physics and Astronomy, University of Utah. Salt Lake City, UT.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/26\/2014. Investigation of Hyperfine Couplings in Organic Semiconductors With Electrically Detected ESEEM and ENDOR Experiments. Malissa H, Kavand M, Waters DP, van Schooten K, Burn PL, Vardeny ZV, Saam B, Lupton JM, Boehme C. 56th Annual Rocky Mountain Conference on Magnetic Resonance. Copper Mountain, CO.\r\nContributed Talk,\r\nPresented, 07\/14\/2014. http:\/\/www.rockychem.com\/wp-content\/uploads\/2014\/1... Electrical detection of nuclear spins in organic light-emitting diodes. Malissa H, Kavand M, Waters DP, Lupton JM, Vardeny ZV, Saam B, Boehme C. APS March Meeting 2014. Denver, CO.\r\nContributed Talk,\r\nPresented, 03\/03\/2014. http:\/\/meetings.aps.org\/Meeting\/MAR14\/Session\/A6.1... Electrically-detected nuclear spin motion in organic thin-film semiconductors. Utah Materials Research Science and Engineering Center Monthly Plasmonics and Organic Spintronics Colloquia, University of Utah. Salt Lake City, UT.\r\nInvited Talk\/Keynote,\r\nPresented, 05\/14\/2013. Superconducting micro-resonators for low-temperature pulsed ESR measurements. Malissa H, Schuster D, Tyryshkin A, Houck A, Morton J, Lyon SA. 54th Annual Rocky Mountain Conference on Analytical Chemistry. Copper Mountain, CO.\r\nContributed Talk,\r\nPresented, 07\/17\/2012. http:\/\/www.rockychem.com\/wp-content\/uploads\/2012\/0... Electron spin resonance measurements on silicon structures. Department of Physics and Astronomy, University of Utah. Salt Lake City, UT.\r\nInvited Talk\/Keynote,\r\nPresented, 03\/21\/2012. Electron spin resonance measurements on silicon structures. Department of Physics, City College of New York. New York, NY.\r\nInvited Talk\/Keynote,\r\nPresented, 03\/05\/2012. Spin echo measurements for hybrid qubit systems. Malissa H, Schuster D, Tyryshkin A, Houck A, Lyon SA. APS March Meeting 2012. Boston, MA.\r\nContributed Talk,\r\nPresented, 02\/29\/2012. http:\/\/meetings.aps.org\/Meeting\/MAR12\/Session\/P30.... Planar superconducting micro-resonators for pulsed ESR experiments. Malissa H, Schuster D, Tyryshkin A, Houck A, Lyon SA. International Workshop on Silicon Quantum Electronics. Sydney, Australia.\r\nContributed Talk,\r\nPresented, 02\/2012. Planar superconducting micro resonators for pulsed ESR experiments. Princeton Center for Complex Materials Symposium: Quantum Control of Solid State Systems, Princeton University. Princeton, NJ.\r\nInvited Talk\/Keynote,\r\nPresented, 11\/04\/2011. ESR investigation of silicon quantum dot ensembles. Physikkolloquium, Johannes Kepler University Linz. Linz, Austria.\r\nInvited Talk\/Keynote,\r\nPresented, 10\/13\/2011. Design and fabrication of planar superconducting micro resonators for pulsed ESR experiments. Malissa H, Schuster D, Tyryshkin A, Houck A, Lyon SA. International Workshop on Silicon Quantum Electronics. Denver, CO.\r\nPoster,\r\nPresented, 08\/2011. Design and fabrication of planar superconducting micro resonators for pulsed ESR experiments. Malissa H, Schuster D, Tyryshkin A, Houck A, Lyon SA. ARO\/NSA Quantum Computing and Quantum Algorithms Program Review Meeting. Denver, CO.\r\nPoster,\r\nPresented, 08\/2011. Spin coherence and relaxation of disorder-confined electrons at interfaces in silicon. Malissa H, He J, Shankar S, Lu TM, Tyryshkin AM, Lyon SA, Chen HM, Kuan CH. 4th Annual Workshop on Silicon Science and Technology for Quantum Computing. Albuquerque, NM.\r\nContributed Talk,\r\nPresented, 08\/24\/2010. http:\/\/www.sandia.gov\/QIST\/documents\/2010_Agenda.p... Spin relaxation in SiGe islands. Malissa H, Jantsch W, Chen G, Fromherz T, Schaffler F, Bauer G, Tyryshkin A, Lyon SA, Wilamowski Z. APS March Meeting 2010. Portland, OR.\r\nContributed Talk,\r\nPresented, 03\/17\/2010. http:\/\/meetings.aps.org\/Meeting\/MAR10\/Session\/Q35.... Current induced g-factor shift in modulation doped silicon quantum wells. Malissa H, Wilamowski Z, Schaeffler F, Jantsch W. Spin Phenomena in Reduced Dimensions. Regensburg, Germany.\r\nPoster,\r\nPresented, 09\/2008. Current induced g-factor shift in modulation doped silicon quantum wells. Malissa H, Wilamowski Z, Schaeffler F, Jantsch W. 58th OePG Annual Meeting. Leoben, Austria.\r\nPoster,\r\nPresented, 09\/2008. Plasmon-cyclotron resonance in ultra-high mobility bulk silicon. Malissa H, Wilamowski Z, Jantsch W. 29th International Conference on the Physics of Semiconductors. Rio de Janeiro, Brazil.\r\nPoster,\r\nPresented, 07\/2008. Spin relaxation in SiGe islands. Malissa H, Jantsch W, Chen G, Lichtenberger H, Fromherz T, Schaeffler F, Bauer G, Tyryshkin A, Lyon SA, Wilamowski Z. SPS Workshop. Montpellier, France.\r\nContributed Talk,\r\nPresented, 05\/2008. Spin relaxation in SiGe quantum dots. Nanoforum, Johannes Kepler University Linz. Linz, Austria.\r\nInvited Talk\/Keynote,\r\nPresented, 05\/2007. Current Induced g-factor Shift in Modulation Doped Si Quantum Wells. Malissa H, Jantsch W, Wilamowski Z. 2006 Materials Research Society Fall Meeting. Boston, MA.\r\nContributed Talk,\r\nPresented, 11\/30\/2006. http:\/\/www.mrs.org\/f06-abstract-mm\/ Spin Relaxation in SiGe Islands. Malissa H, Jantsch W, Chen G, Lichtenberger H, Fromherz T, Schaeffler F, Bauer G, Tyryshkin A, Lyon SA, Wilamowski Z. 2006 Materials Research Society Fall Meeting. Boston, MA.\r\nContributed Talk,\r\nPresented, 11\/28\/2006. http:\/\/www.mrs.org\/f06-abstract-l\/ Spin relaxation in SiGe islands. Malissa H, Jantsch W, Chen G, Lichtenberger H, Fromherz T, Schaeffler F, Bauer G, Tyryshkin A, Lyon SA, Wilamowski Z. 28th International Conference on the Physics of Semiconductors. Vienna, Austria.\r\nPoster,\r\nPresented, 07\/26\/2006. http:\/\/www.icps2006.at\/pdf\/timetable.pdf g-factor tuning by an electric current in modulation-doped Si quantum wells. Malissa H, Jantsch W, Schaeffler F, Wilamowski Z. 28th International Conference on the Physics of Semiconductors. Vienna, Austria.\r\nContributed Talk,\r\nPresented, 07\/25\/2006. http:\/\/www.icps2006.at\/pdf\/timetable.pdf EPR investigation of low-dimensional SiGe structures. Malissa H, Jantsch W, Chen G, Lichtenberger H, Schaeffler F, Bauer G, Tyryshkin A, Lyon SA, Wilamowski Z. International Workshop on Electron Spin Resonance and Related Phenomena in Low Dimensional Structures. Sanremo, Italy.\r\nPoster,\r\nPresented, 03\/2006. EPR investigation of low-dimensional SiGe structures. Malissa H, Jantsch W, Chen G, Lichtenberger H, Schaeffler F, Bauer G, Tyryshkin A, Lyon SA, Wilamowski Z. 14th Winterschool on New Developments in Solid State Physics (Low Dimensional Systems). Mauterndorf, Austria.\r\nPoster,\r\nPresented, 02\/2006. Fabrication and characterization of low dimensional SiGe structures. Malissa H, Jantsch W, Chen G, Lichtenberger H, Schaeffler F, Bauer G, Wilamowski Z, Tyryshkin A, Lyon SA. 3rd International School and Conference on Spintronics and Quantum Information Technology (Spintech III). Awaij, Japan.\r\nPoster,\r\nPresented, 08\/2005. Fabrication and characterization of low dimensional SiGe structures. Malissa H, Jantsch W, Chen G, Lichtenberger H, Schaeffler F, Bauer G, Wilamowski Z, Tyryshkin A, Lyon SA. XXXIV International School on the Physics of Semiconductor Compounds. Jaszowiec, Poland.\r\nPoster,\r\nPresented, 06\/2005. Investigation of the spin properties of electrons in zero dimensional SiGe structures by electron paramagnetic resonance. Malissa H, Jantsch W, Chen G, Gruber D, Lichtenberger H, Schaeffler F, Wilamowski Z, Tyryshkin A, Lyon SA. European Materials Research Society Spring Meeting 2005. Strasbourg, France.\r\nContributed Talk,\r\nPresented, 05\/2005. Spin properties of low dimensional Si structures. Nanoforum, Johannes Kepler University Linz. Linz, Austria.\r\nInvited Talk\/Keynote,\r\nPresented, 05\/2005. Spin relaxation and g-factor tuning in low dimensional SiGe structures. Malissa H, Jantsch W, Muehlberger M, Gruber D, Schaeffler F, Wilamowski Z, Draxler M, Bauer P. 54th OePG Annual Meeting. Linz, Austria.\r\nContributed Talk,\r\nPresented, 09\/2004. Cyclotron resonance in high mobility Si: the effect of carrier heating. Malissa H, Wilamowski Z, Jantsch W. 54th OePG Annual Meeting. Linz, Austria.\r\nPoster,\r\nPresented, 09\/2004. Bychkov-Rashba effect in low dimensional SiGe structures. Malissa H, Jantsch W, Muehlberger M, Schaeffler F, Wilamowski Z. 27th International Conference on the Physics of Semiconductors. Flagstaff, AZ.\r\nContributed Talk,\r\nPresented, 07\/2004. Cyclotron resonance revisited: the effect of carrier heating. Malissa H, Wilamowski Z, Jantsch W. 27th International Conference on the Physics of Semiconductors. Flagstaff, AZ.\r\nPoster,\r\nPresented, 07\/2004. Bychkov-Rashba effect and g-factor tuning in modulation doped SiGe quantum wells. Malissa H, Jantsch W, Muehlberger M, Schaeffler F, Wilamowski Z, Draxler M, Bauer P. XXXIII International School on the Physics of Semiconductor Compounds. Jaszowiec, Poland.\r\nContributed Talk,\r\nPresented, 05\/2004. Spin-orbit interaction in SiGe quantum wells. Malissa H, Jantsch W, Wilamowski Z, Muehlberger M, Schaeffler F, Draxler M, Bauer P. 2004 Materials Research Society Spring Meeting. San Francisco, CA.\r\nContributed Talk,\r\nPresented, 04\/2004. Anisotropy of g-factor and ESR linewidth in modulation doped SiGe quantum wells. Malissa H, Jantsch W, Muehlberger M, Schaeffler F, Wilamowski Z, Draxler M, Bauer P. 13th Winterschool on New Developments in Solid State Physics (Low Dimensional Systems). Mauterndorf, Austria.\r\nPoster,\r\nPresented, 02\/2004. Anisotropy of g-factor and ESR line width in modulation doped SiGe quantum wells. Malissa H, Jantsch W, Muehlberger M, Schaeffler F, Wilamowski Z. 2nd International School and Conference on Spintronics and Quantum Information Technology (Spintech II). Bruges, Belgium.\r\nPoster,\r\nPresented, 08\/2003. Languages English, fluent. German, fluent."
            ]
        ]
    ]
}