{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CRN6SRRS",
            "WvaolBUAAAAJ",
            [
                "Experimental and theoretical challenges in the search for the quark-gluon plasma: The STAR Collaboration's critical assessment of the evidence from RHIC collisions",
                "The ALICE experiment at the CERN LHC",
                "Long-range angular correlations on the near and away side in p–Pb collisions at sNN= 5.02 TeV",
                "Evidence from  Measurements for Final-State Suppression of High- Hadrons in  Collisions at RHIC",
                "Suppression of charged particle production at large transverse momentum in central Pb–Pb collisions at sNN= 2.76 TeV",
                "Centrality Dependence of the Charged-Particle Multiplicity Density at Midrapidity in Pb-Pb Collisions at ",
                "Elliptic Flow of Charged Particles in Pb-Pb Collisions at ",
                "Centrality dependence of , , and  production in Pb-Pb collisions at  TeV",
                "Disappearance of Back-To-Back High- Hadron Correlations in Central  Collisions at ",
                "Breast cancer"
            ],
            [
                "We review the most important experimental results from the first three years of nucleus–nucleus collision studies at RHIC, with emphasis on results from the STAR experiment, and we assess their interpretation and comparison to theory. The theory-experiment comparison suggests that central Au + Au collisions at RHIC produce dense, rapidly thermalizing matter characterized by: (1) initial energy densities above the critical values predicted by lattice QCD for establishment of a quark–gluon plasma (QGP); (2) nearly ideal fluid flow, marked by constituent interactions of very short mean free path, established most probably at a stage preceding hadron formation; and (3) opacity to jets. Many of the observations are consistent with models incorporating QGP formation in the early collision stages, and have not found ready explanation in a hadronic framework. However, the measurements themselves do not yet …",
                "ALICE (A Large Ion Collider Experiment) is a general-purpose, heavy-ion detector at the CERN LHC which focuses on QCD, the strong-interaction sector of the Standard Model. It is designed to address the physics of strongly interacting matter and the quark-gluon plasma at extreme values of energy density and temperature in nucleus-nucleus collisions. Besides running with Pb ions, the physics programme includes collisions with lighter ions, lower energy running and dedicated proton-nucleus runs. ALICE will also take data with proton beams at the top LHC energy to collect reference data for the heavy-ion programme and to address several QCD topics for which ALICE is complementary to the other LHC detectors. The ALICE detector has been built by a collaboration including currently over 1000 physicists and engineers from 105 Institutes in 30 countries. Its overall dimensions are 16× 16× 26 m3 with a total …",
                "Angular correlations between charged trigger and associated particles are measured by the ALICE detector in p–Pb collisions at a nucleon–nucleon centre-of-mass energy of 5.02 TeV for transverse momentum ranges within 0.5< p T, assoc< p T, trig< 4 GeV\/c. The correlations are measured over two units of pseudorapidity and full azimuthal angle in different intervals of event multiplicity, and expressed as associated yield per trigger particle. Two long-range ridge-like structures, one on the near side and one on the away side, are observed when the per-trigger yield obtained in low-multiplicity events is subtracted from the one in high-multiplicity events. The excess on the near-side is qualitatively similar to that recently reported by the CMS Collaboration, while the excess on the away-side is reported for the first time. The two-ridge structure projected onto azimuthal angle is quantified with the second and third Fourier …",
                "We report measurements of single-particle inclusive spectra and two-particle azimuthal distributions of charged hadrons at high transverse momentum (high p T) in minimum bias and central d+ A u collisions at s N N= 200 G e V. The inclusive yield is enhanced in d+ A u collisions relative to binary-scaled p+ p collisions, while the two-particle azimuthal distributions are very similar to those observed in p+ p collisions. These results demonstrate that the strong suppression of the inclusive yield and back-to-back correlations at high p T previously observed in central A u+ A u collisions are due to final-state interactions with the dense medium generated in such collisions.",
                "Inclusive transverse momentum spectra of primary charged particles in Pb–Pb collisions at s NN= 2.76 TeV have been measured by the ALICE Collaboration at the LHC. The data are presented for central and peripheral collisions, corresponding to 0–5% and 70–80% of the hadronic Pb–Pb cross section. The measured charged particle spectra in| η|< 0.8 and 0.3< p T< 20 GeV\/c are compared to the expectation in pp collisions at the same s NN, scaled by the number of underlying nucleon–nucleon collisions. The comparison is expressed in terms of the nuclear modification factor R AA. The result indicates only weak medium effects (R AA≈ 0.7) in peripheral collisions. In central collisions, R AA reaches a minimum of about 0.14 at p T= 6–7 GeV\/c and increases significantly at larger p T. The measured suppression of high-p T particles is stronger than that observed at lower collision energies, indicating that a very …",
                "The centrality dependence of the charged-particle multiplicity density at midrapidity in Pb-Pb collisions at s NN= 2.76 TeV is presented. The charged-particle density normalized per participating nucleon pair increases by about a factor of 2 from peripheral (70%–80%) to central (0%–5%) collisions. The centrality dependence is found to be similar to that observed at lower collision energies. The data are compared with models based on different mechanisms for particle production in nuclear collisions.",
                "We report the first measurement of charged particle elliptic flow in Pb-Pb collisions at s N N= 2.76 TeV with the ALICE detector at the CERN Large Hadron Collider. The measurement is performed in the central pseudorapidity region (| η|< 0.8) and transverse momentum range 0.2< p t< 5.0 GeV\/c. The elliptic flow signal v 2, measured using the 4-particle correlation method, averaged over transverse momentum and pseudorapidity is 0.087±0.002 (stat)±0.003 (syst) in the 40%–50% centrality class. The differential elliptic flow v 2 (p t) reaches a maximum of 0.2 near p t= 3 GeV\/c. Compared to RHIC Au-Au collisions at s N N= 200 GeV, the elliptic flow increases by about 30%. Some hydrodynamic model predictions which include viscous corrections are in agreement with the observed increase.",
                "In this paper measurements are presented of π±, K±, p, and p production at midrapidity (| y|< 0.5), in Pb-Pb collisions at s N N= 2.76 TeV as a function of centrality. The measurement covers the transverse-momentum (p T) range from 100, 200, and 300 MeV\/c up to 3, 3, and 4.6 GeV\/c for π, K, and p, respectively. The measured p T distributions and yields are compared to expectations based on hydrodynamic, thermal and recombination models. The spectral shapes of central collisions show a stronger radial flow than measured at lower energies, which can be described in hydrodynamic models. In peripheral collisions, the p T distributions are not well reproduced by hydrodynamic models. Ratios of integrated particle yields are found to be nearly independent of centrality. The yield of protons normalized to pions is a factor∼ 1.5 lower than the expectation from thermal models.",
                "Azimuthal correlations for large transverse momentum charged hadrons have been measured over a wide pseudorapidity range and full azimuth in A u+ A u and p+ p collisions at s N N= 200 G e V. The small-angle correlations observed in p+ p collisions and at all centralities of A u+ A u collisions are characteristic of hard-scattering processes previously observed in high-energy collisions. A strong back-to-back correlation exists for p+ p and peripheral A u+ A u. In contrast, the back-to-back correlations are reduced considerably in the most central A u+ A u collisions, indicating substantial interaction as the hard-scattered partons or their fragmentation products traverse the medium.",
                "BREAST cancer is a major public health problem of great interest and importance to physicians in a variety of specialties. Since this topic was last reviewed in the Journal,1 the incidence of the disease has increased dramatically, heightening concern among physicians and women in general. In addition, long-term results are now available from clinical trials initiated in the 1970s and 1980s to evaluate the usefulness of early detection with mammography and physical examination, breast-conserving treatment with limited breast surgery and irradiation, and adjuvant systemic therapy with hormonal therapy and chemotherapy. Furthermore, in the light of newly gained knowledge, new . . ."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "John Harris John Harris D. Allan Bromley Professor Emeritus WL-W 311 203-432-6106 john.harris@yale.edu Experimental Nuclear Physics The research interests of Professor John Harris are focused on understanding high energy density Quantum Chromodynamics (QCD) created in relativistic collisions of heavy nuclei. QCD calculations on a lattice predict that a transition from normal nuclear or hadronic matter to a deconfined phase of matter consisting of strongly interacting quarks and gluons, known as the Quark-Gluon Plasma (QGP), will occur at extremely high energy densities above approximately 2 GeV\/fm 3 . This corresponds to a temperature of 2 x 10 12 Kelvin. Such energy densities are predicted to have existed a few microseconds after the Big Bang, are created in collisions of heavy nuclei at ultrarelativistic energies and may exist in the cores of neutron stars. Formation and discovery of the QGP is the primary purpose of ultrarelativistic nucleus-nucleus experiments at the Relativistic Heavy Ion Collider at Brookhaven National Laboratory on Long Island in New York and at the Large Hadron Collider at CERN in Geneva, Switzerland.\nJohn Harris was involved in the original proposal to initiate a nucleus-nucleus experimental program at CERN to search for a possible QGP phase transition, and has been an active member in the planning, conceptual design, construction, data acquisition and physics of ultrarelativistic nucleus-nucleus experiments NA35 and NA49 at CERN, and the STAR (Solenoidal Tracker at RHIC) experiment at Brookhaven. He was the founding spokesperson for STAR from 1991 until 2002. He is currently involved in the ALICE experiment at the LHC at CERN and has served as the National Coordinator for the ALICE-USA Collaboration, Chair and Deputy Chair of the ALICE Collaboration Board and on other boards in ALICE (e.g. Physics Board). Research activities focus on the use of hard scattering processes to identify the properties of the QGP utilizing heavy ions and the design of a comprehensive experiment for the forthcoming Electron Ion Collider . Ph.D., SUNY Stony Brook, 1978 Honors & Awards: Member Yale Science Council (2006-present, Chair 2008-present) Robert Hofstadter Endowed Lectures (Stanford, 2007) Top 40 Distinguished Alumni (Stony Brook, 2002) Deputy Chair ALICE Collaboration Board (2011-present) National Coordinator ALICE-USA Collaboration (2006-2012) Founding Spokesman RHIC-STAR Experiment (1991-2002) Fellow of American Physical Society (1996) Humboldt Senior Prize (Frankfurt, 1995) Authored and Edited Books Discoveries at the Frontiers of Science: From Nuclear Astrophysics to Relativistic Heavy Ion Collisions, Chapter 20, A Confluence of Ideas and Experiments—A Tribute to Professor Walter Greiner, John W. Harris, Springer Nature Publishing, Switzerland, eds. J. Kirsch et al. (2020), pp 285-301. DOI:10.1007\/978-3-030-34234-0_20; ISBN 978-3-030-34233-3 ISBN 978-3-030-34234-0 (eBook) The Large Hadron Collider: Harvest of Run 1, Chapter 9, Heavy-Ion Physics at the LHC , Ralf Averbeck, John W. Harris and Björn Schenke, Springer International Publishing, Switzerland, ed. Thomas Schörner-Sadenius (2015) pp 355-420. DOI 10.1007\/978-3-319-15001-7_9; Print ISBN 978-3-319-15000-0; Online ISBN 978-3-319-15001-7. Quark Matter 2012, Proceedings of the XXIII International Conference on Ultrarelativistic Nucleus‒Nucleus Collisions , Washington D.C. USA, 13–18 August 2012, Ed. Thomas Ullrich, Bolek Wysłouch and John W. Harris, Elsevier, Amsterdam (2013). Structure and Dynamics of Elementary Matter, Chapter 1, Creating Bulk QCD Matter at RHIC , Kluwer Academic Publishers, eds. W. Greiner et al. (2004) pp. 1–18. DOI 10.1007\/978-1-4020- John W. Harris, 2705-5; ISBN 978-1-4020-2446-7 ISBN 978-1-4020-2705-5 (eBook). Proceedings of the 18th Winter Workshop on Nuclear Dynamics , Ed. R. Bellwied, J. Harris, R. Bellwied and W. Bauer, EP Systema, Debrecen, Hungary (2002). Handbook of Physics , W. Benenson, John W. Harris and H. Stocker, Springer – NY (2002). Handbook of Mathematics and Computational Science , John W. Harris and H. Stocker, Springer, NY (1998). Proceedings of the 10th Winter Workshop on Nuclear Dynamics , John W. Harris, A. Mignerey and W. Bauer, World Scientific, Singapore (1994). Quark Matter ‘95. Proceedings, 11th International Conference on Ultrarelativistic Nucleus-Nucleus Collisions , Monterey, CA, USA, January 9–13, 1995., Ed. Arthur M. Poskanzer, J.W. Harris, L.S. Schroeder, LBL, Elsevier, Amsterdam (1995). Proceedings of the 9th Winter Workshop on Nuclear Dynamics , John W. Harris, B. Back and W. Bauer, World Scientific, Singapore (1993). Publications with More than 2000 Citations Experimental and Theoretical Challenges in the Search for the Quark-Gluon Plasma: The STAR Collaboration’s Critical Assessment , J. Adams et al , (STAR), Nuc. Phys. A 757, Vol. 1-2 (2005) 102. The ALICE experiment at the CERN LHC , K. Aamodt et al. (ALICE), Journal of Instrumentation 3 (08), S08002. Long-range Angular Correlations on the Near and Away Side in p–Pb Collisions at √ s NN = 5.02 TeV , B. Abelev, et al. (ALICE), Phys. Lett. B 719 (1), 29. Evidence from d+Au Measurements for Final-State Suppression of High PT Hadrons in Au+Au Collisions at RHIC , J. Adams et al. (STAR), Phys. Rev. Lett. 91 (2003) 072304. 31 Additional Publications with More than 500 Citations from over 500 Total Publications For full citation list see: https:\/\/scholar.google.com\/citations?hl=en&user=WvaolBUAAAAJ John W. Harris | D. Allan Bromley Professor of\r\n                    Physics, Yale University · Department of\r\n                        Physics · 268 Whitney Ave · PO Box 208120 · New Haven · CT · 06520 - 8120 ph: 203-432-6106 · fax: 203-432-8926 · john.harris@yale.edu"
            ]
        ]
    ]
}