{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CS1LXMGH",
            "a_JbJBwAAAAJ",
            [
                "Structural evaluation of phospholipid bicelles for solution-state studies of membrane-associated biomolecules",
                "Cutin deficiency in the tomato fruit cuticle consistently affects resistance to microbial infection and biomechanical properties, but not transpirational water loss",
                "Tissue-and cell-type specific transcriptome profiling of expanding tomato fruit provides insights into metabolic and regulatory specialization and cuticle formation",
                "Determination of bond distances and bond angles by solid-state nuclear magnetic resonance. 13C and 14N NMR study of glycine",
                "Enzymatic synthesis of tea theaflavin derivatives and their anti-inflammatory and cytotoxic activities",
                "Flavonol glycosides and novel iridoid glycoside from the leaves of Morinda citrifolia",
                "15N chemical shift and 15N-13C dipolar tensors for the peptide bond in [1-13C] glycyl [15N] glycine hydrochloride monohydrate",
                "Fungal melanin: what do we know about structure?",
                "Chemical studies on antioxidant mechanism of tea catechins: analysis of radical reaction products of catechin and epicatechin with 2, 2-diphenyl-1-picrylhydrazyl",
                "Glycerol is a suberin monomer. New experimental evidence for an old hypothesis"
            ],
            [
                "Several complementary physical techniques have been used to characterize the aggregate structures formed in solutions containing dimyristoylphosphatidylcholine (DMPC)\/dihexanoylphosphatidylcholine (DHPC) at ratios of ≤0.5 and to establish their morphology and lipid organization as that of bicelles. 31P NMR studies showed that the DMPC and DHPC components were highly segregated over a wide range of DMPC\/DHPC ratios (q = 0.05–0.5) and temperatures (15°C and 37°C). Only at phospholipid concentrations below 130 mM did the bicelles appear to undergo a change in morphology. These results were corroborated by fluorescence data, which demonstrated the inverse dependence of bicelle size on phospholipid concentration as well as a distinctive change in phospholipid arrangement at low concentrations. In addition, dynamic light scattering and electron microscopy studies supported the …",
                "Plant cuticles are broadly composed of two major components: polymeric cutin and a mixture of waxes, which infiltrate the cutin matrix and also accumulate on the surface, forming an epicuticular layer. Although cuticles are thought to play a number of important physiological roles, with the most important being to restrict water loss from aerial plant organs, the relative contributions of cutin and waxes to cuticle function are still not well understood. Tomato (Solanum lycopersicum) fruits provide an attractive experimental system to address this question as, unlike other model plants such as Arabidopsis, they have a relatively thick astomatous cuticle, providing a poreless uniform material that is easy to isolate and handle. We identified three tomato mutants, cutin deficient 1 (cd1), cd2 and cd3, the fruit cuticles of which have a dramatic (95–98%) reduction in cutin content and substantially altered, but distinctly different …",
                "Tomato (Solanum lycopersicum) is the primary model for the study of fleshy fruits, and research in this species has elucidated many aspects of fruit physiology, development, and metabolism. However, most of these studies have involved homogenization of the fruit pericarp, with its many constituent cell types. Here, we describe the coupling of pyrosequencing technology with laser capture microdissection to characterize the transcriptomes of the five principal tissues of the pericarp from tomato fruits (outer and inner epidermal layers, collenchyma, parenchyma, and vascular tissues) at their maximal growth phase. A total of 20,976 high-quality expressed unigenes were identified, of which more than half were ubiquitous in their expression, while others were cell type specific or showed distinct expression patterns in specific tissues. The data provide new insights into the spatial distribution of many classes of regulatory …",
                "Sauf mention contraire ci-dessus, le contenu de cette notice bibliographique peut être utilisé dans le cadre d’une licence CC BY 4.0 Inist-CNRS\/Unless otherwise stated above, the content of this bibliographic record may be used under a CC BY 4.0 licence by Inist-CNRS\/A menos que se haya señalado antes, el contenido de este registro bibliográfico puede ser utilizado al amparo de una licencia CC BY 4.0 Inist-CNRS",
                "Derivatives based on a benzotropolone skeleton (9–26) have been prepared by the enzymatic coupling (horseradish peroxidase\/H2O2) of selected pairs of compounds (1–8), one with a vic-trihydroxyphenyl moiety, and the other with an ortho-dihydroxyphenyl structure. Some of these compounds have been found to inhibit TPA-induced mice ear edema, nitric oxide (NO) synthesis, and arachidonic acid release by LPS-stimulated RAW 264.7 cells. Their cytotoxic activites against KYSE 150 and 510 human esophageal squamous cell carcinoma and HT 29 human colon cancer cells were also evaluated.",
                "One new iridoid glycoside and five known flavonol glycosides have been isolated from the leaves of Morinda citrifolia. The new iridoid exists as an epimeric mixture in solution. Complete assignments of the proton and carbon chemical shifts for the individual epimers were accomplished on the basis of high-resolution 1D and 2D NMR data. Their antioxidative activities were measured. All of these compounds showed DPPH free radical scavenging activity at the concentration of 30 μM. Keywords:  Iridoid; epimer; Morinda citrifolia; Rubiaceae; DPPH; antioxidant; flavonoid ",
                "Solid state i5N NMR is a technique which is increasingly being applied to the investigation of proteins and other biopolymers. It is of particular importance in systems for which solution NMR spectra cannot be obtained. For example, one recent study of c-[‘5N] lysyl-bacteriorhodopsin (I) used magic angle sample spinning to detect a single nitrogen-containing residue in a specifically labeled protein of effective molecular weight-70,000, and gave definitive information on both the protonation state and the hydrogen bonding of the bacteriorhodopsin Schiff base. Another virtue of solid state NMR is its ability to provide spatial information which would be averaged out in solution by rotational tumbling of the molecule. For example, Cross et al.(2, 3) have used an “N-labeled bacteriophage which spontaneously orients in the magnetic field to infer orientations of tryptophan and peptide groups with respect to the field axis, and …",
                "The production of melanin significantly enhances the virulence of many important human pathogenic fungi. Despite fungal melanin’s importance in human disease, as well as melanin’s contribution to the ability of fungi to survive in diverse hostile environments, the structure of melanin remains unsolved. Nevertheless, ongoing research efforts have progressively revealed several notable structural characteristics of this enigmatic pigment, which will be the focus of this review. These compositional and organizational insights could further our ability to develop novel therapeutic approaches to combat fungal disease and enhance our understanding of how melanin is inserted into the cell wall.",
                "Tea catechins, an important class of polyphenols, have been shown to have wide spectrum of antitumor activity believed to be due mainly to their antioxidative effect. In this study, the radical scavenging behavior of catechins on 2,2-diphenyl-1-picrylhydrazyl (DPPH) was studied. Two reaction products of (+)-catechin, and two reaction products of (−)-epicatechin were purified and identified. Their structures were determined on the basis of detailed high-field 1-D and 2-D NMR spectral analysis. Structure elucidation of these products can provide insights into specific mechanisms of antioxidant reactions. A possible mechanism of the formation of reaction products is suggested.",
                "The monomer composition of the esterified part of suberin can be determined using gas chromatography-mass spectroscopy technology and is accordingly believed to be well known. However, evidence was presented recently indicating that the suberin of green cotton (Gossypium hirsutum cv Green Lint) fibers contains substantial amounts of esterified glycerol. This observation is confirmed in the present report by a sodium dodecyl sulfate extraction of membrane lipids and by a developmental study, demonstrating the correlated accumulation of glycerol and established suberin monomers. Corresponding amounts of glycerol also occur in the suberin of the periderm of cotton stems and potato (Solanum tuberosum) tubers. A periderm preparation of wound-healing potato tuber storage parenchyma was further purified by different treatments. As the purification proceeded, the concentration of glycerol increased at …"
            ],
            [
                [
                    "Molecular Biophysics",
                    "Structural Biology",
                    "Biomolecular NMR"
                ]
            ]
        ]
    ]
}