{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CSSHO3UB",
            "IiJnYlkAAAAJ",
            [
                "Indication of electron neutrino appearance from an accelerator-produced off-axis muon neutrino beam",
                "Measurement of the  meson and -hadron production cross sections in  collisions at ",
                "Observation of the Narrow State  in  Collisions at ",
                "Precise determination of electroweak parameters in neutrino-nucleon scattering",
                "The T2K experiment",
                "Observation of  Oscillations"
            ],
            [
                "The T2K experiment observes indications of ν μ→ ν e appearance in data accumulated with 1.43× 10 20 protons on target. Six events pass all selection criteria at the far detector. In a three-flavor neutrino oscillation scenario with| Δ m 23 2|= 2.4× 10− 3 eV 2, sin﻿ 2 2 θ 23= 1 and sin﻿ 2 2 θ 13= 0, the expected number of such events is 1.5±0.3 (syst). Under this hypothesis, the probability to observe six or more candidate events is 7× 10− 3, equivalent to 2.5 σ significance. At 90% CL, the data are consistent with 0.03 (0.04)< sin﻿ 2 2 θ 13< 0.28 (0.34) for δ C P= 0 and a normal (inverted) hierarchy.",
                "We present a new measurement of the inclusive and differential production cross sections of J\/ψ mesons and b hadrons in proton-antiproton collisions at s= 1960 G e V. The data correspond to an integrated luminosity of 39.7 p b− 1 collected by the CDF run II detector. We find the integrated cross section for inclusive J\/ψ production for all transverse momenta from 0 to 20 G e V\/c in the rapidity range| y|< 0.6 to be 4.08±0.02 (s t a t)− 0.33+ 0.36 (s y s t) μ b. We separate the fraction of J\/ψ events from the decay of the long-lived b hadrons using the lifetime distribution in all events with p T (J\/ψ)> 1.25 G e V\/c. We find the total cross section for b hadrons, including both hadrons and antihadrons, decaying to J\/ψ with transverse momenta greater than 1.25 G e V\/c in the rapidity range| y (J\/ψ)|< 0.6 is 0.330±0.005 (s t a t)− 0.033+ 0.036 (s y s t) μ b. Using a Monte Carlo simulation of the decay kinematics of b hadrons to all final …",
                "We report the observation of a narrow state decaying into J\/ψ π+ π− and produced in 220 p b− 1 of p ̄ p collisions at s= 1.96 T e V in the CDF II experiment. We observe 730±90 decays. The mass is measured to be 3871.3±0.7 (s t a t)±0.4 (s y s t) M e V\/c 2, with an observed width consistent with the detector resolution. This is in agreement with the recent observation by the Belle Collaboration of the X (3872) meson.",
                "The NuTeV Collaboration has extracted the electroweak parameter sin 2 θ W from the measurement of the ratios of neutral current to charged current ν and ν cross sections. Our value, sin 2 θ W (on− shell)= 0.2277±0.0013 (stat)±0.0009 (syst), is 3 standard deviations above the standard model prediction. We also present a model independent analysis of the same data in terms of neutral-current quark couplings.",
                "The T2K experiment is a long baseline neutrino oscillation experiment. Its main goal is to measure the last unknown lepton sector mixing angle θ 13 by observing ν e appearance in a ν μ beam. It also aims to make a precision measurement of the known oscillation parameters, Δ m 23 2 and sin 2 2 θ 23, via ν μ disappearance studies. Other goals of the experiment include various neutrino cross-section measurements and sterile neutrino searches. The experiment uses an intense proton beam generated by the J-PARC accelerator in Tokai, Japan, and is composed of a neutrino beamline, a near detector complex (ND280), and a far detector (Super-Kamiokande) located 295 km away from J-PARC. This paper provides a comprehensive review of the instrumentation aspect of the T2K experiment and a summary of the vital information for each subsystem.",
                "We report the observation of B s 0− Bs 0 oscillations from a time-dependent measurement of the B s 0− Bs 0 oscillation frequency Δ m s. Using a data sample of 1 fb− 1 of p p collisions at s= 1.96 TeV collected with the CDF II detector at the Fermilab Tevatron, we find signals of 5600 fully reconstructed hadronic B s decays, 3100 partially reconstructed hadronic B s decays, and 61 500 partially reconstructed semileptonic B s decays. We measure the probability as a function of proper decay time that the B s decays with the same, or opposite, flavor as the flavor at production, and we find a signal for B s 0− Bs 0 oscillations. The probability that random fluctuations could produce a comparable signal is 8× 10− 8, which exceeds 5 σ significance. We measure Δ m s= 17.77±0.10 (stat)±0.07 (syst) ps− 1 and extract| V td\/V ts|= 0.2060±0.0007 (Δ m s)− 0.0060+ 0.0081 (Δ m d+ theor)."
            ],
            [
                [
                    "Experimental Particle Physics"
                ]
            ],
            [
                "Kevin S. McFarland Dr. Steven Chu Professor of Physics PhD in Physics, University of Chicago, 1994 416 Bausch & Lomb Hall (585) 275-7076 Fax: (585) 276-0018 kevin@rochester.edu Biography Professor McFarland received his ScB in mathematics and physics from Brown University in 1989. He did his graduate work in physics at the University of Chicago and received his MS in 1991 and his PhD in 1994. He held a Lederman Fellowship at Fermi National Accelerator Laboratory from 1994 to 1998 and joined the University as an Assistant Professor of Physics in 1998. He was promoted to Associate Professor in 2002 and to Professor in 2005. Professor McFarland was named an Alfred P. Sloan Research Fellow in 1998, a Department of Energy Outstanding Junior Investigator in 1999, a Cottrell Scholar in 2001 and received a National Science Foundation CAREER award in 2002. McFarland, who is also co-spokesperson of the MINERvA Neutrino Experiment at Fermilab, was elected fellow of the American Physical Society in 2005. He and his collaborators on the T2K neutrino experiment are recipients of the Breakthrough Prize in Fundamental Physics in 2015 Research Overview Professor McFarland's interests are in the field of experimental high-energy physics . His primary research interest is the study of neutrino properties and their weak interactions. The ultimate goal of these high intensity accelerator-based neutrino experiments is determination of the neutrino masses and the mixing between neutrino flavors and these masses through neutrino flavor oscillation measurements. Violations of matter-antimatter symmetry may be possible in neutrino mixings, and they may offer an explanation for the origin of the dominance of matter over antimatter in today's Universe. Professor McFarland currently works on the T2K experiment at J-PARC in Japan, and the ICARUS and DUNE experiments at Fermilab . He served from 2005 to 2018 as the co-spokesperson of the MINERvA neutrino experiment. He collaborates with Profs. Manly, Marshall, and Bodek to form the Rochester neutrino group . In the past, he worked on electroweak and top quark physics at the CDF experiment at the Fermilab Tevatron collider and studied the neutrino neutral current interactions at high precision in the NuTeV high energy neutrino experiment at Fermilab. ORCID Profile Google Scholar Profile Selected Publications Constraint on the matter–antimatter symmetry-violating phase in neutrino oscillations T2K Collaboration Nature 580 (2020) 7803, 339-344 ( Preprint ) Neutrino-electron elastic scattering for flux determination at the DUNE oscillation experiment Chris M. Marshall, Kevin S. McFarland, Callum Wilkinson Phys.Rev.D 101 (2020) 3, 032002 ( Preprint ) Constraint of the MINER \\nu ν A medium energy neutrino flux using neutrino-electron elastic scattering MINERvA Collaboration Phys.Rev.D 100 (2019) 9, 092001 ( Preprint ) Measurement of Neutrino Flux from Neutrino-Electron Elastic Scattering MINERvA Collaboration Phys.Rev.D 93 (2016) 11, 112007 ( Preprint ) Nucleon binding energy and transverse momentum imbalance in neutrino-nucleus reactions MINERvA Collaboration Phys.Rev.D 101 (2020) 9, 092001 ( Preprint ) Identification of nuclear effects in neutrino-carbon interactions at low three-momentum transfer MINERvA Collaboration Phys.Rev.Lett. 116 (2016) 071802 . ( Preprint ) Reanalysis of bubble chamber measurements of muon-neutrino induced single pion production Callum Wilkinson, Philip Rodrigues, Susan Cartwright, Lee Thompson, Kevin McFarland Phys.Rev.D 90 (2014) 11, 112017 ( Preprint ) Observation of Electron Neutrino Appearance in a Muon Neutrino Beam T2K Collaboration Phys.Rev.Lett. 112 (2014) 061802  ( Preprint ) Indication of Electron Neutrino Appearance from an Accelerator-Produced Off-Axis Muon Neutrino Beam T2K Collaboration Phys. Rev. Lett. 107, 041801 (2011) ( Preprint ) Precise Measurement of the Neutrino Mixing Parameter θ 23 from Muon Neutrino Disappearance in an Off-Axis Beam T2K Collaboration Phys.Rev.Lett. 112 (2014) 18, 181801 ( Preprint ) Measurement of Muon (Anti-)Neutrino Quasi-Elastic Scattering on a Hydrocarbon Target at Eν∼3.5 GeV MINERvA Collaboration Phys.Rev.Lett. 111 (2013) 022502 Phys.Rev.Lett. 111 (2013) 022501  Direct Measurement of the W Production Charge Asymmetry in Proton-Antiproton Collisions at sqrt(s)=1.96 TeV CDF Collaboration Phys. Rev. Lett. 102 , 181801 (2009) A Precise Determination of Electroweak Parameters in Neutrino-Nucleon Scattering NuTeV Collaboration, G.P. Zeller, K.S. McFarland et al Phys. Rev. Lett. 88 , 091802 (2002) ( abstract | download ) Neutrino Mass and Oscillation Peter Fisher, Boris Kayser, Kevin McFarland Annual Review Nucl. Part. Sci. 49 , 481 (1999) ( abstract | download )"
            ]
        ]
    ]
}