{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CSSHO3UB",
            "IiJnYlkAAAAJ",
            [
                "Indication of electron neutrino appearance from an accelerator-produced off-axis muon neutrino beam",
                "Measurement of the  meson and -hadron production cross sections in  collisions at ",
                "Observation of the Narrow State  in  Collisions at ",
                "Precise determination of electroweak parameters in neutrino-nucleon scattering",
                "The T2K experiment",
                "Observation of  Oscillations"
            ],
            [
                "The T2K experiment observes indications of ν μ→ ν e appearance in data accumulated with 1.43× 10 20 protons on target. Six events pass all selection criteria at the far detector. In a three-flavor neutrino oscillation scenario with| Δ m 23 2|= 2.4× 10− 3 eV 2, sin﻿ 2 2 θ 23= 1 and sin﻿ 2 2 θ 13= 0, the expected number of such events is 1.5±0.3 (syst). Under this hypothesis, the probability to observe six or more candidate events is 7× 10− 3, equivalent to 2.5 σ significance. At 90% CL, the data are consistent with 0.03 (0.04)< sin﻿ 2 2 θ 13< 0.28 (0.34) for δ C P= 0 and a normal (inverted) hierarchy.",
                "We present a new measurement of the inclusive and differential production cross sections of J\/ψ mesons and b hadrons in proton-antiproton collisions at s= 1960 G e V. The data correspond to an integrated luminosity of 39.7 p b− 1 collected by the CDF run II detector. We find the integrated cross section for inclusive J\/ψ production for all transverse momenta from 0 to 20 G e V\/c in the rapidity range| y|< 0.6 to be 4.08±0.02 (s t a t)− 0.33+ 0.36 (s y s t) μ b. We separate the fraction of J\/ψ events from the decay of the long-lived b hadrons using the lifetime distribution in all events with p T (J\/ψ)> 1.25 G e V\/c. We find the total cross section for b hadrons, including both hadrons and antihadrons, decaying to J\/ψ with transverse momenta greater than 1.25 G e V\/c in the rapidity range| y (J\/ψ)|< 0.6 is 0.330±0.005 (s t a t)− 0.033+ 0.036 (s y s t) μ b. Using a Monte Carlo simulation of the decay kinematics of b hadrons to all final …",
                "We report the observation of a narrow state decaying into J\/ψ π+ π− and produced in 220 p b− 1 of p ̄ p collisions at s= 1.96 T e V in the CDF II experiment. We observe 730±90 decays. The mass is measured to be 3871.3±0.7 (s t a t)±0.4 (s y s t) M e V\/c 2, with an observed width consistent with the detector resolution. This is in agreement with the recent observation by the Belle Collaboration of the X (3872) meson.",
                "The NuTeV Collaboration has extracted the electroweak parameter sin 2 θ W from the measurement of the ratios of neutral current to charged current ν and ν cross sections. Our value, sin 2 θ W (on− shell)= 0.2277±0.0013 (stat)±0.0009 (syst), is 3 standard deviations above the standard model prediction. We also present a model independent analysis of the same data in terms of neutral-current quark couplings.",
                "The T2K experiment is a long baseline neutrino oscillation experiment. Its main goal is to measure the last unknown lepton sector mixing angle θ 13 by observing ν e appearance in a ν μ beam. It also aims to make a precision measurement of the known oscillation parameters, Δ m 23 2 and sin 2 2 θ 23, via ν μ disappearance studies. Other goals of the experiment include various neutrino cross-section measurements and sterile neutrino searches. The experiment uses an intense proton beam generated by the J-PARC accelerator in Tokai, Japan, and is composed of a neutrino beamline, a near detector complex (ND280), and a far detector (Super-Kamiokande) located 295 km away from J-PARC. This paper provides a comprehensive review of the instrumentation aspect of the T2K experiment and a summary of the vital information for each subsystem.",
                "We report the observation of B s 0− Bs 0 oscillations from a time-dependent measurement of the B s 0− Bs 0 oscillation frequency Δ m s. Using a data sample of 1 fb− 1 of p p collisions at s= 1.96 TeV collected with the CDF II detector at the Fermilab Tevatron, we find signals of 5600 fully reconstructed hadronic B s decays, 3100 partially reconstructed hadronic B s decays, and 61 500 partially reconstructed semileptonic B s decays. We measure the probability as a function of proper decay time that the B s decays with the same, or opposite, flavor as the flavor at production, and we find a signal for B s 0− Bs 0 oscillations. The probability that random fluctuations could produce a comparable signal is 8× 10− 8, which exceeds 5 σ significance. We measure Δ m s= 17.77±0.10 (stat)±0.07 (syst) ps− 1 and extract| V td\/V ts|= 0.2060±0.0007 (Δ m s)− 0.0060+ 0.0081 (Δ m d+ theor)."
            ],
            [
                [
                    "Experimental Particle Physics"
                ]
            ]
        ]
    ]
}