{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CSUS86Y5",
            "w9Oo9E4AAAAJ",
            [
                "Entanglement entropy of fermions in any dimension and the Widom conjecture",
                "Repulsive casimir forces",
                "Opposites attract: A theorem about the Casimir force",
                "Quantum noise as an entanglement meter",
                "Minimal excitation states of electrons in one-dimensional wires"
            ],
            [
                "We show that entanglement entropy of free fermions scales faster than area law, as opposed to the scaling L d− 1 for the harmonic lattice, for example. We also suggest and provide evidence in support of an explicit formula for the entanglement entropy of free fermions in any dimension d, S∼ c (∂ Γ,∂ Ω) L d− 1 log﻿ L as the size of a subsystem L→∞, where∂ Γ is the Fermi surface and∂ Ω is the boundary of the region in real space. The expression for the constant c (∂ Γ,∂ Ω) is based on a conjecture due to Widom. We prove that a similar expression holds for the particle number fluctuations and use it to prove a two sided estimate on the entropy S.",
                "We discuss repulsive Casimir forces between dielectric materials with nontrivial magnetic susceptibility. It is shown that considerations based on the naive pairwise summation of van der Waals and Casimir-Polder forces may not only give an incorrect estimate of the magnitude of the total Casimir force but even the wrong sign of the force when materials with high dielectric and magnetic responses are involved. Indeed repulsive Casimir forces may be found in a large range of parameters, and we suggest that the effect may be realized in known materials. The phenomenon of repulsive Casimir forces may be of importance both for experimental study and for nanomachinery applications.",
                "We consider the Casimir interaction between (nonmagnetic) dielectric bodies or conductors. Our main result is a proof that the Casimir force between two bodies related by reflection is always attractive, independent of the exact form of the bodies or dielectric properties. Apart from being a fundamental property of fields, the theorem and its corollaries also rule out a class of suggestions to obtain repulsive forces, such as the two hemisphere repulsion suggestion and its relatives.",
                "Transport in a quantum point contact (QPC) can be used to generate many-body entanglement of Fermi seas in the leads. A universal relation is found between the generated entanglement entropy and the fluctuations of electric current, which is valid for any protocol of driving the QPC. This relation offers a basis for direct electric measurement of entanglement entropy. In particular, by utilizing space-time duality of 1D systems, we relate electric noise generated by opening and closing the QPC periodically in time with the seminal S= 1 3 log﻿ L prediction of conformal field theory.",
                "A strategy is proposed to excite particles from a Fermi sea in a noise-free fashion by electromagnetic pulses with realistic parameters. We show that by using quantized pulses of simple form one can suppress the particle-hole pairs which are created by a generic excitation. The resulting many-body states are characterized by one or several particles excited above the Fermi surface accompanied by no disturbance below it. These excitations carry charge which is integer for noninteracting electron gas and fractional for Luttinger liquid. The operator algebra describing these excitations is derived, and a method of their detection which relies on noise measurement is proposed."
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}