{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CSXWBNJX",
            "w4rmxC0AAAAJ",
            [
                "Gas‐particle flow in a vertical pipe with particle‐particle interactions",
                "Comparative analysis of CFD models of dense gas–solid systems",
                "Effects of particle‐phase turbulence in gas‐solid flows",
                "Predicting discharge dynamics from a rectangular hopper using the discrete element method (DEM)",
                "Predicting the flow mode from hoppers using the discrete element method",
                "Dilute turbulent gas‐solid flow in risers with particle‐particle interactions",
                "Granular segregation in discharging cylindrical hoppers: a discrete element and experimental study",
                "Modeling granular segregation in flow from quasi-three-dimensional, wedge-shaped hoppers",
                "Discrete element method simulations for complex granular flows",
                "CFD modeling of gas‐fluidized beds with a bimodal particle mixture"
            ],
            [
                "A theory is presented for the fully‐developed flow of gas and particles in a vertical pipe. The relation between gas pressure gradient and the flow rates of the two phases is predicted, over the whole range of cocurrent and countercurrent flows, together with velocity profiles for both phases and the radial concentration profile for the particles. The gas and the particles interact through a drag force depending on their relative velocity, and there are mutual interactions between pairs of particles through inelastic collisions. This model is shown to account for marked segregation of gas and particles in the radial direction, and the predicted relation between the pressure gradient and the flow rates of the two phases is surprisingly complex.",
                "ing equations of Ishii 1975 do not differ from those of Anderson and Jackson 1967 in terms of macroscopic flow beha® ior, but differ on a local scale. Flow predictions are not sensiti® e to the use of different solid stress models or radial distribution functions, as different approaches are® ery similar in dense flow regimes. The application of a different drag model, howe® er, significantly impacts the flow of the solids phase. A simplified algebraic granular energy-balance equation is proposed for determining the granular temperature, instead of sol® ing the full granular energy balance. This simplification does not lead to significantly different results, but it does reduce the computational effort of the simulations by about 20%.",
                "Numerous experimental investigations on the vertical transport of dense gas–solid suspensions indicate that particles tend to segregate toward the tube wall. Although models based on the kinetic theory analogy can predict such patterns for perfectly elastic particle‐particle collisions, the predictive ability of these models breaks down for inelastic collisions. In the present effort, a mathematical model is developed that incorporates two mechanisms that give rise to the lateral segregation of solids: interactions associated with individual particles based on a kinetic theory treatment and interactions associated with collections of particles based on an analogy with single‐phase turbulent flows. Although these two mechanisms have been treated independently by previous workers, their combined contributions to the overall flow behavior have not been thoroughly investigated. The effect of such a treatment on the …",
                "Accurate prediction of the discharge rate from hoppers is important in many industrial processes involving the handling of granular materials. The present work investigates the parameters affecting the discharge rate using the discrete element method (DEM). The effects of particle properties (particle size and size distribution) and hopper geometry (hopper width, outlet width, angle and fill height) are studied and compared to previously published experimental correlations. The results indicate that DEM simulations are fully capable of reproducing trends in the discharge rate that are well-known experimentally. For example, particle size and hopper width are shown to have a minimal influence on the discharge rate. In addition, for rectangular hoppers, the discharge rate is shown to vary with the outlet width raised to the 3 2 power as given by the modified Beverloo correlation. The DEM simulations are also used to …",
                "In this work, the discrete element method (DEM) is used to assess powder flow from hoppers and the results are compared to widely-used hopper design charts. These design charts delineate mass-flow and funnel-flow behavior based on the hopper wall angle and a given set of material properties. The modeled system consists of hoppers with various wall angles and frictional, non-cohesive, spherical particles. The performance is assessed by measuring the particle residence times, particle velocities, and the extent of segregation during discharge. A Mass Flow Index (MFI) based on the velocity profile data is used to quantitatively characterize the nature of the flow pattern as mass-flow, funnel-flow, or some intermediate. The DEM predictions are generally in very good agreement with the Jenike design charts. The level of agreement shown here indicates that DEM cannot only reproduce the current estimates of …",
                "Earlier work of Sinclair and Jackson that treats the laminar flow of gas‐solid suspensions is extended to model dilute turbulent flow. The random particle motion, often exceeding the turbulent flucutations in the gas, is obtained using a model based on the kinetic theory of granular materials. A two‐equation low Reynolds number turbulence model is modified to account for the presence of the dilute particle phase. Comparisons of the model predictions with available experimental data for the mean and fluctuating velocity profiles for both phases indicate that the resulting theory captures many of the flow features observed in the pneumatic transport of large particles. THe model predictions did not manifest an exterme sensitivity to the degree of inelasticity in the particle‐particle collisions for the range of solid loading ratios investigated.",
                "The segregation of granular materials due to differences in particle properties occurs during a variety of handling and transport processes, such as flow from a hopper. In the present work, the discrete element method (DEM) is used to investigate segregation of granular materials during discharge from a hopper. The effects of various particle properties and hopper geometries on the segregation of a spherical, bidisperse granular material during hopper discharge are studied. Particle contacts are modeled using a soft-particle model consisting of a hysteretic spring system and sliding friction. The effects of the particle diameter ratio, density ratio, fines mass fraction, hopper wall angle, hopper cross-sectional shape, and the initial fill conditions are investigated.These computational results are compared to those from a small experimental system with the same hopper dimensions and particle properties. The use of this …",
                "Granular materials may segregate upon processing and handling based on differences in particle properties such as size, density, or shape. In most instances, this segregation is problematic in that product quality is usually dependent on maintaining homogeneity of the blend. The present work investigates the causes and extent of segregation of granular materials during discharge from a hopper using the discrete element method. A quasi-three-dimensional, wedge-shaped hopper is modeled using two parallel periodic boundary conditions. The effects of various particle properties, such as diameter ratio, mean size, and mass fraction of each species, as well as hopper geometries, such as the height, width, outlet width, and wall angle, on the segregation results are examined. Additionally, the effects of friction coefficient and hopper fill methods are investigated. Results show that many factors affect the extent of …",
                "This review article focuses on the modeling of complex granular flows employing the discrete element method (DEM) approach. The specific topic discussed is the application of DEM models for the study of the flow behavior of nonspherical, flexible, or cohesive particles, including particle breakage. The major sources of particle cohesion—liquid induced, electrostatics, van der Waals forces—and their implementation into DEM simulations are covered. These aspects of particle flow are of great importance in practical applications and hence are the significant foci of research at the forefront of current DEM modeling efforts. For example, DEM simulations of nonspherical grains can provide particle stress information needed to develop constitutive models for continuum-based simulations of large-scale industrial processes.",
                "A computational fluid dynamics model was developed for gas‐solid fluidized beds containing a mixture of two particle species. To calculate stresses of the solid phase, the kinetic theory of granular flow was extended to consider a binary mixture of smooth, nearly elastic, spheres. The developed model was simulated to demonstrate key features of binary mixture fluidization. Bed expansion with a binary mixture of different size particles, but with identical densities, was much higher than that of a system consisting of mono‐sized particles of the same mean size as the bimodal mixture. Minimum fluidization velocity for the binary particle system was significantly lowered. The mixing behavior of the binary mixture of particles, characterized by the mixing index, increased with increasing superficial gas velocity. For a binary mixture of particles of larger size with lower density and smaller size with higher density, larger …"
            ],
            [
                [
                    "Modeling of Particle Flow"
                ]
            ],
            [
                "jcurtis6 Jennifer Curtis Associate Professor Ph.D., Physics, University of Chicago, 2002 B.A., Physics, Columbia University, 1997 Cell biophysics. Cell mechanics of adhesion, migration and dynamics. Immunophysics and immunoengineering. Hyaluronan glycobiology. Hyaluronan synthase. Physics of tissues. For a detailed overview, visit our group website . 2015                        Georgia Tech College of Science Faculty Mentor Award 2010                        NSF Faculty Early Development CAREER Award 2004                        Alexander von Humbolt Fellow 2002                        Annual James Franck Institute Graduate Symposium, 2nd place 2001                        Women in Science and Engineering (WISE) Travel Award 1999                       Geophysical Fluid Dynamics Fellow, Woods Hole Oceanographic Inst. 1998                       GAANN Fellowship 1997                        NCAA Postgraduate Academic Scholarship 1996                        Melvin Schwartz Physics Scholarship, Columbia University Frustrated phagocytosis in J774 macrophages ends in distinct non-muscle myosin II contraction . D.T. Kovari, W. Wei, R. Fogg, J.-S. Toro, J.E. Curtis, under review. Cell surface access is modulated by tethered bottlebrush proteoglycans. P.S. Chang, L.T. McLane, R. Fogg, J. Scrimgeour, J.S. Temenoff, A. Granqvist, J.E. Curtis, under review. Nanopatterning reconfigurable magnetic landscapes via thermally assisted scanning probe lithography . E. Albisetti, D. Petti, M. Pancaldi, M. Madami, S. Tacchi, J.E. Curtis, W. P. King, A. Papp, G. Csaba, W. Porod, P. Vavassori E. Riedo and R. Bertacco,​ Nature Nano. DOI:10.1038\/NNANO.2016.25 (2016). Beads on a string: Structure of bound aggregates of globular particles and long polymer chains . A. Souslov, J.E. Curtis, P.M. Goldbart, , 11, 8092-8099 (2015). Speed dependence of thermochemical nanolithography for grey scale patterning . K.M. Carroll, M. Desai, A. Giordano, W.P. King, E. Riedo, J.E. Curtis, ChemPhysChem 15 (12), 2530-2535 (2014). Heparin coating for controlled biomolecule presentation to mesenchymal stem cell spheroids . J. Lei, L.T. McLane, J.E. Curtis and J.S. Temenoff, ​ Biomater. Sci ., DOI: 10.1039\/C3BM60271K (2014). Parallelization of thermochemical nanolithography .  K.M. Carroll, X. Lu, S. Kim, Y. Gao, H. Kim, S. Somnath, L. Polloni, R. Sordan, W. King, J.E. Curtis, E. Riedo, ​ Nanoscale 6, 1299-1304 (2014). Spatial organization and mechanical properties in the pericellular matrix on chondrocytes . L.T. McLane, P. Chang, A. Granqvist, H. Boehm, A. Kramer, J. Scrimgeour, J.E. Curtis, Biophys. J. , 104(5), 986–996 (2013). Fabricating nanoscale chemical gradients with thermochemical nanolithography . K.M. Carroll, A.J. Giordano, D. Wang, V.K. Kodali, J. Scrimgeour, W.P. King, S.R. Marder, E. Riedo, J.E. Curtis, Langmuir 29 (27), 8675-8682, (2013). How vinculin regulates force transmission. D.W. Dumbauld, T.T. Lee, A. Singh, J. Scrimgeour, C.A. Gersbach, E.A. Zamir, J. Fu, C.S. Chen, J.E. Curtis, S.W. Craig, and A.J. Garcia, Proc. Nat. Acad. Sci., 110 (24) 9788-9793 (2013). A Generalized Approach for Measuring Microcapsule Permeability with Fluorescence Recovery After Photobleaching. J. Scrimgeour, A. San Miguel, J.E. Curtis and S.H. Behrens, J. Mater. Sci. , 48, 2215-2223 (2013). Aberration Correction in Wide-field Fluorescence Microscopy by Segmented-pupil Image Interferometry. J. Scrimgeour and J.E. Curtis, Opt. Exp. , 20, 14534-14541 (2012). Selected for publication in the Virtual Journal of Biomedical Optics (VJBO), 7 (8) (2012). Nanopatterning Technique for Advanced Materials. S.R. Marder, J.E. Curtis, E. Riedo, SPIE Newsroom , DOI: 10.1117\/2.1201207.004305 (2012). Non-Perturbative Chemical Modification of Graphene for Protein Micropatterning. V.K. Kodali, J. Scrimgeour, S. Kim, J.H. Hankinson, K.M. Carroll, W.A. de Heer, C. Berger, J.E. Curtis, Langmuir . 27 (3), 863-865 (2011). Microfluidic dialysis cell for biophysical characterization of solvent-responsive soft bio-materials. J. Scrimgeour, J.K. Cho, V. Breedveld, J.E. Curtis, 7, 4762–4767 (2011). Smart Colloidosomes with a Dissolution Trigger. A. San Miguel, J. Scrimgeour, J.E. Curtis, S. H. Behrens, Soft Matter 5 , 3163-3166 (2010). Photobleaching-Activated Chemical Micropatterning on Self-Assembled Monolayers. J. Scrimgeour, D. Kovari, V. Kodali, and J. E. Curtis, J. Phys.: Condens. Matt. 22, 194103 (2010). Force measurements with a translating holographic optical trap. L.T. McLane, K. M. Carroll, J. Scrimgeour, M. D. Bedoya, A. Kramer, J. E. Curtis. SPIE Proceedings , 77621J-77621J-10 (2010). Analyzing the mesoscopic structure of pericellular coats on living cells. H. Boehm, T.A. Mundinger, V. Hagel, C.H.J. Boehm, J. E. Curtis, J. P. Spatz , MRS Proceedings 1274 , QQ02-03 (2010). ThermoChemical NanoLithography of Multi-Functional Nanotemplates for Assembling Nano-Objects. D. Wang, V. Kodali, W. D. Underwood, J. E. Jarvholm, T. Odaka, S. C. Jones, M. Rumi, Z. Dai, W. P. King, S. R. Marder, J. E. Curtis and E. Riedo, Adv. Funct. Mat., 19, 3696-3702 (2009) . [Front cover of journal issue] Biomimetic Models of the Actin Cortex. T. Haraszti, S. Schulz, K. Uhrig, R. Kurre, W. Roos, C.H.J. Schmitz, J.E. Curtis, T. Maier, A.E.-M. Clemen, and J.P. Spatz, Biophysical Rev. & Lett. 4, 17-32 (2009). Optical force sensor array in a microfluidic device based on holographic optical tweezers. K. Uhrig, R. Kurre, C. Schmitz, J.E. Curtis, T. Haraszti, A.E.-M. Clemen and J.P. Spatz, Lab on a Chip , 9, 661-668 (2009). Mapping the mechanics and macromolecular organization of hyaluronan-rich cell coats. H. Boehm, T.A. Mundinger, C.H.J. Boehm, V. Hagel, U. Rauch, J.P. Spatz, J.E. Curtis, Soft Matter 5, 4331-4337 (2009). Biomimetic models of the actin cytoskeleton. C. Mohrdieck, F. Dalmas, E. Arzt, R. Tharmann, M. M. A. E. Claessens, A. R. Bausch, A. Roth, E. Sackmann, C. H. J. Schmitz, J.E. Curtis, W. Roos, S. Schulz, K. Uhrig, J. P. Spatz, Small 3 , 1016-1022 (2007).  [ Inner cover art] Cell-assisted assembly of colloidal crystallites. V.K. Kodali, W. Roos, J. P. Spatz and J.E. Curtis , 3, 337-348 (2007). Highlighted by Chemical Biology in “Cell Structure Made Crystal Clear?” Vol. 2, ISSN 1747-1605 (2007). Tuning the orbital angular momentum in optical vortex beams. C.H.J. Schmitz, K. Uhrig, J.P. Spatz and J.E. Curtis, Opt. Exp . 14 , 6604 (2006) . High-precision positioning of holographic optical tweezers. C.H.J. Schmitz, J.P. Spatz and J.E. Curtis, Opt. Exp ., 13(21), 8678-8685 (2005). Symmetry dependence of holograms for optical trapping . J.E. Curtis, C.H.J. Schmitz and J.P. Spatz, Opt. Lett ., 30(16) 2086-2088 (2005). Getting a Grip: Hyaluronan-mediated cellular adhesion. J.E. Curtis and J.P. Spatz, SPIE Proceedings , 5514 , 455 (2004). Constructing and probing a biomimetic models of the actin cortex with holographic optical tweezers. C.H.J. Schmitz, J.E. Curtis, and J.P. Spatz, SPIE Proceedings , 5514, 446 (2004). Modulated optical vortices. J.E. Curtis and D.G. Grier, Opt. Lett . 28(11) 872-874 (2003). The structure of optical vortices. J.E. Curtis and D.G. Grier, Phys. Rev. Lett ., 90, 133901 (2003). Dynamic holographic optical tweezers . J.E. Curtis, B.A. Koss and D.G. Grier, Opt. Commun . 207, 169-175 (2002). Other Publications: Patents Thermochemical nanolithography of multi-functional templates for selective assembly of bioactive proteins, D. Wang, E. Riedo, V. K. Kodali, J. E. Curtis, W. D. Underwood II, T. Okada, S. C. Jones, M. Rumi, S. R. Marder, R. Szoszkiewicz, and W. P. King, US Provisional Patent 61\/182190 (2009). Use of multiple optical tweezers for pumping, mixing and sorting, J. E. Curtis, B. A. Koss and D. G. Grier, U. S. Patent 7,176,445, The University of Chicago (2007) Transverse optical accelerator and generalized optical vortices, D. G. Grier and J. E. Curtis; U. S. Patent 7,109,473, The University of Chicago (2006); U. S. Patent 7,232,989, The University of Chicago (2007) Multiple optical vortices for manipulating particles, J. E. Curtis, B. A. Koss and D. G. Grier; U. S. Patent 6,995,351, The University of Chicago (2006) Apparatus for using optical tweezers to manipulate materials, D. G. Grier, E. R. Dufresne, J. E. Curtis and B. A. Koss; U. S. Patent 6,626,546, The University of Chicago (2003). U. S. Patent 6,846,084, The University of Chicago (2005); U. S. Patent 7,104,659, The University of Chicago (2006) Use of multiple optical vortices for pumping, mixing and sorting, J. E. Curtis, B. A. Koss and D. G. Grier; U. S. Patent 6,737,634, The University of Chicago (2004). U. S. Patent 6,858,833, The University of Chicago (2005). Editorial Board Member, Biophysical Journal American Physical Society, Biophysical Society, International Society for Hyaluronan Science jcurtis6@gatech.edu (404) 894-8839 Molecular Science & Engineering G024 \/ G128 Curtis Lab Website"
            ]
        ]
    ]
}