{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CTKD06NM",
            "pFgCJ1QAAAAJ",
            [
                "Measurement of Size Distribution of Blasted Rock Using Digital Image Processing"
            ],
            [
                "The purpose of this study is to measure the size distribution of blasted rock using the digital image processing software “Split-Desktop system” in order to evaluate the efficiency of blasting operation. Site of study is a limestone quarry producing limestone for cement manufacturing. Fragmentation is the ultimate measure of efficiency of any production blasting operations. The degree of fragmentation plays an important role in order to control and minimize the loading, hauling, and crushing costs.   The size distribution analysis of the rock fragmentation by sieving is a direct and accurate method but it is very time consuming and costly. Fragmentation analysis by digital image processing is a low cost and quick method. Split system is one of the digital image processing software developed to compute the size distribution of fragmented rock from digital images. In this study, size distributions were analyzed by using Split Desktop ® system. In the analysis, the mean fragment size obtained is 149.76 mm and top-size 1057.44 mm. 25% of the fragments are below 30 mm. A thorough appraisal of blasting operation is suggested to enhance the efficiency of all the post-blast operations such as Loading, Hauling, crushing and Grinding and also reduces the cost of secondary breakage."
            ],
            [
                [
                    "mining",
                    "rock mechanics",
                    "block modeling",
                    "geotechnical"
                ]
            ],
            [
                "Irfan Siddiqi Irfan Siddiqi 331 Birge irfan_siddiqi@berkeley.edu (510) 642-5620 Other: (510) 666-2633 Quantum Nanoelectronics Laboratory Irfan Siddiqi received his AB (1997) in chemistry & physics from Harvard University. He then went on to receive a PhD (2002) in applied physics from Yale University, where he stayed as a postdoctoral researcher until 2005. Irfan joined the physics department at the University of California, Berkeley in the summer of 2006. In 2006, Irfan was awarded the George E. Valley, Jr. prize by the American Physical Society for the development of the Josephson bifurcation amplifier. In 2007, he was awarded the Office of Naval Research Young Investigator Award, the Hellman Family Faculty Fund, and the UC Berkeley Chancellor’s Partnership Faculty Fund. Quantum mechanics is a theory that was developed to explain the properties of atoms and light. It is one of the most thoroughly tested and successful theories in the history of science. It is also one of the most controversial ones. For over 80 years, quantum mechanics has stirred up deep debate amongst physicists, in particular about the notion that an object can be in a coherent superposition of two states simultaneously. Moreover, since the mass of an object does not directly enter into the quantum formalism, the theory should be applicable to all objects in the universe, thus raising deep philosophical questions about how then one obtains classical behavior if the word is actually quantum. Our group, the Quantum Nanoelectronics Laboratory, investigates the quantum coherence of various condensed matter systems ranging from microscopic nanomagnets such as single molecule magnets to complex macroscopic electrical circuits. To measure the electric and magnetic properties of these quantum systems, we are developing novel microwave frequency quantum-noise-limited amplifiers based on superconducting Josephson junctions formed by both oxide tunnel barriers and carbon nanotube weak links. Current topics of research include the dependence of quantum coherence on system complexity, the non-equilibrium quantum statistical mechanics of non-linear oscillators, the quantum coherence of single molecules, and topological architectures for maximum coherence in superconducting circuits. “Dispersive Microwave Bifurcation of a Superconducting Resonator Cavity Incorporating a Josephson junction”, E. Boaknin et al, submitted to Phys. Rev. Lett., cond-mat\/0702445. Entangled Solid-State Circuits”, I. Siddiqiand J. Clarke, Science 313, 1400 (2006). “Dispersive Measurements of Superconducting Qubit Coherence with a Fast, Latching Readout”, I. Siddiqi et al, Phys. Rev. B 73, 054510 (2006). “An RF-Driven Josephson Bifurcation Amplifier for Quantum Measurements” I. Siddiqi et al, Phys. Rev. Lett. 93, 207002 (2004). “Direct Observation of Dynamical Switching between Two Driven Oscillation States of a Josephson Junction”, I. Siddiqi et al, Phys. Rev. Lett. 94, 027005 (2005)."
            ]
        ]
    ]
}