{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CVX18P6J",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Claudio  Ugalde, PhD Clinical Assistant Professor 2176 SES (312) 413-2790 cugalde@uic.edu The research interests of Dr. Ugalde comprise nucleosynthesis, and the structure and evolution of stars. Among other problems, his work is related to questions such as how are the elements of the periodic table made, how a star ends up its life as a black hole or as a neutron star, or why it is that living organisms have a biochemistry based on carbon. The answers to these fundamental questions and many others have their core in nuclear astrophysics. Many of the chemical elements in the universe are synthesized in supernovae explosions. When a star ends its life in a gravitational collapse, it produces a dense object and an enormous flux of neutrinos and other particles. As a result, many isotope species are produced by nuclear reactions.  An insight on these processes can be gained with stellar spectra measured by astronomical observations and by isotopic abundances determined from presolar grains found in some meteorites. These measurements provide scientists with clues about the conditions in which the chemical elements were formed inside a star. However, the main challenge in the work of Dr. Ugalde is that it is not yet possible to have a stellar object in the laboratory. Nevertheless, nuclear astrophysicists are capable of simulating some of the conditions in these extreme environments. For example, with particle accelerators, researchers can induce reactions between atomic nuclei at the energies that are common inside a star. Dr. Ugalde is the spokesperson of proposal PR12-13-005 at Jefferson Laboratory. This experimental program will measure a particularly important nuclear reaction mechanism that makes oxygen out of helium and carbon. The rate at which this occurs has strong implications in the way a star evolves during its lifetime and produces many of the chemical elements. Unfortunately, this nuclear process occurs with such a small probability (s ~ 1x10 -41 cm 2 ) that it is very challenging to study it in the laboratory. This is why intense g-ray beams produced by the CEBAF at Jefferson Laboratory are an excellent way of studying this cross section by photodisintegration of oxygen inside a bubble chamber detector. Other work of Dr. Ugalde includes astrophysics experiments with stable and radioactive beams at Argonne National Laboratory. He is also a referee for Physical Review, and frequently talks about astronomy and astrophysics at Adler Planetarium. Dr. Ugalde joined the faculty at UIC after working at the University of Chicago, Argonne, and at the University of North Carolina at Chapel Hill. “Measurements of Fusion Reactions of Low-Intensity Radioactive Carbon Beams on 12 C and their Implications for the Understanding of X-Ray Bursts”. Phys. Rev. Lett. 112, 192701 (2014). “Direct Measurement of the 23 Na(α,p) 26 Mg Reaction Cross Section at Energies Relevant for the Production of Galactic 26 Al”. Phys. Rev. Lett. 112, 152701 (2014). “Bubble chambers as devices for measuring astrophysical thermonuclear rates”. Phys. Lett. B 719, 74 (2013). “Fusion of 60 Ni + 100 Mo near and below the Coulomb barrier. The European Physical Journal A 49:63, 1 (2013). “Measurement of elastic 12 C+α scattering: Above the proton separation energy. Phys. Rev. C 85, 045804 (2012).  “Fusion reactions with the one-neutron halo nucleus 15 C”, Phys. Rev. Lett. 106, 172701 (2011). BSc, Nuclear Physics (1997), Universidad Nacional Autónoma de México PhD, Nuclear Astrophysics (2005), University of Notre Dame"
            ]
        ]
    ]
}