{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CWEAZZ80",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Brian Batell 401 Allen Hall (412) 624-7565 batell@pitt.edu My research is in the area of theoretical particle physics, with a focus on physics beyond the Standard Model. While the Standard Model provides a remarkably successful description of elementary matter and forces, it fails to address a number of outstanding conceptual and empirical mysteries, such as the naturalness of electroweak symmetry breaking, the strong CP problem, the nature of dark matter, and the origin of neutrino masses. I aim to address these problems by proposing new theoretical frameworks, confronting motivated models with new data, and devising novel experimental and observational strategies to test the Standard Model and search for new phenomena.  Selected Publications \"Probing the Higgs Portal at the Fermilab Short-Baseline Neutrino Experiments,\" B. Batell, J. Berger, A. Ismail, Physical Review D, 100, no. 11, 115039 (2019) \"Breaking Mirror Twin Hypercharge, B. Batell, C. B. Verharren,\" Journal of High Energy Physics 1912, 010 (2019) \"Probing Light Dark Matter with a Hadrophilic Scalar Mediator,\" B. Batell, A. Freitas, A. Ismail, and D. McKeen, Physical Review D, 100, no. 9, 095020 (2019) \"Dark Matter Search in Nucleon, Pion, and Electron Channels from a Proton Beam Dump with MiniBooNE,\" A. A. Aguilar-Arevalo et al. (including B. Batell) [MiniBooNE Collaboration], Physical Review D 98, no. 11, 112004 (2018) \"Flavor-specific scalar mediators,\" B. Batell, A. Freitas, A. Ismail, D. Mckeen, Physical Review D 98, no. 5, 055026, (2018) \"Thermal Dark Matter Through the Dirac Neutrino Portal, B. Batell,\" T. Han, D. McKeen, B. Shams Es Haghi, Physical Review D 97, no. 7, 075016 (2018) \"Indirect Detection of Neutrino Portal Dark Matter,\" B. Batell, T. Han, B. Shams Es Haghi, Physical Review D 97, no. 9, 095020 (2018) \"Relaxation of the Composite Higgs Little Hierarchy,\" B. Batell, M. A. Fedderke, L. T. Wang, Journal of High Energy Physics 1712, 139 (2017) \"Dark Matter Search in a Proton Beam Dump with MiniBooNE,\" A. A. Aguilar-Arevalo et al. (including B. Batell) [MiniBooNE Collaboration], Physical Review Letters 118, no. 22, 221803 (2017) \"Invisible decays in Higgs boson pair production,\" S. Banerjee, B. Batell, M. Spannowsky, Physical Review D 95, no. 3, 035009 (2017) \"Muon anomalous magnetic moment through the leptonic Higgs portal,\" B. Batell, N. Lange, D. McKeen, M. Pospelov, A. Ritz, Physical Review D 95, no. 7, 075003 (2017) \"Shedding Light on Neutrino Masses with Dark Forces,\" B. Batell, M. Pospelov, B. Shuve, Journal of High Energy Physics , 1608, 052 (2016) \"Natural Heavy Supersymmetry,\" B. Batell, G. F. Giudice, M. McCullough, Journal of High Energy Physics 1512, 162 (2015) \"Putting a Stop to di-Higgs Modifications,\" B. Batell, M. McCullough, D. Stolarski, C. B. Verhaaren, Journal of High Energy Physics 1509, 216 (2015) \"Neutrino Masses from Neutral Top Partners,\" B. Batell, M. McCullough, Physical Review D 92, no. 7, 073018 (2015) \"Probing Light Stops with Stoponium,\" B. Batell, S. Jung, Journal of High Energy Physics 1507, 061 (2015) \"WIMPs at the Galactic Center,\" P. Agrawal, B. Batell, P. J. Fox, R. Harnik, Journal of Cosmology and Astroparticle Physics 1505, 011 (2015) Full publication list Postdoctoral Affiliates Joshua Berger Ahmed Ismail Barmak Shams Es Haghi Wei Hu Amro Eldaw Babo Abdelrahim Mudit Rai (412) 624-7565"
            ]
        ]
    ]
}