{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CXQSMZBO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile J Michael Kosterlitz title=\"Email J_Kosterlitz@brown.edu Overview Research Background Teaching View All Curriculum Vitae [PDF] × Website information Text: URL: Save Cancel J Michael Kosterlitz Harrison E. Farnsworth Professor of Physics Overview Professor Kosterlitz joined the faculty of Brown University in 1982. He received his B.A. and M.A. from Cambridge University and Ph.D. in high energy physics from Oxford University in 1969. He has engaged in research at the Instituto di Fisica Teorica, Torino, Italy, and in this country at Cornell University, Princeton University, Bell Telephone Laboratories and Harvard University. He has also served on the faculty of the Department of Mathematical Physics, University of Birmingham. Brown Affiliations Physics Research Research Overview Professor Kosterlitz does research in condensed matter theory, one- and two-dimensional physics; in phase transitions: random systems, electron localization, and spin glasses; and in critical dynamics: melting and freezing. Scholarly Work \"Sharp Interface Limits of Phase-Field Models,\" K.R. Elder, Martin Grant, N. Provotas and J.M. Kosterlitz, Phys. Rev. E64, 021604 (2001). \"Phase-field Modeling of Eutectic Growth,\" F. Drolet, K.R. Elder, M. Grant and J.M. Kosterlitz, Phys. Rev. E61, 6705 (2000). \"Numerical Study of Spin and Chiral Order in a Two-Dimensional XY Spin Glass,\" J.M. Kosterlitz and N. Akino, Phys. Rev. Lett. 82, 4094 (1999). \"Charge Glass in Two-Dimensional Arrays of Capacitively Coupled Grains with Random Offset Charges,\" E. Granato and J.M. Kosterlitz, Phys. Rev. Lett. 81, 3888 (1998). \"Numerical Study of Order in a Gauge Glass Model,\" J.M. Kosterlitz and N. Akino, Phys. Rev. Lett. 81, 4672 (1998). Background Education and Training Year Degree Institution 1969 PhD Oxford University 1966 BA University of Cambridge Affiliations Visualize it Teaching Teaching PHYS 1970G - Topological Matter PHYS 2020 - Mathematical Methods of Engineers and Physicists PHYS 2140 - Statistical Mechanics PHYS 2430 - Quantum Many Body Theory PHYS 2470 - Advanced Statistical Mechanics About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}