{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CY42ZGK0",
            "Ktw4lkAAAAAJ",
            [
                "The Simons Observatory: science goals and forecasts",
                "The Atacama cosmology telescope: CMB polarization at 200< ℓ< 9000",
                "Neutrino physics from the cosmic microwave background and large scale structure",
                "Advanced ACTPol cryogenic detector arrays and readout",
                "A second source of repeating fast radio bursts",
                "The Atacama Cosmology Telescope: two-season ACTPol spectra and parameters",
                "HIRAX: a probe of dark energy and radio transients",
                "The Atacama cosmology telescope: the polarization-sensitive ACTPol instrument",
                "Observations of fast radio bursts at frequencies down to 400 megahertz",
                "Inflation physics from the cosmic microwave background and large scale structure"
            ],
            [
                "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
                "We report on measurements of the cosmic microwave background (CMB) and celestial polarization at 146 GHz made with the Atacama Cosmology Telescope Polarimeter (ACTPol) in its first three months of observing. Four regions of sky covering a total of 270 square degrees were mapped with an angular resolution of 1.3'. The map noise levels in the four regions are between 11 and 17 μK-arcmin. We present TT, TE, EE, TB, EB, and BB power spectra from three of these regions. The observed E-mode polarization power spectrum, displaying six acoustic peaks in the range 200< ℓ< 3000, is an excellent fit to the prediction of the best-fit cosmological models from WMAP9+ ACT and Planck data. The polarization power spectrum, which mainly reflects primordial plasma velocity perturbations, provides an independent determination of cosmological parameters consistent with those based on the temperature power …",
                "This is a report on the status and prospects of the quantification of neutrino properties through the cosmological neutrino background for the Cosmic Frontier of the Division of Particles and Fields Community Summer Study long-term planning exercise. Experiments planned and underway are prepared to study the cosmological neutrino background in detail via its influence on distance-redshift relations and the growth of structure. The program for the next decade described in this document, including upcoming spectroscopic galaxy surveys eBOSS and DESI and a new Stage-IV CMB polarization experiment CMB-S4, will achieve σ (σ m ν)= 16 meV and σ (N eff)= 0.020. Such a mass measurement will produce a high significance detection of non-zero σ m ν, whose lower bound derived from atmospheric and solar neutrino oscillation data is about 58 meV. If neutrinos have a minimal normal mass hierarchy, this …",
                "Advanced ACTPol is a polarization-sensitive upgrade for the 6 m aperture Atacama Cosmology Telescope, adding new frequencies and increasing sensitivity over the previous ACTPol receiver. In 2016, Advanced ACTPol will begin to map approximately half the sky in five frequency bands (28–230 GHz). Its maps of primary and secondary cosmic microwave background anisotropies—imaged in intensity and polarization at few arcminute-scale resolution—will enable precision cosmological constraints and also a wide array of cross-correlation science that probes the expansion history of the universe and the growth of structure via gravitational collapse. To accomplish these scientific goals, the Advanced ACTPol receiver will be a significant upgrade to the ACTPol receiver, including four new multichroic arrays of cryogenic, feedhorn-coupled AlMn transition edge sensor polarimeters (fabricated on 150 mm …",
                "The discovery of a repeating Fast Radio Burst (FRB) source, FRB 121102, eliminated models involving cataclysmic events for this source. No other repeating FRB has yet been detected in spite of many recent FRB discoveries and follow-ups, suggesting repeaters may be rare in the FRB population. Here we report the detection of six repeat bursts from FRB 180814. J0422+ 73, one of the 13 FRBs detected by the Canadian Hydrogen Intensity Mapping Experiment (CHIME) FRB project during its pre-commissioning phase in July and August 2018. These repeat bursts are consistent with originating from a single position on the sky, with the same dispersion measure (DM),~ 189 pc cm-3. This DM is approximately twice the expected Milky Way column density, and implies an upper limit on the source redshift of 0.1, at least a factor of~ 2 closer than FRB 121102. In some of the repeat bursts, we observe sub-pulse frequency structure, drifting, and spectral variation reminiscent of that seen in FRB 121102, suggesting similar emission mechanisms and\/or propagation effects. This second repeater, found among the first few CHIME\/FRB discoveries, suggests that there exists--and that CHIME\/FRB and other wide-field, sensitive radio telescopes will find--a substantial population of repeating FRBs.",
                "We present the temperature and polarization angular power spectra measured by the Atacama Cosmology Telescope Polarimeter (ACTPol). We analyze night-time data collected during 2013–14 using two detector arrays at 149 GHz, from 548 deg 2 of sky on the celestial equator. We use these spectra, and the spectra measured with the MBAC camera on ACT from 2008–10, in combination with planck and wmap data to estimate cosmological parameters from the temperature, polarization, and temperature-polarization cross-correlations. We find the new ACTPol data to be consistent with the ΛCDM model. The ACTPol temperature-polarization cross-spectrum now provides stronger constraints on multiple parameters than the ACTPol temperature spectrum, including the baryon density, the acoustic peak angular scale, and the derived Hubble constant. The new ACTPol data provide information on damping tail …",
                "The Hydrogen Intensity and Real-time Analysis eXperiment (HIRAX) is a new 400{800MHz radio interferometer under development for deployment in South Africa. HIRAX will comprise 1024 six meter parabolic dishes on a compact grid and will map most of the southern sky over the course of four years. HIRAX has two primary science goals: to constrain Dark Energy and measure structure at high redshift, and to study radio transients and pulsars. HIRAX will observe unresolved sources of neutral hydrogen via their redshifted 21-cm emission line (`hydrogen intensity mapping'). The resulting maps of large-scale structure at redshifts 0.8{2.5 will be used to measure Baryon Acoustic Oscillations (BAO). BAO are a preferential length scale in the matter distribution that can be used to characterize the expansion history of the Universe and thus understand the properties of Dark Energy. HIRAX will improve upon current …",
                "The Atacama Cosmology Telescope (ACT) makes high angular resolution measurements of anisotropies in the Cosmic Microwave Background (CMB) at millimeter wavelengths. We describe ACTPol, an upgraded receiver for ACT, which uses feedhorn-coupled, polarization-sensitive detector arrays, a 3 field of view, 100 mK cryogenics with continuous cooling, and meta material antireflection coatings. ACTPol comprises three arrays with separate cryogenic optics: two arrays at a central frequency of 148 GHz and one array operating simultaneously at both 97 GHz and 148 GHz. The combined instrument sensitivity, angular resolution, and sky coverage are optimized for measuring angular power spectra, clusters via the thermal Sunyaev–Zel'dovich (SZ) and kinetic SZ signals, and CMB lensing due to large-scale structure. The receiver was commissioned with its first 148 GHz array in 2013, observed with both 148 …",
                "Fast radio bursts (FRBs) are highly dispersed millisecond-duration radio flashes likely arriving from far outside the Milky Way galaxy. This phenomenon was discovered at radio frequencies near 1.4 GHz and to date has been observed in one case at as high as 8 GHz, but not below 700 MHz in spite of significant searches at low frequencies. Here we report detections of FRBs at radio frequencies as low as 400 MHz, on the Canadian Hydrogen Intensity Mapping Experiment (CHIME) using the CHIME\/FRB instrument. We present 13 FRBs detected during a telescope pre-commissioning phase, when our sensitivity and field-of-view were not yet at design specifications. Emission in multiple events is seen down to 400 MHz, the lowest radio frequency to which we are sensitive. The FRBs show a variety of temporal scattering behaviours, with the majority significantly scattered, and some apparently unscattered to within measurement uncertainty even at our lowest frequencies. Of the 13 reported here, one event has the lowest dispersion measure yet reported, implying it is among the closest yet known, and another has shown multiple repeat bursts, as described in a companion paper. Our low-scattering events suggest that efforts to detect FRBs at radio frequencies below 400 MHz will eventually be successful. The overall scattering properties of our sample suggest that FRBs as a class are preferentially located in environments that scatter radio waves more strongly than the diffuse interstellar medium (ISM) in the Milky Way.",
                "Fluctuations in the intensity and polarization of the cosmic microwave background (CMB) and the large-scale distribution of matter in the universe each contain clues about the nature of the earliest moments of time. The next generation of CMB and large-scale structure (LSS) experiments are poised to test the leading paradigm for these earliest moments—the theory of cosmic inflation—and to detect the imprints of the inflationary epoch, thereby dramatically increasing our understanding of fundamental physics and the early universe. A future CMB experiment with sufficient angular resolution and frequency coverage that surveys at least 1% of the sky to a depth of 1 uK-arcmin can deliver a constraint on the tensor-to-scalar ratio that will either result in a 5 σ measurement of the energy scale of inflation or rule out all large-field inflation models, even in the presence of foregrounds and the gravitational lensing B-mode …"
            ],
            [
                [
                    "Astrophysics",
                    "cosmology",
                    "instrumentation"
                ]
            ],
            [
                "Laura Newburgh Laura Newburgh Assistant Professor of Physics She\/her\/hers WL 210 203-432-9168 203-432-3522 laura.newburgh@yale.edu Laura Newburgh is an Assistant Professor of Physics at Yale University. She received her PhD. in Physics from Columbia University on her work building, characterizing, deploying, and analyzing data on the polarized CMB experiment QUIET. She worked on low-temperature detector characterization, integration, and deployment for polarized CMB experiment ACTPol as a postdoc at Princeton University, and began working on novel methods of calibration for the 21cm experiment CHIME as a postdoctoral fellow at the University of Toronto. Her work spans hardware, software, and analysis for CMB and 21cm cosmology through her current projects CHIME, HIRAX, Simons Observatory, and CMB-S4. Ph.D. 2010, Columbia University Honors & Awards: NSF Career, 2018 CHIME\/FRB Collaboration, A Second Source of Repeating Fast Radio Bursts, Nature, Volume 566, Issue 7743 CHIME\/FRB Collaboration, First Detection of Fast Radio Bursts between 400 and 800 MHz by CHIME\/FRB, Astronomer’s Telegram #11901 Louis et al, The Atacama Cosmology Telescope: Two-Season ACTPol Spectra and Parameters, ArXiv Newburgh et al, HIRAX: A Probe of Dark Energy and Radio Transients, Proc. SPIE, ArXiv Berger et al, Holographic Beam Mapping of the CHIME Pathfinder Array, Proc. SPIE , ArXiv Newburgh et al, Calibrating CHIME, A New Radio Interferometer to Probe Dark Energy, Proc. SPIE, 2014, ArXiv"
            ]
        ]
    ]
}