{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CY6AV01O",
            "1o5RRxkAAAAJ",
            [
                "Who is a mentor? A review of evolving definitions and implications for research",
                "The Wheel Model of humor: Humor events and affect in organizations",
                "Mentor status, occupational context, and protégé career outcomes: Differential returns for males and females",
                "E-mentoring: examining the feasibility of electronic, online, or distance mentoring",
                "Transparency and Accountability: A Look at Non-Profit Internet Website Content."
            ],
            [
                "The authors’ review of the mentoring literature describes how the construct has changed since Kram’s influential work in the early 1980s, the implications of such changes for the field, and suggestions for the future. In addition to highlighting changes over time in the topics mentoring researchers have studied, the authors provide an in-depth review of the way researchers have defined mentoring and the implications of those definitions. They identified approximately 40 different definitions used in the empirical literature since 1980. The discussion of definitions is followed by a delineation of the core attributes of all mentoring relationships and recommendations for specific information that researchers should collect about the relationship. The authors conclude by describing research trends and directions for future mentoring research.",
                "In this article we develop the Wheel Model of humor, which addresses the theme of this special issue by casting humor events as an important driver of employee happiness and well-being through their influence on positive affect. Drawing on theories of humor and emotion, the Wheel Model suggests that humor-induced positive affect results in transmission of emotion to social groups, which in turn creates a climate that supports humor use and subsequent humor events. This model is depicted in a circular pattern to highlight the cumulative and escalatory process through which individual humor events can impact individuals and groups over repeated cycles of the wheel. We also describe individual and environmental variables that are likely to have an impact on relationships within the Wheel Model. Finally, we discuss specific research contexts to which the Wheel Model can be applied (mentoring, leadership …",
                "We report two studies examining the moderating effects of mentor status and protégé gender, along with the moderating role of occupational context, in the relationship of mentoring with protégé career outcomes. Our research replicates and extends previous findings, especially those by Ramaswami et al. (2010b). Results from Study 1 indicated that business school alumni with senior-male mentors earned more compensation than those with no mentors. Additionally, a 3-way interaction (protégé gender × senior-male mentor × occupation type) indicated that the senior-male mentor effect for compensation was especially prominent for females in male-gendered occupation types. Study 2, conducted in an aerospace manufacturing firm comprising both a male-gendered occupation and industry context, confirmed mentor-status by protégé gender interaction for compensation. Female protégés with senior mentors …",
                "Mentoring has been studied extensively and found to provide many benefits to protégés, organizations, and mentors. One new aspect that has received increasing scholarly attention is E-Mentoring, or mentoring which takes place primarily through electronic means. The purpose of this paper is to examine the promise of electronic mentoring as an online-learning tool. First, I briefly review the established research findings on traditional mentoring. Next I review the current state of research on E-mentoring. Then I summarize and discuss the potential benefits and challenges of online versus face-to-face mentoring. Finally, I discuss the implications for both research and practice.",
                "Non-profit organizations traditionally fill the gap that exists between the donor and the recipient. People are willing to donate, but do not know how to reach recipients. Recipients need support, but do not know how to reach the donors. The system of using non-profit organizations as' middle men'in the donation cycle has worked over the years with varying degrees of success and\/or failure. Before gifting today, donors are requiring greater levels of organizational transparency, in order to reduce the risk associated with their donation. They seek organizations which are accountable and transparent, often using the internet as a search tool. This study examines website material from 96 non-profit organizations to determine levels of accountability and transparency."
            ],
            [
                [
                    "Strategy and Entrepreneurship"
                ]
            ]
        ]
    ]
}