{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CYBM8014",
            "Hos1S6QAAAAJ",
            [
                "Joint Analysis of BICEP2\/Keck Array and Planck Data",
                "Improved constraints on cosmology and foregrounds from BICEP2 and Keck Array cosmic microwave background data with inclusion of 95 GHz band",
                "Primordial Non-Gaussianity",
                "CMB-S4 science book",
                "Probing inflation with CMB polarization",
                "Constraining dark matter-baryon scattering with linear cosmology",
                "Constraints on Primordial Gravitational Waves Using , WMAP, and New BICEP2\/ Observations through the 2015 Season",
                "CMB polarization features from inflation versus reionization",
                "Non-Gaussianity from step features in the inflationary potential",
                "A guide to designing future ground-based cosmic microwave background experiments"
            ],
            [
                "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
                "We present results from an analysis of all data taken by the BICEP2 and Keck Array cosmic microwave background (CMB) polarization experiments up to and including the 2014 observing season. This includes the first Keck Array observations at 95 GHz. The maps reach a depth of 50 nK deg in Stokes Q and U in the 150 GHz band and 127 nK deg in the 95 GHz band. We take auto- and cross-spectra between these maps and publicly available maps from WMAP and Planck at frequencies from 23 to 353 GHz. An excess over lensed ΛCDM is detected at modest significance in the 95 × 150 BB spectrum, and is consistent with the dust contribution expected from our previous work. No significant evidence for synchrotron emission is found in spectra such as 23 × 95, or for correlation between the dust and synchrotron sky patterns in spectra such as 23 × 353. We take the likelihood of all the spectra for a multicomponent model including lensed ΛCDM, dust, synchrotron, and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r) using priors on the frequency spectral behaviors of dust and synchrotron emission from previous analyses of WMAP and Planck data in other regions of the sky. This analysis yields an upper limit r0.05 < 0.09 at 95% confidence, which is robust to variations explored in analysis and priors. Combining these B-mode results with the (more model-dependent) constraints from Planck analysis of CMB temperature plus baryon acoustic oscillations and other data yields a combined limit r0.05 < 0.07 at 95% confidence. These are the strongest constraints to date on inflationary …",
                "Our current understanding of the Universe is established through the pristine measurements of structure in the cosmic microwave background (CMB) and the distribution and shapes of galaxies tracing the large scale structure (LSS) of the Universe. One key ingredient that underlies cosmological observables is that the field that sources the observed structure is assumed to be initially Gaussian with high precision. Nevertheless, a minimal deviation from Gaussianityis perhaps the most robust theoretical prediction of models that explain the observed Universe; itis necessarily present even in the simplest scenarios. In addition, most inflationary models produce far higher levels of non-Gaussianity. Since non-Gaussianity directly probes the dynamics in the early Universe, a detection would present a monumental discovery in cosmology, providing clues about physics at energy scales as high as the GUT scale.",
                "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
                "We summarize the utility of precise cosmic microwave background (CMB) polarization measurements as probes of the physics of inflation. We focus on the prospects for using CMB measurements to differentiate various inflationary mechanisms. In particular, a detection of primordial B‐mode polarization would demonstrate that inflation occurred at a very high energy scale, and that the inflaton traversed a super‐Planckian distance in field space. We explain how such a detection or constraint would illuminate aspects of physics at the Planck scale. Moreover, CMB measurements can constrain the scale‐dependence and non‐Gaussianity of the primordial fluctuations and limit the possibility of a significant isocurvature contribution. Each such limit provides crucial information on the underlying inflationary dynamics. Finally, we quantify these considerations by presenting forecasts for the sensitivities of a future satellite …",
                "We derive constraints on elastic scattering between baryons and dark matter using the cosmic microwave background (CMB) data from the Planck satellite and the Lyman-α forest data from the Sloan Digital Sky Survey. Elastic scattering allows baryons and dark matter to exchange momentum, affecting the dynamics of linear density perturbations in the early universe. We derive constraints to scattering cross sections of the form σ∝ v n, allowing for a wide range of velocity dependencies with− 4≤ n≤ 2. We improve and correct previous estimates where they exist, including velocity-independent cross section as well as dark matter millicharge and electromagnetic dipole moments. Lyman-α forest data dominate the constraints for n>− 3, where the improvement over CMB data alone can be several orders of magnitude. Dark matter-baryon scattering cannot affect the halo mass function on mass scales M> 10 12 M⊙ …",
                "We present results from an analysis of all data taken by the bicep 2\/Keck CMB polarization experiments up to and including the 2015 observing season. This includes the first Keck Array observations at 220 GHz and additional observations at 95 and 150 GHz. The Q and U maps reach depths of 5.2, 2.9, and 26 μ K CMB arcmin at 95, 150, and 220 GHz, respectively, over an effective area of≈ 400 square degrees. The 220 GHz maps achieve a signal to noise on polarized dust emission approximately equal to that of Planck at 353 GHz. We take auto and cross spectra between these maps and publicly available WMAP and Planck maps at frequencies from 23 to 353 GHz. We evaluate the joint likelihood of the spectra versus a multicomponent model of lensed-Λ CDM+ r+ dust+ synchrotron+ noise. The foreground model has seven parameters, and we impose priors on some of these using external information from …",
                "The angular power spectrum of the cosmic microwave background temperature anisotropy observed by WMAP has an anomalous dip at ℓ∼ 20 and a bump at ℓ∼ 40. One explanation for this structure is the presence of features in the primordial curvature power spectrum, possibly caused by a step in the inflationary potential. The detection of these features is only marginally significant from temperature data alone. However, the inflationary feature hypothesis predicts a specific shape for the E-mode polarization power spectrum with a structure similar to that observed in temperature at ℓ∼ 20–40. Measurement of the CMB polarization on few-degree scales can therefore be used as a consistency check of the hypothesis. The Planck satellite has the statistical sensitivity to confirm or rule out the model that best fits the temperature features with 3 σ significance, assuming all other parameters are known. With a cosmic …",
                "We provide analytic solutions for the power spectrum and bispectrum of curvature fluctuations produced by a step feature in the inflaton potential, valid in the limit that the step is short and sharp. In this limit, the bispectrum is strongly scale dependent and its effective nonlinearity attains a large oscillatory amplitude. The perturbations to the curvature power spectrum, on the other hand, remain a small component on top of the usual spectrum of fluctuations generated by slow roll. We utilize our analytic solutions to assess the observability of the predicted non-Gaussian signatures and show that, if present, only very sharp steps on scales larger than∼ 2 Gpc are likely to be able to be detected by Planck. Such features are not only consistent with WMAP7 data, but can also improve its likelihood by 2 Δ ln﻿ L≈ 12 for two extra parameters, the step location and height. If this improvement were due to a slow roll violating step …",
                "In this follow-up work to the high energy physics Community Summer Study 2013 (aka SNOWMASS), we explore the scientific capabilities of a future Stage IV cosmic microwave background polarization experiment under various assumptions on detector count, resolution, and sky coverage. We use the Fisher matrix technique to calculate the expected uncertainties of cosmological parameters in νΛCDM that are especially relevant to the physics of fundamental interactions, including neutrino masses, effective number of relativistic species, dark energy equation of state, dark matter annihilation, and inflationary parameters. To further chart the landscape of future cosmology probes, we include forecasted results from the baryon acoustic oscillation signal as measured by Dark Energy Spectroscopic Instrument to constrain parameters that would benefit from low redshift information. We find the following best 1σ …"
            ],
            [
                [
                    "Cosmology"
                ]
            ],
            [
                "Cora Dvorkin Cora Dvorkin Associate Professor of Physics Prof. Dvorkin is a theoretical cosmologist. Her areas of interest are: the physics of the early universe, the particle nature of dark matter, the source of the accelerated expansion of the universe, neutrinos\/light relics. She uses observables such as the Cosmic Microwave Background (CMB), the large-scale structure of the universe, 21-cm radiation, and strong gravitational lensing to shed light on these questions. Prof. Dvorkin's research includes hands-on data analysis as well as theory. In the Dark Matter arena, she has led research on scenarios where dark matter couples to other particles as well as to itself, and predicted observable effects on cosmological data sets. She has also led an analysis looking for the effects of sub-GeV dark matter particles using CMB data measured by the Planck satellite and Lyman-alpha forest data from the Sloan Digital Sky Survey. The strong constraints coming from this analysis are particularly interesting given that sub-GeV dark matter masses are complementary to those probed by current direct detection experiments. She has been actively involved in leading the science goals for the next-generation CMB experiment, CMB-S4, for which these scenarios are being proposed as the main driver of the dark matter science case. She has developed with her research group a new formalism aimed at probing small-scale structure using gravitational lenses, by means of statistical measurements of dark matter substructure. She has proposed this as a key observable that can yield important clues about the matter distribution within the a galaxy. In the Early Universe arena, she has pioneered a model-independent method for probing the shape of the inflationary potential, known as \"Generalized Slow Roll\". She has also constructed new theoretical templates for higher-order correlation functions of the initial curvature perturbations that could shed light on the physical properties of particles with non-zero spin during inflation as well as possible phase transitions during the early universe. She developed statistical tools to look for these correlation functions in the CMB and the LSS data measured by current and future surveys. In 2014-2015, she joined the joint analysis between BICEP2, the Keck array, and Planck collaboration. She worked on the likelihood analysis of a multi-component model that included Galactic foregrounds and a possible contribution from inflationary gravity waves. The code that she wrote was made publicly, and it has been extensively used by the community. No statistically significant evidence for primordial gravitational waves and a strong evidence for galactic dust were reported in this work. Prof. Dvorkin is the Harvard Representative at the newly NSF-funded Institute for Artificial Intelligence and Fundamental Interactions ( IAIFI )’s Board. This is a joint effort together with colleagues at Harvard, MIT, Tufts, and Northeastern. The goal is to solve problems in fundamental physics and astrophysics using AI, while at the same time improving the AI foundations. She was the co-leader of the Inflation analysis group for the proposed CMB-S4 experiment. Prior to this, she was the leader of the Dark Matter analysis group. Dvorkin has been awarded the 2019 DOE Early Career award and has been named the \"2018 Scientist of the year\" by the Harvard Foundation for \"Salient Contributions to Physics, Cosmology and STEM Education\". She has also been awarded a Radcliffe Institute Fellowship for 2018-2019 and a Shutzer Professorship at the Radcliffe Institute for the period 2015-2019. In 2012, she was given the \"Martin and Beate Block Award\", awarded to the best young physicist by the Aspen Center for Physics. She has given more than 100 invited talks at conferences and workshop around the world. Professor Dvorkin, born and raised in Buenos Aires, Argentina, received her Diploma in Physics from the University of Buenos Aires with honors. She earned her Ph.D. in the Department of Physics at the University of Chicago in 2011, where she won the \"Sydney Bloomenthal Fellowship for \"outstanding performance in research\". She has conducted postdoctoral research at the School of Natural Sciences at the Institute for Advanced Study in Princeton (from 2011 to 2014) and at the Institute for Theory and Computation at the Center for Astrophysics at Harvard University (from 2014 to 2015), where she was both a Hubble Fellow (awarded by NASA) and an ITC fellow. ___________________________ Erica Mantone Lyman Lab 334 cdvorkin@g.harvard.edu p: (617) 384-9487 Personal Site CV List of Publications"
            ]
        ]
    ]
}