{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CYFDRRO4",
            "6sJ4JbIAAAAJ",
            [
                "Molecular gas at high Galactic latitudes",
                "High-latitude molecular clouds",
                "A molecular cloud in the local, hot interstellar medium"
            ],
            [
                "This paper presents quantitative results of a CO survey of high-latitude molecular gas, the partial results of",
                "We report the detection of a large number of molecular clouds at high galactic latitude, a few of which were",
                "Echelle spectra recorded at the D lines of Na i are reported for nine A or F stars. Lying at approximate"
            ],
            [
                [
                    "astronomy"
                ]
            ],
            [
                "Loris Magnani, Professor of Astronomy loris@uga.edu N\/A 238\/241C Biographical Information PhD, University of Maryland , 1987 MS, University of Maryland , 1982 The interstellar medium of the Galaxy is the great reservoir from which stars are born and to which they return much of their mass. Composed primarily of hydrogen and helium, the interstellar medium can take many forms depending on the temperature, density, and radiation field. Under certain conditions, the majority of the hydrogen will be in molecular form. The resulting aggregations of molecular gas can come in 2 basic types: large entities which can encompass up to a million solar masses and extend up to 50 parsecs, or distinctly smaller objects with masses less than a thousand solar masses and sizes on the order of a few parsecs. The smaller clouds can be subdivided into 3 basic kinds of objects: diffuse, translucent, and dark clouds, depending on their opacity to ultraviolet radiation and to certain considerations involving their astrochemistry. My past work has primarily focused on translucent molecular clouds. These objects can be studied both by optical and radio techniques. Their chemistry is simpler than that of the dark molecular clouds but, unlike the diffuse clouds, chemical species more complex than diatomics can be found (such as H 2 CO, C 3 H 2 , etc.). Although translucent clouds are distributed throughout the Galactic plane, they are most easily seen at high Galactic latitudes, away from the background confusion caused by dark clouds and giant molecular clouds along the Galactic plane. The overwhelming majority of the so-called high-latitude molecular clouds turn out to be translucent clouds. In the last decade, my research has focussed on three principal areas: 1) The large-scale distribution of molecular gas at high Galactic latitudes. 2) Quantifying the turbulence characteristics of small molecular clouds. 3) Estimating the amount of dark molecular gas in diffuse and translucent molecular clouds. I am currently studying the diffuse molecular component of the ISM (i.e., the atomic\/molecular interface in small interstellar clouds) using the CH 3335 MHz emission line, the OH 1665 and 1667 MHz emission lines, and the  H 2 CO 4830 MHz absorption lines.  In particular, I am currrently studying the ability of the CH molecule to trace diffuse molecular gas with one of my graduate students, Jayne Dailey.  My other graduate student, Jennifer Storbeck is studying the high-latitude molecular clouds in the Northern Galactic Hemisphere.  I am also currently working with three undergraduates, Jessica Cmiel, Mackenzie Joy, and Dan Boyd, on various aspects of the interstellar medium. List of Past Graduate Students Receiving Degrees: John Geremia, MS, 1994.  Master’s Thesis title:  “The Excitation Temperature of CH in Diffuse Molecular Clouds.” Sharon Holcomb, MS, 1997, Master’s Thesis title:  “A Survey of High-Latitude Molecular Clouds in the Southern Galactic Hemisphere.” Thomas Hearty, Ph.D., 1997, Dissertation title:  “Star Formation at High Galactic Latitude.” Raymond Chastain, Ph.D., 2005, Dissertation title:  “A Study of Three Molecular Structures at High Galactic Latitude.” Elizabeth Wennerstrom, MS, 2007,  Master’s Thesis title: “A Survey of Hydroxyl in Three Translucent Molecular Clouds.” Adam Schneider, MS, 2008,  Master’s Thesis title: “A Search for Young Stellar Objects in MBM 12.” Marcus Alexander, MS, 2008,  Master’s Thesis title: “Gaussian Deconvolution of  21 cm HI Spectra.” Samantha Blair,  Ph.D., 2008, Dissertation title:  “A Search for Prebiotic Organic Molecules in the Outer Galaxy.” David Cotten,  Ph.D., 2011, Dissertation title: “Diffuse Molecular Gas in Cloud Envelopes and the Galaxy.” Allison J. Smith,  MS, 2013, Master’s Thesis title: “Intermediate Velocity Molecular Clouds at High Galactic Latitude.” Allison J. Smith, Ph.D., 2018, Dissertation title: “Spectroscopic and Spectropolarimetric Observations of the Diffuse Interstellar Medium.\" Amanda Stricklan,  MS, 2019, Master’s Thesis title: “Isolated Molecular Clumps at the CO-Boundary of a Diffuse Molecular Cloud.” Emmanuel Donate, Ph.D., 2019, Dissertation title: “Dark Gas, the gas of the gaps in the cold ISM.\" \"A Dirty Window: Diffuse and Translucent Molecular Gas in the Interstellar Medium,\" L. Magnani and S.N. Shore, 2017, Springer, ISBN: 978-3-662-54348-1 (2017). \"Sensitive CO(1-0) Survey in Pegasus-Pisces Reduces CO-Dark Gas Inventory by Factor of Two,\" E. Donate and L. Magnani, Mon. Not. R. Ast. Soc. , 472 , 3169 (2017). \"OH 18 cm Observations of the Intermediate Velocity Molecular Cloud G211+63,\" A.J. Smith, L. Magnani, L. Gonzales, and T. Robishaw, Mon. Not. R. Ast. Soc. , 480 , 3503 (2018). “Dark Molecular Gas in Pegasus-Pisces,” E. Donate, S. Blair, Z. Chilton, C. Gladney, J.W. Gordon, M.C. Goulart, and L. Magnani, Mon. Not. R. Ast. Soc. , 486 , 2281 (2019). “OH and CO as Tracers of Molecular Gas in MBM 53,” E. Donate, J. White, and L. Magnani, Mon. Not. R. Ast. Soc. , 486 , 4414 (2019). Astrophysics (Theoretical) Astronomy (Observational)"
            ]
        ]
    ]
}