{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CYNUS7TL",
            "eYVXgAoAAAAJ",
            [
                "Advanced mathematical methods for scientists and engineers I: Asymptotic methods and perturbation theory",
                "Real spectra in non-Hermitian Hamiltonians having P T symmetry",
                "Making sense of non-Hermitian Hamiltonians",
                "Complex extension of quantum mechanics",
                "Parity–time-symmetric whispering-gallery microcavities",
                "PT-symmetric quantum mechanics",
                "Anharmonic oscillator",
                "Anharmonic oscillator. II. A study of perturbation theory in large order",
                "Loss-induced suppression and revival of lasing",
                "Introduction to 𝒫𝒯-symmetric quantum theory"
            ],
            [
                "The triumphant vindication of bold theories-are these not the pride and justification of our life's work?-Sherlock Holmes, The Valley of Fear Sir Arthur Conan Doyle The main purpose of our book is to present and explain mathematical methods for obtaining approximate analytical solutions to differential and difference equations that cannot be solved exactly. Our objective is to help young and also establiShed scientists and engineers to build the skills necessary to analyze equations that they encounter in their work. Our presentation is aimed at developing the insights and techniques that are most useful for attacking new problems. We do not emphasize special methods and tricks which work only for the classical transcendental functions; we do not dwell on equations whose exact solutions are known. The mathematical methods discussed in this book are known collectively as asymptotic and perturbative analysis. These are the most useful and powerful methods for finding approximate solutions to equations, but they are difficult to justify rigorously. Thus, we concentrate on the most fruitful aspect of applied analysis; namely, obtaining the answer. We stress care but not rigor. To explain our approach, we compare our goals with those of a freshman calculus course. A beginning calculus course is considered successful if the students have learned how to solve problems using calculus.",
                "The condition of self-adjointness ensures that the eigenvalues of a Hamiltonian are real and bounded below. Replacing this condition by the weaker condition of PT symmetry, one obtains new infinite classes of complex Hamiltonians whose spectra are also real and positive. These PT symmetric theories may be viewed as analytic continuations of conventional theories from real to complex phase space. This paper describes the unusual classical and quantum properties of these theories.",
                "The Hamiltonian H specifies the energy levels and time evolution of a quantum theory. A standard axiom of quantum mechanics requires that H be Hermitian because Hermiticity guarantees that the energy spectrum is real and that time evolution is unitary (probability-preserving). This paper describes an alternative formulation of quantum mechanics in which the mathematical axiom of Hermiticity (transpose+ complex conjugate) is replaced by the physically transparent condition of space–time reflection (\\mathcal {P}\\mathcal {T}) symmetry. If H has an unbroken\\mathcal {P}\\mathcal {T} symmetry, then the spectrum is real. Examples of\\mathcal {P}\\mathcal {T}-symmetric non-Hermitian quantum-mechanical Hamiltonians are H=\\hat {p}^ 2+\\rmi\\hat {x}^ 3 and H=\\hat {p}^ 2-\\hat {x}^ 4. Amazingly, the energy levels of these Hamiltonians are all real and positive!",
                "Requiring that a Hamiltonian be Hermitian is overly restrictive. A consistent physical theory of quantum mechanics can be built on a complex Hamiltonian that is not Hermitian but satisfies the less restrictive and more physical condition of space-time reflection symmetry (P T symmetry). One might expect a non-Hermitian Hamiltonian to lead to a violation of unitarity. However, if P T symmetry is not spontaneously broken, it is possible to construct a previously unnoticed symmetry C of the Hamiltonian. Using C, an inner product whose associated norm is positive definite can be constructed. The procedure is general and works for any P T-symmetric Hamiltonian. Observables exhibit C P T symmetry, and the dynamics is governed by unitary time evolution. This work is not in conflict with conventional quantum mechanics but is rather a complex generalization of it.",
                "Optical systems combining balanced loss and gain provide a unique platform to implement classical analogues of quantum systems described by non-Hermitian parity–time (PT)-symmetric Hamiltonians. Such systems can be used to create synthetic materials with properties that cannot be attained in materials having only loss or only gain. Here we report PT-symmetry breaking in coupled optical resonators. We observed non-reciprocity in the PT-symmetry-breaking phase due to strong field localization, which significantly enhances nonlinearity. In the linear regime, light transmission is reciprocal regardless of whether the symmetry is broken or unbroken. We show that in one direction there is a complete absence of resonance peaks whereas in the other direction the transmission is resonantly enhanced, a feature directly associated with the use of resonant structures. Our results could lead to a new generation of …",
                "This paper proposes to broaden the canonical formulation of quantum mechanics. Ordinarily, one imposes the condition H†=H on the Hamiltonian, where † represents the mathematical operation of complex conjugation and matrix transposition. This conventional Hermiticity condition is sufficient to ensure that the Hamiltonian H has a real spectrum. However, replacing this mathematical condition by the weaker and more physical requirement H‡=H, where ‡ represents combined parity reflection and time reversal PT, one obtains new classes of complex Hamiltonians whose spectra are still real and positive. This generalization of Hermiticity is investigated using a complex deformation H=p2+x2(ix)ε of the harmonic oscillator Hamiltonian, where ε is a real parameter. The system exhibits two phases: When ε⩾0, the energy spectrum of H is real and positive as a consequence of PT symmetry. However, when −1<ε<0, the …",
                "We consider the anharmonic oscillator defined by the differential equation (− d 2 d x 2+ 1 4 x 2+ 1 4 λ x 4) Φ (x)= E (λ) Φ (x) and the boundary condition limit of Φ (x) as x→±∞= 0. This model is interesting because the perturbation series for the ground-state energy diverges. To investigate the reason for this divergence, we analytically continue the energy levels of the Hamiltonian H into the complex λ plane. Using WKB techniques, we find that the energy levels as a function of λ, or more generally of λ α, have an infinite number of branch points with a limit point at λ= 0. Thus, the origin is not an isolated singularity. Level crossing occurs at each branch point. If we choose α= 1 3, the resolvent (z− H)− 1 has no branch cut. However, for all z it has an infinite sequence of poles which have a limit point at the origin. The anharmonic oscillator is of particular interest to field theoreticians because it is a model of λ ϕ 4 field …",
                "This paper is concerned with the nature of perturbation theory in very high order. Specifically, we study the Rayleigh-Schrödinger expansion of the energy eigenvalues of the anharmonic oscillator. We have developed two independent mathematical techniques (WKB analysis and difference-equation methods) for determining the large-n behavior of A n K, the nth Rayleigh-Schrödinger coefficient for the Kth energy level. We are not concerned here with placing bounds on the growth of A n K as n, the order of perturbation theory, gets large. Rather, we consider the more delicate problem of determining the precise asymptotic behavior of A n K as n→∞ for both the Wick-ordered and non-Wick-ordered oscillators. Our results are in exact agreement with numerical fits obtained from computer studies of the anharmonic oscillator to order 150 in perturbation theory.",
                "Controlling and reversing the effects of loss are major challenges in optical systems. For lasers, losses need to be overcome by a sufficient amount of gain to reach the lasing threshold. In this work, we show how to turn losses into gain by steering the parameters of a system to the vicinity of an exceptional point (EP), which occurs when the eigenvalues and the corresponding eigenstates of a system coalesce. In our system of coupled microresonators, EPs are manifested as the loss-induced suppression and revival of lasing. Below a critical value, adding loss annihilates an existing Raman laser. Beyond this critical threshold, lasing recovers despite the increasing loss, in stark contrast to what would be expected from conventional laser theory. Our results exemplify the counterintuitive features of EPs and present an innovative method for reversing the effect of loss.",
                "In most introductory courses on quantum mechanics one is taught that the Hamiltonian operator must be Hermitian in order that the energy levels be real and that the theory be unitary (probability conserving). To express the Hermiticity of a Hamiltonian, one writes H = H †, where the symbol † denotes the usual Dirac Hermitian conjugation; that is, transpose and complex conjugate. In the past few years it has been recognized that the requirement of Hermiticity, which is often stated as an axiom of quantum mechanics, may be replaced by the less mathematical and more physical requirement of space – time reflection symmetry (𝒫𝒯 symmetry) without losing any of the essential physical features of quantum mechanics. Theories defined by non-Hermitian 𝒫𝒯-symmetric Hamiltonians exhibit strange and unexpected properties at the classical as well as at the quantum level. This paper explains how the requirement of …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}