{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "CZ6HYJOK",
            "157wzqoAAAAJ",
            [
                "Direct observation of a widely tunable bandgap in bilayer graphene",
                "Confinement of electrons to quantum corrals on a metal surface",
                "Gate-variable optical transitions in graphene",
                "Imaging standing waves in a two-dimensional electron gas",
                "Strain-induced pseudo–magnetic fields greater than 300 tesla in graphene nanobubbles",
                "Giant bandgap renormalization and excitonic effects in a monolayer transition metal dichalcogenide semiconductor",
                "Graphene at the edge: stability and dynamics",
                "Direct imaging of lattice atoms and topological defects in graphene membranes",
                "Tunneling into a single magnetic atom: spectroscopic evidence of the Kondo resonance",
                "High-resolution EM of colloidal nanocrystal growth using graphene liquid cells"
            ],
            [
                "The electronic bandgap is an intrinsic property of semiconductors and insulators that largely determines their transport and optical properties. As such, it has a central role in modern device physics and technology and governs the operation of semiconductor devices such as p–n junctions, transistors, photodiodes and lasers 1. A tunable bandgap would be highly desirable because it would allow great flexibility in design and optimization of such devices, in particular if it could be tuned by applying a variable external electric field. However, in conventional materials, the bandgap is fixed by their crystalline structure, preventing such bandgap control. Here we demonstrate the realization of a widely tunable electronic bandgap in electrically gated bilayer graphene. Using a dual-gate bilayer graphene field-effect transistor (FET) 2 and infrared microspectroscopy 3, 4, 5, we demonstrate a gate-controlled, continuously …",
                "A method for confining electrons to artificial structures at the nanometer lengthscale is presented. Surface state electrons on a copper(111) surface were confined to closed structures (corrals) defined by barriers built from iron adatoms. The barriers were assembled by individually positioning iron adatoms with the tip of a 4-kelvin scanning tunneling microscope (STM). A circular corral of radius 71.3 Å was constructed in this way out of 48 iron adatoms. Tunneling spectroscopy performed inside of the corral revealed a series of discrete resonances, providing evidence for size quantization. STM images show that the corral9s interior local density of states is dominated by the eigenstate density expected for an electron trapped in a round two-dimensional box.",
                "Two-dimensional graphene monolayers and bilayers exhibit fascinating electrical transport behaviors. Using infrared spectroscopy, we find that they also have strong interband transitions and that their optical transitions can be substantially modified through electrical gating, much like electrical transport in field-effect transistors. This gate dependence of interband transitions adds a valuable dimension for optically probing graphene band structure. For a graphene monolayer, it yields directly the linear band dispersion of Dirac fermions, whereas in a bilayer, it reveals a dominating van Hove singularity arising from interlayer coupling. The strong and layer-dependent optical transitions of graphene and the tunability by simple electrical gating hold promise for new applications in infrared optics and optoelectronics.",
                "ELECTRONS occupying surface states on the close-packed surfaces of noble metals form a two-dimensional nearly free electron gas 1–3. These states can be probed using the scanning tunnelling microscope (STM), providing a unique opportunity to study the local properties of electrons in low-dimensional systems 4. Here we report the direct observation of standing-wave patterns in the local density of states of the Cu (lll) surface using the STM at low temperature. These spatial oscillations are quantum-mechanical interference patterns caused by scattering of the two-dimensional electron gas off step edges and point defects. Analysis of the spatial oscillations gives an independent measure of the surface state dispersion, as well as insight into the interaction between surface-state electrons and scattering sites on the surface.",
                "Recent theoretical proposals suggest that strain can be used to engineer graphene electronic states through the creation of a pseudo–magnetic field. This effect is unique to graphene because of its massless Dirac fermion-like band structure and particular lattice symmetry (C3v). Here, we present experimental spectroscopic measurements by scanning tunneling microscopy of highly strained nanobubbles that form when graphene is grown on a platinum (111) surface. The nanobubbles exhibit Landau levels that form in the presence of strain-induced pseudo–magnetic fields greater than 300 tesla. This demonstration of enormous pseudo–magnetic fields opens the door to both the study of charge carriers in previously inaccessible high magnetic field regimes and deliberate mechanical control over electronic structure in graphene or so-called “strain engineering.”",
                "Two-dimensional (2D) transition metal dichalcogenides (TMDs) are emerging as a new platform for exploring 2D semiconductor physics 1, 2, 3, 4, 5, 6, 7, 8, 9. Reduced screening in two dimensions results in markedly enhanced electron–electron interactions, which have been predicted to generate giant bandgap renormalization and excitonic effects 10, 11, 12, 13. Here we present a rigorous experimental observation of extraordinarily large exciton binding energy in a 2D semiconducting TMD. We determine the single-particle electronic bandgap of single-layer MoSe 2 by means of scanning tunnelling spectroscopy (STS), as well as the two-particle exciton transition energy using photoluminescence (PL) spectroscopy. These yield an exciton binding energy of 0.55 eV for monolayer MoSe 2 on graphene—orders of magnitude larger than what is seen in conventional 3D semiconductors and significantly higher than …",
                "Although the physics of materials at surfaces and edges has been extensively studied, the movement of individual atoms at an isolated edge has not been directly observed in real time. With a transmission electron aberration–corrected microscope capable of simultaneous atomic spatial resolution and 1-second temporal resolution, we produced movies of the dynamics of carbon atoms at the edge of a hole in a suspended, single atomic layer of graphene. The rearrangement of bonds and beam-induced ejection of carbon atoms are recorded as the hole grows. We investigated the mechanism of edge reconstruction and demonstrated the stability of the “zigzag” edge configuration. This study of an ideal low-dimensional interface, a hole in graphene, exhibits the complex behavior of atoms at a boundary.",
                "We present a transmission electron microscopy investigation of graphene membranes, crystalline foils with a thickness of only 1 atom. By using aberration-correction in combination with a monochromator, 1-Å resolution is achieved at an acceleration voltage of only 80 kV. The low voltage is crucial for the stability of these membranes. As a result, every individual carbon atom in the field of view is detected and resolved. We observe a highly crystalline lattice along with occasional point defects. The formation and annealing of Stone−Wales defects is observed in situ. Multiple five- and seven-membered rings appear exclusively in combinations that avoid dislocations and disclinations, in contrast to previous observations on highly curved (tube- or fullerene-like) graphene surfaces.",
                "The Kondo effect arises from the quantum mechanical interplay between the electrons of a host metal and a magnetic impurity and is predicted to result in local charge and spin variations around the magnetic impurity. A cryogenic scanning tunneling microscope was used to spatially resolve the electronic properties of individual magnetic atoms displaying the Kondo effect. Spectroscopic measurements performed on individual cobalt atoms on the surface of gold show an energetically narrow feature that is identified as the Kondo resonance—the predicted response of a Kondo impurity. Unexpected structure in the Kondo resonance is shown to arise from quantum mechanical interference between the d orbital and conduction electron channels for an electron tunneling into a magnetic atom in a metallic host.",
                "We introduce a new type of liquid cell for in situ transmission electron microscopy (TEM) based on entrapment of a liquid film between layers of graphene. The graphene liquid cell facilitates atomic-level resolution imaging while sustaining the most realistic liquid conditions achievable under electron-beam radiation. We employ this cell to explore the mechanism of colloidal platinum nanocrystal growth. Direct atomic-resolution imaging allows us to visualize critical steps in the process, including site-selective coalescence, structural reshaping after coalescence, and surface faceting."
            ],
            [
                [

                ]
            ]
        ]
    ]
}