{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D0DR6VVZ",
            "k5MZlGoAAAAJ",
            [
                "Rest-frame ultraviolet spectra of z∼ 3 Lyman break galaxies",
                "The farthest known supernova: support for an accelerating universe and a glimpse of the epoch of deceleration",
                "The mass-metallicity relation at z≳ 2",
                "The SINS survey: SINFONI integral field spectroscopy of z∼ 2 star-forming galaxies",
                "High molecular gas fractions in normal massive star-forming galaxies in the young Universe",
                "The rest-frame optical spectra of Lyman break galaxies: star formation, extinction, abundances, and kinematics",
                "The structure and kinematics of the circumgalactic medium from far-ultraviolet spectra of z≃ 2-3 galaxies",
                "A study of the gas–star formation relation over cosmic time",
                "Lyman Break Galaxies at redshift z~ 3: survey description and full data set",
                "Phibss: molecular gas content and scaling relations in z∼ 1-3 massive, main-sequence star-forming galaxies"
            ],
            [
                "We present the results of a systematic study of the rest‐frame UV spectroscopic properties of Lyman break galaxies (LBGs). The database of almost 1000 LBG spectra proves useful for constructing high signal‐to‐noise composite spectra. The composite spectrum of the entire sample reveals a wealth of features attributable to hot stars, H ii regions, dust, and outflowing neutral and ionized gas. By grouping the database according to galaxy parameters such as Lyα equivalent width, UV spectral slope, and interstellar kinematics, we isolate some of the major trends in LBG spectra that are least compromised by selection effects. We find that LBGs with stronger Lyα emission have bluer UV continua, weaker low‐ionization interstellar absorption lines, smaller kinematic offsets between Lyα and the interstellar absorption lines, and lower star formation rates. There is a decoupling between the dependence of low‐ and high …",
                " We present photometric observations of an apparent Type Ia supernova (SN Ia) at a redshift of ∼1.7, the farthest SN observed to date. The supernova, SN 1997ff, was discovered in a repeat observation by the Hubble Space Telescope (HST) of the Hubble Deep Field‐North (HDF‐N) and serendipitously monitored with NICMOS on HST throughout the Thompson et al. Guaranteed‐Time Observer (GTO) campaign. The SN type can be determined from the host galaxy type: an evolved, red elliptical lacking enough recent star formation to provide a significant population of core‐collapse supernovae. The classification is further supported by diagnostics available from the observed colors and temporal behavior of the SN, both of which match a typical SN Ia. The photometric record of the SN includes a dozen flux measurements in the I, J, and H bands spanning 35 days in the observed frame. The redshift derived from …",
                "We use a sample of 87 rest‐frame UV‐selected star‐forming galaxies with mean spectroscopic redshift   to study the correlation between metallicity and stellar mass at high redshift. Using stellar masses determined from SED fitting to observed 0.3–8 μm photometry, we divide the sample into six bins in stellar mass and construct six composite   spectra from all of the objects in each bin. We estimate the mean oxygen abundance in each bin from the [N ii]\/Hα ratio and find a monotonic increase in metallicity with increasing stellar mass, from   for galaxies with   M⊙ to   for galaxies with   M⊙. We use the empirical relation between SFR density and gas density to estimate the gas fractions of the galaxies, finding an increase in gas fraction with decreasing stellar mass. These gas fractions, combined with the observed metallicities, allow the estimation of the effective yield yeff as a function of stellar mass; in constrast to …",
                "We present the Spectroscopic Imaging survey in the near-infrared (near-IR) with SINFONI (SINS) of high-redshift galaxies. With 80 objects observed and 63 detected in at least one rest-frame optical nebular emission line, mainly Hα, SINS represents the largest survey of spatially resolved gas kinematics, morphologies, and physical properties of star-forming galaxies at z~ 1-3. We describe the selection of the targets, the observations, and the data reduction. We then focus on the\" SINS Hα sample,\" consisting of 62 rest-UV\/optically selected sources at 1.3< z< 2.6 for which we targeted primarily the Hα and [N II] emission lines. Only≈ 30% of this sample had previous near-IR spectroscopic observations. The galaxies were drawn from various imaging surveys with different photometric criteria; as a whole, the SINS Hα sample covers a reasonable representation of massive M sstarf gsim 10 10 M☉ star-forming galaxies …",
                "Stars form from cold molecular interstellar gas. As this is relatively rare in the local Universe, galaxies like the Milky Way form only a few new stars per year. Typical massive galaxies in the distant Universe formed stars an order of magnitude more rapidly 1, 2. Unless star formation was significantly more efficient, this difference suggests that young galaxies were much more molecular-gas rich. Molecular gas observations in the distant Universe have so far largely been restricted to very luminous, rare objects, including mergers and quasars 3, 4, 5, and accordingly we do not yet have a clear idea about the gas content of more normal (albeit massive) galaxies. Here we report the results of a survey of molecular gas in samples of typical massive-star-forming galaxies at mean redshifts< z> of about 1.2 and 2.3, when the Universe was respectively 40% and 24% of its current age. Our measurements reveal that distant star …",
                " We present the first results of a spectroscopic survey of Lyman break galaxies (LBGs) in the near‐infrared aimed at detecting the emission lines of [O ii], [O iii], and Hβ from the H ii regions of normal star‐forming galaxies at  . From observations of 15 objects with the Keck telescope and the Very Large Telescope augmented with data from the literature for an additional four objects, we reach the following main conclusions. The rest‐frame optical properties of LBGs at the bright end of the luminosity function are remarkably uniform, their spectra are dominated by emission lines, [O iii] is always stronger than Hβ and [O ii], and projected velocity dispersions are between 50 and 115 km s−1. Contrary to expectations, the star formation rates deduced from the Hβ luminosity are on average no larger than those implied by the stellar continuum at 1500 Å; presumably any differential extinction between rest‐frame optical and …",
                "We present new results on the kinematics and spatial distribution of metal-enriched gas within~ 125 kpc of star-forming (\" Lyman break\") galaxies at redshifts 2 lesssim z lesssim 3. In particular, we focus on constraints provided by the rest-frame far-ultraviolet (far-UV) spectra of faint galaxies, and demonstrate how galaxy spectra can be used to obtain key spatial and spectral information more efficiently than possible with QSO sightlines. Using a sample of 89 galaxies with lang z rang= 2.3±0.3 and with both rest-frame far-UV and Hα spectra, we re-calibrate the measurement of accurate galaxy systemic redshifts using only survey-quality rest-UV spectra. We use the velocity-calibrated sample to investigate the kinematics of the galaxy-scale outflows via the strong interstellar (IS) absorption lines and Lyα emission (when present), as well as their dependence on other physical properties of the galaxies. We construct a …",
                "We use the first systematic data sets of CO molecular line emission in z∼ 1–3 normal star-forming galaxies (SFGs) for a comparison of the dependence of galaxy-averaged star formation rates on molecular gas masses at low and high redshifts, and in different galactic environments. Although the current high-z samples are still small and biased towards the luminous and massive tail of the actively star-forming ‘main-sequence’, a fairly clear picture is emerging. Independent of whether galaxy-integrated quantities or surface densities are considered, low- and high-z SFG populations appear to follow similar molecular gas–star formation relations with slopes 1.1 to 1.2, over three orders of magnitude in gas mass or surface density. The gas-depletion time-scale in these SFGs grows from 0.5 Gyr at z∼ 2 to 1.5 Gyr at z∼ 0. The average corresponds to a fairly low star formation efficiency of 2 per cent per dynamical …",
                "We present the basic data for a large ground‐based spectroscopic survey for   Lyman break galaxies (LBGs), photometrically selected using rest‐UV colors from very deep images in 17 high Galactic latitude fields. The total survey covers an area of 0.38 deg2 and includes 2347 photometrically selected candidate LBGs to an apparent ℛAB magnitude limit of 25.5. Approximately half of these objects have been observed spectroscopically using the Keck telescopes, yielding 940 redshifts with  . We discuss the images, photometry, target selection, and spectroscopic program in some detail and present catalogs of the photometric and spectroscopic data, made available in electronic form. We discuss the general utility of conducting nearly volume‐limited redshift surveys in prescribed redshift intervals using judicious application of photometric preselection.",
                "We present PHIBSS, the IRAM Plateau de Bure high-z blue sequence CO 3-2 survey of the molecular gas properties in massive, main-sequence star-forming galaxies (SFGs) near the cosmic star formation peak. PHIBSS provides 52 CO detections in two redshift slices at z~ 1.2 and 2.2, with log (M*(M☉))≥ 10.4 and log (SFR (M☉\/yr))≥ 1.5. Including a correction for the incomplete coverage of the M*-SFR plane, and adopting a\" Galactic\" value for the CO-H 2 conversion factor, we infer average gas fractions of~ 0.33 at z~ 1.2 and~ 0.47 at z~ 2.2. Gas fractions drop with stellar mass, in agreement with cosmological simulations including strong star formation feedback. Most of the z~ 1-3 SFGs are rotationally supported turbulent disks. The sizes of CO and UV\/optical emission are comparable. The molecular-gas-star-formation relation for the z= 1-3 SFGs is near-linear, with a~ 0.7 Gyr gas depletion timescale; changes …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}