{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D308C2UW",
            "gZbybEkAAAAJ",
            [
                "A novel serum protein similar to C1q, produced exclusively in adipocytes"
            ],
            [
                "We describe a novel 30-kDa secretory protein, Acrp30 (adipocyte complement-related protein of 30 kDa), that is made exclusively in adipocytes and whose mRNA is induced over 100-fold during adipocyte differentiation. Acrp30 is structurally similar to complement factor C1q and to a hibernation-specific protein isolated from the plasma of Siberian chipmunks; it forms large homo-oligomers that undergo a series of post-translational modifications. Like adipsin, secretion of Acrp30 is enhanced by insulin, and Acrp30 is an abundant serum protein. Acrp30 may be a factor that participates in the delicately balanced system of energy homeostasis involving food intake and carbohydrate and lipid catabolism. Our experiments also further corroborate the existence of an insulin-regulated secretory pathway in adipocytes."
            ],
            [
                [
                    "Diabetes"
                ]
            ],
            [
                "Philip Scherrer Professor (Research) of Physics http:\/\/sun.stanford.edu\/~phil Professor (Research), pscherrer@solar.stanford.edu Position: Professor-Research Physics and Astrophysics rm 127 452 Lomita Mall 94305-4085 (650) 723-1504 (650) 725-2333 (fax) 4085 Other Names: Phil Scherrer Independent Studies (3) PHYSICS 190 (Aut, Win) Ruizhu Chen Paul Wright Statistical Analysis of Acoustic Wave Power and Flows around Solar Active Regions Cristina Rabello-Soares, M., Bogart, R. S., Scherrer, P. H. 859 (1) DOI 10.3847\/1538-4357\/aabba5 Web of Science ID 000432456000007 STATISTICAL ANALYSIS OF ACOUSTIC WAVE PARAMETERS NEAR SOLAR ACTIVE REGIONS Rabello-Soares, M. C., Bogart, R. S., Scherrer, P. H. 827 (2) DOI 10.3847\/0004-637X\/827\/2\/140 Web of Science ID 000384001600052 Observables Processing for the Helioseismic and Magnetic Imager Instrument on the Solar Dynamics Observatory SOLAR PHYSICS Couvidat, S., Schou, J., Hoeksema, J. T., Bogart, R. S., Bush, R. I., Duvall, T. L., Liu, Y., Norton, A. A., Scherrer, P. H. 291 (7) : 1887-1938 DOI 10.1007\/s11207-016-0957-3 Web of Science ID 000382094000001 Helioseismology with Solar Orbiter SPACE SCIENCE REVIEWS Loeptien, B., Birch, A. C., Gizon, L., Schou, J., Appourchaux, T., Rodriguez, J. B., Cally, P. S., Dominguez-Tagle, C., Gandorfer, A., Hill, F., Hirzberger, J., Scherrer, P. H., Solanki, S. K. 196 (1-4) : 251-283 DOI 10.1007\/s11214-014-0065-3 Web of Science ID 000365755100010 A METHOD FOR THE ESTIMATION OF p-MODE PARAMETERS FROM AVERAGED SOLAR OSCILLATION POWER SPECTRA Reiter, J., Rhodes, E. J., Kosovichev, A. G., Schou, J., Scherrer, P. H., Larson, T. P. 803 (2) DOI 10.1088\/0004-637X\/803\/2\/92 Web of Science ID 000353524500044 The Interface Region Imaging Spectrograph (IRIS) SOLAR PHYSICS De Pontieu, B., Title, A. M., Lemen, J. R., Kushner, G. D., Akin, D. J., Allard, B., Berger, T., Boerner, P., Cheung, M., Chou, C., Drake, J. F., Duncan, D. W., Freeland, S., Heyman, G. F., HOFFMAN, C., Hurlburt, N. E., Lindgren, R. W., Mathur, D., REHSE, R., Sabolish, D., Seguin, R., Schrijver, C. J., Tarbell, T. D., Wuelser, J., Wolfson, C. J., Yanari, C., Mudge, J., Nguyen-Phuc, N., Timmons, R., van Bezooijen, R., Weingrod, I., Brookner, R., Butcher, G., Dougherty, B., Eder, J., Knagenhjelm, V., Larsen, S., MANSIR, D., Phan, L., Boyle, P., Cheimets, P. N., DeLuca, E. E., Golub, L., Gates, R., Hertz, E., MCKILLOP, S., Park, S., Perry, T., PODGORSKI, W. A., Reeves, K., Saar, S., Testa, P., Tian, H., Weber, M., Dunn, C., Eccles, S., Jaeggli, S. A., Kankelborg, C. C., Mashburn, K., Pust, N., Springer, L., Carvalho, R., Kleint, L., Marmie, J., Mazmanian, E., Pereira, T. M., Sawyer, S., Strong, J., Worden, S. P., Carlsson, M., Hansteen, V. H., Leenaarts, J., Wiesmann, M., Aloise, J., Chu, K., Bush, R. I., Scherrer, P. H., Brekke, P., Martinez-Sykora, J., Lites, B. W., McIntosh, S. W., Uitenbroek, H., Okamoto, T. J., Gummin, M. A., Auker, G., Jerram, P., Pool, P., Waltham, N. 289 (7) : 2733-2779 DOI 10.1007\/s11207-014-0485-y Web of Science ID 000334201400020 IDENTIFYING POTENTIAL MARKERS OF THE SUN'S GIANT CONVECTIVE SCALE McIntosh, S. W., Wang, X., Leamon, R. J., Scherrer, P. H. 784 (2) DOI 10.1088\/2041-8205\/784\/2\/L32 Web of Science ID 000333333400015 CHROMOSPHERIC AND CORONAL OBSERVATIONS OF SOLAR FLARES WITH THE HELIOSEISMIC AND MAGNETIC IMAGER Oliveros, J. M., Krucker, S., Hudson, H. S., Saint-Hilaire, P., Bain, H., Lindsey, C., Bogart, R., Couvidat, S., Scherrer, P., Schou, J. 780 (2) DOI 10.1088\/2041-8205\/780\/2\/L28 Web of Science ID 000328993700014 Comparison of Line-of-Sight Magnetograms Taken by the Solar Dynamics Observatory\/Helioseismic and Magnetic Imager and Solar and Heliospheric Observatory\/Michelson Doppler Imager SOLAR PHYSICS Liu, Y., Hoeksema, J. T., Scherrer, P. H., Schou, J., Couvidat, S., Bush, R. I., Duvall, T. L., Hayashi, K., Sun, X., Zhao, X. 279 (1) : 295-316 DOI 10.1007\/s11207-012-9976-x Web of Science ID 000305130700017 Line-of-Sight Observables Algorithms for the Helioseismic and Magnetic Imager (HMI) Instrument Tested with Interferometric Bidimensional Spectrometer (IBIS) Observations SOLAR PHYSICS Couvidat, S., Rajaguru, S. P., Wachter, R., Sankarasubramanian, K., Schou, J., Scherrer, P. H. 278 (1) : 217-240 DOI 10.1007\/s11207-011-9927-y Web of Science ID 000303395600013 Implementation and Comparison of Acoustic Travel-Time Measurement Procedures for the Solar Dynamics Observatory\/Helioseismic and Magnetic Imager Time-Distance Helioseismology Pipeline SOLAR PHYSICS Couvidat, S., Zhao, J., Birch, A. C., Kosovichev, A. G., Duvall, T. L., Parchevsky, K., Scherrer, P. H. 275 (1-2) : 357-374 DOI 10.1007\/s11207-010-9652-y Web of Science ID 000299294600015 Design and Ground Calibration of the Helioseismic and Magnetic Imager (HMI) Instrument on the Solar Dynamics Observatory (SDO) SOLAR PHYSICS Schou, J., Scherrer, P. H., Bush, R. I., Wachter, R., Couvidat, S., Rabello-Soares, M. C., Bogart, R. S., Hoeksema, J. T., Liu, Y., Duvall, T. L., Akin, D. J., Allard, B. A., Miles, J. W., Rairden, R., Shine, R. A., Tarbell, T. D., Title, A. M., Wolfson, C. J., Elmore, D. F., Norton, A. A., Tomczyk, S. 275 (1-2) : 229-259 DOI 10.1007\/s11207-011-9842-2 Web of Science ID 000299294600011 The Atmospheric Imaging Assembly (AIA) on the Solar Dynamics Observatory (SDO) SOLAR PHYSICS Lemen, J. R., Title, A. M., Akin, D. J., Boerner, P. F., Chou, C., Drake, J. F., Duncan, D. W., Edwards, C. G., Friedlaender, F. M., Heyman, G. F., Hurlburt, N. E., Katz, N. L., Kushner, G. D., Levay, M., Lindgren, R. W., Mathur, D. P., McFeaters, E. L., Mitchell, S., Rehse, R. A., Schrijver, C. J., Springer, L. A., Stern, R. A., Tarbell, T. D., Wuelser, J., Wolfson, C. J., Yanari, C., Bookbinder, J. A., Cheimets, P. N., Caldwell, D., DeLuca, E. E., Gates, R., Golub, L., Park, S., Podgorski, W. A., Bush, R. I., Scherrer, P. H., Gummin, M. A., Smith, P., Auker, G., Jerram, P., Pool, P., Soufli, R., Windt, D. L., Beardsley, S., Clapp, M., Lang, J., Waltham, N. 275 (1-2) : 17-40 DOI 10.1007\/s11207-011-9776-8 Web of Science ID 000299294600003 The Helioseismic and Magnetic Imager (HMI) Investigation for the Solar Dynamics Observatory (SDO) SOLAR PHYSICS Scherrer, P. H., Schou, J., Bush, R. I., Kosovichev, A. G., Bogart, R. S., Hoeksema, J. T., Liu, Y., Duvall, T. L., Zhao, J., Title, A. M., Schrijver, C. J., Tarbell, T. D., Tomczyk, S. 275 (1-2) : 207-227 DOI 10.1007\/s11207-011-9834-2 Web of Science ID 000299294600010 A First Look at Magnetic Field Data Products from SDO\/HMI 4th Hinode Science Meeting on Unsolved Problems and Recent Insights Liu, Y., Scherrer, P. H., Hoeksema, J. T., Schou, J., Bai, T., Beck, J. G., BOBRA, M., Bogart, R. S., Bush, R. I., Couvidat, S., Hayashi, K., Kosovichev, A. G., Larson, T. P., Rabello-Soares, C., Sun, X., Wachter, R., Zhao, J., Zhao, X. P., Duvall, T. L., DeRosa, M. L., Schrijver, C. J., Title, A. M., Centeno, R., Tomczyk, S., Borrero, J. M., Norton, A. A., BARNES, G., Crouch, A. D., Leka, K. D., Abbett, W. P., Fisher, G. H., Welsch, B. T., Muglach, K., Schuck, P. W., Wiegelmann, T., Turmon, M., Linker, J. A., Mikic, Z., Riley, P., Wu, S. T. : 337–352 Web of Science ID 000309734100032 Time-Distance Helioseismology Data-Analysis Pipeline for Helioseismic and Magnetic Imager Onboard Solar Dynamics Observatory (SDO\/HMI) and Its Initial Results SOLAR PHYSICS Zhao, J., Couvidat, S., Bogart, R. S., Parchevsky, K. V., Birch, A. C., Duvall, T. L., Beck, J. G., Kosovichev, A. G., Scherrer, P. H. 275 (1-2) : 375-390 DOI 10.1007\/s11207-011-9757-y Web of Science ID 000299294600016 Wavelength Dependence of the Helioseismic and Magnetic Imager (HMI) Instrument onboard the Solar Dynamics Observatory (SDO) SOLAR PHYSICS Couvidat, S., Schou, J., Shine, R. A., Bush, R. I., Miles, J. W., Scherrer, P. H., Rairden, R. L. 275 (1-2) : 285-325 DOI 10.1007\/s11207-011-9723-8 Web of Science ID 000299294600013 Imaging Spectroscopy of a White-Light Solar Flare SOLAR PHYSICS Oliveros, J. C., Couvidat, S., Schou, J., Krucker, S., Lindsey, C., Hudson, H. S., Scherrer, P. 269 (2) : 269-281 DOI 10.1007\/s11207-010-9696-z Web of Science ID 000290451700003 On the success rate of the farside seismic imaging of active regions SPACE WEATHER-THE INTERNATIONAL JOURNAL OF RESEARCH AND APPLICATIONS Hernandez, I. G., HILL, F., Scherrer, P. H., Lindsey, C., Braun, D. C. 8 DOI 10.1029\/2009SW000560 Web of Science ID 000278740400002 Three Cycles of the Solar Toroidal Magnetic Field and This Peculiar Minimum SOHO-23 Workshop on Understanding a Peculiar Solar Minimum Lo, L., Hoeksema, J. T., Scherrer, P. H. : 109–112 Web of Science ID 000287834900015 A NEW WAY TO INFER VARIATIONS OF THE SEISMIC SOLAR RADIUS Hernandez, I. G., Scherrer, P., HILL, F. 691 (2) : L87-L90 DOI 10.1088\/0004-637X\/691\/2\/L87 Web of Science ID 000263148800006 Improving the Prediction Capability of Seismic Far-Side Maps Workshop on Solar-Stellar Dynamos as Revealed by Helio and Asteroseismology (GONG 2008\/SOHO 21) Hernandez, I. G., Scherrer, P., Hill, F., Lindsey, C., Braun, D. : 87–92 Web of Science ID 000281240900012 Distributing space weather monitoring instruments and educational materials worldwide for IHY 2007: The AWESOME and SID project ADVANCES IN SPACE RESEARCH Scherrer, D., Cohen, M., Hoeksema, T., Inan, U., Mitchell, R., Scherrer, P. 42 (11) : 1777-1785 DOI 10.1016\/j.asr.2007.12.013 Web of Science ID 000261543500001 A changing solar shape Emilio, M., Bush, R. I., Kuhn, J., Scherrer, P. 660 (2) : L161-L163 Web of Science ID 000246574400021 Analytical models for cross-correlation signal in time-distance helioseismology Nigam, R., Kosovichev, A. G., Scherrer, P. H. 659 (2) : 1736-1748 Web of Science ID 000245774700068 A note on saturation seen in the MDI\/SOHO magnetograms SOLAR PHYSICS Liu, Y., Norton, A. A., Scherrer, P. H. 241 (1) : 185-193 DOI 10.1007\/s11207-007-0296-5 Web of Science ID 000245503000015 Radiative transfer effects on Doppler measurements as sources of surface effects in sunspot seismology Rajaguru, S. P., Sankarasubramanian, K., Wachter, R., Scherrer, P. H. 654 (2) : L175-L178 Web of Science ID 000243383000018 Magnetic field vector retrieval with the helioseismic and magnetic imager SOLAR PHYSICS Borrero, J. M., Tomczyk, S., Norton, A., Darnell, T., Schou, J., Scherrer, P., Bush, R., Liu, Y. 240 (1) : 177-196 DOI 10.1007\/s11207-006-0219-x Web of Science ID 000244954600016 Spectral line selection for HMI: A comparison of FeI 6173 angstrom and NiI 6768 angstrom SOLAR PHYSICS Norton, A. A., Pietarila Graham, J., ULRICH, R. K., Schou, J., Tomczyk, S., Liu, Y., Lites, B. W., Lopez Ariste, A., Bush, R. I., Socas-Navarro, H., Scherrer, P. H. 239 (1-2) : 69-91 DOI 10.1007\/s11207-006-0279-y Web of Science ID 000242706500004 Success rate of predicting the heliospheric magnetic field polarity with Michelson Doppler Imager (MDI) synoptic charts JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Zhao, X. P., Hoeksema, J. T., Liu, Y., Scherrer, P. H. 111 (A10) DOI 10.1029\/2005JA011576 Web of Science ID 000241701800001 Spectral line selection for HMI SOLAR POLARIZATION 4 Norton, A. A., Graham, J. D., ULRICH, R. K., Schou, J., Tomczyk, S., Liu, Y., Lites, B. W., Lopez Ariste, A., Bush, R. I., Socas-Navarro, H., Scherrer, P. H. 358 : 193-196 Web of Science ID 000246255400036 Magnetic field vector retrieval with HMI SOLAR POLARIZATION 4 Borrero, J. M., Tomczyk, S., Norton, A. A., Darnell, T., Schou, J., Scherrer, P., Bush, R. I., Lui, Y. 358 : 144-147 Web of Science ID 000246255400026 Prediction and understanding of the north-south displacement of the heliospheric current sheet JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Zhao, X. P., Hoeksema, J. T., Scherrer, P. H. 110 (A10) DOI 10.1029\/2004JA010723 Web of Science ID 000232512800001 On the constancy of the solar diameter. II. Kuhn, J. R., Bush, R. I., Emilio, M., Scherrer, P. H. 613 (2) : 1241-1252 Web of Science ID 000224303200048 Optimal masks for solar g-mode detection Wachter, R., Schou, J., Kosovichev, A. G., Scherrer, P. H. 588 (2) : 1199-1203 Web of Science ID 000182991900045 Effects of magnetic topology on CME kinematic properties International Solar Cycle Studies Symposium (ISCS 2003) Liu, W., Zhao, X. P., Wu, S. T., Scherrer, P. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 459–464 Web of Science ID 000188242400082 Solar mean magnetic field variability: A wavelet approach to Wilcox Solar Observatory and SOHO\/Michelson Doppler Imager observations JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Boberg, F., Lundstedt, H., Hoeksema, J. T., Scherrer, P. H., Liu, W. 107 (A10) DOI 10.1029\/2001JA009195 Web of Science ID 000180353900053 Large-scale solar coronal structures in soft X-rays and their relationship to the magnetic flux Benevolenskaya, E. E., Kosovichev, A. G., Lemen, J. R., Scherrer, P. H., Slater, G. L. 571 (2) : L181-L185 Web of Science ID 000175831100025 On formation of the sigmoidal structure in solar active region NOAA 8100 SOLAR PHYSICS Liu, Y., Zhao, X. P., Hoeksema, J. T., Scherrer, P. H., Wang, J., Yan, Y. 206 (2) : 333-346 Web of Science ID 000174933800009 Local-area helioseismology as a diagnostic tool for solar variability E2 3\/E2 4 Symposia of COSPAR Scientific Commission E held at the 33rd COSPAR Scientific Assembly Kosovichev, A. G., Duvall, T. L., Birch, A. C., Gizon, L., Scherrer, P. H., Zhao, J. W. PERGAMON-ELSEVIER SCIENCE LTD. : 1899–1910 Web of Science ID 000177314700003 Solar coronal activity and evolution of the magnetic field SOLAR-TERRESTRIAL MAGNETIC ACTIVITY AND SPACE ENVIRONMENT Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H. 14 : 27-31 Web of Science ID 000181336400004 Coronal patterns of activity from Yohkoh and SOHO\/EIT data Yohkoh 10th Anniversary Meeting on Multi-Wavelength Observations of Coronal Structure and Dynamics Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H., Lemen, J. R., Slater, G. L. PERGAMON-ELSEVIER SCIENCE LTD. : 329–332 Web of Science ID 000179468700086 Active longitudes and coronal structures during the rising phase of the solar cycle E2 2\/D2 2 Symposium of COSPAR Scientific Commission E held at the 33rd COSPAR Scientific Assembly Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H. PERGAMON-ELSEVIER SCIENCE LTD. : 389–94 Web of Science ID 000174269800015 Effect of line asymmetry on determination of high-degree mode frequencies SOHO-11 Symposium on From Solar Min to Max Reiter, J., Rhodes, E. J., Kosovichev, A. G., Schou, J., Scherrer, P. H. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 87–90 Web of Science ID 000177565200017 Large-scale coronal structures in EUV and soft X-rays in solar cycle 23 SOHO-11 Symposium on From Solar Min to Max Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H., Lemen, J. R., Slater, G. L. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 367–370 Web of Science ID 000177565200072 Solar cycle in the photosphere and corona 10th European Solar Physics Meeting Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H. EUROPEAN SPACE AGENCY. : 831–834 Web of Science ID 000181080400191 A new method for measuring frequencies and splittings of high-degree modes SOHO-11 Symposium on From Solar Min to Max Reiter, J., Rhodes, E. J., Kosovichev, A. G., Schou, J., Scherrer, P. H. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 91–94 Web of Science ID 000177565200018 Optimal masks for g-mode detection in MDI velocity data SOHO-11 Symposium on From Solar Min to Max Wachter, R., Schou, J., Kosovichev, A., Scherrer, P. H. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 115–118 Web of Science ID 000177565200024 Observed and predicted ratios of the horizontal and vertical components of the solar p-mode velocity eigenfunctions Rhodes, E. J., Reiter, J., Schou, J., Kosovichev, A. G., Scherrer, P. H. 561 (2) : 1127-1143 Web of Science ID 000172188800051 Detection of high-latitude waves of solar coronal activity in extreme-ultraviolet data from the Solar and Heliospheric Observatory EUV Imaging Telescope Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H. 554 (1) : L107-L110 Web of Science ID 000169690900026 Active longitudinal structures of the sun from MDI and EIT observations 24th General Assembly of the International-Astronomical-Union Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H. : 251–53 Web of Science ID 000175997400050 Local-area helioseismology by sot on-board SOLAR-B SOHO 10\/GONG 2000 Workshop on Helio- and Asteroseismology at the Dawn of the Millennium Sekii, T., Shibahashi, H., Kosovichev, A. G., Duvall, T. L., Berger, T. E., Bush, R., Scherrer, P. H. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 327–330 Web of Science ID 000169104500064 Large-scale patterns of solar magnetic field and activity cycles MAGNETIC FIELDS ACROSS THE HERTZSPRUNG-RUSSELL DIAGRAM Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H. 248 : 135-138 Web of Science ID 000176291300016 G-mode detection: Where do we stand? SOHO 10\/GONG 2000 Workshop on Helio- and Asteroseismology at the Dawn of the Millennium Appourchaux, T., Andersen, B., Berthomieu, G., Chaplin, W., Elsworth, Y., Finsterle, W., Frohlich, C., Gough, D. O., Hoeksema, T., Isaak, G., Kosovichev, A., Provost, J., Scherrer, P., Sekii, T., Toutain, T. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 467–471 Web of Science ID 000169104500093 MDI-SOHO measures of solar radius variation 24th General Assembly of the International-Astronomical-Union Emilio, M., Kuhn, J. R., Bush, R. I., Scherrer, P. : 101–4 Web of Science ID 000175997400015 Heliotomography of the outer layers of the sun SOHO 10\/GONG 2000 Workshop on Helio- and Asteroseismology at the Dawn of the Millennium Kosovichev, A. G., Duvall, T. L., Birch, A. C., Gizon, L., Scherrer, P. H., Zhao, J. W. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 701–706 Web of Science ID 000169104500140 Time-distance helioseismology and the Solar Orbiter mission 1st Solar Orbiter Workshop Gizon, L., Birch, A. C., Bush, R. I., Duvall, T. L., Kosovichev, A. G., Scherrer, P. H., Zhao, J. W. ESA PUBLICATIONS DIVISION C\/O ESTEC. : 227–231 Web of Science ID 000173695900033 Probing magnetic structures in the solar interior by helioseismic tomography Workshop on Magnetic Fields across the Hertzsprung-Russell Diagram Kosovichev, A. G., Duvall, T. L., Scherrer, P. H. : 169–172 Web of Science ID 000176291300025 On the constancy of the solar diameter Emilio, M., Kuhn, J. R., Bush, R. I., Scherrer, P. 543 (2) : 1007-1010 Web of Science ID 000165599300044 Modeling the 1994 April 14 polar crown SXR arcade using three-dimensional magnetohydrostatic equilibrium solutions Zhao, X. P., Hoeksema, J. T., Scherrer, P. H. 538 (2) : 932-939 Web of Science ID 000088824800048 Observational upper limits to low-degree solar g-modes Appourchaux, T., Frohlich, C., Andersen, B., Berthomieu, G., Chaplin, W. J., Elsworth, Y., Finsterle, W., Gough, D. O., Hoeksema, J. T., Isaak, G. R., Kosovichev, A. G., Provost, J., Scherrer, P. H., Sekii, T., Toutain, T. 538 (1) : 401-414 Web of Science ID 000088706000040 Comparison of frequencies and rotational splittings of solar acoustic modes of low angular degree from simultaneous MDI and GOLF observations Bertello, L., Henney, C. J., ULRICH, R. K., Varadi, F., Kosovichev, A. G., Scherrer, P. H., CORTES, T. R., Thiery, S., Boumier, P., Gabriel, A. H., Turck-Chieze, S. 535 (2) : 1066-1077 Web of Science ID 000087789500047 Rossby waves on the Sun as revealed by solar 'hills' Kuhn, J. R., Armstrong, J. D., Bush, R. I., Scherrer, P. 405 (6786) : 544-546 Web of Science ID 000087449500042 The magnetic connectivity of moss regions SOLAR PHYSICS Zhao, X. P., Hoeksema, J. T., Kosovichev, A. G., Bush, R., Scherrer, P. H. 193 (1-2) : 219-225 Web of Science ID 000089357300014 Time-distance inversion methods and results - (Invited review) SOLAR PHYSICS Kosovichev, A. G., Duvall, T. L., Scherrer, P. H. 192 (1-2) : 159-176 Web of Science ID 000088224800010 Structure and dynamics of interconnecting loops and coronal holes in active longitudes SOLAR PHYSICS Benevolenskaya, E. E., Kosovichev, A. G., Scherrer, P. H. 190 (1-2) : 145-151 Web of Science ID 000087182100011 Power spectra comparison between GOLF and spatially masked MDI velocity signals Henney, C. J., ULRICH, R. K., Bertello, L., Bogart, R. S., Bush, R. I., Scherrer, P. H., CORTES, T. R., Turck-Chieze, S. 348 (2) : 627-635 Web of Science ID 000082293000037 The interaction of new and old magnetic fluxes at the beginning of solar cycle 23 Benevolenskaya, E. E., Hoeksema, J. T., Kosovichev, A. G., Scherrer, P. H. 517 (2) : L163-L166 Web of Science ID 000081012000023 Changes of the boot-shaped coronal hole boundary during Whole Sun Month near sunspot minimum JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Zhao, X. P., Hoeksema, J. T., Scherrer, P. H. 104 (A5) : 9735-9751 Web of Science ID 000080058600008 Time-distance helioseismology HELIOSEISMOLOGY AND SOLAR VARIABILITY Kosovichev, A. G., Duvall, T. L., Scherrer, P. H. 24 (2) : 163-171 Web of Science ID 000083308300004 Asymmetry and frequencies of low-degree p-modes and the structure of the Sun's core Toutain, T., Appourchaux, T., Frohlich, C., Kosovichev, A. G., Nigam, R., Scherrer, P. H. 506 (2) : L147-L150 Web of Science ID 000077779300016 Helioseismic studies of differential rotation in the solar envelope by the solar oscillations investigation using the Michelson Doppler Imager Schou, J., Antia, H. M., Basu, S., Bogart, R. S., Bush, R. I., Chitre, S. M., Christensen-Dalsgaard, J., Di Mauro, M. P., Dziembowski, W. A., Eff-Darwich, A., Gough, D. O., Haber, D. A., Hoeksema, J. T., Howe, R., Korzennik, S. G., Kosovichev, A. G., Larsen, R. M., Pijpers, F. P., Scherrer, P. H., Sekii, T., Tarbell, T. D., Title, A. H., Thompson, M. J., Toomre, J. 505 (1) : 390-417 Web of Science ID 000077777900035 Long-lived giant cells detected at the surface of the Sun Beck, J. G., Duvall, T. L., Scherrer, P. H. 394 (6694) : 653-655 Web of Science ID 000075384200035 Magnetic field of the Sun as a star: The Mount Wilson Observatory catalog 1970-1982 Kotov, V. A., Scherrer, P. H., Howard, R. F., Haneychuk, V. I. 116 (1) : 103-117 Web of Science ID 000073691700006 The Sun's shape and brightness Kuhn, J. R., Bush, R. I., Scheick, X., Scherrer, P. 392 (6672) : 155-157 Web of Science ID 000072462700053 Asymmetry in velocity and intensity helioseismic spectra: A solution to a long-standing puzzle Nigam, R., Kosovichev, A. G., Scherrer, P. H., Schou, J. 495 (2) : L115-L118 Web of Science ID 000072714300012 A new method for diagnostics of solar magnetic fields and flows from time-distance analysis Ryutova, M., Scherrer, P. 494 (1) : 438-? Web of Science ID 000072155800036 Calibration and stability of MDI velocities SOHO 6\/GONG 98 Workshop on Structure and Dynamics of the Interior of the Sun and Sun-Like Stars Beck, J. G., Scherrer, P. H., Bush, R. I., Tarbell, T. D. EUROPEAN SPACE AGENCY. : 105–108 Web of Science ID 000078509100017 APT: An astrometric and photometric telescope Conference on the Missions to the Sun II Kuhn, J. R., Bush, R., Coulter, R., Frohlich, C., Gwo, J., Jones, A., Pap, J., Scherrer, P., Sofia, S., Ulrich, R. SPIE - INT SOC OPTICAL ENGINEERING. : 203–209 Web of Science ID 000078010300020 Spherical and aspherical structure of the Sun: First year of SOHO\/MDI observations 185th Symposium of the International-Astronomical-Union on New Eyes to See Inside the Sun and Stars Kosovichev, A. G., Nigam, R., Scherrer, P. H., Schou, J., Christensen-Dalsgaard, J., Dziembowski, W. A., Goode, P. H., Gough, D. O., Reiter, J., Rhodes, E. J. : 157–64 Web of Science ID 000078932400033 The detection of giant velocity cells on the sun SOHO 6\/GONG 98 Workshop on Structure and Dynamics of the Interior of the Sun and Sun-Like Stars Beck, J. G., Duvall, T. L., Scherrer, P. H., Hoeksema, J. T. EUROPEAN SPACE AGENCY. : 725–729 Web of Science ID 000078509100135 Time-distance measurements of subsurface rotation and meridional flow SOHO 6\/GONG 98 Workshop on Structure and Dynamics of the Interior of the Sun and Sun-Like Stars Giles, P. M., Duvall, T. L., Scherrer, P. H. EUROPEAN SPACE AGENCY. : 775–780 Web of Science ID 000078509100145 Line asymmetry and excitation mechanism of solar oscillations 185th Symposium of the International-Astronomical-Union on New Eyes to See Inside the Sun and Stars Nigam, R., Kosovichev, A. G., Scherrer, P. H., Schou, J. : 195–98 Web of Science ID 000078932400045 SOI\/MDI: Status and future prospects SOHO 6\/GONG 98 Workshop on Structure and Dynamics of the Interior of the Sun and Sun-Like Stars Scherrer, P. H. EUROPEAN SPACE AGENCY. : 15–16 Web of Science ID 000078509100004 Helio-atmospheric links explorer (HALE): A MIDEX experiment for exploring the emergence of magnetic flux from below the solar photosphere through the corona Conference on a Crossroads for European Solar and Heliospheric Physics Scherrer, P. H., Title, A. M., Bush, R. I., Duvall, T. L., Gurman, J. B., Hoeksema, J. T., Kosovichev, A. G., Poland, A. I., Tarbell, T. D. EUROPEAN SPACE AGENCY. : 285–288 Web of Science ID 000076481300039 The Evershed effect: An MDI investigation SOHO 6\/GONG 98 Workshop on Structure and Dynamics of the Interior of the Sun and Sun-Like Stars Bai, T., Scherrer, P. H., Bogart, R. S. EUROPEAN SPACE AGENCY. : 607–610 Web of Science ID 000078509100113 A subsurface flow of material from the Sun's equator to its poles Giles, P. M., Duvall, T. L., Scherrer, P. H., Bogart, R. S. 390 (6655) : 52-54 Web of Science ID A1997YE47700046 Tri-phonic helioseismology: Comparison of solar p modes observed by the helioseismology instruments aboard SOHO SOLAR PHYSICS Toutain, T., Appourchaux, T., Baudin, F., Frohlich, C., Gabriel, A., Scherrer, P., Andersen, B. N., Bogart, R., Bush, R., Finsterle, W., Garcia, R. A., Grec, G., Henney, C. J., Hoeksema, J. T., Jimenez, A., Kosovichev, A., CORTES, T. R., Turck-Chieze, S., Ulrich, R., Wehrli, C. 175 (2) : 311-328 Web of Science ID 000071784300006 Measurements of frequencies of solar oscillations from the MDI Medium-l Program SOLAR PHYSICS Rhodes, E. J., Kosovichev, A. G., Schou, J., Scherrer, P. H., Reiter, J. 175 (2) : 287-310 Web of Science ID 000071784300005 Time-distance helioseismology with the MDI instrument: Initial results SOLAR PHYSICS Duvall, T. L., Kosovichev, A. G., Scherrer, P. H., Bogart, R. S., Bush, R. I., DeForest, C., Hoeksema, J. T., Schou, J., Saba, J. L., Tarbell, T. D., Title, A. M., Wolfson, C. J., MILFORD, P. N. 170 (1) : 63-73 Web of Science ID A1997WP47400004 Temporal variability in the quiet Sun transition region 5th SOHO Workshop on the Corona and Solar Wind Near Minimum Activity Wikstol, O., Hansteen, V. H., Brynildsen, N., Maltby, P., Kjeldseth-Moe, O., Harrison, R. A., Wilhelm, K., Tarbell, T. D., Scherrer, P. H. EUROPEAN SPACE AGENCY. : 733–738 Web of Science ID 000071215200132 Structure and rotation of the solar interior: Initial results from the MDI medium-l program SOLAR PHYSICS Kosovichev, A. G., Schou, J., Scherrer, P. H., Bogart, R. S., Bush, R. I., Hoeksema, J. T., Aloise, J., Bacon, L., Burnette, A., DeForest, C., Giles, P. M., Leibrand, K., Nigam, R., Rubin, M., Scott, K., Williams, S. D., Basu, S., ChristensenDalsgaard, J., Dappen, W., Rhodes, E. J., Duvall, T. L., Howe, R., Thompson, M. J., Gough, D. O., Sekii, T., Toomre, J., Tarbell, T. D., Title, A. M., Mathur, D., Morrison, M., Saba, J. L., Wolfson, C. J., Zayer, I., MILFORD, P. N. 170 (1) : 43-61 Web of Science ID A1997WP47400003 Modeling boot-shaped coronal holes using SOHO-MDI magnetic measurements 5th SOHO Workshop on the Corona and Solar Wind Near Minimum Activity Zhao, X. P., Hoeksema, J. T., Scherrer, P. H. EUROPEAN SPACE AGENCY. : 751–755 Web of Science ID 000071215200135 The first results from SOHO ESA BULLETIN-EUROPEAN SPACE AGENCY Domingo, V., Fleck, B., POLAND, A., Gabriel, A., Frohlich, C., Scherrer, P., Wilhelm, K., Harrison, R., Delaboudiniere, J. P., Kohl, J., Brueckner, G., Bertaux, J. L., Bochsler, P., Kunow, H., Torsti, J. : 7-24 Web of Science ID A1996VH95900001 Perspectives in helioseismology Gough, D. O., LEIBACHER, J. W., Scherrer, P. H., Toomre, J. 272 (5266) : 1281-1283 Web of Science ID A1996UN47200030 Prediction of coronal and heliospheric magnetic fields: The promise of SOI-MDI on SOHO 8th International Solar Wind Conference Hoeksema, J. T., Zhao, X. P., Scherrer, P. H. : 76–79 Web of Science ID A1996BG73Q00016 The solar chromospheric and coronal explorer Conference on Missions to the Sun Walker, A. B., Scherrer, P. H., Hoover, R. B., TANDBERGHANSSEN, E., Barbee, T. W., Ling, J. C., MacQueen, R. M., Timothy, J. G., Adamson, P., Mennzel, M. T., Petheram, J., SHATTUCK, P. L. SPIE - INT SOC OPTICAL ENGINEERING. : 286–297 Web of Science ID A1996BG93W00029 The solar oscillations investigation - Michelson Doppler Imager SOLAR PHYSICS Scherrer, P. H., Bogart, R. S., Bush, R. I., Hoeksema, J. T., Kosovichev, A. G., Schou, J., Rosenberg, W., Springer, L., Tarbell, T. D., Title, A., Wolfson, C. J., Zayer, I., Akin, D., Carvalho, B., Chevalier, R., Duncan, D., Edwards, C., Katz, N., Levay, M., Lindgren, R., Mathur, D., Morrison, S., Pope, T., REHSE, R., Torgerson, D. 162 (1-2) : 129-188 Web of Science ID A1995TM50300007 Status of the Solar Oscillations Investigation - Michelson Doppler Imager 2nd GONG Science Conference - Helio-Seismology and Astero-Seismology from the Earth and Space Scherrer, P. H., Bogart, R. S., Bush, R. I., Hoeksema, J. T., Milford, P., Schou, J., Pope, T., Rosenberg, W., Springer, L., Tarbell, T., Title, A., Wolfson, J., Zayer, I. : 402–407 Web of Science ID A1995BD96T00079 Michelson Doppler Imager (MDI) performance characteristics 2nd GONG Science Conference - Helio-Seismology and Astero-Seismology from the Earth and Space Zayer, I., Morrison, M., Pope, T., Rosenberg, W., Tarbell, T., Title, A., Wolfson, J., Bogart, R. S., Hoeksema, J. T., Milford, P., Scherrer, P. H., Schou, J. : 456–461 Web of Science ID A1995BD96T00089 Status of Mt Wilson - Crimean-Kazakhstan high degree helioseismology network 2nd GONG Science Conference - Helio-Seismology and Astero-Seismology from the Earth and Space Rhodes, E. J., Didkovsky, L., Chumak, O., Scherrer, P. H. : 398–401 Web of Science ID A1995BD96T00078 EAST-WEST INCLINATION OF LARGE-SCALE PHOTOSPHERIC MAGNETIC-FIELDS 2nd Flares22 Workshop on Recent Observations and Theories of Solar Flares Shrauner, J. A., Scherrer, P. H. : 131–41 Web of Science ID A1994PQ77500009 ON THE UPPER LIMIT FOR DETECTING G-MODE OSCILLATIONS OF THE SUN Conference on GONG 1992: Seismic Investigation of the Sun and Stars Scherrer, P. H., Hoeksema, J. T., Kotov, V. A. : 281–284 Web of Science ID A1993BA06G00059 THE SEARCH FOR 160-MIN OSCILLATIONS IN THE STANFORD AND CRIMEAN SOLAR VELOCITY OBSERVATIONS, 1974-1991 Conference on GONG 1992: Seismic Investigation of the Sun and Stars Kotov, V. A., Scherrer, P. H., Hoeksema, J. T., Haneychuk, V. I., Tsap, T. T. : 293–296 Web of Science ID A1993BA06G00062 THE HIGH-FREQUENCY P-MODE SPECTRUM Conference on GONG 1992: Seismic Investigation of the Sun and Stars MILFORD, P. N., Scherrer, P. H., Frank, Z., Kosovichev, A. G., Gough, D. O. : 97–100 Web of Science ID A1993BA06G00018 PLANS FOR MT-WILSON - CRIMEAN-OBSERVATORY HIGH-DEGREE HELIOSEISMOLOGY NETWORK Conference on GONG 1992: Seismic Investigation of the Sun and Stars Rhodes, E. J., Cacciani, A., Dappen, W., Didkovsky, L. V., HILL, F., Korzennik, S. G., Kosovichev, A. G., Kotov, V. A., Scherrer, P. H. : 477–480 Web of Science ID A1993BA06G00094 OBSERVATIONS OF HIGH-FREQUENCY AND HIGH-WAVE-NUMBER SOLAR OSCILLATIONS FERNANDES, D. N., Scherrer, P. H., Tarbell, T. D., Title, A. M. 392 (2) : 736-738 Web of Science ID A1992HY14500040 THE IRIS NETWORK SITE AT THE WILCOX SOLAR OBSERVATORY 2ND WORKSHOP OF THE INTERNATIONAL RESEARCH ON THE INTERIOR OF THE SUN ( IRIS ) Hoeksema, J. T., Scherrer, P. H. : 57–59 Web of Science ID A1991FL12800007 THE SOLAR OSCILLATIONS INVESTIGATION - MICHELSON DOPPLER IMAGER FOR SOHO MEETING OF THE INTERDISCIPLINARY SCIENTIFIC COMMISSION AT THE COSPAR 28TH PLENARY MEETING Scherrer, P. H., Hoeksema, J. T., Bush, R. I. PERGAMON PRESS LTD. : 113–122 Web of Science ID A1991BT22E00014 ROTATION OF THE PHOTOSPHERIC MAGNETIC-FIELDS - A NORTH-SOUTH ASYMMETRY Antonucci, E., Hoeksema, J. T., Scherrer, P. H. 360 (1) : 296-304 Web of Science ID A1990DV08900032 SOLAR VARIABILITY INFLUENCES ON WEATHER AND CLIMATE - POSSIBLE CONNECTIONS THROUGH COSMIC-RAY FLUXES AND STORM INTENSIFICATION JOURNAL OF GEOPHYSICAL RESEARCH-ATMOSPHERES Tinsley, B. A., Brown, G. M., Scherrer, P. H. 94 (D12) : 14783-14792 Web of Science ID A1989AX37700016 HELIOSEISMIC OBSERVATIONS AT STANFORD, 1977-1986 IAU SYMPOSIA Henning, H. M., Scherrer, P. H. : 29-32 Web of Science ID A1988L891900004 ON THE FEASIBILITY OF CORRELATION TRACKING AT MODERATE RESOLUTION SOLAR PHYSICS Bogart, R. S., Ferguson, S. H., Scherrer, P. H., Tarbell, T. D., Title, A. M. 116 (2) : 205-214 Web of Science ID A1988Q688500001 ROTATION OF THE CORONAL MAGNETIC-FIELD Hoeksema, J. T., Scherrer, P. H. 318 (1) : 428-436 Web of Science ID A1987H898800032 AN ATLAS OF PHOTOSPHERIC MAGNETIC-FIELD OBSERVATIONS AND COMPUTED CORONAL MAGNETIC-FIELDS - 1976-1985 SOLAR PHYSICS Hoeksema, J. T., Scherrer, P. H. 105 (1) : 205-211 Web of Science ID A1986D386400018 THE INFLUENCE OF THE HELIOSPHERIC CURRENT SHEET AND ANGULAR SEPARATION ON FLARE-ACCELERATED SOLAR-WIND JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Henning, H. M., Scherrer, P. H., Hoeksema, J. T. 90 (NA11) : 1055-1061 Web of Science ID A1985ATL1500027 DETECTION OF SOLAR GRAVITY MODE OSCILLATIONS Delache, P., Scherrer, P. H. 306 (5944) : 651-653 Web of Science ID A1983RU75800032 THE SOFTWARE TOOLS - UNIX CAPABILITIES ON NON-UNIX SYSTEMS BYTE Scherrer, D. K., Scherrer, P. H., Strong, T. H., Penny, S. J. 8 (11) : 430-? Web of Science ID A1983RP43900038 STRUCTURE OF THE SOLAR OSCILLATION WITH PERIOD NEAR 160 MINUTES SOLAR PHYSICS Scherrer, P. H., Wilcox, J. M. 82 (1-2) : 37-42 Web of Science ID A1983QD74700004 DETECTION OF SOLAR 5-MINUTE OSCILLATIONS OF LOW DEGREE SOLAR PHYSICS Scherrer, P. H., Wilcox, J. M., ChristensenDalsgaard, J., Gough, D. O. 82 (1-2) : 75-87 Web of Science ID A1983QD74700008 THE STRUCTURE OF THE HELIOSPHERIC CURRENT SHEET - 1978-1982 JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Hoeksema, J. T., Wilcox, J. M., Scherrer, P. H. 88 (NA12) : 9910-9918 Web of Science ID A1983RU76400003 OBSERVATION OF ADDITIONAL LOW-DEGREE 5-MIN MODES OF SOLAR OSCILLATION Scherrer, P. H., Wilcox, J. M., ChristensenDalsgaard, J., Gough, D. 297 (5864) : 312-313 Web of Science ID A1982NR10800059 STRUCTURE OF THE HELIOSPHERIC CURRENT SHEET IN THE EARLY PORTION OF SUNSPOT CYCLE 21 JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Hoeksema, J. T., Wilcox, J. M., Scherrer, P. H. 87 (NA12) : 331-338 Web of Science ID A1982PV79500004 WHAT CAUSES THE WARP IN THE HELIOSPHERIC CURRENT SHEET JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS Wilcox, J. M., Scherrer, P. H. 86 (NA7) : 5899-5900 Web of Science ID A1981LY47800053 SOLAR-FLARE ACCELERATION OF SOLAR-WIND - INFLUENCE OF ACTIVE REGION MAGNETIC-FIELD Lundstedt, H., Wilcox, J. M., Scherrer, P. H. 212 (4502) : 1501-1502 The direction of the photospheric magnetic field at the site of a solar flare is a good predictor of whether the flare will accelerate solar wind plasma. If the field has a southward component, high-speed solar wind plasma is usually observed near the earth about 4 days later. If the field has a northward component, such high-speed solar wind is almost never observed. Southward-field flares may then be expected to have much larger terrestrial effects than northward flares. Web of Science ID A1981LT86900022 PubMedID 17790539 GEOMAGNETIC-ACTIVITY AND HALE SECTOR BOUNDARIES PLANETARY AND SPACE SCIENCE Lundstedt, H., Scherrer, P. H., Wilcox, J. M. 29 (2) : 167-170 Web of Science ID A1981LC94100004 ON THE NATURE OF THE APPARENT RESPONSE OF THE VORTICITY AREA INDEX TO THE SOLAR MAGNETIC-FIELD SOLAR PHYSICS Wilcox, J. M., Scherrer, P. H. 74 (2) : 421-432 Web of Science ID A1981MP23100009 DOPPLER OBSERVATIONS OF SOLAR ROTATION Scherrer, P. H., Wilcox, J. M. 239 (2) : L89-L90 Web of Science ID A1980KJ28600011 ORIGIN OF THE WARPED HELIOSPHERIC CURRENT SHEET Wilcox, J. M., Hoeksema, J. T., Scherrer, P. H. 209 (4456) : 603-605 The warped heliospheric current sheet for early 1976 is calculated from the observed photospheric magnetic field by a potential field method. Comparisons with measurements of the interplanetary magnetic field polarity for early 1976 obtained at several locations in the heliosphere by Helios 1, Helios 2, Pioneer 11, and at the earth show a rather detailed agreement between the computed current sheet and the observations. It appears that the large-scale structure of the warped heliospheric current sheet is determined by the structure of the photospheric magnetic field and that \"ballerina skirt\" effects may add small-scale ripples. Web of Science ID A1980KA48500027 PubMedID 17756844 THE ROTATION OF THE SUN - OBSERVATIONS AT STANFORD Scherrer, P. H., Wilcox, J. M., Svalgaard, L. 241 (2) : 811-819 Web of Science ID A1980KY79700031 FURTHER EVIDENCE OF SOLAR OSCILLATIONS WITH A PERIOD OF 160 MINUTES Scherrer, P. H., Wilcox, J. M., SEVERNY, A. B., Kotov, V. A., Tsap, T. T. 237 (3) : L97-L98 Web of Science ID A1980JW88000009 SOLAR VARIABILITY AND TERRESTRIAL WEATHER REVIEWS OF GEOPHYSICS Scherrer, P. H. 17 (4) : 724-731 Web of Science ID A1979HG31800024 INTER-PLANETARY MAGNETIC-FIELD POLARITY AND THE SIZE OF LOW-PRESSURE TROUGHS NEAR 180-DEGREES-W LONGITUDE Wilcox, J. M., Duffy, P. B., Schatten, K. H., Svalgaard, L., Scherrer, P. H., Roberts, W. O., Olson, R. H. 204 (4388) : 60-62 When the interplanetary magnetic field is directed away from the sun, the area of wintertime low-pressure (300-millibar) troughs near 180 degrees W longitude is significantly larger than when the field is toward the sun. This relation persists during most of the winters of 1951 to 1973. Web of Science ID A1979GP33300027 PubMedID 17816739 VARIATION WITH TIME OF A SUN-WEATHER EFFECT Wilcox, J. M., Scherrer, P. H. 280 (5725) : 845-845 Web of Science ID A1979HJ27100069 AVERAGE PHOTOSPHERIC POLOIDAL AND TOROIDAL MAGNETIC-FIELD COMPONENTS NEAR SOLAR MINIMUM SOLAR PHYSICS Duvall, T. L., Scherrer, P. H., Svalgaard, L., Wilcox, J. M. 61 (2) : 233-245 Web of Science ID A1979GY49400002 OBSERVATIONS OF SOLAR OSCILLATIONS WITH PERIODS OF 160 MINUTES Scherrer, P. H., Wilcox, J. M., Kotov, V. A., SEVERNY, A. B., Tsap, T. T. 277 (5698) : 635-637 Web of Science ID A1979GJ89400034 INTENSITY OF TROPOSPHERIC CIRCULATION ASSOCIATED WITH SOLAR MAGNETIC-SECTOR BOUNDARY TRANSITS JOURNAL OF ATMOSPHERIC AND TERRESTRIAL PHYSICS Wilcox, J. M., Scherrer, P. H., Svalgaard, L. 41 (6) : 657-659 Web of Science ID A1979HB33900012 STRENGTH OF SUNS POLAR FIELDS SOLAR PHYSICS Svalgaard, L., Duvall, T. L., Scherrer, P. H. 1978 58 (2) : 225-239 Web of Science ID A1978FY24800002 ATTEMPT TO DEFINE GEOGRAPHICAL AREA NEAR GULF OF ALASKA IN WHICH A PHYSICAL RELATIONSHIP EXISTS BETWEEN INTER-PLANETARY MAGNETIC-SECTOR POLARITY AND AREA OF LOW-PRESSURE TROUGHS Wilcox, J. M., Schatten, K. H., Scherrer, P. H., Roberts, W. O., Olson, R. AMER GEOPHYSICAL UNION. 1978 : 368–68 Web of Science ID A1978ES70801012 USING DYNAMO THEORY TO PREDICT SUNSPOT NUMBER DURING SOLAR CYCLE-21 GEOPHYSICAL RESEARCH LETTERS Schatten, K. H., Scherrer, P. H., Svalgaard, L., Wilcox, J. M. 1978 5 (5) : 411-414 Web of Science ID A1978EZ99100024 OBSERVATIONAL SEARCH FOR LARGE-SCALE ORGANIZATION OF 5-MINUTE OSCILLATIONS ON SUN SOLAR PHYSICS Dittmer, P. H., Scherrer, P. H., Wilcox, J. M. 1978 57 (1) : 1-11 Web of Science ID A1978FD40200001 MEAN MAGNETIC-FIELD OF SUN - METHOD OF OBSERVATION AND RELATION TO INTERPLANETARY MAGNETIC-FIELD SOLAR PHYSICS Scherrer, P. H., Wilcox, J. M., Kotov, V., SEVERNY, A. B. 52 (1) : 3-12 Web of Science ID A1977DQ15600001 COMPARISON OF H-ALPHA SYNOPTIC CHARTS WITH LARGE-SCALE SOLAR MAGNETIC-FIELD AS OBSERVED AT STANFORD SOLAR PHYSICS Duvall, T. L., Wilcox, J. M., Svalgaard, L., Scherrer, P. H., McIntosh, P. S. 55 (1) : 63-68 Web of Science ID A1977EH07300004 MEAN MAGNETIC-FIELD OF SUN - OBSERVATIONS AT STANFORD SOLAR PHYSICS Scherrer, P. H., Wilcox, J. M., Svalgaard, L., Duvall, T. L., Dittmer, P. H., Gustafson, E. K. 54 (2) : 353-361 Web of Science ID A1977EF60400007 MORPHOLOGY OF A SUN-WEATHER EFFECT Wilcox, J. M., Scherrer, P. H., Svalgaard, L., Gustafson, E. K. AMER GEOPHYSICAL UNION. : 697–97 Web of Science ID A1977DP36300145 REALITY OF A SUN-WEATHER EFFECT JOURNAL OF THE ATMOSPHERIC SCIENCES Wilcox, J. M., Svalgaard, L., Scherrer, P. H. 1976 33 (6) : 1113-1116 Web of Science ID A1976BV24200018 SEASONAL-VARIATION AND MAGNITUDE OF SOLAR SECTOR STRUCTURE ATMOSPHERIC VORTICITY EFFECT Wilcox, J. M., Svalgaard, L., Scherrer, P. H. 1975 255 (5509) : 539-540 Web of Science ID A1975AE48600017 SUNS MAGNETIC-SECTOR STRUCTURE SOLAR PHYSICS Svalgaard, L., Wilcox, J. M., Scherrer, P. H., Howard, R. 1975 45 (1) : 83-91 Web of Science ID A1975BE33200009 RELATIONSHIP BETWEEN SLOWLY VARYING COMPONENT OF SOLAR RADIO-EMISSION AND LARGE-SCALE PHOTOSPHERIC MAGNETIC-FIELD PATTERNS SOLAR PHYSICS Scherrer, P. H., ELRAEY, M. 1974 35 (2) : 361-368 Web of Science ID A1974T276900013 INFLUENCE OF SOLAR MAGNETIC-SECTOR STRUCTURE ON TERRESTRIAL ATMOSPHERIC VORTICITY JOURNAL OF THE ATMOSPHERIC SCIENCES Wilcox, J. M., Scherrer, P. H., SVALGAAR, L., Roberts, W. O., Olson, R. H., JENNE, R. L. 1974 31 (2) : 581-588 Web of Science ID A1974S570200025 CORRELATION AND SPECTRAL ANALYSIS OF DAILY SOLAR RADIO FLUX SOLAR PHYSICS ELRAEY, M., Scherrer, P. 1973 30 (1) : 149-158 Web of Science ID A1973Q686000019 SOLAR MAGNETIC SECTOR STRUCTURE - RELATION TO CIRCULATION OF EARTHS ATMOSPHERE Wilcox, J. M., Scherrer, P. H., SVALGAAR, L., Roberts, W. O., Olson, R. H. 1973 180 (4082) : 185-186 The solar magnetic sector structure appears to be related to the average area of high positive vorticity centers (low-pressure troughs) observed during winter in the Northern Hemisphere at the 300-millibar level. The average area of high vorticity decreases (low-pressure troughs become less intense) during a few days near the times at which sector boundaries are carried past the earth by the solar wind. The amplitude of the effect is about 10 percent. Web of Science ID A1973P215100022 PubMedID 17811657 SOLAR MAGNETIC SECTOR STRUCTURE - INFLUENCE ON STRATOSPHERIC CIRCULATION Wilcox, J. M., Scherrer, P. H., SVALGAAR, L., Roberts, W. O., Olson, R. H. AMER GEOPHYSICAL UNION. 1973 : 444-? Web of Science ID A1973P101201131 DIFFERENTIAL ROTATION IN SOLAR ATMOSPHERE INFERRED FROM OPTICAL, RADIO, AND INTERPLANETARY DATA SOLAR PHYSICS ELRAEY, M., Scherrer, P. H. 1972 26 (1) : 15-? Web of Science ID A1972O171200003 EXPERIMENT IN COMPUTER MEASUREMENT OF MELODIC VARIATION IN FOLKSONG JOURNAL OF AMERICAN FOLKLORE Scherrer, D. K., Scherrer, P. H. 1971 84 (332) : 231-241 Web of Science ID A1971Y106600006 COMPARISON OF MEAN PHOTOSPHERIC MAGNETIC FIELD AND INTERPLANETARY MAGNETIC FIELD SOLAR PHYSICS SEVERNY, A., Wilcox, J. M., Scherrer, P. H., Colburn, D. S. 1970 15 (1) : 3-? Web of Science ID A1970I129600001"
            ]
        ]
    ]
}