{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D35XYHX9",
            "uwbs_h0AAAAJ",
            [
                "Profiles of dark haloes: evolution, scatter and environment",
                "The great observatories origins deep survey: initial results from optical and near-infrared imaging",
                "Star formation in AEGIS field galaxies since z= 1.1: the dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey",
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey—the Hubble Space Telescope observations, imaging data products, and mosaics",
                "Semi-analytic modelling of galaxy formation: the local Universe",
                "Constraints on the relationship between stellar mass and halo mass at low and high redshift",
                "A semi-analytic model for the co-evolution of galaxies, black holes and active galactic nuclei",
                "The Hubble ultra deep field",
                "ΛCDM-based models for the Milky Way and M31. I. Dynamical models"
            ],
            [
                "We study dark matter halo density profiles in a high-resolution N-body simulation of a ΛCDM cosmology. Our statistical sample contains ∼5000 haloes in the range 1011−1014 h−1 M⊙, and the resolution allows a study of subhaloes inside host haloes. The profiles are parametrized by an NFW form with two parameters, an inner radius rs and a virial radius Rvir, and we define the halo concentration cvir=Rvirrs. First, we find that, for a given halo mass, the redshift dependence of the median concentration is cvir∝(1+z)−1. This corresponds to rs(z)∼constant, and is contrary to earlier suspicions that cvir does not vary much with redshift. The implications are that high-redshift galaxies are predicted to be more extended and dimmer than expected before. Secondly, we find that the scatter in halo profiles is large, with a 1σ Δ(log cvir)=0.18 at a given mass, corresponding to a scatter in maximum rotation velocities of ΔV …",
                " This special issue of the Astrophysical Journal Letters is dedicated to presenting initial results from the Great Observatories Origins Deep Survey (GOODS) that are primarily, but not exclusively, based on multiband imaging data obtained with the Hubble Space Telescope and the Advanced Camera for Surveys (ACS). The survey covers roughly 320 arcmin2 in the ACS F435W, F606W, F814W, and F850LP bands, divided into two well‐studied fields. Existing deep observations from the Chandra X‐Ray Observatory and ground‐based facilities are supplemented with new, deep imaging in the optical and near‐infrared from the European Southern Observatory and from the Kitt Peak National Observatory. Deep observations with the Space Infrared Telescope Facility are scheduled. Reduced data from all facilities are being released worldwide within 3–6 months of acquisition. Together, this data set provides two deep …",
                "We analyze star formation (SF) as a function of stellar mass ( ) and redshift z in the All‐Wavelength Extended Groth Strip International Survey. For 2905 field galaxies, complete to   at  , with Keck spectroscopic redshifts out to  , we compile SF rates (SFRs) from emission lines, GALEX, and Spitzer MIPS 24 μm photometry, optical‐NIR   measurements, and HST morphologies. Galaxies with reliable signs of SF form a distinct “main sequence” (MS), with a limited range of SFRs at a given   and z (  dex), and   approximately proportional to  . The range of   remains constant to  , while the MS as a whole moves to higher SFR as z increases. The range of the SFR along the MS constrains the amplitude of episodic variations of SF and the effect of mergers on the SFR. Typical galaxies spend ∼67%(95%) of their lifetime since   within a factor of ≲2(4) of their average SFR at a given   and z. The dominant mode of the evolution of …",
                "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
                "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
                "Using semi-analytic models of galaxy formation, we investigate galaxy properties such as the Tully-Fisher relation, the B- and K-band LFs, cold gas contents, sizes, metallicities and colours, and compare our results with observations of local galaxies. We investigate several different recipes for star formation and supernova feedback, including choices that are similar to the treatment by Kauffmann, White & Guiderdoni and Cole et al., as well as some new recipes. We obtain good agreement with all of the key local observations mentioned above. In particular, in our best models, we simultaneously produce good agreement with both the observed B- and K-band LFs and the I-band Tully-Fisher relation. Improved cooling and supernova feedback modelling, inclusion of dust extinction and an improved Press-Schechter model all contribute to this success. We present results for several variants of the CDM family of …",
                "We use a statistical approach to determine the relationship between the stellar masses of galaxies and the masses of the dark matter halos in which they reside. We obtain a parameterized stellar-to-halo mass (SHM) relation by populating halos and subhalos in an N-body simulation with galaxies and requiring that the observed stellar mass function be reproduced. We find good agreement with constraints from galaxy-galaxy lensing and predictions of semi-analytic models. Using this mapping, and the positions of the halos and subhalos obtained from the simulation, we find that our model predictions for the galaxy two-point correlation function (CF) as a function of stellar mass are in excellent agreement with the observed clustering properties in the Sloan Digital Sky Survey at z= 0. We show that the clustering data do not provide additional strong constraints on the SHM function and conclude that our model can …",
                "We present a new semi-analytic model that self-consistently traces the growth of supermassive black holes (BH) and their host galaxies within the context of the Lambda cold dark matter (ΛCDM) cosmological framework. In our model, the energy emitted by accreting black holes regulates the growth of the black holes themselves, drives galactic scale winds that can remove cold gas from galaxies, and produces powerful jets that heat the hot gas atmospheres surrounding groups and clusters. We present a comprehensive comparison of our model predictions with observational measurements of key physical properties of low-redshift galaxies, such as cold gas fractions, stellar metallicities and ages, and specific star formation rates. We find that our new models successfully reproduce the exponential cut-off in the stellar mass function and the stellar and cold gas mass densities at z∼ 0, and predict that star …",
                "This paper presents the Hubble Ultra Deep Field (HUDF), a 1 million s exposure of an 11 arcmin 2 region in the southern sky with the Advanced Camera for Surveys on the Hubble Space Telescope using Director's Discretionary Time. The exposure time was divided among four filters, F435W (B 435), F606W (V 606), F775W (i 775), and F850LP (z 850), to give approximately uniform limiting magnitudes m AB~ 29 for point sources. The image contains at least 10,000 objects, presented here as a catalog, the vast majority of which are galaxies. Visual inspection of the images shows few if any galaxies at redshifts greater than~ 4 that resemble present-day spiral or elliptical galaxies. The image reinforces the conclusion from the original Hubble Deep Field that galaxies evolved strongly during the first few billion years in the infancy of the universe. Using the Lyman break dropout method to derive samples of galaxies at …",
                "We apply standard disk formation theory with adiabatic contraction within cuspy halo models predicted by the standard cold dark matter (ΛCDM) cosmology. The resulting models are confronted with the broad range of observational data available for the Milky Way and M31 galaxies. We find that there is a narrow range of parameters that can satisfy the observational constraints, but within this range, the models score remarkably well. Our favored models have virial masses of 1012 and   M⊙ for the Galaxy and for M31, respectively, average spin parameters  , and concentrations  , typical for halos of this mass in the standard ΛCDM cosmology. The models require neither dark matter modifications nor flat cores to fit the observational data. We explore two types of models, with and without the exchange of angular momentum between the dark matter and the baryons. The models without exchange give reasonable …"
            ],
            [
                [
                    "Galaxy Formation and Evolution",
                    "Large Scale Structure",
                    "Cosmology"
                ]
            ]
        ]
    ]
}