{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D3T8GERZ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Curtis  Callan Curtis  Callan Professor of Physics 609-258-4321 ccallan@Princeton.EDU Katherine  Lamos 334 Jadwin Hall  James S. McDonnell Distinguished University Professor of Physics For most of my career, I focused on understanding the workings of the quantum field theories that underlie the phenomena of particle physics. This led me to study issues in string theory (the construction of conformal field theories corresponding to solitons of various kinds) and in quantum gravity (the problem of Hawking radiation and the endpoint of black hole evaporation). A side interest in the application of field theory techniques to condensed matter problems led to work on dissipative quantum mechanics and the (quantum) fracture of materials. Over the past decade, however, my interest has shifted to theoretical problems in cellular biology. Modern biology increasingly has the ability to generate data (DNA sequence data, for one) in quantities that threaten to outrun our ability to comprehend it and use it for predictive purposes. I believe that the modeling and statistical inference approaches that are the stock in trade of physics are part of the answer to this growing problem, and I have been developing concrete examples of how this might work in problems ranging from gene regulation in bacteria to the functioning of the immune system in humans. In the process, I have become closely involved with the design and analysis of novel experiments, designed to answer unconventional, theoretically motivated, questions in biology. The titles of some of my publications (listed below) will give a general idea of what, concretely, I have been working on. Have a look at my personal website for more details. I would note that all of this work has been done in collaboration with adventurous Princeton particle theory graduate students, and I welcome further inquiries from that quarter.  \"Statistical inference of the generation probability of T-cell receptors from sequence repertoires\", with A. Murugan, T. Mora,  and A. Walczak, Proc. Natl. Acad. Sci. USA (2012) (to be published). \"Maximum entropy models for antibody diversity\", with T. Mora, A. Walczak, and W. Bialek, Proc. Natl. Acad. Sci. USA 107 (2010) 5405-5410. \"Using deep sequencing to characterize the biophysical mechanism of a transcriptional regulatory sequence\", with J. Kinney, A. Murugan and E. Cox, Proc. Natl. Acad. Sci. USA 107 (2010) 9158-9163. \"Energy-dependent fitness: a quantitative model for the evolution of yeast transcription factor binding sites\", with J. Kinney, M. Laessig and V. Mustonen, Proc. Natl. Acad. Sci. USA 105 (2008) 12376-12381. \"Information capacity of genetic regulatory elements\", with G. Tkacik and W. Bialek, Phys. Rev. E 78 (2008) 011910-011917. \"Information flow and optimization in transcriptional control\", with G. Tkacik and W. Bialek, Proc. Natl. Acad. Sci. USA 105 (2008)12265-12270. \"Precise physical models of protein-DNA interaction from high-throughput data\", with J. Kinney and G. Tkacik, Proc. Natl. Acad. Sci. USA 104 (2007) 501."
            ]
        ]
    ]
}