{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D4TN7XT8",
            "varnlfgAAAAJ",
            [
                "Involvement of autophagy in oncogenic K-Ras-induced malignant cell transformation",
                "Quality characteristics of bread added with Gastrodia elata Blume powder",
                "Chemical compositions and DPPH radical scavenger activity in different sections of safflower",
                "Effect of rice bran powder on the quality characteristics of cookie",
                "Isolation and identification of anthocyanin pigments in black rice",
                "Dough properties and bread qualities of wheat flour supplemented with rice bran",
                "Quality characteristics of cookies prepared with flour partly substituted by used coffee grounds",
                "The quality characteristics of pound cake prepared with rice bran powder",
                "Changes in quality characteristics of cheonggukjang made with germinated soybean",
                "Characteristics of $ Gammakgeolli $ Added with Processed Forms of Persimmon"
            ],
            [
                "Autophagy has recently been implicated in both the prevention and progression of cancer. However, the molecular basis for the relationship between autophagy induction and the initial acquisition of malignancy is currently unknown. Here, we provide the first evidence that autophagy is essential for oncogenic K-Ras (K-RasV12)-induced malignant cell transformation. Retroviral expression of K-RasV12 induced autophagic vacuole formation and malignant transformation in human breast epithelial cells. Interestingly, pharmacological inhibition of autophagy completely blocked K-RasV12-induced, anchorage-independent cell growth on soft agar. Both mRNA and protein levels of ATG5 and ATG7 (autophagy-specific genes 5 and 7, respectively) were increased in cells overexpressing K-RasV12. Targeted suppression of ATG5 or ATG7 expression by short hairpin (sh) RNA inhibited cell growth on soft agar and tumor …",
                "Gastrodia elata blume (GEB) is considered to be a useful herbal medicine in oriental countries for the treatment of headache, migraine, dizziness, childhood convulsion, epilepsy, rheumatism, hypertension, neuralgia and neurological disorders. This study was carried out to investigate the quality of bread added with the powder of GEB. The possibility of GEB wheat flour mixture as bread was studied by adding 0%, 0.5%, 1.0%, 1.5%, 2.0% of GEB powder to wheat flour. In Farinograph data, the dough stability decreased with the increase of GEB powder. Granular size of starches ranged from , and the shape of them showed a long oval figure. Amylograph showed that the increase in the ratio of GEB on the doughs slightly elevated in the maximum viscosity. The loaf volume of 0.5% powder increased by 10.2% but that of 2.0% decreased by 16.8%. The moisture content was 43.57% in the control but it increased as the powder addition. The colors of crust and crumb were not significantly different among L, b and , but'a'value in crumb was increased as the powder addition. The addition of the powder had no significant effect on bread texture. In sensory evaluation, the moistness increased as the increase of the powder addition. The control bread was most excellent, and the bread made by mixing additives were better than just 0.5% GEB-wheat flour in terms of quality.",
                "Chemical compositions and DPPH radical scavenger activity in different sections of safflower (Carthamus tinctorious L.) were investigated. Protein contained 28.39% in sprout and fat contained 20.47% in seed, respectively. Linoleic acid as predominant unsaturated fatty acid of safflower contained 80.01% in sprout and 78.27% in seed. Glucose contained 1253.6 mg% in sprout and fructose contained 970.7 mg% in sprout. Sucrose contained 912.0 mg% in flower bud. Succinic acid was included 2795.3 mg% in flower, malic acid was included 2054.8 mg% in leaf. K as minerals contained 2826.8 mg% in leaf and 2613, 6 mg% in sprout, Ca contained 1999.8 mg% in leaf and 1160.9 mg% in sprout. Total phenolics contained 5.8%, 4.7%, 4.4% in flower, sprout and leaf, and total flavonoid contained 6.5%, 2.5%, 2.0% in flower, sprout and leaf, respectively Serotonin-I (Ν-[2-(5-hydroxy-l Η-indol-3-yl) ethyl] ferulamide) as serotonin compounds was determined 147.7 mg% in seed, serotonin-II (Ν-[2-(5-hydroxy-lΗ-indo-1-3yl) ethyl]-p-coumaramide) was determined 155.4 mg% in seed. Acacetin as flavonoid compounds was contained 116.5 mg% in seed. Luteolin as flavonoid compounds was identified 388.3 mg% in sprout, luteolin 7-glucoside was determined 692.3 mg% in leaf, respectively. DPPH radical scavenger activity was measured by DPPH method, it was shown higher 114.2% in ethanol extract of flower and 113.6% in ethanol extract of leaf than 88.05% of 100 ppm BHA as chemical antioxidant.",
                "This study investigated the quality changes of cookie prepared with various concentrations of rice bran powder. Cookie were prepared by addition of 0, 5, 10, 20, and 30 powder to the flour of basic formulation. The specific gravity of cookie decreased with rising powder concentration. The volume and weight and specific volume increased with rising powder concentration. The moisture of cookie decreased with increasing powder concentration. With rising powder concentration, the a value of cookie increased but the L and b values decreased. The texture, hardness, cohesiveness, springness, gumminess, and chewiness of cookie decreased with rising powder concentration. The result of sensory evaluation when compared to cookie with 5% rice bran powder was superior in taste, flavor, and overall preference.",
                "Anthocyanin pigments in black rice (Oryza sativa L., Indica type) were isolated and purified by thin-layer chromatography on reversed-phase ODS plate and Amberlite XAD-7 column chromatography. Further separation by preparative HPLC on a Develosil ODS-10 column, and GC analysis of enzymatic hydrolysates, and NMR (\" H-and\" C-NMR) spectroscopic measurement were used for the identification. Two major pigments and two minor pigments were present in black rice seeds ext-racted with 0, 5% trifluoroacetic acid (TFA) in 95% ethanol. Among them, cyanidin-3-O-fº-D-glucoside and peonidin-3-O-6-D-glucoside as two major pigments were identified.",
                "We examined the dough properties, baking qualities, and sensory aspects of commercial hard wheat flour (Q1) that was supplemented with up to 30% rice bran flour. The loaf volumes of bread with 20% and 30% rice bran were 83% and 65% respectively, of the control (wheat flour only). However, a 5% and 10% supplement of rice bran increased loaf volume by 5.2% and 0.7% respectively, over the control. After storage of loaves for three days, bread crumbs from loaves with 5% rice bran were significantly softer than those with 10% 20% and 30% rice bran. The hardness of dough increased with the proportion of rice bran, but springiness and cohesiveness were inversely related to hardness. Addition of rice bran increased loaf pH. Rice bran decreased lightness, but significantly increased redness and yellowness in a concentration dependent manner. Sensory investigation indicated that bread with 5% rice bran was not significantly different from the control. However, more panel members preferred the appearance and flavor of bread with 5% rice bran.",
                "We investigated the quality characteristics of cookies prepared after addition of various concentrations of used coffee grounds (0%, 1%, 3%, and 5%, all w\/w) as a substitute for flour. As coffee grounds concentration rose, decrease in the pH of cookie dough was evident. In terms the water-holding capacity of dough, cookies prepared 3%(w\/w) coffee grounds yielded the highest value. With an increase in coffee grounds concentration, the color a value rose, but the L and b values fell. The gelatinization temperature became higher, but both peak viscosity and 15 min-height values declined. The spread and loss ratios decreased but the leavening rate rose significantly with elevation of coffee grounds concentration. The hardness of cookies rose but slightly, as coffee grounds concentration rose. Upon sensory evaluation of all of appearance, flavor, and overall preference, cookies prepared with addition of used coffee grounds were superior to those without grounds, whereas those prepared using 1%-3%(w\/w) coffee grounds showed the highest overall acceptability. Thus cookies made using coffee grounds can be economically competitive. In addition, the ingredients of coffee powder and used coffee grounds were shown to be very similar, except that coffee grounds contain 15-fold less caffeine than dose coffee powder. As health concerns are popular today, the use of coffee grounds to manufacture processed food may be acceptable.",
                "This study investigated the quality changes of pound cake prepared with various concentrations of rice bran powder. Pound cake were prepared by addtion of 0, 5, 10, 20, and 30 powder to the flour of basic formulation. The specific gravity of pound cake decreased with rising powder concentration. The volume and weight and specific volume increased with rising powder concentration. The moisture of pound cake decreased with increasing powder concentration. With rising powder concentration, the a value of pound cake increased but the L and b values decreased. The texture, hardnessm cohesiveness, springness, gumminess, and chewiness of pound cake decreaed with rising powder concentration. The result of sensory evaluation when compared to pound cake with 20% rice bran powder was superior in taste, flavor, and overall preference.",
                "This research was conducted to investigate the changes in quality characteristics of cheonggukjang made with 24-hr germinated soybeans during fermentation. Our study confirmed that the pH of the 24-hr germinated soybeans was 6.7, and the value increased as fermentation progressed. The amount of viscous substances in the cheonggukjang produced with the 24-hr germinated soybeans constantly increased to 5.89% at 36 hr of fermentation, and then remained unchanged. Free sugars (raffinose, sucrose, glucose, and fructose) rapidly decreased with the fermentation process. The levels of free amino acids in the 24-hr germinated agakong and the 48-hr fermented cheonggukjang were 391.0 and 10,994.8 mg%, respectively. Glutamic acid content was highest, followed by aspartic acid, lysine, leucine, and proline. The ratio of glutamic acid to total free amino acids at 48-hr of fermentation was 18.0%. Finally, it was confirmed that the sensory evaluation score of the 24-36 hr fermented cheonggukjang, made with the 24-hr germinated soybeans, was superior to that of the 24 and 48-hr fermented cheonggukjang.",
                "To investigate the characteristics of $ Gammakgeolli $ to which processed forms of persimmon were added, $ Gokkam $, $ Gammalaengi $, whole powder, peel powder, and paste were used as various processed forms. The moisture, total polyphenol, and soluble-solid contents of the persimmon used for making $ Gammakgeolli $ showed a big difference according to the processed form of persimmon, and influenced the total polyphenol and alcohol contents of the $ Gammakgeolli $. The pH and total acid of the $ Gammakgeolli $, which were 3.7~ 4.1 and 0.20~ 0.29%(w\/v), respectively, were similar to those of commercial $ Makgeolli $. The amino acidity increased on the fifth day after fermentation from that on the third day, and showed relatively high levels in the whole power, peel power, and paste. The volatile-acid contents of the $ Gammakgeolli $ s were within the range of 80~ 100 ppm and showed the highest level in the persimmon-paste-treated sample. Among the major organic acids of $ Gammakgeolli $(oxalic, citric, tartaric, malic, succinic, lactic, and acetic acid), lactic acid had the highest concentration. The $ Gammakgeolli $ to which hole power or paste was added showed a high level of yellowness and a good color in the sensatory evaluation. In the sensory evaluation (selection rate) of the taste and overall acceptability, the $ Gammakgeolli $ treated with $ Gammalaengi $ was the best."
            ],
            [
                [
                    "Food science"
                ]
            ]
        ]
    ]
}