{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D57SPSWL",
            "Mix6cbcAAAAJ",
            [
                "Quantum spin Hall effect and topological phase transition in HgTe quantum wells",
                "Topological field theory of time-reversal invariant insulators"
            ],
            [
                "We show that the quantum spin Hall (QSH) effect, a state of matter with topological properties distinct from those of conventional insulators, can be realized in mercury telluride–cadmium telluride semiconductor quantum wells. When the thickness of the quantum well is varied, the electronic state changes from a normal to an “inverted” type at a critical thickness dc. We show that this transition is a topological quantum phase transition between a conventional insulating phase and a phase exhibiting the QSH effect with a single pair of helical edge states. We also discuss methods for experimental detection of the QSH effect.",
                "We show that the fundamental time-reversal invariant (TRI) insulator exists in 4+ 1 dimensions, where the effective-field theory is described by the (4+ 1)-dimensional Chern-Simons theory and the topological properties of the electronic structure are classified by the second Chern number. These topological properties are the natural generalizations of the time reversal-breaking quantum Hall insulator in 2+ 1 dimensions. The TRI quantum spin Hall insulator in 2+ 1 dimensions and the topological insulator in 3+ 1 dimensions can be obtained as descendants from the fundamental TRI insulator in 4+ 1 dimensions through a dimensional reduction procedure. The effective topological field theory and the Z 2 topological classification for the TRI insulators in 2+ 1 and 3+ 1 dimensions are naturally obtained from this procedure. All physically measurable topological response functions of the TRI insulators are completely …"
            ],
            [
                [
                    "condensed matter physics"
                ]
            ],
            [
                "Taylor L Hughes 2115 Engineering Sciences Building (217) 333-1195 hughest@illinois.edu Personal Website Professor Taylor Hughes received his bachelor's degrees in physics and mathematics from the University of Florida in 2003, graduating summa cum laude. He subsequently worked as a software engineer for a year as a department of defense contractor. He went on to obtain a Ph.D. from Stanford University in 2009, working in the condensed matter theory group of Professor Shou-Cheng Zhang. His research covered a broad range of subjects from spintronics, to graphene\/graphite, to topological insulators. His two primary research contributions as a graduate student are the collaborations which  predicted of the existence of a quantum spin Hall state in HgTe\/CdTe quantum wells, and secondly constructed the topological response theory of 3D time-reversal invariant topological insulators. Professor Hughes then moved to the University of Illinois at Urbana-Champaign as a postdoc under Professor Eduardo Fradkin. During these two years he began developing methods to characterize states of matter using quantum entanglement, most notably, disordered fermionic systems and topological insulator\/ordered systems. Additionally he began working on the theory of the topological visco-elastic response in topological insulators. Professor Hughes joined the faculty at the University of Illinois in the Fall of 2011. Professor Hughes has several opportunities for research projects\/reading courses for undergraduates who are highly-motivated and can program or proficiently use either Matlab, Mathematica, or C\/C++. Students must have had at least PHY485 or PHY 486. My research interests are focused in three main areas: 1. Topological insulators\/Superconductors 2. Using quantum information\/entanglement techniques to characterize quantum condensed matter systems. 3. Mesoscopic transport in low-dimensional materials or heterostructures Other interests include topological order, quantum Hall effect, spin-orbit coupled electronic systems, connections between high-energy physics, gravity, and condensed matter. Some of my recent work has been on connections between torsion, gravity, and viscosity in topological insulators, characterizing disordered topological insulators using the entanglement spectrum, and transport calculations in graphene\/superconductor junctions. Interested students should contact me via email and be willing to work on a broad range of topics. Before contacting me please look at some of my selected publications below, or on the arxiv to get an idea of which subjects are of the most interest to you. I have several opportunities for research projects\/reading courses for undergraduates who are highly-motivated and can program or proficiently use either Matlab, Mathematica, or C\/C++\/FORTRAN. Graduate Research Opportunities I have graduate student positions open for one, or possibly two students. Post-Doctoral Research Opportunities I do not have any (funded) post-doctoral research opportunities at this time. Honors Donald Biggar Willett Faculty Scholar (April 2020) ONR Young Investigator Award (May 2015) University of Illinois Center for Advanced Study Fellowship (November 2014) NSF CAREER Award (February 2014) Alfred P. Sloan Foundation Research Fellow (April 2013) Dean's Award for Excellence in Research for an Assistant Professor (February 2014) Spring 2019 PHYS 496 Fall 2017 PHYS 460 Quantized Electric Multipole Insulators, Wladimir A. Benalcazar, B. Andrei Bernevig, Taylor L. Hughes, Science, 357, 61 (2017). Topological Defects in Symmetry Protected Topological Phases, Jeffrey C. Y. Teo and Taylor L. Hughes,  Annual Reviews of Condensed Matter Physics, 8,  211-237 (2017). Bulk Topological Proximity Effect, Timothy H. Hsieh, Hiroaki Ishizuka, Leon Balents, Taylor L. Hughes,  Phys. Rev. Lett. 116, 086802 (2016). Disclination Classes, Fractional Excitations, and the Melting of Quantum Liquid Crystals, Sarang Gopalakrishnan, Jeffrey C. Y. Teo, and Taylor L. Hughes, Phys. Rev. Lett. 111, 025304 (2013). Torsional Anomalies, Hall Viscosity, and Bulk-boundary Correspondence in Topological States, Taylor L. Hughes, Robert G. Leigh, and Onkar Parrikar, Phys. Rev. D 88, 025040 (2013). Majorana Fermions and Disclinations in Topological Crystalline Superconductors\r\nJeffrey C.Y. Teo and Taylor L. Hughes, Phys. Rev. Lett., 111, 047006 (2013). Torsional Response and Dissipationless Viscosity in Topological Insulators, Taylor L. Hughes, Robert G. Leigh, and Eduardo Fradkin, Phys. Rev. Lett. 107,075502 (2011). Transport through Andreev bound states in a graphene quantum dot, Travis Dirks, Taylor L. Hughes, Siddhartha Lal, Bruno Uchoa, Yung-Fu Chen, Cesar Chialvo, Paul M. Goldbart, Nadya Mason, Nature Physics 7, 386-390 (2011). Inversion Symmetric Topological Insulators\r\nTaylor L. Hughes, Emil Prodan, and B. Andrei Bernevig, Phys. Rev. B 83, 245132(2011). Chiral Topological Superconductor From the Quantum Hall State\r\nXiao-Liang Qi, Taylor L. Hughes, Shou-Cheng Zhang Phys. Rev. B 82, 184516\r\n(2010) Entanglement Spectrum of a Disordered Topological Chern Insulator\r\nEmil Prodan, Taylor L. Hughes, and B. Andrei Bernevig, Phys. Rev. Lett. 105,\r\n115501 (2010) Topological invariants for the Fermi surface of a time-reversal-invariant superconductor\r\nXiao-Liang Qi, Taylor L. Hughes, and Shou-Cheng Zhang, Phys. Rev. B 81, 134508\r\n(2010) Observation of a one-dimensional spinorbit gap in a quantum wire\r\nC. H. L. Quay, Taylor L. Hughes, J. A. Sulpizio, L. N. Pfei\u000ber, K. W. Baldwin, K.\r\nW. West, D. Goldhaber-Gordon, and R. de Picciotto, Nat. Phys 6, 336-339 (2010). Time-Reversal-Invariant Topological Superconductors and\r\nSuperfluids in Two and\r\nThree Dimensions\r\nXiao-Liang Qi, Taylor L. Hughes, Srinivas Raghu, Shou-Cheng Zhang, Phys. Rev.\r\nLett. 102, 187001 (2009). Topological Field Theory of Time-Reversal Invariant Insulators\r\nXiao-Liang Qi, Taylor L. Hughes, Shou-Cheng Zhang, Phys. Rev. B 78, 195424\r\n(2008). Quantum Spin Hall Effect in Inverted Type II Semiconductors\r\nChaoxing Liu, Taylor L. Hughes, Xiao-Liang Qi, Kang Wang, Shou-Cheng Zhang,\r\nPhys. Rev. Lett., 100, 236601 (2008). Quantum Spin Hall Effect and Topological Phase Transition in HgTe Quantum Wells\r\nB. Andrei Bernevig, Taylor L. Hughes, Shou-Cheng Zhang, Science, 314, 1757-1761\r\n(2006). Condensed Matter Theory Defects may help scientists understand the exotic physics of topology Real-world materials are usually messier than the idealized scenarios found in textbooks. Imperfections can add complications and even limit a material’s usefulness. To get around this, scientists routinely strive to remove defects and dirt entirely, pushing materials closer to perfection. Now, researchers at the University of Illinois at Urbana-Champaign have turned this problem around and shown that for some materials defects could act as a probe for interesting physics, rather than a nuisance. The team, led by professors Gaurav Bahl and Taylor Hughes, studied artificial materials, or metamaterials, which they engineered to include defects. Accolades Two articles by Taylor Hughes group make list of PRB 50th Anniversary Milestones Physical Review B is celebrating its 50 th anniversary in 2020. The journal emerged out of its revered parent, The Physical Review , in response to the explosive growth of specialized physics content. It has excelled in front-edge coverage of condensed matter and materials physics research. As part of the celebration, in 2020 the editors are presenting a Milestone collection of papers that have made lasting contributions to condensed matter physics. Selection of papers of such importance is not an easy task. It is inevitable that some very important work will not be featured because of the abundance of gems in the treasure trove of the largest journal for physics. The Milestones will be highlighted on the journal website and in social media throughout the year. Signatures of fractional electronic charge observed in topological insulators The charge of a single electron, e , is defined as the basic unit of electric charge. Because electrons—the subatomic particles that carry electricity—are elementary particles and cannot be split, fractions of electronic charge are not normally encountered. Despite this, researchers at the University of Illinois at Urbana-Champaign have recently observed the signature of fractional charges ranging from e \/4 to 2 e \/3 in exotic materials known as topological crystalline insulators. The team of researchers, led by Illinois Mechanical Science and Engineering Professor Gaurav Bahl and Illinois Physics Professor Taylor Hughes , has been using ultra high frequency electric circuits to study topological insulators since 2017. Their recent measurement of fractional charge, appearing in the current issue of the journal Science , stems from the team’s theoretical work on crystalline insulators. research Researchers demonstrate transport of mechanical energy, even through damaged pathways Researchers from the University of Illinois at Urbana-Champaign’s Grainger College of Engineering have experimentally demonstrated a new way to transport energy even through wave-guides that are defective and even if the disorder is a transient phenomenon in time. This work could lead to much more robust devices that continue to operate in spite of damage. Gaurav Bahl , associate professor in mechanical science and engineering, and Taylor Hughes , physics professor, published their findings in Nature Communications . This important work was led by postdoctoral researcher Inbar Grinberg, also in mechanical science and engineering."
            ]
        ]
    ]
}