{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D6FMU8T1",
            "F-qJ4i4AAAAJ",
            [
                "Observation of gravitational waves from a binary black hole merger",
                "GW151226: observation of gravitational waves from a 22-solar-mass binary black hole coalescence",
                "Advanced ligo",
                "Multi-messenger observations of a binary neutron star merger",
                "GW170104: observation of a 50-solar-mass binary black hole coalescence at redshift 0.2",
                "GW170814: a three-detector observation of gravitational waves from a binary black hole coalescence",
                "Gravitational waves and gamma-rays from a binary neutron star merger: GW170817 and GRB 170817A",
                "Binary black hole mergers in the first advanced LIGO observing run",
                "GWTC-1: a gravitational-wave transient catalog of compact binary mergers observed by LIGO and Virgo during the first and second observing runs",
                "GW170608: observation of a 19 solar-mass binary black hole coalescence"
            ],
            [
                "On September 14, 2015 at 09: 50: 45 UTC the two detectors of the Laser Interferometer Gravitational-Wave Observatory simultaneously observed a transient gravitational-wave signal. The signal sweeps upwards in frequency from 35 to 250 Hz with a peak gravitational-wave strain of 1.0× 10− 21. It matches the waveform predicted by general relativity for the inspiral and merger of a pair of black holes and the ringdown of the resulting single black hole. The signal was observed with a matched-filter signal-to-noise ratio of 24 and a false alarm rate estimated to be less than 1 event per 203 000 years, equivalent to a significance greater than 5.1 σ. The source lies at a luminosity distance of 41 0− 180+ 160 Mpc corresponding to a redshift z= 0.0 9− 0.04+ 0.03. In the source frame, the initial black hole masses are 3 6− 4+ 5 M⊙ and 2 9− 4+ 4 M⊙, and the final black hole mass is 6 2− 4+ 4 M⊙, with 3. 0− 0.5+ 0.5 M⊙ c 2 …",
                "We report the observation of a gravitational-wave signal produced by the coalescence of two stellar-mass black holes. The signal, GW151226, was observed by the twin detectors of the Laser Interferometer Gravitational-Wave Observatory (LIGO) on December 26, 2015 at 03: 38: 53 UTC. The signal was initially identified within 70 s by an online matched-filter search targeting binary coalescences. Subsequent off-line analyses recovered GW151226 with a network signal-to-noise ratio of 13 and a significance greater than 5 σ. The signal persisted in the LIGO frequency band for approximately 1 s, increasing in frequency and amplitude over about 55 cycles from 35 to 450 Hz, and reached a peak gravitational strain of 3. 4− 0.9+ 0.7× 10− 22. The inferred source-frame initial black hole masses are 14.2− 3.7+ 8.3 M⊙ and 7. 5− 2.3+ 2.3 M⊙, and the final black hole mass is 20.8− 1.7+ 6.1 M⊙. We find that at least one of …",
                "The Advanced LIGO gravitational wave detectors are second-generation instruments designed and built for the two LIGO observatories in Hanford, WA and Livingston, LA, USA. The two instruments are identical in design, and are specialized versions of a Michelson interferometer with 4 km long arms. As in Initial LIGO, Fabry–Perot cavities are used in the arms to increase the interaction time with a gravitational wave, and power recycling is used to increase the effective laser power. Signal recycling has been added in Advanced LIGO to improve the frequency response. In the most sensitive frequency region around 100 Hz, the design strain sensitivity is a factor of 10 better than Initial LIGO. In addition, the low frequency end of the sensitivity band is moved from 40 Hz down to 10 Hz. All interferometer components have been replaced with improved technologies to achieve this sensitivity gain. Much better seismic …",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "We describe the observation of GW170104, a gravitational-wave signal produced by the coalescence of a pair of stellar-mass black holes. The signal was measured on January 4, 2017 at 10∶ 11: 58.6 UTC by the twin advanced detectors of the Laser Interferometer Gravitational-Wave Observatory during their second observing run, with a network signal-to-noise ratio of 13 and a false alarm rate less than 1 in 70 000 years. The inferred component black hole masses are 31. 2− 6.0+ 8.4 M⊙ and 19. 4− 5.9+ 5.3 M⊙(at the 90% credible level). The black hole spins are best constrained through measurement of the effective inspiral spin parameter, a mass-weighted combination of the spin components perpendicular to the orbital plane, χ eff=− 0.1 2− 0.30+ 0.21. This result implies that spin configurations with both component spins positively aligned with the orbital angular momentum are disfavored. The source …",
                "On August 14, 2017 at 10∶ 30: 43 UTC, the Advanced Virgo detector and the two Advanced LIGO detectors coherently observed a transient gravitational-wave signal produced by the coalescence of two stellar mass black holes, with a false-alarm rate of≲ 1 in 27 000 years. The signal was observed with a three-detector network matched-filter signal-to-noise ratio of 18. The inferred masses of the initial black holes are 30. 5− 3.0+ 5.7 M⊙ and 25. 3− 4.2+ 2.8 M⊙(at the 90% credible level). The luminosity distance of the source is 54 0− 210+ 130 Mpc, corresponding to a redshift of z= 0.1 1− 0.04+ 0.03. A network of three detectors improves the sky localization of the source, reducing the area of the 90% credible region from 1160 deg 2 using only the two LIGO detectors to 60 deg 2 using all three detectors. For the first time, we can test the nature of gravitational-wave polarizations from the antenna response of the …",
                "On 2017 August 17, the gravitational-wave event GW170817 was observed by the Advanced LIGO and Virgo detectors, and the gamma-ray burst (GRB) GRB 170817A was observed independently by the Fermi Gamma-ray Burst Monitor, and the Anti-Coincidence Shield for the Spectrometer for the International Gamma-Ray Astrophysics Laboratory. The probability of the near-simultaneous temporal and spatial observation of GRB 170817A and GW170817 occurring by chance is 5.0 10 8-. We therefore confirm binary neutron star mergers as a progenitor of short GRBs. The association of GW170817 and GRB 170817A provides new insight into fundamental physics and the origin of short GRBs. We use the observed time delay of 1.74 0.05 s+() between GRB 170817A and GW170817 to:(i) constrain the difference between the speed of gravity and the speed of light to be between 3 10 15--and 7 10 16+-times …",
                "The first observational run of the Advanced LIGO detectors, from September 12, 2015 to January 19, 2016, saw the first detections of gravitational waves from binary black hole mergers. In this paper, we present full results from a search for binary black hole merger signals with total masses up to 100 M⊙ and detailed implications from our observations of these systems. Our search, based on general-relativistic models of gravitational-wave signals from binary black hole systems, unambiguously identified two signals, GW150914 and GW151226, with a significance of greater than 5 σ over the observing period. It also identified a third possible signal, LVT151012, with substantially lower significance and with an 87% probability of being of astrophysical origin. We provide detailed estimates of the parameters of the observed systems. Both GW150914 and GW151226 provide an unprecedented opportunity to study the …",
                "We present the results from three gravitational-wave searches for coalescing compact binaries with component masses above 1 M⊙ during the first and second observing runs of the advanced gravitational-wave detector network. During the first observing run (O 1), from September 12, 2015 to January 19, 2016, gravitational waves from three binary black hole mergers were detected. The second observing run (O 2), which ran from November 30, 2016 to August 25, 2017, saw the first detection of gravitational waves from a binary neutron star inspiral, in addition to the observation of gravitational waves from a total of seven binary black hole mergers, four of which we report here for the first time: GW170729, GW170809, GW170818, and GW170823. For all significant gravitational-wave events, we provide estimates of the source properties. The detected binary black holes have total masses between 18.6− 0.7+ 3.2 M …",
                "On 2017 June 8 at 02: 01: 16.49 UTC, a gravitational-wave (GW) signal from the merger of two stellar-mass black holes was observed by the two Advanced Laser Interferometer Gravitational-Wave Observatory detectors with a network signal-to-noise ratio of 13. This system is the lightest black hole binary so far observed, with component masses of-"
            ],
            [
                [
                    "Gravitational waves",
                    "electromagnetic counterparts"
                ]
            ],
            [
                "Michael Coughlin Michael Coughlin Michael Coughlin Assistant Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-625-9260 cough052@umn.edu Minnesota Institute for Astrophysics (MIfA) Ph.D., Harvard University, 2016 M.A., University of Cambridge, 2013 B.S., Carleton College, 2012 https:\/\/www.michaelwcoughlin.com\/ My research focuses on using multi-messenger astronomy to study the Universe, coming at the same problem from multiple directions to gain a more complete picture. In particular, I study the coalescence of binary neutron stars with both gravitational waves and electromagnetic data, predominantly using wide field-of-view optical telescopes such as the Zwicky Transient Facility (ZTF) to identify these counterparts. I also use these telescopes to search for future sources from the Laser Interferometer Space Antenna (LISA), a space-based gravitational wave detector that will study white dwarf binaries in our galaxy as well as binary black hole mergers. Research Group Co-Chair, Newtonian Noise Working Group of the LIGO Scientific Collaboration, 2017-present Co-Chair, Long-duration Unmodeled Searches Work Group of the LSC, 2017-present Recent News http:\/\/cse.umn.edu\/college\/news\/black-hole-collision-may-have-exploded-light  Coughlin, Michael W et al. “ ZTF J1901+5309: a 40.6-Min Orbital Period Eclipsing Double White Dwarf System .” Monthly Notices of the Royal Astronomical Society: Letters 494.1 (2020): L91–L96 Coughlin, Michael W et al. “ Implications of the Search for Optical Counterparts During the Second Part of the Advanced LIGO’s and Advanced Virgo’s Third Observing Run: Lessons Learned for Future Follow-up Observations. ” Monthly Notices of the Royal Astronomical Society 497.1 (2020): 1181–1196 Coughlin, Michael W. et al. “ Measuring the Hubble Constant with a Sample of Kilonovae. ” Nature Communications 11.1 (2020): n. pag."
            ]
        ]
    ]
}