{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D75EN2WQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Rhonda Dzakpasu Rhonda Dzakpasu Rhonda Dzakpasu ORCID Director of Undergraduate Studies Office: 532 Reiss Science Lab: MedDent C405 (Pharmacology and Physiology) Telephone: (202) 687-4918 (office); 202 687-6456 (laboratory) Email: Rhonda.Dzakpasu at georgetown.edu Rhonda Dzakpasu received a B.S. in Computer Science from The City College of New York. After working as a research assistant in a semiconductor laboratory, she entered the PhD program at the University of Michigan where she completed a PhD in experimental optical physics. Her thesis work resulted in the development of an optical technique that images dynamically scattered light fluctuation decay rates. She demonstrated theoretically and experimentally that within the optical resolution of the microscope, relative motions between scattering centers are sufficient to produce significant phase variations resulting in interference intensity fluctuations in the image plane. She remained at the University of Michigan for her postdoctoral training where she performed computational modeling to study how architecture influences the dynamics within networks of coupled non-linear oscillators. As part of her postdoctoral training, she also participated in two intensive neuroscience summer courses at the Marine Biological Laboratory (MBL) in Woods Hole, MA: SPINES and Neurobiology. Prof. Dzakpasu joined the faculty in the Department of Physics as well as the Department of Pharmacology and Physiology at Georgetown University in 2008. Her current research incorporates experimental in vitro as well as computational techniques to probe the dynamical patterns that arise from the interactions within networks of neurons. The human brain is a complex network of 10 11 neurons with a dynamic range of inputs\/neuron that spans from 10 to 10 5 . Observations of neural dynamics show that clusters of neurons exhibit coordinated electrical activity during brain processing. Neural assemblies that may participate in the coding of an environmental feature may synchronize their output. However, synchronous activity is also observed under pathological conditions. When are “talking together” neurons good and when are they bad? Experimental approach We use arrays of extracellular microelectrodes to record and stimulate electrical activity from cultured neural circuits as well as from acute neural slices. We modulate network rhythmicity by manipulating the balance between excitation and inhibition as this allows us to investigate the principles by which neurons interact. We also use immunocytochemistry along with confocal fluorescence microscopy to characterize the cellular constituents in our networks. What is the causal role of emergent coherent activity for neuronal communication and who are the players ? Computational approach Significant progress has been made using traditional electrophysiological techniques to enable an understanding of the inner workings of a single neuron. Yet the relationship between the dynamics of one neuron and that of a network of neurons is non-linear. We build upon the vast body of single neural activity research to study the interaction of networks neurons on an intermediate, i.e., mesoscopic, spatial scale. We construct networks of neurons to investigate how the temporal structure of relative spike timings affects the synaptic modifications within a neural circuit and in turn how connectivity patterns change the spatio-temporal activity patterns in the network of neurons. What are the dynamical properties of interacting neurons that underlie the activity dependent modifications in network connectivity? Courses Taught Physics 235\/Biology 359: Dynamical Processes in Biological Physics Physics 154 : Modern Physics and its Experimental Methods Physics 014: Physics for Future Leaders Physics 016: Earth’s Energy Balance and Climate Change Djemil, S, Chen, X, Zhang, Z, Rauf, M, Pak, DTS, Dzakpasu, R. Activation of nicotinic acetylcholine receptors induces potentiation and synchronization within in vitro hippocampal networks, J Neurochem, 00:e14938 (2019) Dzakpasu R, Johnson BR, Olopade JO. The University of Ibadan\/Grass Foundation Workshop in Neuroscience Teaching. J Undergrad Neurosci Educ. 16(1):E13-E17 (2017) Li Y, Chen X, Dzakpasu R, Conant K. Dopamine dependent effects on basal and glutamate stimulated network dynamics in cultured hippocampal neurons, J Neurochem, 140(4):550-560 (2017). M. Niedringhaus, X. Chen, Dzakpasu R. Long-Term Dynamical Constraints on Pharmacologically Evoked Potentiation Imply Activity Conservation within In Vitro Hippocampal Networks, PLoS One, 10(6): e0129324 (2015). M. Niedringhaus, X. Chen, Conant K, Dzakpasu R.  Synaptic potentiation facilitates memory-like attractor dynamics in cultured in vitro hippocampal networks, PLoS One, 8(3): e57144 (2013)."
            ]
        ]
    ]
}