{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D7NIDV9S",
            "10s_D5LRND4C",
            [
                "Crystal chemistry of carbon-substituted MgB2",
                "High frictional anisotropy of periodic and aperiodic directions on a quasicrystal surface",
                "Carbon doping of superconducting magnesium diboride",
                "Anisotropic Superconducting Properties of Aligned  Crystallites",
                "Effects of boron purity, Mg stoichiometry and carbon substitution on properties of polycrystalline MgB2",
                "Effects of stoichiometry, purity, etching and distilling on resistance of MgB2 pellets and wire segments",
                "Gaia Data Release 1-Testing parallaxes with local Cepheids and RR Lyrae stars",
                "Enhancement of interlayer exchange in an ultrathin two-dimensional magnet",
                "Tribological properties of quasicrystals: Effect of aperiodic versus periodic surface order",
                "Two-band\/two-gap superconductivity in carbon-substituted  evidenced by point-contact spectroscopy"
            ],
            [
                "Neutron powder diffraction has been used to characterize a sample of C-substituted MgB2 synthesized from Mg and B4C (with isotopically enriched 11B). The sample is multiphase, with the major phase [73.4(1) wt%] being Mg(B1−xCx)2 with x=0.10(2). Minor phases include MgB2C2, Mg, and MgO. The major Mg(B1−xCx)2 phase displays diffraction peak widths as sharp as for pure MgB2, indicating good C homogeneity. There is no evidence for ordering of the substituted C atoms or distortion of the host structure other than contraction of the a axis and slight expansion of the c axis. The observed changes in lattice parameters vs. C concentration provide a means for estimating the C concentration in other Mg(B1−xCx)2 samples. The reduction in Tc resulting from 10% C substitution is much larger than previously reported, suggesting that previous reports of the C concentration in Mg(B1−xCx)2 are overestimated. The …",
                "Strong friction anisotropy is found when the twofold surface of an atomically clean aluminum-nickel-cobalt quasicrystal slides against a thiol-passivated titanium-nitride tip. Friction along the aperiodic direction is one-eighth as much as that along the periodic direction. This anisotropy, which is about three times as large as the highest value observed in anisotropic crystalline surfaces, disappears after the surface is oxidized in air. These results reveal a strong connection between interface atomic structure and the mechanisms by which energy is dissipated, which likely include electronic or phononic contributions, or both.",
                "We present details of synthesis optimization and physical properties of nearly single phase carbon doped MgB 2 with a nominal stoichiometry of Mg (B 0.8 C 0.2) 2 synthesized from magnesium and boron carbide (B 4 C) as starting materials. The superconducting transition temperature is≈ 22 K (≈ 17 K lower than in pure MgB 2). The temperature dependence of the upper critical field is steeper than in pure MgB 2 with H c2 (10 K)≈ 9 T. Temperature dependent specific heat data taken in different applied magnetic fields suggest that the two-gap nature of superconductivity is still preserved for carbon doped MgB 2 even with such a heavily suppressed transition temperature. In addition, the anisotropy ratio of the upper critical field for T\/T c≈ 2\/3 is γ≈ 2. This value is distinct from 1 (isotropic) and also distinct from 6 (the value found for pure MgB 2).",
                "Samples of aligned MgB 2 crystallites have been prepared, allowing for the first time the direct identification of an upper critical field anisotropy H c 2 ab\/H c 2 c= ξ ab\/ξ c≃ 1.7, with ξ o, a b≃ 70 Å, ξ o, c≃ 40 Å, and a mass anisotropy ratio m ab\/m c≃ 0.3. A ferromagnetic background signal was identified, possibly related to the raw materials purity.",
                "By synthesizing MgB 2 using boron of different nominal purity we found values of the residual resistivity ratio (RRR= R (300 K)\/R (42 K)) from 4 to 20, which covers almost all values found in literature. To obtain high values of RRR, high purity reagents are necessary. With the isotopically pure boron we obtained the highest RRR∼ 20 for the stoichiometric compound. We also investigated Mg x 11 B 2 samples with 0.8< x< 1.2. For the range Mg 0.8 11 B 2 up to Mg 1.2 11 B 2 we found average values of RRR between 14 and 24. For smaller variations in stoichiometry (x= 1±0.1) RRR= 18±3. All of our data point to the conclusion that high RRR (∼ 20) and low ρ 0 (⩽ 0.4 μΩ cm) are intrinsic material properties associated with high purity MgB 2. In addition we have performed initial work on optimizing the formation of carbon doped MgB 2 via the use of B 4 C. Nearly single phase material can be formed by reaction of …",
                "We present a study of the effects of non-stoichiometry, boron purity, wire diameter and post-synthesis treatment (etching and Mg distilling) on the temperature dependent resistance and resistivity of sintered MgB 2 pellets and wire segments. Whereas the residual resistivity ratio (RRR) varies between RRR≈ 4 to RRR⩾ 20 for different boron purity, it is only moderately affected by non-stoichiometry (from 20% Mg deficiency to 20% Mg excess) and is apparently independent of wire diameter and presence of Mg metal traces on the wire surface. The obtained set of data indicates that RRR values in excess of 20 and residual resistivities as low as ρ 0≈ 0.4 μΩ cm are intrinsic material properties of high purity MgB 2.",
                "",
                "Following the recent isolation of monolayer CrI 3 (ref. 1), many more two-dimensional van der Waals magnetic materials have been isolated 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12. Their incorporation in van der Waals heterostructures offers a new platform for spintronics 5, 6, 7, 8, 9, proximity magnetism 13 and quantum spin liquids 14. A primary question in this field is how exfoliating crystals to the few-layer limit influences their magnetism. Studies of CrI 3 have shown a different magnetic ground state for ultrathin exfoliated films 1, 5, 6 compared with the bulk, but the origin is not yet understood. Here, we use electron tunnelling through few-layer crystals of the layered antiferromagnetic insulator CrCl 3 to probe its magnetic order and find a tenfold enhancement of the interlayer exchange compared with bulk crystals. Moreover, temperature-and polarization-dependent Raman spectroscopy reveals that the crystallographic …",
                "We investigated the nanoscale tribological properties of a decagonal quasicrystal using a combination of atomic force microscopy and scanning tunneling microscopy in ultrahigh vacuum. This combination permitted a variety of in situ measurements, including atomic-scale structure, friction and adhesion force, tip-sample current, and topography. We found that thiol-passivated tips can be used for reproducible studies of the tip-quasicrystal contact while nonpassivated probes adhere irreversibly to the clean quasicrystalline surface causing permanent modifications. The most remarkable results were obtained on the twofold surface of the Al− Ni− Co decagonal quasicrystal where atoms are arranged periodically along the tenfold axis and aperiodically in the perpendicular direction. Strong friction anisotropy was observed on this surface, with high friction along the periodic direction and low friction in the aperiodic …",
                "The Andreev reflection measurements of the superconducting energy gap in the carbon-substituted MgB 2 are presented. Despite the strong suppression of the transition temperature by 17 K in comparison with the pure MgB 2, the same reduced value of the small superconducting energy gap with 2 Δ\/k T c≈ 1.7 has been systematically observed. This indicates that the two-band\/two-gap superconductivity is still preserved here."
            ],
            [
                [
                    "Experimental condensed matter",
                    "Magnetism"
                ]
            ],
            [
                "Raquel Ribeiro Associate Professor 205 Wilhelm Hall ribeiro@iastate.edu 515-294-3455"
            ]
        ]
    ]
}