{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D885YQGB",
            "jhLM0VUAAAAJ",
            [
                "Heavy-ion collisions at the LHC—last call for predictions",
                "PREDICTIONS FOR p+Pb COLLISIONS AT ",
                "Dark sectors 2016 workshop: community report",
                "QCD evolution of the Sivers asymmetry",
                "Extraction of quark transversity distribution and Collins fragmentation functions with QCD evolution",
                "Observation concerning the process dependence of the Sivers functions",
                "Gluons and the quark sea at high energies: Distributions, polarization, tomography",
                "Jet quenching from QCD evolution",
                "Evolution of twist-3 multiparton correlation functions relevant to single transverse-spin asymmetry",
                "Heavy quarkonium production and polarization"
            ],
            [
                "This writeup is a compilation of the predictions for the forthcoming Heavy Ion Program at the Large Hadron Collider, as presented at the CERN Theory Institute'Heavy Ion Collisions at the LHC—Last Call for Predictions', held from 14th May to 10th June 2007.",
                "Predictions for charged hadron, identified light hadron, quarkonium, photon, jet and gauge bosons in p+Pb collisions at  are compiled and compared. When test run data are available, they are compared to the model predictions.",
                "This report, based on the Dark Sectors workshop at SLAC in April 2016, summarizes the scientific importance of searches for dark sector dark matter and forces at masses beneath the weak-scale, the status of this broad international field, the important milestones motivating future exploration, and promising experimental opportunities to reach these milestones over the next 5-10 years.Comments: 66 pages, 15 figures, 3 tables. Workshop website and agenda: this http URL this https URL Editors: J. Alexander, M. Battaglieri, B. Echenard, R. Essig, M. Graham, E. Izaguirre, J. Jaros, G. Krnjaic, J. Mardon, D. Morrissey, T. Nelson, M. Perelstein, M. Pyle, A. Ritz, P. Schuster, B. Shuve, N. Toro, R. Van De Water",
                "We study the QCD evolution of the Sivers effect in both semi-inclusive deep inelastic scattering (SIDIS) and Drell-Yan production (DY). We pay close attention to the nonperturbative spin-independent Sudakov factor in the evolution formalism and find a universal form which can describe reasonably well the experimental data on the transverse momentum distributions in SIDIS, DY lepton pair and W\/Z production. With this Sudakov factor at hand, we perform a global fitting of all the experimental data on the Sivers asymmetry in SIDIS from HERMES, COMPASS and Jefferson Lab. We then make predictions for the Sivers asymmetry in DY lepton pair and W production that can be compared to the future experimental measurements to test the sign change of the Sivers functions between SIDIS and DY processes and constrain the sea quark Sivers functions.",
                "We study the transverse-momentum-dependent (TMD) evolution of the Collins azimuthal asymmetries in e+ e− annihilations and semi-inclusive hadron production in deep inelastic scattering processes. All the relevant coefficients are calculated up to the next-to-leading-logarithmic-order accuracy. By applying the TMD evolution at the approximate next-to-leading-logarithmic order in the Collins-Soper-Sterman formalism, we extract transversity distributions for u and d quarks and Collins fragmentation functions from current experimental data by a global analysis of the Collins asymmetries in back-to-back dihadron productions in e+ e− annihilations measured by BELLE and BABAR collaborations and semi-inclusive hadron production in deep inelastic scattering data from HERMES, COMPASS, and JLab HALL A experiments. The impact of the evolution effects and the relevant theoretical uncertainties are discussed …",
                "The k⊥ moment of a quark’s Sivers function is known to be related to the corresponding twist-three quark-gluon correlation function T q, F (x, x). The two functions have been extracted from data for single-spin asymmetries in semi-inclusive deep-inelastic scattering and in single-inclusive hadron production in p p collisions, respectively. Performing a consistent comparison of the extracted functions, we find that they show a “sign mismatch”: while the magnitude of the functions is roughly consistent, the k⊥ moment of the Sivers function has opposite sign from that of T q, F (x, x), both for up and for down quarks. Barring any inconsistencies in our theoretical understanding of the Sivers functions and their process dependence, the implication of this mismatch is that either the Sivers effect is not dominantly responsible for the observed single-spin asymmetries in p p collisions or the current semi-inclusive lepton scattering …",
                "This report is based on a ten-week program on\" Gluons and the quark sea at high-energies\", which took place at the Institute for Nuclear Theory in Seattle in Fall 2010. The principal aim of the program was to develop and sharpen the science case for an Electron-Ion Collider (EIC), a facility that will be able to collide electrons and positrons with polarized protons and with light to heavy nuclei at high energies, offering unprecedented possibilities for in-depth studies of quantum chromodynamics. This report is organized around four major themes: i) the spin and flavor structure of the proton, ii) three-dimensional structure of nucleons and nuclei in momentum and configuration space, iii) QCD matter in nuclei, and iv) Electroweak physics and the search for physics beyond the Standard Model. Beginning with an executive summary, the report contains tables of key measurements, chapter overviews for each of the major scientific themes, and detailed individual contributions on various aspects of the scientific opportunities presented by an EIC.",
                "Recent advances in soft-collinear effective theory with Glauber gluons have led to the development of a new method that gives a unified description of inclusive hadron production in reactions with nucleons and heavy nuclei. We show how this approach, based on the generalization of the DGLAP evolution equations to include final-state medium-induced parton shower corrections for large Q 2 processes, can be combined with initial-state effects for applications to jet quenching phenomenology. We demonstrate that the traditional parton energy loss calculations can be regarded as a special soft-gluon emission limit of the general QCD evolution framework. We present phenomenological comparison of the SCET G-based results on the suppression of inclusive charged hadron and neutral pion production in s NN= 2.76 TeV lead-lead collisions at the Large Hadron Collider to experimental data. We also show …",
                "We construct two sets of twist-3 correlation functions that are responsible for generating the novel single transverse-spin asymmetry in the QCD collinear factorization approach. We derive evolution equations for these universal three-parton correlation functions. We calculate evolution kernels relevant to the gluonic pole contributions to the asymmetry at the order of α s. We find that all evolution kernels are infrared safe as they should be and have a lot in common with the Dokshitzer-Gribov-Lipatov-Alterelli-Parisi evolution kernels of unpolarized parton distributions. By solving the evolution equations, we explicitly demonstrate the factorization scale dependence of these twist-3 correlation functions.",
                "We present a perturbative QCD factorization formalism for the production of heavy quarkonia of large transverse momentum p T at collider energies, which includes both the leading-power (LP) and next-to-leading-power (NLP) contributions to the cross section in the m Q 2\/p T 2 expansion for heavy quark mass m Q. We estimate fragmentation functions in the nonrelativistic QCD formalism and reproduce the bulk of the large enhancement found in explicit next-to-leading-order calculations in the color-singlet model. Heavy quarkonia produced from NLP channels prefer longitudinal polarization."
            ],
            [
                [
                    "High energy nuclear and particle physics"
                ]
            ]
        ]
    ]
}