{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "D8WHLR89",
            "3n9FWf4AAAAJ",
            [
                "Connexin mutations in X-linked Charcot-Marie-Tooth disease",
                "A common ankyrin-G-based mechanism retains KCNQ and NaV channels at electrically active domains of the axon",
                "Connexin32 is a myelin-related protein in the PNS and CNS",
                "Disease mechanisms in inherited neuropathies",
                "KCNQ2 is a nodal K+ channel",
                "Investigations of caspr2, an autoantigen of encephalitis and neuromyotonia",
                "Released form of CNTF receptor alpha component as a soluble mediator of CNTF responses",
                "The axonal membrane protein Caspr, a homologue of neurexin IV, is a component of the septate-like paranodal junctions that assemble during myelination",
                "Regulation of ciliary neurotrophic factor expression in myelin-related Schwann cells in vivo",
                "Axonal interactions regulate Schwann cell apoptosis in developing peripheral nerve: neuregulin receptors and the role of neuregulins"
            ],
            [
                "X-linked Charcot-Marie-Tooth disease (CMTX) is a form of hereditary neuropathy with demyelination. Recently, this disorder was mapped to chromosome Xq13.1. The gene for the gap junction protein connexin32 is located in the same chromosomal segment, which led to its consideration as a candidate gene for CMTX. With the use of Northern (RNA) blot and immunohistochemistry technique, it was found that connexin32 is normally expressed in myelinated peripheral nerve. Direct sequencing of the connexin32 gene showed seven different mutations in affected persons from eight CMTX families. These findings, a demonstration of inherited defects in a gap junction protein, suggest that connexin32 plays an important role in peripheral nerve.",
                "KCNQ (KV7) potassium channels underlie subthreshold M-currents that stabilize the neuronal resting potential and prevent repetitive firing of action potentials. Here, antibodies against four different KCNQ2 and KCNQ3 polypeptide epitopes show these subunits concentrated at the axonal initial segment (AIS) and node of Ranvier. AIS concentration of KCNQ2 and KCNQ3, like that of voltage-gated sodium (NaV) channels, is abolished in ankyrin-G knock-out mice. A short motif, common to KCNQ2 and KCNQ3, mediates both in vivo ankyrin-G interaction and retention of the subunits at the AIS. This KCNQ2\/KCNQ3 motif is nearly identical to the sequence on NaV α subunits that serves these functions. All identified NaV and KCNQ genes of worms, insects, and molluscs lack the ankyrin-G binding motif. In contrast, vertebrate orthologs of NaV α subunits, KCNQ2, and KCNQ3 (including from bony fish, birds, and …",
                "We have examined the expression of a gap junction protein, connexin32 (Cx32), in Schwann cells and oligodendrocytes. In peripheral nerve, Cx32 is found in the paranodal myelin loops and Schmidt-Lanterman incisures of myelinating Schwann cells, and the levels of Cx32 protein and mRNA change in parallel with those of other myelin-related genes during development, Wallerian degeneration, and axonal regeneration. In the central nervous system, Cx32 is found in oligodendrocytes and their processes, but not in compact myelin, and the levels of Cx32 protein and mRNA increase during development in parallel with those of the other myelin genes. Thus, Cx32 is expressed as part of the myelinating phenotype of both Schwann cells and oligodendrocytes, indicating that this gap junction protein plays in important role in the biology of myelin-forming cells.",
                "Inherited neuropathies are caused by dominant or recessive mutations in genes that are expressed by neurons and\/or Schwann cells. In demyelinating neuropathies, the deleterious effects originate primarily in myelinating Schwann cells. In axonal neuropathies, neurons (axons) are initially affected. In demyelinating neuropathies, the axonal cytoskeleton is altered and axonal transport is disrupted. In some axonal neuropathies, genes that are directly involved in axonal transport are mutated. So, a common consequence of inherited neuropathies is disruption of the ability of neurons to transport cargo efficiently along the entire length of their axons. These findings correlate with the observations that axonal atrophy and\/or loss are primarily responsible for the clinical disability in hereditary neuropathies.",
                "Mutations in the gene encoding the K+ channel KCNQ2 cause neonatal epilepsy and myokymia, indicating that KCNQ2 regulates the excitability of CNS neurons and motor axons, respectively. We show here that KCNQ2 channels are functional components of axon initial segments and nodes of Ranvier, colocalizing with ankyrin-G and voltage-dependent Na+ channels throughout the CNS and PNS. Retigabine, which opens KCNQ channels, diminishes axonal excitability. Linopirdine, which blocks KCNQ channels, prolongs the repolarization of the action potential in neonatal nerves. The clustering of KCNQ2 at nodes and initial segments lags that of ankyrin-G during development, and both ankyrin-G and KCNQ2 can be coimmunoprecipitated in the brain. KCNQ3 is also a component of some initial segments and nodes in the brain. The diminished activity of mutant KCNQ2 channels accounts for neonatal epilepsy …",
                "To report clinical and immunological investigations of contactin‐associated protein‐like 2 (Caspr2), an autoantigen of encephalitis and peripheral nerve hyperexcitability (PNH) previously attributed to voltage‐gated potassium channels (VGKC).Clinical analysis was performed on patients with encephalitis, PNH, or both. Immunoprecipitation and mass spectrometry were used to identify the antigen and to develop an assay with Caspr2‐expressing cells. Immunoabsorption with Caspr2 and comparative immunostaining of brain and peripheral nerve of wild‐type and Caspr2‐null mice were used to assess antibody specificity.Using Caspr2‐expressing cells, antibodies were identified in 8 patients but not in 140 patients with several types of autoimmune or viral encephalitis, PNH, or mutations of the Caspr2‐encoding gene. Patients' antibodies reacted with brain and peripheral nerve in a …",
                "The alpha component of the receptor for ciliary neurotrophic factor (CNTF) differs from other known growth factor receptors in that it is anchored to cell membranes by a glycosylphosphatidylinositol linkage. One possible function of this type of linkage is to allow for the regulated release of this receptor component. Cell lines not normally responsive to CNTF responded to treatment with a combination of CNTF and a soluble form of the CNTF alpha receptor component. These findings not only demonstrate that the CNTF receptor alpha chain is a required component of the functional CNTF receptor complex but also reveal that it can function in soluble form as part of a heterodimeric ligand. Potential physiological roles for the soluble CNTF receptor are suggested by its presence in cerebrospinal fluid and by its release from skeletal muscle in response to peripheral nerve injury.",
                "We have investigated the potential role of contactin and contactin-associated protein (Caspr) in the axonal–glial interactions of myelination. In the nervous system, contactin is expressed by neurons, oligodendrocytes, and their progenitors, but not by Schwann cells. Expression of Caspr, a homologue of Neurexin IV, is restricted to neurons. Both contactin and Caspr are uniformly expressed at high levels on the surface of unensheathed neurites and are downregulated during myelination in vitro and in vivo. Contactin is downregulated along the entire myelinated nerve fiber. In contrast, Caspr expression initially remains elevated along segments of neurites associated with nascent myelin sheaths. With further maturation, Caspr is downregulated in the internode and becomes strikingly concentrated in the paranodal regions of the axon, suggesting that it redistributes from the internode to these sites. Caspr expression is …",
                "Adult rat sciatic nerve is known to express high levels of ciliary neurotrophic factor (CNTF) mRNA and protein. Here we examine the cellular localization of CNTF protein and mRNA in peripheral nerve and the regulation of CNTF expression by peripheral axons. In intact nerve, CNTF immunoreactivity is found predominantly in the cytoplasm of myelin-related Schwann cells. After axotomy, CNTF immunoreactivity and mRNA levels fall dramatically and do not recover unless axons regenerate. This behavior is similar to the pattern of myelin gene expression in these nerves. We conclude that the expression of CNTF in Schwann cells depends on axon-Schwann cell interactions.",
                "Programmed cell death during development resulting from the lack of appropriate survival factors has been demonstrated in both neurons and oligodendrocytes and occurs mostly in the form of apoptosis. We now demonstrate that Schwann cells in the rat sciatic nerve undergo apoptosis during early postnatal development and that the amount of apoptosis is markedly increased by axotomy. The apoptotic Schwann cells express the low-affinity nerve growth factor receptor but not myelin-related proteins, indicating that they are in the premyelinating state. Apoptosis resulting from normal development or from axotomy can be inhibited markedly by exogenous neuregulin. Consistent with this, the neuregulin receptor components erbB2 anderbB3 are expressed and phosphorylated in developing sciatic nerve. These data suggest that Schwann cell number in developing peripheral nerve is regulated by apoptosis through …"
            ],
            [
                [
                    "nerves",
                    "neuropathy",
                    "myelin",
                    "demyelination"
                ]
            ]
        ]
    ]
}