{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DAT2I41F",
            "V6L28FUAAAAJ",
            [
                "The Community Earth System Model (CESM) large ensemble project: A community resource for studying climate change in the presence of internal climate variability",
                "Uncertainty in climate change projections: the role of internal variability",
                "Sea surface temperature variability: Patterns and mechanisms",
                "Communication of the role of natural variability in future North American climate",
                "Pacific interdecadal climate variability: Linkages between the tropics and the North Pacific during boreal winter since 1900",
                "The Pacific decadal oscillation, revisited",
                "Detection and attribution of twentieth-century northern and southern African rainfall change",
                "Twentieth century tropical sea surface temperature trends revisited",
                "Tropical Atlantic influence on European heat waves",
                "Projecting North American climate over the next 50 years: Uncertainty due to internal variability"
            ],
            [
                "While internal climate variability is known to affect climate projections, its influence is often underappreciated and confused with model error. Why? In general, modeling centers contribute a small number of realizations to international climate model assessments [e.g., phase 5 of the Coupled Model Intercomparison Project (CMIP5)]. As a result, model error and internal climate variability are difficult, and at times impossible, to disentangle. In response, the Community Earth System Model (CESM) community designed the CESM Large Ensemble (CESM-LE) with the explicit goal of enabling assessment of climate change in the presence of internal climate variability. All CESM-LE simulations use a single CMIP5 model (CESM with the Community Atmosphere Model, version 5). The core simulations replay the twenty to twenty-first century (1920–2100) 30 times under historical and representative concentration pathway 8 …",
                "Uncertainty in future climate change presents a key challenge for adaptation planning. In this study, uncertainty arising from internal climate variability is investigated using a new 40-member ensemble conducted with the National Center for Atmospheric Research Community Climate System Model Version 3 (CCSM3) under the SRES A1B greenhouse gas and ozone recovery forcing scenarios during 2000–2060. The contribution of intrinsic atmospheric variability to the total uncertainty is further examined using a 10,000-year control integration of the atmospheric model component of CCSM3 under fixed boundary conditions. The global climate response is characterized in terms of air temperature, precipitation, and sea level pressure during winter and summer. The dominant source of uncertainty in the simulated climate response at middle and high latitudes is internal atmospheric variability associated …",
                "Patterns of sea surface temperature (SST) variability on interannual and longer timescales result from a combination of atmospheric and oceanic processes. These SST anomaly patterns may be due to intrinsic modes of atmospheric circulation variability that imprint themselves upon the SST field mainly via surface energy fluxes. Examples include SST fluctuations in the Southern Ocean associated with the Southern Annular Mode, a tripolar pattern of SST anomalies in the North Atlantic associated with the North Atlantic Oscillation, and a pan-Pacific mode known as the Pacific Decadal Oscillation (with additional contributions from oceanic processes). They may also result from coupled ocean-atmosphere interactions, such as the El Niño-Southern Oscillation phenomenon in the tropical Indo-Pacific, the tropical Atlantic Niño, and the cross-equatorial meridional modes in the tropical Pacific and Atlantic. Finally …",
                "As climate models improve, decision-makers' expectations for accurate climate predictions are growing. Natural climate variability, however, poses inherent limits to climate predictability and the related goal of adaptation guidance in many places, as illustrated here for North America. Other locations with low natural variability show a more predictable future in which anthropogenic forcing can be more readily identified, even on small scales. We call for a more focused dialogue between scientists, policymakers and the public to improve communication and avoid raising expectations for accurate regional predictions everywhere.",
                "This study examines the tropical linkages to interdecadal climate fluctuations over the North Pacific during boreal winter through a comprehensive and physically based analysis of a wide variety of observational datasets spanning the twentieth century. Simple difference maps between epochs of high sea level pressure over the North Pacific (1900–24 and 1947–76) and epochs of low pressure (1925–46 and 1977–97) are presented for numerous climate variables throughout the tropical Indo-Pacific region, including rainfall, cloudiness, sea surface temperature (SST), and sea level pressure. The results support the notion that the Tropics play a key role in North Pacific interdecadal climate variability. In particular, SST anomalies in the tropical Indian Ocean and southeast Pacific Ocean, rainfall and cloudiness anomalies in the vicinity of the South Pacific convergence zone, stratus clouds in the eastern tropical Pacific …",
                "The Pacific decadal oscillation (PDO), the dominant year-round pattern of monthly North Pacific sea surface temperature (SST) variability, is an important target of ongoing research within the meteorological and climate dynamics communities and is central to the work of many geologists, ecologists, natural resource managers, and social scientists. Research over the last 15 years has led to an emerging consensus: the PDO is not a single phenomenon, but is instead the result of a combination of different physical processes, including both remote tropical forcing and local North Pacific atmosphere–ocean interactions, which operate on different time scales to drive similar PDO-like SST anomaly patterns. How these processes combine to generate the observed PDO evolution, including apparent regime shifts, is shown using simple autoregressive models of increasing spatial complexity. Simulations of recent climate …",
                "The spatial patterns, time history, and seasonality of African rainfall trends since 1950 are found to be deducible from the atmosphere’s response to the known variations of global sea surface temperatures (SSTs). The robustness of the oceanic impact is confirmed through the diagnosis of 80 separate 50-yr climate simulations across a suite of atmospheric general circulation models. Drying over the Sahel during boreal summer is shown to be a response to warming of the South Atlantic relative to North Atlantic SST, with the ensuing anomalous interhemispheric SST contrast favoring a more southern position of the Atlantic intertropical convergence zone. Southern African drying during austral summer is shown to be a response to Indian Ocean warming, with enhanced atmospheric convection over those warm waters driving subsidence drying over Africa.The ensemble of greenhouse-gas-forced experiments …",
                "This study compares the global distribution of 20th century SST and marine air temperature trends from a wide variety of data sets including un‐interpolated archives as well as globally‐complete reconstructions. Apart from the eastern equatorial Pacific, all datasets show consistency in their statistically significant trends, with warming everywhere except the far northwestern Atlantic; the largest warming trends are found in the middle latitudes of both hemispheres. Two of the SST reconstructions exhibit statistically significant cooling trends over the eastern equatorial Pacific, in disagreement with the un‐interpolated SST and marine air temperature datasets which show statistically significant warming in this region. Twentieth century trends in tropical marine cloudiness, precipitation and SLP from independent data sets provide physically consistent evidence for a reduction in the strength of the atmospheric Walker …",
                "Diagnostics combining atmospheric reanalysis and station-based temperature data for 1950–2003 indicate that European heat waves can be associated with the occurrence of two specific summertime atmospheric circulation regimes. Evidence is presented that during the record warm summer of 2003, the excitation of these two regimes was significantly favored by the anomalous tropical Atlantic heating related to wetter-than-average conditions in both the Caribbean basin and the Sahel. Given the persistence of tropical Atlantic climate anomalies, their seasonality, and their associated predictability, the suggested tropical–extratropical Atlantic connection is encouraging for the prospects of long-range forecasting of extreme weather in Europe.",
                "This study highlights the relative importance of internally generated versus externally forced climate trends over the next 50 yr (2010–60) at local and regional scales over North America in two global coupled model ensembles. Both ensembles contain large numbers of integrations (17 and 40): each of which is subject to identical anthropogenic radiative forcing (e.g., greenhouse gas increase) but begins from a slightly different initial atmospheric state. Thus, the diversity of projected climate trends within each model ensemble is due solely to intrinsic, unpredictable variability of the climate system. Both model ensembles show that natural climate variability superimposed upon forced climate change will result in a range of possible future trends for surface air temperature and precipitation over the next 50 yr. Precipitation trends are particularly subject to uncertainty as a result of internal variability, with signal-to-noise …"
            ],
            [
                [
                    "Climate Variability and Change"
                ]
            ]
        ]
    ]
}