{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DC996LPF",
            "WW8VeBYAAAAJ",
            [
                "Constraints on the density dependence of the symmetry energy",
                "Neutron and proton transverse emission ratio measurements and the density dependence of the asymmetry term of the nuclear equation of state",
                "Identification of 45 New Neutron-Rich Isotopes Produced by In-Flight Fission of a 238U Beam at 345 MeV\/nucleon",
                "Observation of new microsecond isomers among fission products from in-flight fission of 345 MeV\/nucleon U",
                "The high resolution array (HiRA) for rare isotope beam experiments",
                "Results of the ASY-EOS experiment at GSI: The symmetry energy at suprasaturation density",
                "Projectile fragmentation of , , , and  at 140 MeV\/nucleon",
                "Probing the symmetry energy with heavy ions",
                "The influence of cluster emission and the symmetry energy on neutron–proton spectral double ratios",
                "Neutron-proton asymmetry dependence of spectroscopic factors in Ar isotopes"
            ],
            [
                "Collisions involving Sn 112 and Sn 124 nuclei have been simulated with the improved quantum molecular dynamics transport model. The results of the calculations reproduce isospin diffusion data from two different observables and the ratios of neutron and proton spectra. By comparing these data to calculations performed over a range of symmetry energies at saturation density and different representations of the density dependence of the symmetry energy, constraints on the density dependence of the symmetry energy at subnormal density are obtained. The results from the present work are compared to constraints put forward in other recent analyses.",
                "Recent measurements of preequilibrium neutron and proton transverse emission from Sn 112, 124+ Sn 112, 124 reactions at 50 MeV\/A have been completed at the National Superconducting Cyclotron Laboratory. Free nucleon transverse emission ratios are compared to those of A= 3 mirror nuclei. Comparisons are made to Boltzmann-Uehling-Uhlenbeck (BUU) transport calculations and conclusions concerning the density dependence of the asymmetry term of the nuclear equation of state at subnuclear densities are made. Comparison to BUU model predictions indicate a density dependence of the asymmetry energy that is closer to a form in which the asymmetry energy increases as the square root of the density for the density region studied. A coalescent-invariant analysis is introduced as a means of reducing suggested difficulties with cluster emission in total nucleon emission.",
                " A search for new isotopes using in-flight fission of a 345 MeV\/nucleon  238 U beam has been carried out at the RI Beam Factory at the RIKEN Nishina Center. Fission fragments were analyzed and identified by using the superconducting in-flight separator BigRIPS. We observed 45 new neutron-rich isotopes:  71 Mn,  73,74 Fe,  76 Co,  79 Ni,  81,82 Cu,  84,85 Zn,  87 Ga,  90 Ge,  95 Se,  98 Br,  101 Kr,  103 Rb,  106,107 Sr,  108,109 Y,  111,112 Zr,  114,115 Nb,  115,116,117 Mo,  119,120 Tc,  121,122,123,124 Ru,  123,124,125,126 Rh,  127,128 Pd,  133 Cd,  138 Sn,  140 Sb,  143 Te,  145 I,  148 Xe, and  152 Ba.   ",
                "A search for isomeric γ decays among fission fragments from 345 MeV\/nucleon 238 U has been performed at the RIKEN Nishina Center RI Beam Factory. Fission fragments were selected and identified using the superconducting in-flight separator BigRIPS and were implanted in an aluminum stopper. Delayed γ rays were detected using three clover-type high-purity germanium detectors located at the focal plane within a time window of 20 μs following the implantation. We identified a total of 54 microsecond isomers with half-lives of∼ 0.1–10 μs, including the discovery of 18 new isomers in very neutron-rich nuclei: 59 Ti m, 90 As m, 92 Se m, 93 Se m, 94 Br m, 95 Br m, 96 Br m, 97 Rb m, 108 Nb m, 109 Mo m, 117 Ru m, 119 Ru m, 120 Rh m, 122 Rh m, 121 Pd m, 124 Pd m, 124 Ag m, and 126 Ag m, and obtained a wealth of spectroscopic information such as half-lives, γ-ray energies, γ-ray relative intensities, and γγ …",
                "The High Resolution Array (HiRA) is a large solid-angle array of silicon strip-detectors that has been developed for use in a variety of nuclear structure, nuclear astrophysics and nuclear reaction experiments with short lived beta-unstable beams. It consists of 20 identical telescopes each composed of a thin (65 μ m) single-sided silicon strip-detector, a thick (1.5 mm) double-sided silicon strip-detector, and four CsI (Tl) crystals read out by photodiodes. The array can be easily configured to meet the detection requirements of specific experiments. To process the signals from the 1920 strips in the array, an Application Specific Integrated Circuit (ASIC) was developed. The design and performance characteristics of HiRA are described.",
                "Directed and elliptic flows of neutrons and light-charged particles were measured for the reaction Au 197+ Au 197 at 400 MeV\/nucleon incident energy within the ASY-EOS experimental campaign at the GSI laboratory. The detection system consisted of the Large Area Neutron Detector (LAND), combined with parts of the CHIMERA multidetector, the ALADIN Time-of-flight Wall, and the Washington University Microball detector. The latter three arrays were used for the event characterization and reaction-plane reconstruction. In addition, an array of triple telescopes, KRATTA was used for complementary measurements of the isotopic composition and flows of light-charged particles. From the comparison of the elliptic-flow ratio of neutrons with respect to charged particles with UrQMD predictions, a value γ= 0.72±0.19 is obtained for the power-law coefficient describing the density dependence of the potential part in the …",
                "We have measured fragment cross-sections of projectile fragmentation reactions using primary beams of Ca 40, Ca 48, Ni 58, and Ni 64 at 140 MeV\/nucleon on Be 9 and Ta 181 targets. The cross-sections were obtained by integrating the momentum distributions of isotopes with Z⩾ 5 measured in the A1900 fragment separator. We compare the extracted cross-sections to the predictions of the empirical parametrization of fragmentation cross-sections (EPAX).",
                "Constraints on the EoS for symmetric matter (equal neutron and proton numbers) at supra-saturation densities have been extracted from energetic collisions of heavy ions. Collisions of neutron-deficient and neutron-rich heavy ions now provide initial constraints on the EoS of neutron-rich matter at sub-saturation densities. Comparisons are made to other available constraints.",
                "The emissions of neutrons, protons and bound clusters from central 124Sn + 124Sn and 112Sn + 112Sn collisions are simulated using the Improved Quantum Molecular Dynamics model for two different density-dependent symmetry-energy functions. The calculated neutron–proton spectral double ratios for these two systems are sensitive to the density dependence of the symmetry energy, consistent with previous work. Cluster emission increases the double ratios in the low energy region relative to values calculated in a coalescence-invariant approach. To circumvent uncertainties in cluster production and secondary decays, it is important to have more accurate measurements of the neutron–proton ratios at higher energies in the center of mass system, where the influence of such effects is reduced.",
                "Spectroscopic factors have been extracted for proton-rich Ar 34 and neutron-rich Ar 46 using the (p, d) neutron transfer reaction. The experimental results show little reduction of the ground state neutron spectroscopic factor of the proton-rich nucleus Ar 34 compared to that of Ar 46. The results suggest that correlations, which generally reduce such spectroscopic factors, do not depend strongly on the neutron-proton asymmetry of the nucleus in this isotopic region as was reported in knockout reactions. The present results are consistent with results from systematic studies of transfer reactions but inconsistent with the trends observed in knockout reaction measurements."
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}