{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DD7E3BOG",
            "xPnMh7UAAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of Particle Physics: particle data groups",
                "Multi-messenger observations of a binary neutron star merger",
                "Observation of the Suppression of the Flux of Cosmic Rays above ",
                "Correlation of the highest-energy cosmic rays with nearby extragalactic objects",
                "First observation of the Greisen-Zatsepin-Kuzmin suppression",
                "The Pierre Auger cosmic ray observatory"
            ],
            [
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2658 new measurements from 644 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 112 reviews are many that are new or heavily revised including those on Heavy-Quark and Soft-Collinear Effective Theory, Neutrino Cross Section Measurements, Monte Carlo Event Generators, Lattice QCD, Heavy Quarkonium Spectroscopy, Top Quark, Dark Matter, V cb & V ub, Quantum Chromodynamics, High-Energy Collider Parameters, Astrophysical Constants, Cosmological Parameters, and Dark Matter. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov\/. The 2012 edition of Review of Particle Physics is published for the Particle Data Group as article 010001 in volume 86 of Physical Review D. This edition should be cited as: J. Beringer et al.(Particle Data Group), Phys. Rev. D 86, 010001 (2012).",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
                "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
                "Using data collected at the Pierre Auger Observatory during the past 3.7 years, we demonstrated a correlation between the arrival directions of cosmic rays with energy above 6 × 1019 electron volts and the positions of active galactic nuclei (AGN) lying within ∼75 megaparsecs. We rejected the hypothesis of an isotropic distribution of these cosmic rays with at least a 99% confidence level from a prescribed a priori test. The correlation we observed is compatible with the hypothesis that the highest-energy particles originate from nearby extragalactic sources whose flux has not been substantially reduced by interaction with the cosmic background radiation. AGN or objects having a similar spatial distribution are possible sources.",
                "The High Resolution Fly’s Eye (HiRes) experiment has observed the Greisen-Zatsepin-Kuzmin suppression (called the GZK cutoff) with a statistical significance of five standard deviations. HiRes’ measurement of the flux of ultrahigh energy cosmic rays shows a sharp suppression at an energy of 6× 10 19 eV, consistent with the expected cutoff energy. We observe the ankle of the cosmic-ray energy spectrum as well, at an energy of 4× 10 18 eV. We describe the experiment, data collection, and analysis and estimate the systematic uncertainties. The results are presented and the calculation of the statistical significance of our observation is described.",
                "The Pierre Auger Observatory, located on a vast, high plain in western Argentina, is the world׳s largest cosmic ray observatory. The objectives of the Observatory are to probe the origin and characteristics of cosmic rays above 1017 eV and to study the interactions of these, the most energetic particles observed in nature. The Auger design features an array of 1660 water Cherenkov particle detector stations spread over 3000 km2 overlooked by 24 air fluorescence telescopes. In addition, three high elevation fluorescence telescopes overlook a 23.5 km2, 61-detector infilled array with 750 m spacing. The Observatory has been in successful operation since completion in 2008 and has recorded data from an exposure exceeding 40,000 km2 sr yr. This paper describes the design and performance of the detectors, related subsystems and infrastructure that make up the Observatory."
            ],
            [
                [
                    "astroparticle physics",
                    "astrophysics",
                    "atmospheric physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}