{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DDXECK3M",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "John Ruhl Connecticut Professor john.ruhl@case.edu 216.368.4049 Rockefeller Building B.S., Univ. of Michigan (1987) Ph.D., Princeton (1993) John Ruhl’s Site Experimental Cosmology Interests The Cosmic Microwave Background Radiation (CMB) carries an enormous amount of information about the universe at a redshift z = 1,000, a few hundred thousand years after the big bang. We can also use the CMB as a “backlight” to learn more about the lower redshift universe. Studies of the CMB can answer many fundamental questions about the nature of the universe. The CMB is almost uniform in its brightness across the sky; its brightness at frequencies from roughly 0.5 mm to 10 cm is very close to that of a 2.7 K Planck blackbody. However, there are small variations in the brightness, at the level of tens of microKelvin. It is also slightly polarized. By studying these temperature variations and the polarization, we have learned many interesting things (including the global curvature of spacetime in the universe, the amount of normal matter, and the amount and nature of the dark matter and “dark energy” in the universe), and will learn even more in the future. We are currently working on two projects to explore the properties of the CMB. SPIDER is a balloon-borne instrument that will measure the polarization on large angular scales; in addition to learning more about the reionization epoch of the universe (near z=10), the ultimate goal of SPIDER is to detect the unique pattern of polarization that would be imprinted by gravity waves created during Inflation, when the universe was only 10 -34 (or so!) seconds old. Our other main project is the South Pole Telescope, which is a 10m diameter telescope located at the South Pole. We are currently observing with a camera that is optimized to look for clusters of galaxies via the Sunyaev-Zeldovich effect (using the CMB as a “backlight”), and to characterize the temperature variations of the CMB on very small angular scales (down to 1 arcminute). These observations tell us about the history of structure formation in the universe, and hopefully more about the nature of Dark Energy. We are also working to build a new polarization-sensitive camera for the SPT, which will measure CMB polarization on very small angular scales. We hope to detect the effect of neutrino mass on structure formation with these measurements, as well as look for the gravitational waves from Inflation. Publications Polenta, G. et al , “Search for non-gaussian signals in the BOOMERanG maps: pixel-space analysis”, submitted to Ap. J. , astro-ph\/0201133, (2002). deBernardis, P. et al , “Multiple Peaks in the Angular Power Spectrum of the Cosmic Microwave Background: Significance and Consequences for Cosmology”, Ap. J. , 564 , 559, astro-ph\/0105296, (2002). Piacentini, F. et al , “BOOMERANG North America Instrument: a balloon-borne bolometric radiometer optimized for measurements of cosmic background radiation anisotropies from 0.3 to 4 degrees,” submitted to Ap. J. , astro-ph\/0105148, (2001). Netterfield, C. B., et al , “A measurement by BOOMERANG of multiple peaks in the angular power spectrum of the cosmic microwave background”, submitted to Ap. J. , astro-ph\/0104460, (2001). Masi, S. et al , “ High latitude Galactic dust emission in the BOOMERanG maps”, ApJ Letters , 553 , L93, (2001). Jaffe, A. J. et al , “Cosmology from Maxima-1, Boomerang and COBE\/DMR CMB Observations”, Phys. Rev. Lett. , Phys. Rev. Lett., 86 , 3475, (2001). Ruhl, J. et al , “CMB Anisotropies: Status and Boomerang”, 1999 PASCOS conference proceedings, eds. K. Cheung, J. Gunion, and S. Mrenna, World Scientific, (2000). Lange, A. E. et al , “Cosmological Parameters from the First Results of Boomerang”, Phys. Rev. D , 63 , 042001, (2001). deBernardis, P. et al , “A Flat Universe from High-Resolution Maps of the Cosmic Microwave Background Radiation”, Nature , 404 , p955, (2000). Melchiorri, A. et al , “Cosmological Interpretation of the CMB Power Spectrum measured by the Test Flight of Boomerang”, Ap. J. Letters , 536 , L63, (2000). Mauskopf, P. et al , “Measurement of a Peak in the Cosmic Microwave Background Power Spectrum From the Test Flight of Boomerang”, Ap. J. Letters , 536 , L59, (2000). Wilson, G.W. et al , “New Cosmic Microwave Background Power Spectrum Constraints from MSAMI”, Ap. J. , 532 , 57, (2000). de Bernardis, P. et al , “Mapping the CMB sky: THE BOOMERanG experiment”, New Astronomy Review , 43 , 289, (1999). Masi, S. et al , “BOOMERanG: A Scanning Telescope for 10 Arcminutes Resolution CMB Maps”, AIP Conf. Proc. 476: 3K cosmology, 237, (1999). Ruhl, J., “Prospects for measuring Polarization in the CMBR”, in Astrophysics in Antarctica , ASP Conf. Ser. 141, eds. R. Landsberg and G. Novak, 106, (1998). Cheng, E. S. et al , “Detection of Cosmic Microwave Background Anisotropy by the Third Flight of the Medium-Scale Anisotropy Measurement”, Ap. J. Lett. , 488 , L59, (1997). Goldin, A.B. et al , Whole-disk observations of Jupiter, Saturn, and Mars in millimeter\/submillimeter bands. Ap. J. Lett. , 488 , L161, (1997). Kowitt, M. S., Cheng, E. S., Cottingham, D. A., Fixsen, D. J., Inman, C. A., Meyer, S. S., Page, L. A., Puchalla, J. L., Ruhl, J. E. and Silverberg, R. F., “A Detection of Bright Features in the Microwave Background”, Ap. J. Lett. , 482 , 17, (1997). Inman, C. A., Cheng, E. S., Cottingham, D. A., Fixsen, D. J., Kowitt, M. S., Meyer, S. S., Page, L. A., Puchalla, J. L., Ruhl, J. E. and Silverberg, R. F., “A CMBR Measurement Reproduced: A Statistical Comparison of MSAM1-94 to MSAM1-92″, Ap. J. Lett. , 478 , L1, (1997). Platt, S. R., Kovac, J., Dragovan, M., Petersen, J., and Ruhl, J. E., “Anisotropy in the Microwave Sky at 90 GHz: Results from Python III”, Ap. J. Lett. , 475 , L1, (1997). Fixsen, D. J., Cheng, E. S., Cottingham, D. A., Folz, W. C., Inman, C. A., Kowitt, M. S., Meyer, S. S., Page, L. A., Puchalla, J. L., Ruhl, J. E. and Silverberg, R. F., “A Balloon-Borne Millimeter-Wave Telescope for Cosmic Microwave Background Anisotropy Measurements”, Ap. J. , 470 , 63, (1996). Cheng, E. S., Cottingham, D. A., Fixsen, D. J., Inman, C. A., Kowitt, M. S., Meyer, S. S., Page, L. A., Puchalla, J. L., Ruhl, J. E. and Silverberg, R. F., “MSAM1-94: Repeated Measurement of Medium-Scale Anisotropy in the Cosmic Microwave Background Radiation”, Ap. J. Lett , 456 , L71, (1995). Ruhl, J. E., Dragovan, M., Platt, S. R., Kovac, J., & Novak, G., “Anisotropy in the Microwave Sky at 90 GHz: Results from Python II”, Ap. J. Lett , 453 , L1, (1995). Ruhl, J. E., Dragovan, M., Novak, G., Platt, S. R., Crone, B., and Pernic, R., “A Search for Anisotropy in the Cosmic Microwave Background at 90 GHz”, Astrophys. Lett. and Comm. , 32 , 249, (1995). Dragovan, M., Ruhl, J. E., Novak, G., Platt, S. R., Crone, B., Peterson, J. B., and Pernic, R., “Anisotropy in the Microwave Sky at Intermediate Angular Scales”, Ap. J. Lett , 427 , L67, (1994). Ruhl, J. and Dragovan, M., “A Portable 0.050 K Refrigerator for Astrophysical Observations”, in Low Temperature Detectors for Neutrinos and Dark Matter , eds. N. Booth and G. Salmon, Editions Frontieres, (1992)."
            ]
        ]
    ]
}