{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DF0JEK76",
            "9F8vgaUAAAAJ",
            [
                "Gate-tunable conducting oxide metasurfaces"
            ],
            [
                "Metasurfaces composed of planar arrays of subwavelength artificial structures show promise for extraordinary light manipulation. They have yielded novel ultrathin optical components such as flat lenses, wave plates, holographic surfaces, and orbital angular momentum manipulation and detection over a broad range of the electromagnetic spectrum. However, the optical properties of metasurfaces developed to date do not allow for versatile tunability of reflected or transmitted wave amplitude and phase after their fabrication, thus limiting their use in a wide range of applications. Here, we experimentally demonstrate a gate-tunable metasurface that enables dynamic electrical control of the phase and amplitude of the plane wave reflected from the metasurface. Tunability arises from field-effect modulation of the complex refractive index of conducting oxide layers incorporated into metasurface antenna elements which …"
            ],
            [
                [
                    "Plasmonics",
                    "Metasurfaces",
                    "Nano-optics",
                    "Functional Photonic Crystal Fibers",
                    "Quantum Biophotonics"
                ]
            ],
            [
                "Howard (Ho Wai) Lee Howard (Ho Wai) Lee Associate Professor of Physics & Astronomy Howardhw.lee@uci.edu Postdoctoral Fellow, California Institute of Technology, 2012-2015 Ph.D., Max Planck Institute for the Science of Light, Physics, 2012 MPhil, City University of Hong Kong, Electronic Engineering, 2008 BSc., City University of Hong Kong, Applied Physics, 2006 Professor Howard Lee is currently an Associate Professor in the Department of Physics and Astronomy at UC Irvine. Before joining UCI, he was an Associated Professor in the Department of Physics at Baylor University and IQSE Fellow and visiting professor in the Institute for Quantum Science and Engineering (IQSE) at TexasA&M. He was a Postdoctoral Fellow at Caltech during 2012-2015, working with Prof. Harry Atwater in active plasmonics\/metasurfaces. He received his PhD in Physics from the Max Planck Institute for the Science of Light in Germany in 2012 under the supervision of Prof. Philip Russell (2015 President of OSA). His current research focuses on active linear, nonlinear, and quantum plasmonic\/metasurface\/zero-index optics, quantum biophotonics and imaging, “meta”-fiber optics, and hybrid photonic-plasmonic on-chip optical devices. His work on nano-optics, plasmonics, and photonic crystals has led to 35 journal publications in various journals, such as Science , Nano Letters , Advanced Materials , ACS Photonics , and Laser & Photonics Reviews as well as 50 invited talks and 130 conference papers. Dr. Lee is a recipient of a 2020 SPIE Rising Researcher, a 2020 Baylor Outstanding Professor Award, a 2019 DARPA Director’s Fellowship, a 2019 IEEE OGC Young Scientist Award, a 2018 NSF CAREER Award, a 2017 DARPA Young Faculty Award, a 2018 OSA Ambassador, a 2017 APS Robert S. Hyer Award, a 2018 Baylor Young Investigator Award, a 2016 Baylor Proposal Development Award, and a 2012 Croucher Postdoctoral Fellowship. He organized more than 10 technical sessions in nanophotonics\/metasurfaces in international conferences (CLEO, META, PQE, MRS) and serves as Symposium Organizer for plasmonic\/metasurface symposiums at MRS 2019 Fall Meeting, 2020 Spring Meeting, 2020 Fall Meeting, and 2021 Spring Meeting. He is a Founding Associate Editor for OSA Continuum and Associate Editor for Nature Scientific Reports journals. His group has awarded for external grants with total amount of > $4M in the last four years. Current Research Interest: Active nano-optics\/plasmonics\/optical metasurfaces (include optoelectronic, nonlinear-optical, quantum-optical, magneto-optical effects) Zero-index linear and nonlinear optics and materials Quantum bio-photonics\/imaging using nanophotonic platform Nanostructured optical fiber for advanced light manipulation, sensing\/lasing, and spectroscopy Hybrid photonic-plasmonic on-chip optical nanocircuits and devices Extreme light-matter interaction Awards: 2020                            SPIE Rising Researcher 2020                            Outstanding Professor Award at Baylor University 2019                            DARPA Director’s Fellowship 2019                            Young Scientist Award, IEEE Optoelectronics Global Conference 2019                            OSA Senior Member 2018                            NSF CAREER Award 2018                            OSA Ambassador 2017                            APS Robert S. Hyer Award 2017                            DARPA Young Faculty Award 2017                            2018 Young Investigator Award, Baylor University 2015                            Fellow, The Institute for Quantum Science and Engineering, Texas A&M University"
            ]
        ]
    ]
}