{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DFJX335K",
            "1CjakmkAAAAJ",
            [
                "MAXIMA-1: a measurement of the cosmic microwave background anisotropy on angular scales of 10'-5"
            ],
            [
                "We present a map and an angular power spectrum of the anisotropy of the cosmic microwave background (CMB) from the first flight of the Millimeter‐wave Anisotropy Experiment Imaging Array (MAXIMA). MAXIMA is a balloon‐borne experiment with an array of 16 bolometric photometers operated at 100 mK. MAXIMA observed a 124 deg2 region of the sky with 10  resolution at frequencies of 150, 240, and 410 GHz. The data were calibrated using in‐flight measurements of the CMB dipole anisotropy. A map of the CMB anisotropy was produced from three 150 and one 240 GHz photometer without need for foreground subtractions. Analysis of this CMB map yields a power spectrum for the CMB anisotropy over the range  . The spectrum shows a peak with an amplitude of   μK at   and an amplitude varying between ∼40 and ∼50 μK for  ."
            ],
            [
                [
                    "Physics",
                    "Cosmology",
                    "Astrophysics",
                    "CMB",
                    "instrumentation"
                ]
            ],
            [
                "Adrian Lee Adrian Lee Professor 443 Physics South Adrian.Lee@berkeley.edu (510) 643-4606 POLARBEAR Adrian Lee joined the faculty in July 2000. He received his B.A. in physics from Columbia University in 1986 and his Ph.D. from Stanford University in 1993. At Stanford, he worked with Blas Cabrera on the early development of an experiment to detect non-baryonic dark matter. Following graduate school, Lee became a post-doctoral fellow at Stanford Medical School, where he worked on mapping functions in the human brain using magnetic resonance imaging. Subsequently, from 1994 to 2000, he did post-doctoral work at U.C. Berkeley with Paul Richards measuring spatial anisotropy in the 2.7 K cosmic microwave background. My field of observational cosmology is really exciting right now. New data are coming in at a rapid pace, answering some questions and raising yet more. Currently, the cosmic microwave background (CMB) is the primary focus of my research. We can now make accurate maps of the small temperature fluctuations in the CMB, which allows us to test cosmological models, such as inflation, and estimate values for cosmological parameters, such as the total energy density Ωtot and the baryon density Ωb. In the future, measurements of polarization anisotropy in the CMB will improve cosmological models and allow us to probe the inflationary era directly. A component of the predicted polarization signal results from gravity waves produced during the inflationary epoch 10-38 seconds after the Big Bang. If we can detect this component, we will open a window on Grand Unified Theory (GUT) energy scales. I am also interested in investigations of galaxy clusters via the Sunyaev-Zel'dovich effect (the scattering of CMB photons by the hot intracluster gas of a cluster). We can learn a great deal about cosmology with the Sunyaev-Zel'dovich effect by measuring the spatial distribution of clusters in the universe, as well as the distribution of gas in the clusters. All of these science goals will require a new level of instrumental sensitivity. To this end, I am involved in the development of bolometric detector arrays. Current instruments are using arrays of 10 to 100 bolometric pixels, but telescopes can accommodate arrays of 1,000 to 10,000 pixels. We are developing bolometer arrays using a combination of superconducting sensors and Superconducting QUantum Interference Device (SQUID) readout. Current Projects MAXIMA is a balloon-borne CMB anisotropy experiment. The balloon flies at an altitude of 125,000 feet to reduce the effect of the atmospheric fluctuations. MAXIMA has recently published an accurate fluctuation power spectrum that covers a factor of twenty range in angular scales. These measurements (along with the BOOMERanG balloon-borne measurements) represent a major advance over previous experiments. MAXIPOL is a CMB polarization experiment using the MAXIMA instrument. It should have sufficient sensitivity to detect the very small polarization signal by integrating deeply on a small patch of sky. We plan to fly the instrument roughly once a year. Website: http:\/\/www.physics.umn.edu\/cosmology\/maxipol Bolometer Array development: We are developing bolometer arrays of 1000 or more elements. The bolometer arrays are built with photolithographic techniques and use a superconducting metal biased in mid-transition as the temperature sensor. The detectors are operated at sub-Kelvin temperatures for high sensitivity. We are developing new techniques for coupling the bolometers to the telescope, for example, with planar antennas. Finally, we are developing methods for reading out many bolometers with a single SQUID. Such multiplexing of readouts is an important step for implementing large arrays. Future experiments: We are in the design stage for new experiments that will use the superconducting bolometer arrays. A highly sensitive CMB polarization experiment and a Sunyaev-Zel'dovich galaxy cluster survey instrument are being planned. ADMINISTRATIVE For Cosmic Microwave Background research in Chile, Professor Adrian Lee is the legal representative of the University of California, Berkeley. He represents the POLARBEAR, Simons Array, and Simons Observatory experiments. Publications A. T. Lee, P. L. Richards, S.-W. Nam, B. Cabrera, and K. D. Irwin, “A superconducting bolometer with strong electrothermal feedback,” Appl. Phys. Lett. 69, 1801 (1996). A. T. Lee, P. Ade, A. Balbi, J. Bock, J. Borrill, A. Boscaleri, P. De Bernardis, P. G. Ferreira, S. Hanany, V. V. Hristov, A. H. Jaffe, P. D. Mauskopf, C. B. Netterfield, E. Pascale, B. Rabii, P. L. Richards, G. F. Smoot, R. Stompor, C. D. Winant, J. H. P. Wu, “A high spatial resolution analysis of the MAXIMA-1 cosmic microwave background anisotropy data,’’ Ap. J. Letters, astro-ph\/0104459 (submitted). R. Stompor, M. Abroe, P. Ade, A. Balbi, D. Barbosa, J. Bock, J. Borrill, A. Boscaleri, P. De Bernardis, P. G. Ferreira, S. Hanany, V. Hristov, A. H. Jaffe, A. T. Lee, E. Pascale, B. Rabii, P. L. Richards, G. F. Smoot, C. D. Winant, J. H. P. Wu, “Cosmological implications of the MAXIMA-I high resolution Cosmic Microwave Background Anisotropy Measurement,’’ Ap. J. Letters, astro-ph\/0105062 (submitted). A. H. Jaffe, P. A. R. Ade, A. Balbi, J. J. Bock, J. R. Bond, J. Borrill, A. Boscaleri, K. Coble, B. P. Crill, P. de Bernardis, P. Farese, P. G. Ferreira, K. Ganga, M. Giacometti, S. Hanany, E. Hivon, V. V. Hristov, A. Iacoangeli, A. E. Lange, A. T. Lee, L. Martinis, S. Masi, P. D. Mauskopf, A. Melchiorri, T. Montroy, C. B. Netterfield, S. Oh, E. Pascale, F. Piacentini, D. Pogosyan, S. Prunet, B. Rabii, S. Rao, P. L. Richards, G. Romeo, J. E. Ruhl, F. Scaramuzzi, D. Sforna, G. F. Smoot, R. Stompor, C. D. Winant, J. H. P. Wu, “Cosmology from Maxima-1, Boomerang and COBE\/DMR CMB observations,’’ Physical Review Letters, astro-ph\/0007333 (submitted)."
            ]
        ]
    ]
}