{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DFLNC7CA",
            "bXw3WpYAAAAJ",
            [
                "Extracellular synthesis of silver nanoparticles using leaves of Euphorbia hirta and their antibacterial activities",
                "Green synthesis of silver nanoparticle using Euphorbia hirta L and their antifungal activities.",
                "Hypoglycemic effect of Brassica juncea (seeds) on streptozotocin induced diabetic male albino rat",
                "Intense and exhaustive exercise induce oxidative stress in skeletal muscle",
                "Pharmacognosy of Coccinia grandis: a review",
                "A review on antimicrobial efficacy of some traditional medicinal plants in Tamilnadu",
                "Synthesis, characterization, and evaluation of the antimicrobial efficacy of Boswellia ovalifoliolata stem bark-extract-mediated zinc oxide nanoparticles",
                "Achyranthes aspera leaf extracts inhibited fungal growth",
                "Restorative effect of Eclipta alba in CCl4 induced hepatotoxicity in male albino rats",
                "Hypolipidaemic and antioxidant effect of Enicostemma littorale Blume"
            ],
            [
                "Aqueous extract of shade dried leaves of Euphorbia hirta (L) was used for the synthesis of silver (Ag) nanoparticles. UV-visible spectroscopy studies were carried out to assess the formation Ag nanoparticles. Scanning Electron Microscopic (SEM) was used to characterize the Ag nanoparticles. SEM image divulges that silver nanoparticles are quite polydispersed, the size ranging from 40 nm to 50 nm. The above silver nanoparticles were effective against B. cereus and S. aureus. The move towards extracellular synthesis of Ag nanoparticles using dried biomass appears to be cost effective, eco-friendly to that of conventional methods of nanoparticles synthesis.",
                "Development of biologically inspired experimental processes for the synthesis of nanoparticles nanoparticles Subject Category: Miscellaneous",
                "To evaluate the hypoglycemic effect of Brassica juncea (seeds) on streptozotocin induced diabetic male albino rats.Hypoglycemic activity of Brassica juncea (seeds) aqueous extract at a dose of 250, 350 and 450 mg\/kg body weight was evaluated. Adult male Swiss albino rats of six numbers in each group was undertaken for study and evaluated.The serum insulin levels were recorded a significant depletion in all groups, short term as well as long term diabetic animals, when compared to that of normal animals. A significant dosage dependent augmenting effect of the seed extract on the serum insulin was recorded in both short term as well as long term groups.The aqueous seed extract of Brassica juncea has potent hypoglycemic activity in male albino rat.",
                "To assess the oxidative stress and antioxidant defense system in the skeletal muscle of male albino rats subjected to strenuous exercise programme.Wistar strain albino rats were subjected to exhaustive swimming exercise programme daily for a period of five days. The thiobarbituric acid reactive substances (TBARS), conjugated dienes, superoxide dismutase, catalase, glutathione peroxidase and glutathione-S-transferase were measured in the gastrocnemius muscle of the exercised animals.The elevated levels of TBARS and conjugated dienes indicated the oxidative stress in the gastrocemius muscle of the exercised animals. The depleted activity levels of superoxide dismutase, catalase, glutathione peroxidase and glutathione-S-transferase in the exercise animals indicated the increased oxidative stress and decreased antioxidative defense system in the muscle.The study …",
                "Traditional system of medicine consists of large number of plants with various medicinal and pharmacological importances and hence represents a priceless tank of new bioactive molecules. Coccinia grandis belongs to the family Cucurbitaceae. It is a rapidly growing, perennial climber or trailing vine. Traditionally different parts of this plant namely the roots, leaves and fruits are used in folklore medicine for several purposes like jaundice, diabetes, wound healing, ulcers, stomach ache, skin disease, fever, asthma, cough. The leaf and its constituents have been reported to possess hypoglycaemic, hypolipidemic and antioxidant properties. This review provides adequate information to develop suitable therapeutics out of these plant parts.",
                "Infectious diseases are one of the major problems in developing as well as developed countries. Traditional medicinal plants are widely used to treat the microbial diseases due to their rich source of antimicrobial activity and less cost. The different plant parts such as seed, fruit, root, bark, stem, leaf and even the whole plant were extracted using different solvents like ethanol, methanol, chloroform, acetone, petroleum ether, alcohol, and ethyl acetate. These extracts were tested by diffusion method against gram positive, gram negative bacteria and fungi to assess their antimicrobial activity. This review provides a lucid data of nearly 70 traditional medicinal plants with antimicrobial activity and this would open up the scope for further analysis of medicinal plant extracts to develop effective antimicrobial drugs.",
                "Synthesis of metal nanoparticles using biological systems is an expanding research area in nanotechnology. Moreover, search for new nanoscale antimicrobials is been always attractive as they find numerous avenues for application in medicine. Biosynthesis of metallic nanoparticles is cost effective and eco-friendly compared to those of conventional methods of nanoparticles synthesis. Herein, we present the synthesis of zinc oxide nanoparticles using the stem bark extract of Boswellia ovalifoliolata, and evaluation of their antimicrobial efficacy. Stable ZnO nanoparticles were formed by treating 90 ml of 1 mM zinc nitrate aqueous solution with 10 ml of 10 % bark extract. The formation of B. ovalifoliolata bark-extract-mediated zinc oxide nanoparticles (BZnNPs) was confirmed by UV–visible spectroscopic analysis and recorded the localized surface plasmon resonance (LSPR) at 230 nm. Fourier transform …",
                "The aim of the study was investigate antifungal activity of the various leaves extracs of Achyranthes aspera Linn. The aqueous, ethanol and methanol leaves extracts of Achyranthes aspera Linn.(Family: Amaranthaceae) were evaluated for antifungal activity against clinically important fungal spp viz. Candida albicans (MTCC 227), C. tropicalis (MTCC 750),",
                "To elucidate the restorative effect of the aqueous leaf extract (85%) of the traditional medicinal plant Eclipta alba (E. alba) against CCl4 induced hepatotoxicity in male albino rats.Restorative activity was assessed using CCl4-induced hepatic injury in rats by monitoring biochemical parameters. Biochemical markers of hepatic damage such as aspartate transaminase (AST), alanine transaminase (ALT) and alkaline phosphatase (ALP) were assessed in serum. The oxidative stress was evaluated by measuring the levels of thiobarbutric acid reactive substance (TBARS), hydroperoxides, activity levels of enzymes viz. superoxide dismutase (SOD), catalase (CAT), glutathione peroxidase (GPX) and glutathione-s-transferase (GST) in hepatic tissue.CCl4 and olive oil mixture (1:1 dosage of 1 mL\/kg b.w.) induced oxidative stress was indicated by elevated levels of TBARS and hydroperoxides, and …",
                "To investigate the hypolipidaemic and antioxidant effects of aqueous leaf extract of Enicostemma littorale (E. littorale) Blume (Ens) against ethanol induced hepatic injury in albino rats.Male albino rats of six numbers in each group were undertaken for study. Hypolipidaemic and antioxidant effect of E. littorale Blume (Ens) aqueous leaf extract at a dosage of 250 mg\/kg bw was evaluated.Levels of serum and tissue cholesterol, triglycerides and free fatty acids were elevated and levels of tissue thiobarbituric acid reactive substances (TBARS) and lipid hydroperoxide were increased in ethanol treated rats. The activity levels of liver antioxidant enzymes such as superoxide dismutase (SOD), catalase (CAT), glutathione peroxidase (GPX) and glutathione-s-transferase (GST) were decreased. After adiminstration of extract of E. littorale Blume, levels of cholesterol, triglycerides and free fatty acids …"
            ],
            [
                [
                    "Physiology\/Biochemistry\/Nanotechnology"
                ]
            ],
            [
                "David Ernst Texas A&M University, Association of Former Students Outstanding Teacher Award, 1983 American Physical Society, Fellow, 1985-present University of Frankfurt, Deutsche Forschungsgemeinschaft Professor, 1988 - 1991 Vanderbilt University, Alexander Heard Distinguished Professor, 2002-2003 Vanderbilt University, Affirmative Action and Diversity Initiative Award, 2005 National Society of Black Physicists, Fellow, 2009-present Society for the Advancement of Chicanos and Native Americans in Science, Distinguished Professional Mentor Award, 2011 Southeast Section of the American Physical Society, Francis G. Slack Award, 2011 American Physical Society, Daniel Nicholson Medal for Human Outreach, 2012 Vanderbilt, Organization of Black Graduate and Professional Students, The Distinguished Faculty Award, 2013 phone: 615-343-0483 6605 Stevenson PhD, Massachusetts Institute of Technology, 1970"
            ]
        ]
    ]
}