{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DH54OOXV",
            "UaneKVMAAAAJ",
            [
                "Multi-messenger observations of a binary neutron star merger",
                "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
                "First observation of PeV-energy neutrinos with IceCube",
                "First year performance of the IceCube neutrino telescope",
                "Sensitivity of the IceCube detector to astrophysical sources of high energy muon neutrinos",
                "Neutrino emission from the direction of the blazar TXS 0506+ 056 prior to the IceCube-170922A alert",
                "The IceCube data acquisition system: Signal capture, digitization, and timestamping",
                "Observation and Characterization of a Cosmic Muon Neutrino Flux from the Northern Hemisphere using six years of IceCube data",
                "Search for dark matter annihilations in the Sun with the 79-string IceCube detector",
                "A combined maximum-likelihood analysis of the high-energy astrophysical neutrino flux measured with IceCube"
            ],
            [
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
                "We report on the observation of two neutrino-induced events which have an estimated deposited energy in the IceCube detector of 1.04±0.16 and 1.14±0.17 PeV, respectively, the highest neutrino energies observed so far. These events are consistent with fully contained particle showers induced by neutral-current ν e, μ, τ (ν e, μ, τ) or charged-current ν e (ν e) interactions within the IceCube detector. The events were discovered in a search for ultrahigh energy neutrinos using data corresponding to 615.9 days effective live time. The expected number of atmospheric background is 0.082±0.004 (stat)− 0.057+ 0.041 (syst). The probability of observing two or more candidate events under the atmospheric background-only hypothesis is 2.9× 10− 3 (2.8 σ) taking into account the uncertainty on the expected number of background events. These two events could be a first indication of an astrophysical neutrino flux; the …",
                "The first sensors of the IceCube neutrino observatory were deployed at the South Pole during the austral summer of 2004–2005 and have been producing data since February 2005. One string of 60 sensors buried in the ice and a surface array of eight ice Cherenkov tanks took data until December 2005 when deployment of the next set of strings and tanks began. We have analyzed these data, demonstrating that the performance of the system meets or exceeds design requirements. Times are determined across the whole array to a relative precision of better than 3 ns, allowing reconstruction of muon tracks and light bursts in the ice, of air-showers in the surface array and of events seen in coincidence by surface and deep-ice detectors separated by up to 2.5 km.",
                "We present results of a Monte Carlo study of the sensitivity of the planned IceCube detector to predicted fluxes of muon neutrinos at TeV to PeV energies. A complete simulation of the detector and data analysis is used to study the detector’s capability to search for muon neutrinos from potential sources such as active galaxies and gamma-ray bursts (GRBs). We study the effective area and the angular resolution of the detector as a function of muon energy and angle of incidence. We present detailed calculations of the sensitivity of the detector to both diffuse and pointlike neutrino fluxes, including an assessment of the sensitivity to neutrinos detected in coincidence with GRB observations. After three years of data taking, IceCube will be able to detect a point-source flux of Eν2×dNν\/dEν=7×10−9 cm−2 s−1 GeV at a 5σ significance, or, in the absence of a signal, place a 90% c.l. limit at a level of Eν2×dNν\/dEν=2×10−9 …",
                "A high-energy neutrino event detected by IceCube on 22 September 2017 was coincident in direction and time with a gamma-ray flare from the blazar TXS 0506+056. Prompted by this association, we investigated 9.5 years of IceCube neutrino observations to search for excess emission at the position of the blazar. We found an excess of high-energy neutrino events, with respect to atmospheric backgrounds, at that position between September 2014 and March 2015. Allowing for time-variable flux, this constitutes 3.5σ evidence for neutrino emission from the direction of TXS 0506+056, independent of and prior to the 2017 flaring episode. This suggests that blazars are identifiable sources of the high-energy astrophysical neutrino flux.",
                "IceCube is a km-scale neutrino observatory under construction at the South Pole with sensors both in the deep ice (InIce) and on the surface (IceTop). The sensors, called Digital Optical Modules (DOMs), detect, digitize and timestamp the signals from optical Cherenkov-radiation photons. The DOM Main Board (MB) data acquisition subsystem is connected to the central DAQ in the IceCube Laboratory (ICL) by a single twisted copper wire-pair and transmits packetized data on demand. Time calibration is maintained throughout the array by regular transmission to the DOMs of precisely timed analog signals, synchronized to a central GPS-disciplined clock. The design goals and consequent features, functional capabilities, and initial performance of the DOM MB, and the operation of a combined array of DOMs as a system, are described here. Experience with the first InIce strings and the IceTop stations indicates that …",
                "The detection of high-energy cosmic neutrinos as cosmic messengers has been an important goal of astroparticle physics. Being stable, electrically neutral particles, high-energy neutrinos are able to propagate almost undisturbed through the universe from their production sites to Earth keeping their directional and energy information. Hence, they constitute excellent cosmic messenger particles, particularly at the highest energies. They arise from weak decays of hadrons, mostly pions and kaons, which are expected to be produced by hadronic interactions of cosmic rays in the surrounding matter of the cosmic-ray accelerator. Their observation will help to elucidate the unknown sources of high-energy cosmic rays (Gaisser et al. 1995; Learned & Mannheim 2000;",
                "We have performed a search for muon neutrinos from dark matter annihilation in the center of the Sun with the 79-string configuration of the IceCube neutrino telescope. For the first time, the DeepCore subarray is included in the analysis, lowering the energy threshold and extending the search to the austral summer. The 317 days of data collected between June 2010 and May 2011 are consistent with the expected background from atmospheric muons and neutrinos. Upper limits are set on the dark matter annihilation rate, with conversions to limits on spin-dependent and spin-independent scattering cross sections of weakly interacting massive particles (WIMPs) on protons, for WIMP masses in the range 20–5000 GeV\/c 2. These are the most stringent spin-dependent WIMP-proton cross section limits to date above 35 GeV\/c 2 for most WIMP models.",
                "With the completion of the IceCube detector in 2010 December, a decade-long journey toward building a kilometerscale neutrino detector was finally concluded (for a review see, eg, Spiering 2012). Using this instrument, we aimed to detect the first extraterrestrial neutrinos, and thus to explore territories previously inaccessible to astronomy. These neutrinos have now been detected: in Aartsen et al.(2013, 2014e), the IceCube Collaboration presented the first evidence for a flux of highenergy extraterrestrial neutrinos, based on a search for events that start and deposit 30 TeV inside the detection volume of IceCube. Indications for this flux had already been found in earlier analyses performed on data taken during the construction phase of IceCube (Schönwald et al. 2013; Aartsen et al. 2014c, 2014d). More recently, the flux was measured down to deposited energies of 10 TeV (Aartsen et al. 2015a), and evidence …"
            ],
            [
                [
                    "Astroparticle Physics"
                ]
            ],
            [
                "itaboada3 Ignacio Taboada PhD in Physics and Astronomy, U. Pennsylvania. 2002 BSc Physics Cum Laude. U. Simon Bolivar. 1994 Experimental Particle Astrophysics. Neutrino astronomy with IceCube. Via unknown mechanisms, some astrophysical sources can accelerate particles up to ten million times more than human-made accelerators. These subatomic particles (electrons, protons, nuclei) are called cosmic rays and have energies as high as that of a tennis ball served by a professional player! Because cosmic rays, being charged particles, are deflected in galactic and extra-galactic magnetic fields, we still do not know where they come from. The same mechanisms that produce cosmic rays, result in the production of neutrinos which can be detected by IceCube . IceCube is a very-high-energy neutrino telescope operating at the South Pole. IceCube monitors all the sky, all the time in search for neutrinos of astrophysical origin. In 2013, IceCube discovered very-high-energy astrophysical neutrinos and in 2017, IceCube identified a blazar (TXS 0506+056 or “Texas”) as a likely source of neutrinos. These are just two opening successes of the birth of hihg-energy neutrino astrophysics. The Taboada group uses IceCube data to search for astrophyscal neutrinos from transient sources. itaboada@gatech.edu (404) 385-7679 Howey N116 Taboada's Research Page"
            ]
        ]
    ]
}