{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DHQAS7ZM",
            "zGBj_fsAAAAJ",
            [
                "Quantum oscillations from surface Fermi arcs in Weyl and Dirac semimetals",
                "Landau quantization and quasiparticle interference in the three-dimensional Dirac semimetal Cd3As2"
            ],
            [
                "In a magnetic field, electrons in metals repeatedly traverse closed magnetic orbits around the Fermi surface. The resulting oscillations in the density of states enable powerful experimental techniques for measuring a metal’s Fermi surface structure. On the other hand, the surface states of Weyl semimetals consist of disjoint, open Fermi arcs raising the question of whether they can be observed by standard quantum oscillatory techniques. Here, we find that the open Fermi arcs participate in unusual closed magnetic orbits by traversing the bulk of the sample to connect opposite surfaces. These orbits have anomalous features that are impossible for conventional surface states, and result in quantum oscillations that contain observable signatures of the topological character of the bulk Weyl semimetal. We also apply our predictions to the compounds Cd 3 As 2 and Na 3 Bi that were recently proposed to be three …",
                "Condensed-matter systems provide a rich setting to realize Dirac 1 and Majorana 2 fermionic excitations as well as the possibility to manipulate them for potential applications 3, 4. It has recently been proposed that chiral, massless particles known as Weyl fermions can emerge in certain bulk materials 5, 6 or in topological insulator multilayers 7 and give rise to unusual transport properties, such as charge pumping driven by a chiral anomaly 8. A pair of Weyl fermions protected by crystalline symmetry effectively forming a massless Dirac fermion has been predicted to appear as low-energy excitations in a number of materials termed three-dimensional Dirac semimetals 9, 10, 11. Here we report scanning tunnelling microscopy measurements at sub-kelvin temperatures and high magnetic fields on the II–V semiconductor Cd 3 As 2. We probe this system down to atomic length scales, and show that defects mostly …"
            ],
            [
                [
                    "Physics",
                    "Condensed Matter Theory"
                ]
            ]
        ]
    ]
}