{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DIL8Z04I",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Alex Zettl Alex Zettl 341 Birge azettl@physics.berkeley.edu (510) 642-4939 Other: (510) 642-7352 Zettl Research Group Alex Zettl received his B.A. from UC Berkeley in 1978 and his Ph.D. from UCLA in 1983. He joined the Physics Department faculty at UC Berkeley in 1983. Currently he is Professor of Physics at UC Berkeley, Senior Scientist at LBNL, and Member of the Kavli Energy NanoSciences Institute at Berkeley. Awards and Honors include Presidential Young Investigator Award (1984-89), Sloan Foundation Fellowship (1984-86), IBM Faculty Development Award (1985-87), and Miller Professorship (1995), Lucent Technologies Faculty Award (1996), Fellow of the American Physical Society (1999), Lawrence Berkeley National Laboratory Outstanding Performance Award (1995 and 2004), James C. McGroddy Prize for New Materials (2006), Miller Professorship (2007), and R&D 100 Award (2004 & 2015). My research interests are in experimental condensed matter physics. We synthesize and characterize novel materials with unusual electronic and magnetic ground states, including low-dimensional and nanoscale structures. Examples are charge- and spin-density-wave conductors, superconductors, giant magnetoresistance materials, fullerenes, and nanotubes. Experimental characterization techniques include structural measurements (TEM, X-ray scattering) and the examination of general transport coefficients (dc and high frequency conductivity, Hall effect, thermal conductivity, thermopower), high magnetic field studies, high pressure effects, and velocity of sound. In addition we operate a high magnetic field cryogenic STM capable of manipulating and assembling individual atoms into interesting structures. High-temperature superconductors : We synthesize polycrystalline, single crystal, and thin film and superlattice specimens of high- T c oxide superconductors such as Y-Ba-Cu-O, Bi-Sr-Ca-Cu-O, and Hg-Ba-Ca-Cu-O, and perform isotope effect, intercalation, and magnetotransport studies. The goal is to understand the normal state transport and the mechanism of superconductivity. New superconductors have been synthesized and are being used to test theoretical models. Vortex (Abrikosov and Josephson) dynamics are studied in applied magnetic fields to 17.5 Tesla. Fullerene-based conductors and superconductors : Fullerenes such as the soccer-ball-shaped molecule C 60 are the basis for interesting conductors and superconductors. We intercalate C 60 single crystals with alkali metals and study isotope effects (both alkali and cabon), general transport, magnetotransport, and high pressure effects. The C 60 molecules can be polymerized into quasi-one-dimensional chains. These new air-stable conducting crystals display unusual phase transitions that we examine via conductivity, specific heat, x-ray scattering, and STM. Nanotubes : It is possible to arrange carbon atoms into near-perfect nanotubes— structures with diameters on the order of 10Å to 1000Å and lengths over 100µm. Theoretically, these tubes are the strongest possible fiber, and they are predicted to have unusual electronic properties (some are conductors, others insulators). We fabricate carbon nanotubes and measure their structure via TEM and electrical and mechanical properties using other techniques. It is possible to fill the tubes with other atoms, and to collapse the tubes into flat, flexible ribbons. In addition, it has been predicted that nanotubes containing boron and nitrogen, B x C y N z , may have many properties superior to carbon nanotubes for applications purposes. We synthesize such tubes and study their properties. Giant magnetoresistance materials : Materials such as La-Ba-Mn-O are semiconductor-like at high temperature and metal-like (with magnetic ground states) at low temperature. In the intermediate temperature regime (typically somewhat below room temperature), they may display an unusually large negative magnetoresistance. We study the magnetoresistance and other transport properties in order to understand the conduction and scattering mechanisms. Atomic-scale manipulation : We have designed and constructed a unique high-speed, high-field, cryogenic UHV scanning tunneling microscope capable of assembling and measuring the electronic properties of nanoscale structures, including superconductors and nanotubes. Please see Alex Zettl's complete list of publications here ."
            ]
        ]
    ]
}