{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DIOOKKES",
            "K4gZzBUAAAAJ",
            [
                "The relationship between infrared, optical, and ultraviolet extinction",
                "A quantitative comparison of the Small Magellanic Cloud, Large Magellanic Cloud, and Milky Way ultraviolet to near-infrared extinction curves",
                "The R Coronae borealis stars",
                "Herschel detects a massive dust reservoir in supernova 1987A",
                "Surveying the agents of galaxy evolution in the tidally stripped, low metallicity Small Magellanic Cloud (SAGE-SMC). II. Cool evolved stars",
                "The determination of ultraviolet extinction from the optical and near-infrared",
                "Massive-star supernovae as major dust factories",
                "Starburst-like dust extinction in the small magellanic cloud",
                "Cosmic fluctuation spectra with large-scale power",
                "A Reanalysis of the Ultraviolet Extinction from interstellar dust in the Large Magellanic Cloud"
            ],
            [
                "Using the parameterized extinction data of Fitzpatrick and Massa for the ultraviolet, and various sources",
                "We present an exhaustive quantitative comparison of all the known extinction curves in the Small and Large Magellanic Clouds (SMC and LMC) with our understanding of the general behavior of Milky Way extinction curves. The  ‐dependent CCM relationship of Cardelli, Clayton, and Mathis and the sample of extinction curves used to derive this relationship are used to describe the general behavior of Milky Way extinction curves. The ultraviolet portion of the SMC and LMC extinction curves are derived from archival IUE data, except for one new SMC extinction curve, which was measured using Hubble Space Telescope Space Telescope Imaging Spectrograph observations. The optical extinction curves are derived from new (for the SMC) and literature UBVRI photometry (for the LMC). The near‐infrared extinction curves are calculated mainly from 2MASS photometry supplemented with DENIS and new JHK …",
                "This year marks the bicentennial of the discovery of the variability of R Coronae Borealis. The R Coronae Borealis (RCB) stars are distinguished from other hydrogen-deficient objects by their spectacular dust formation episodes. They may decline by up to 8 magnitudes in a few weeks revealing a rich emission-line spectrum. Their atmospheres have unusual abundances with very little hydrogen and an overabundance of carbon and nitrogen. The RCB stars are thought to be the product of a final helium shell flash or the coalescence of a binary white-dwarf system. Dust may form in non-equilibrium conditions created behind shocks caused by pulsations in the atmospheres of these stars. The RCB stars are interesting and important, first because they represent a rare, or short-lived stage of stellar evolution, and second because these stars regularly produce large amounts of dust so they are laboratories for the study …",
                "We report far-infrared and submillimeter observations of supernova 1987A, the star whose explosion was observed on 23 February 1987 in the Large Magellanic Cloud, a galaxy located 160,000 light years away. The observations reveal the presence of a population of cold dust grains radiating with a temperature of about 17 to 23 kelvin at a rate of about 220 times the luminosity of the Sun. The intensity and spectral energy distribution of the emission suggest a dust mass of about 0.4 to 0.7 times the mass of the Sun. The radiation must originate from the supernova ejecta and requires the efficient precipitation of all refractory material into dust. Our observations imply that supernovae can produce the large dust masses detected in young galaxies at very high redshifts.",
                "We investigate the infrared (IR) properties of cool, evolved stars in the Small Magellanic Cloud (SMC), including the red giant branch (RGB) stars and the dust-producing red supergiant (RSG) and asymptotic giant branch (AGB) stars using observations from the Spitzer Space Telescope Legacy program entitled\" Surveying the Agents of Galaxy Evolution in the Tidally Stripped, Low Metallicity SMC,\" or SAGE-SMC. The survey includes, for the first time, full spatial coverage of the SMC bar, wing, and tail regions at IR wavelengths (3.6-160 μm). We identify evolved stars using a combination of near-IR and mid-IR photometry and point out a new feature in the mid-IR color-magnitude diagram that may be due to particularly dusty O-rich AGB stars. We find that the RSG and AGB stars each contribute≈ 20% of the global SMC flux (extended+ point-source) at 3.6 μm, which emphasizes the importance of both stellar types to …",
                "We have considered the optical\/near-infrared (UBVRJJHKL) photometry for a sample of stars with well",
                "We present late-time optical and mid-infrared observations of the Type II supernova 2003gd in the galaxy NGC 628. Mid-infrared excesses consistent with cooling dust in the ejecta are observed 499 to 678 days after outburst and are accompanied by increasing optical extinction and growing asymmetries in the emission-line profiles. Radiative-transfer models show that up to 0.02 solar masses of dust has formed within the ejecta, beginning as early as 250 days after outburst. These observations show that dust formation in supernova ejecta can be efficient and that massive-star supernovae could have been major dust producers throughout the history of the universe.",
                "The recent discovery that the ultraviolet (UV) dust extinction in starburst galaxies is similar to that found in the Small Magellanic Cloud (SMC) motivated us to reinvestigate the UV extinction found in the SMC. We have been able to improve significantly on previous studies by carefully choosing pairs of well-matched reddened and unreddened stars. In addition, we benefited from the improved signal-to-noise ratio of the NEWSIPS International Ultraviolet Explorer (IUE) data and the larger sample of SMC stars now available. Searching the IUE Final Archive, we found only four suitable early-type stars that were significantly reddened and had well-matched comparison stars. The extinction for three of these stars is remarkably similar. The curves are roughly linear with λ-1 and have no measurable 2175 Å bump. The fourth star has an extinction curve with a significant 2175 Å bump and weaker far-UV extinction. The dust …",
                "Observations of the cluster-cluster and cluster-galaxy correlation functions and of large-scale streaming",
                "We have reanalyzed the Large Magellanic Cloud's (LMC) ultraviolet (UV) extinction using data from the IUE final archive. Our new analysis takes advantage of the improved signal-to-noise ratio of the IUE NEWSIPS reduction, the exclusion of stars with very low reddening, the careful selection of well-matched comparison stars, and an analysis of the effects of Galactic foreground dust. Differences between the average extinction curves of the 30 Dor region and the rest of the LMC are reduced compared with previous studies. We find that there is a group of stars with very weak 2175 Å bumps that lie in or near the region occupied by the supergiant shell, LMC 2, on the southeast side of 30 Dor. The average extinction curves inside and outside LMC 2 show a very significant difference in 2175 Å bump strength, but their far-UV extinctions are similar. While it is unclear whether or not the extinction outside the LMC 2 …"
            ],
            [
                [

                ]
            ],
            [
                "Geoffrey Clayton Ball Family Distinguished Professor Ph.D., 1983 - University of Toronto 233-A Nicholson Hall, Tower Dr. (225) 578-8275-Office gclayton@phys.lsu.edu Personal Home Page Astronomy - Astrophysics My research involves the study of dust in various astrophysical environments: circumstellar,\n                     interstellar and extragalactic. I am studying how dust grain properties change from\n                     quiescent cloud to star-forming cloud to circumstellar environments.With my collaborators,\n                     I am modeling dust on microscopic and macroscopic scales to determine the role of\n                     dust in the energy budget of these various environments. We use extinction, polarization,\n                     abundance and spectroscopic observations from the UV to the IR for the same sightlines\n                     obtained from Hubble and Spitzer Space Telescopes as well as other space- and ground-based\n                     telescopes. The goal is to produce a unified model of dust which will satisfy observational\n                     constraints from all wavelengths (UV to IR) in these different environments using\n                     the DDA and MEM codes. To this end we are investigating Radiative Transfer in circumstellar,\n                     star formation and extragalactic environments. The capabilities of our Monte Carlo\n                     codes include, scattering, radiative equilibrium solutions, emission from PAHs, and\n                     scattering from aligned grains. These codes produce spectra, images, and polarization\n                     (images and spectra) for comparison with observations. Current and Select Publications Clayton, G. C., Gordon, K.D., Bianchi, L. C., Massa, D. L., Fitzpatrick, E.L., Bohlin,\n                     R.C., and Wolff, M. J., \"New Ultraviolet Extinction Curves for Investellar Dust in\n                     M31*,\" Ap. J. 815 , 1 (2015). Welch, D.L., Clayton, G.C., Campbell, A., Barlow, M.J., Sugerman, B.E.K., Meixner,\n                     M., and Bank, S.H.R., \"An Extremely Bright Echo Associated with Sn 2002hh,\" in press\n                     (November 1) (2007). Clayton, G.C., Geballe, T.R., Herwig, F., Fryer, C., and Asplund, \"Very large Excesses\n                     of 18 O in Hydrogen-deficient Carbon and R Coronae Borealis Stars: Evidence for White Dwarf\n                     Mergers,\" Ap. J. 662 , 1220 (2007). Clayton, G.C., Kerber, F., Pirzkal, N., De Marco, O., Crowther, P.A., and Fedrow,\n                     J.M., \"V605 Aql: The Older Twin of Sakurai's Object,\" Ap. J. Letters 646 , L69 (2006). Sugerman, B.E.K., Ercolano, B., Barlow, M.J., Tielens, A.G.G.M., Clayton, G.C., Zijlstra,\n                     A.A., Meixner, J. Speck, A., Gledhill, T.M., Panagia, N., Cohen, M., Gordon, K.D.,\n                     Meyer, M., Fabbri, J., Welch, D.L., Regan, M.W., and Kennicutt, Jr., R.C., \"Massive-Star\n                     Supernovae as Major Dust Factories in the Early Universe,\" Science 313 , 196 (2006). G.C. Clayton, K.D. Gordon, F. Salama, L.J. Allamandola, P.G. Martin, T.P. Snow, D.C.B.\n                     Whittet, A.N. Witt, and M.J. Wolff, \"The Role of Polycyclic Aromatic Hydrocarbons\n                     in Ultraviolet Extinction I Probing Small Molecular PAHs,\" Ap. J. 592 , 947 (2003). Clayton, G.C., \"The R Coronae Borealis Stars,\" PASP 108 , 225 (1998). J.A. Cardelli, G.C. Clayton, and J.S. Mathis, \"The Relationship Between Infrared,\n                     Optical, and Ultraviolet Extinction,\" Ap. J. 345 , 245 (1989)."
            ]
        ]
    ]
}