{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DKMTNVGL",
            "rcs6IKwAAAAJ",
            [
                "Evolution of genes and genomes on the Drosophila phylogeny",
                "The contribution of de novo coding mutations to autism spectrum disorder",
                "De novo gene disruptions in children on the autistic spectrum",
                "Genome sequence of Aedes aegypti, a major arbovirus vector",
                "A whole-genome assembly of the domestic cow, Bos taurus",
                "Big data: astronomical or genomical?",
                "The draft genome of the transgenic tropical fruit tree papaya (Carica papaya Linnaeus)",
                "Hybrid error correction and de novo assembly of single-molecule sequencing reads",
                "Draft genome sequence of the sexually transmitted pathogen Trichomonas vaginalis",
                "CloudBurst: highly sensitive read mapping with MapReduce"
            ],
            [
                "Comparative analysis of multiple genomes in a phylogenetic framework dramatically improves the precision and sensitivity of evolutionary inference, producing more robust results than single-genome analyses can provide. The genomes of 12 Drosophila species, ten of which are presented here for the first time (sechellia, simulans, yakuba, erecta, ananassae, persimilis, willistoni, mojavensis, virilis and grimshawi), illustrate how rates and patterns of sequence divergence across taxa can illuminate evolutionary processes on a genomic scale. These genome sequences augment the formidable genetic tools that have made Drosophila melanogaster a pre-eminent model for animal genetics, and will further catalyse fundamental research on mechanisms of development, cell biology, genetics, disease, neurobiology, behaviour, physiology and evolution. Despite remarkable similarities among these Drosophila species …",
                "Whole exome sequencing has proven to be a powerful tool for understanding the genetic architecture of human disease. Here we apply it to more than 2,500 simplex families, each having a child with an autistic spectrum disorder. By comparing affected to unaffected siblings, we show that 13% of de novo missense mutations and 43% of de novo likely gene-disrupting (LGD) mutations contribute to 12% and 9% of diagnoses, respectively. Including copy number variants, coding de novo mutations contribute to about 30% of all simplex and 45% of female diagnoses. Almost all LGD mutations occur opposite wild-type alleles. LGD targets in affected females significantly overlap the targets in males of lower intelligence quotient (IQ), but neither overlaps significantly with targets in males of higher IQ. We estimate that LGD mutation in about 400 genes can contribute to the joint class of affected females and males of lower …",
                "Exome sequencing of 343 families, each with a single child on the autism spectrum and at least one unaffected sibling, reveal de novo small indels and point substitutions, which come mostly from the paternal line in an age-dependent manner. We do not see significantly greater numbers of de novo missense mutations in affected versus unaffected children, but gene-disrupting mutations (nonsense, splice site, and frame shifts) are twice as frequent, 59 to 28. Based on this differential and the number of recurrent and total targets of gene disruption found in our and similar studies, we estimate between 350 and 400 autism susceptibility genes. Many of the disrupted genes in these studies are associated with the fragile X protein, FMRP, reinforcing links between autism and synaptic plasticity. We find FMRP-associated genes are under greater purifying selection than the remainder of genes and suggest they are …",
                "We present a draft sequence of the genome of Aedes aegypti, the primary vector for yellow fever and dengue fever, which at ∼1376 million base pairs is about 5 times the size of the genome of the malaria vector Anopheles gambiae. Nearly 50% of the Ae. aegypti genome consists of transposable elements. These contribute to a factor of ∼4 to 6 increase in average gene length and in sizes of intergenic regions relative to An. gambiae and Drosophila melanogaster. Nonetheless, chromosomal synteny is generally maintained among all three insects, although conservation of orthologous gene order is higher (by a factor of ∼2) between the mosquito species than between either of them and the fruit fly. An increase in genes encoding odorant binding, cytochrome P450, and cuticle domains relative to An. gambiae suggests that members of these protein families underpin some of the biological differences between the …",
                "The genome of the domestic cow, Bos taurus, was sequenced using a mixture of hierarchical and whole-genome shotgun sequencing methods. We have assembled the 35 million sequence reads and applied a variety of assembly improvement techniques, creating an assembly of 2.86 billion base pairs that has multiple improvements over previous assemblies: it is more complete, covering more of the genome; thousands of gaps have been closed; many erroneous inversions, deletions, and translocations have been corrected; and thousands of single-nucleotide errors have been corrected. Our evaluation using independent metrics demonstrates that the resulting assembly is substantially more accurate and complete than alternative versions. By using independent mapping data and conserved synteny between the cow and human genomes, we were able to construct an assembly with excellent large-scale contiguity in which a large majority (approximately 91%) of the genome has been placed onto the 30 B. taurus chromosomes. We constructed a new cow-human synteny map that expands upon previous maps. We also identified for the first time a portion of the B. taurus Y chromosome.",
                "Genomics is a Big Data science and is going to get much bigger, very soon, but it is not known whether the needs of genomics will exceed other Big Data domains. Projecting to the year 2025, we compared genomics with three other major generators of Big Data: astronomy, YouTube, and Twitter. Our estimates show that genomics is a “four-headed beast”—it is either on par with or the most demanding of the domains analyzed here in terms of data acquisition, storage, distribution, and analysis. We discuss aspects of new technologies that will need to be developed to rise up and meet the computational challenges that genomics poses for the near future. Now is the time for concerted, community-wide planning for the “genomical” challenges of the next decade.",
                "Papaya, a fruit crop cultivated in tropical and subtropical regions, is known for its nutritional benefits and medicinal applications. Here we report a 3× draft genome sequence of ‘SunUp’papaya, the first commercial virus-resistant transgenic fruit tree 1 to be sequenced. The papaya genome is three times the size of the Arabidopsis genome, but contains fewer genes, including significantly fewer disease-resistance gene analogues. Comparison of the five sequenced genomes suggests a minimal angiosperm gene set of 13,311. A lack of recent genome duplication, atypical of other angiosperm genomes sequenced so far 2, 3, 4, 5, may account for the smaller papaya gene number in most functional groups. Nonetheless, striking amplifications in gene number within particular functional groups suggest roles in the evolution of tree-like habit, deposition and remobilization of starch reserves, attraction of seed dispersal …",
                "Single-molecule sequencing instruments can generate multikilobase sequences with the potential to greatly improve genome and transcriptome assembly. However, the error rates of single-molecule reads are high, which has limited their use thus far to resequencing bacteria. To address this limitation, we introduce a correction algorithm and assembly strategy that uses short, high-fidelity sequences to correct the error in single-molecule sequences. We demonstrate the utility of this approach on reads generated by a PacBio RS instrument from phage, prokaryotic and eukaryotic whole genomes, including the previously unsequenced genome of the parrot Melopsittacus undulatus, as well as for RNA-Seq reads of the corn (Zea mays) transcriptome. Our long-read correction achieves> 99.9% base-call accuracy, leading to substantially better assemblies than current sequencing strategies: in the best example, the …",
                "We describe the genome sequence of the protist Trichomonas vaginalis, a sexually transmitted human pathogen. Repeats and transposable elements comprise about two-thirds of the ∼160-megabase genome, reflecting a recent massive expansion of genetic material. This expansion, in conjunction with the shaping of metabolic pathways that likely transpired through lateral gene transfer from bacteria, and amplification of specific gene families implicated in pathogenesis and phagocytosis of host proteins may exemplify adaptations of the parasite during its transition to a urogenital environment. The genome sequence predicts previously unknown functions for the hydrogenosome, which support a common evolutionary origin of this unusual organelle with mitochondria.",
                " Motivation: Next-generation DNA sequencing machines are generating an enormous amount of sequence data, placing unprecedented demands on traditional single-processor read-mapping algorithms. CloudBurst is a new parallel read-mapping algorithm optimized for mapping next-generation sequence data to the human genome and other reference genomes, for use in a variety of biological analyses including SNP discovery, genotyping and personal genomics. It is modeled after the short read-mapping program RMAP, and reports either all alignments or the unambiguous best alignment for each read with any number of mismatches or differences. This level of sensitivity could be prohibitively time consuming, but CloudBurst uses the open-source Hadoop implementation of MapReduce to parallelize execution using multiple compute nodes. Results: CloudBurst's running time scales …"
            ],
            [
                [
                    "Computer Science",
                    "Computational Biology",
                    "Bioinformatics",
                    "Genomics",
                    "DNA Sequencing and Analysis"
                ]
            ],
            [
                "ms201 Michael Schatz Interim Chair and Professor Ph.D., University of Texas at Austin,1991 Low-gravity fluid physics One of the most striking and beautiful behaviorsin the world around us is the way systems in nature take their shape.This process of pattern formation is exhibited in a wide range ofcases, including: sand, flames, lasers, fracture, river networks, chemical reactions, and growing organisms (morphogenesis). In many instances, the patterns share common features governed by the physics ofnonlinear systems. The goal of our work is to understand the fundamentallyimportant behaviors exhibited by pattern formingsystems. Our studies presently focus on experiments in the emerging area of low-gravity fluid physics. Experiments in fluids provide the best understood pattern forming examples since the governing equations and control parameters of fluid systems are known, experimental conditions can be well-defined and easilycontrolled, and the patterns can be readily visualized.Low gravity fluid physics explores novel phenomena that arisewhen the influence of gravity (e.g. buoyancy, sedimentation) issuppressed. Our NASA-sponsored studies currently provide terrestrial scientific support for future space experiments. One area under investigation is the dynamics of flow driven by interfacial (surface tension) forces. These flows exhibit a rich variety of patterns; we seek to understand how the cellular patterns in these flowsbecome disordered as the system is driven further from thermodynamic equilibrium. We are interested in characterizing the effects of the patterns on transport and mixing, and we are exploring ways to extend techniques of \"controlling chaos\" to the spatially extended structures that arise in these experiments.A second area under study is pattern formation driven by noise.Most work on nonequilibrium phenomena has concerned systems with deterministic (time-independent or time-periodic) driving.We are studying flows driven by acceleration fluctuations; a narrow-band noise model determines the acceleration profile,permitting the driving to be varied smoothly from a purely deterministicto a completely stochastic regime. These studies model the effects of\"g-jitter\" that arise in space experiments. In the future, we plan to initiate investigations of pattern formation in material science and biology; potential areas of study includeinstabilities and defects in thin organic films and the role of spatiotemporalchaos in cell differentiation. Other Publications: \"Complex-ordered patterns in shaken convection\", J.L. Rogers, Werner Pesch, Oliver Brausch, and M.F. Schatz; Physical Review E 71 , 066214, June (2005). \"Secondary Instabilities of Hexagonal Patterns in a Bénard-Marangoni Convection Experiment,\" D. Semwogerere and M.F. Schatz, Phys. Rev. Lett 93 , 124502 (2004). \"Optical Manipulation of Microscale Fluid Flow,\" N. Garnier, R. O. Grigoriev, and M.F. Schatz, Phys. Rev. Lett. 054501 (2003). \"Pattern Formation in Vertically-Oscillated Convection,\" J. L. Rogers, W. Pesch, and M.F. Schatz, Nonlinearity, C1 (2003). \"Evolution of Hexagonal Patterns from Controlled Initial Conditions in a Benard-Marangoni Convection Experiment\", D. Semwogerere and M. F. Schatz, Phys. Rev. Lett. 88 , 054501 (2002). \" Huygens' Clocks\", M. Bennett, M. F. Schatz, H. Rockwood, and K. Wiesenfeld, Proc. R. Soc. Lond. A 458 , 563-579 (2002). \"Convective Instability of Strained Layer Step-Flow\", N. Israeli, D. Kandel, M. F. Schatz, and A. Zangwill, Surface Science 494 , L735-L740 (2001). \"Experiments on Thermocapillary Instabilities\", M. F. Schatz and G. P. Neitzel, Annum. Rev. Fluid Mech. 33 , 93-127 (2001). \"Superlattice Patterns in Vertically Oscillated Rayleigh-Bénard Convection\", J.L. Rogers, M.F. Schatz, O. Brausch, and W. Pesch, Phys. Rev. Lett. 85 , 4281 (2000). \"Measurements of Surface-Wave-Damping in a Container\", D.R. Howell, B. Buhrow, T. Heath, C. McKenna, W. Hwong and M.F. Schatz, Phys. Fluids, 12 , 322 (2000). \"Rayleigh-Bénard Convection in a Vertically Oscillated Fluid Layer\", J.L. Rogers, M.F. Schatz, J.L. Bougie and J.B. Swift, Phys. Rev. Lett. 84 , 87 (2000). \"Long-wavelength instability in surface-tension-driven Benard convection,\"  S. J. VanHook, M. F.Schatz, J. B. Swift, W. D. McCormick and H. L. Swinney,Physical Review Letters, 75 , 4397 (1995). \"Onset of surface-tension-driven Benard convection,\" M. F. Schatz, S. J. VanHook, J. B. Swift, W. D. McCormick and H. L.Swinney, Physical Review Letters, 75 , 1938 (1995). \"Instability in a spatiallyperiodic open flow,\"  M. F. Schatz, D. Barkley, and H. L. Swinney, Physics of Fluids, 7 , 344 (1995). \"Purification of silicone oils for fluid experiments,\"  M. F. Schatz and K. Howden, Experiments in Fluids, 19 , 359 (1995). \"Secondary instability in plane channel flowwith spatially periodic perturbations,\" M. F. Schatz and H. L. Swinney, Physical Review Letters, 69 , 434 (1992). ms201@gatech.edu (404) 894-5245 Howey W306 Physics Education Research Group Pattern Formation & Control Laboratory"
            ]
        ]
    ]
}