{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DKVZ8JUP",
            "bnWdaogAAAAJ",
            [
                "A dust-obscured massive maximum-starburst galaxy at a redshift of 6.34",
                "The detection of a population of submillimeter-bright, strongly lensed galaxies",
                "The precision array for probing the epoch of re-ionization: Eight station results",
                "Bolocam survey for 1.1 mm dust continuum emission in the c2d legacy clouds. I. Perseus",
                "Hydrogen epoch of reionization array (HERA)",
                "The Simons Observatory: science goals and forecasts",
                "Dusty starburst galaxies in the early Universe as revealed by gravitational lensing",
                "64 constraints on reionization: the 21 cm power spectrum at z= 8.4",
                "ALMA redshifts of millimeter-selected galaxies from the SPT survey: the redshift distribution of dusty star-forming galaxies",
                "ACTPol: a polarization-sensitive receiver for the Atacama Cosmology Telescope"
            ],
            [
                "Massive present-day early-type (elliptical and lenticular) galaxies probably gained the bulk of their stellar mass and heavy elements through intense, dust-enshrouded starbursts—that is, increased rates of star formation—in the most massive dark-matter haloes at early epochs. However, it remains unknown how soon after the Big Bang massive starburst progenitors exist. The measured redshift (z) distribution of dusty, massive starbursts has long been suspected to be biased low in z owing to selection effects 1, as confirmed by recent findings of systems with redshifts as high as∼ 5 (refs 2–4). Here we report the identification of a massive starburst galaxy at z= 6.34 through a submillimetre colour-selection technique. We unambiguously determined the redshift from a suite of molecular and atomic fine-structure cooling lines. These measurements reveal a hundred billion solar masses of highly excited, chemically …",
                "Gravitational lensing is a powerful astrophysical and cosmological probe and is particularly valuable at submillimeter wavelengths for the study of the statistical and individual properties of dusty star-forming galaxies. However, the identification of gravitational lenses is often time-intensive, involving the sifting of large volumes of imaging or spectroscopic data to find few candidates. We used early data from the Herschel Astrophysical Terahertz Large Area Survey to demonstrate that wide-area submillimeter surveys can simply and easily detect strong gravitational lensing events, with close to 100% efficiency.",
                "We are developing the Precision Array for Probing the Epoch of Re-ionization (PAPER) to detect 21 cm emission from the early universe, when the first stars and galaxies were forming. We describe the overall experiment strategy and architecture and summarize two PAPER deployments: a four-antenna array in the low radio frequency interference (RFI) environment of Western Australia and an eight-antenna array at a prototyping site at the NRAO facilities near Green Bank, WV. From these activities we report on system performance, including primary beam model verification, dependence of system gain on ambient temperature, measurements of receiver and overall system temperatures, and characterization of the RFI environment at each deployment site. We present an all-sky map synthesized between 139 MHz and 174 MHz using data from both arrays that reaches down to 80 mJy (4.9 K, for a beam size of 2.15 …",
                "We have completed a 1.1 mm continuum survey of 7.5 deg2 of the Perseus Molecular Cloud using Bolocam at the Caltech Submillimeter Observatory. This represents the largest millimeter or submillimeter continuum map of Perseus to date. Our map covers more than 30,000 31  (FWHM) resolution elements to a 1 σ rms of 15 mJy beam−1. We detect a total of 122 cores above a 5 σ point‐source mass detection limit of 0.18 M⊙, assuming a dust temperature of   K, 60 of which are new millimeter or submillimeter detections. The 1.1 mm mass function is consistent with a broken power law of slope   ( ) and   (  M⊙), similar to the local initial mass function slope (  M⊙;   M⊙). No more than 5% of the total cloud mass is contained in discrete 1.1 mm cores, which account for a total mass of 285 M⊙. We suggest an extinction threshold for millimeter cores of   mag, based on our calculation of the probability of finding a 1.1 mm …",
                "The Hydrogen Epoch of Reionization Array (HERA) is a staged experiment to measure 21 cm emission from the primordial intergalactic medium (IGM) throughout cosmic reionization (z= 6–12), and to explore earlier epochs of our Cosmic Dawn (z~ 30). During these epochs, early stars and black holes heated and ionized the IGM, introducing fluctuations in 21 cm emission. HERA is designed to characterize the evolution of the 21 cm power spectrum to constrain the timing and morphology of reionization, the properties of the first galaxies, the evolution of large-scale structure, and the early sources of heating. The full HERA instrument will be a 350-element interferometer in South Africa consisting of 14 m parabolic dishes observing from 50 to 250 MHz. Currently, 19 dishes have been deployed on site and the next 18 are under construction. HERA has been designated as an SKA Precursor instrument. In this paper …",
                "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
                "In the past decade, our understanding of galaxy evolution has been revolutionized by the discovery that luminous, dusty starburst galaxies were 1,000 times more abundant in the early Universe than at present 1, 2. It has, however, been difficult to measure the complete redshift distribution of these objects, especially at the highest redshifts (z> 4). Here we report a redshift survey at a wavelength of three millimetres, targeting carbon monoxide line emission from the star-forming molecular gas in the direction of extraordinarily bright millimetre-wave-selected sources. High-resolution imaging demonstrates that these sources are strongly gravitationally lensed by foreground galaxies. We detect spectral lines in 23 out of 26 sources and multiple lines in 12 of those 23 sources, from which we obtain robust, unambiguous redshifts. At least 10 of the sources are found to lie at z> 4, indicating that the fraction of dusty starburst …",
                "In this paper, we report new limits on 21 cm emission from cosmic reionization based on a 135 day observing campaign with a 64-element deployment of the Donald C. Backer Precision Array for Probing the Epoch of Reionization in South Africa. This work extends the work presented in Parsons et al. with more collecting area, a longer observing period, improved redundancy-based calibration, improved fringe-rate filtering, and updated power-spectral analysis using optimal quadratic estimators. The result is a new 2σ upper limit on Δ 2 (k) of (22.4 mK) 2 in the range  at z= 8.4. This represents a three-fold improvement over the previous best upper limit. As we discuss in more depth in a forthcoming paper, this upper limit supports and extends previous evidence against extremely cold reionization scenarios. We conclude with a discussion of implications for future 21 cm reionization experiments …",
                "Using the Atacama Large Millimeter\/submillimeter Array, we have conducted a blind redshift survey in the 3 mm atmospheric transmission window for 26 strongly lensed dusty star-forming galaxies (DSFGs) selected with the South Pole Telescope. The sources were selected to have S 1.4 mm> 20 mJy and a dust-like spectrum and, to remove low-z sources, not have bright radio (S 843 MHz< 6 mJy) or far-infrared counterparts (S 100 μm< 1 Jy, S 60 μm< 200 mJy). We robustly detect 44 line features in our survey, which we identify as redshifted emission lines of 12 CO, 13 CO, C I, H 2 O, and H 2 O+. We find one or more spectral features in 23 sources yielding a~ 90% detection rate for this survey; in 12 of these sources we detect multiple lines, while in 11 sources we detect only a single line. For the sources with only one detected line, we break the redshift degeneracy with additional spectroscopic observations if available, or …",
                "The six-meter Atacama Cosmology Telescope (ACT) in Chile was built to measure the cosmic microwave background (CMB) at arcminute angular scales. We are building a new polarization sensitive receiver for ACT (ACTPol). ACTPol will characterize the gravitational lensing of the CMB and aims to constrain the sum of the neutrino masses with ~ 0.05 eV precision, the running of the spectral index of inflation-induced fluctuations, and the primordial helium abundance to better than 1 %. Our observing fields will overlap with the SDSS BOSS survey at optical wavelengths, enabling a variety of cross-correlation science, including studies of the growth of cosmic structure from Sunyaev-Zel'dovich observations of clusters of galaxies as well as independent constraints on the sum of the neutrino masses. We describe the science objectives and the initial receiver design."
            ],
            [
                [
                    "galaxy formation and evolution",
                    "cosmology"
                ]
            ]
        ]
    ]
}