{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DL35XETT",
            "VMVZsXIAAAAJ",
            [
                "Relationships between the flexed-arm hang and select measures of muscular fitness",
                "Validity and reliability of a new stair sprinting test of explosive power",
                "Construct validity of two different methods of scoring and performing push-ups",
                "Construct validity of a modification of the flexed arm hang test"
            ],
            [
                "Clemons, JM, CA Duncan, OE Blanchard, WH Gatch, DB Hollander, and JL Doucet. Relationships between the flexed-arm hang and select measures of muscular fitness. J. Strength Cond. Res. 18 (3): 630–636. 2004.—The flexed-arm hang (FAH) has been used to assess arm and shoulder girdle strength for 35 years despite little evidence to support its use. The purpose of this study was to determine what muscular fitness component, if any, was related to the FAH. The traditional overgrip chin-above-bar test and 5 different variations were compared with absolute strength (1 repetition maximum [1RM] lat pull down), relative strength (1RM· mass-1), and muscle endurance (repetitions to failure at 70% of the 1RM). Sixty college-age women volunteered for the study. Relationships were examined using Pearson Product Moment Correlation. No significant relationship was found between any of the FAH variations and …",
                "Clemons, J and Harrison, M. Validity and reliability of a new stair sprinting test of explosive power. J Strength Cond Res 22 (5): 1578-1583, 2008-The purpose of this study was to examine the validity and reliability of a new stair sprinting power (SSP) test and, in addition, develop norms for college-age students. Two hundred twenty-seven college-age volunteers participated in the study (ages: males,= 21.6±2.264 years; females,= 22.3±4.214 years). The majority (n= 192) were tested with stopwatches, and 35 were tested using Speedtrap II. Participants began with their back to a wall 1.87 m from the first step of a 2.04-m high staircase of which they sprinted 2 steps per stride to the top. Scores were explosive power=(body mass (kg)· 98· 2.04)\/time (s). Excellent test-retest reliability (intraclass R) was demonstrated: overall, F (1, 226)= 0.420, p= 0.518, R= 0.986; stopwatch: males, F (1, 118)= 0.045, p= 0.833, R= 0.970 …",
                "Clemons, J. Construct validity of two different methods of scoring and performing push-ups. J Strength Cond Res 33 (11): 2971–2980, 2019—The purpose of this investigation was to determine the construct validity of the standard push-ups (STPUs) and hand-release push-ups (HRPUs) by comparing them to the criterion measures of absolute strength (ie, 1 repetition maximum [RM] bench press [BP]) and relative strength (1RM· body mass− 1). Thirty-one, college-age males were recruited for the study. The HRPU was performed by lifting the palms from the floor between each push-up (PU), whereas the STPU only required chest contact at the bottom before returning to the support position. Push-up rate was controlled by metronome. A counter-balanced, cross-over design was used with 1 week between each test. Correlations were conducted on push-up scores and criterion measures. In addition, STPU and HRPU …",
                "Clemons, JM. Construct validity of a modification of the flexed arm hang test. J Strength Cond Res 28 (12): 3523–3530, 2014—Despite the ubiquitous use of the flexed arm hang (FAH) as a field test of muscular fitness, evidence for the construct validity of it is lacking. The strongest validity coefficients (r) to date are 0.71 and 0.72 found by correlating modified versions of the FAH (ie, 90 and 180 of elbow extension, respectively) with relative dynamic strength (ie, 1 repetition maximum [1RM] lat pull downs× body mass− 1). Considering a significant portion of all FAH and modified flexed arm hang (MFAH) performances are isometric, the test may be more correlated with the construct of relative isometric strength (RIS) rather than relative dynamic strength. The purpose of this study was to determine if the construct validity of the 90 MFAH might be strengthened by correlating it with either absolute isometric strength (AIS)(ie …"
            ],
            [
                [
                    "Measurement"
                ]
            ]
        ]
    ]
}