{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DP5M8M4L",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Top T. Gregory Guzik Professor of Physics Ph.D., 1980 - University of Chicago 359-C Nicholson Hall, Tower Dr. 225-578-8597-Office tgguzik@lsu.edu High Altitude Student Platform Aerospace Catalyst Experiences for Students Particle Astrophysics My research involves experimental and theoretical projects involving solar energetic\n                     particles, interplanetary effects, magnetospherically trapped particles, and the origin,\n                     acceleration, and transport of the Galactic Cosmic Rays. 1) TRANSPORT experiments\n                     to measure heavy ion nuclear fragmentation cross sections for use in modeling the\n                     propagation of cosmic ray nuclei through interstellar space, working at the LBL Bevalac\n                     heavy ion accelerator, using the Heavy Ion Spectrometer System (HISS) and the Zero-Degree\n                     Spectrometer we studied the breakup of 16 O - 40 Ca ions on H, C, and CH2 targets. 2) A new cosmic ray experiment, the Advanced Thin\n                     Ionization Calorimeter (ATIC), is extending the JACEE measurements with a fully active\n                     Bismuth Germanate calorimeter, covering the energy range 10 12 - 10 14 eV. ATIC was calibrated at CERN, and has flown twice in Antarctica. 3) We are involved\n                     in mission concept studies\/designs for the proposed ACCESS (Advanced Cosmic ray Composition\n                     Experiment for the Space Station) mission. ACCESS will consist of a calorimeter to\n                     measure the spectra of protons, helium, and light nuclei up to the knee (for which\n                     ATIC is a prototype) and a transition radiation detector to measure the flux and composition\n                     of heavier nuclei. 4) The development of a fast (30 microsecond time resolution) charge\n                     coupled devices plus finely segmented scintillator arrays capable of detecting individual\n                     x-rays and gamma rays will (for the first time) allow x-ray\/gamma ray spectroscopy\n                     with a CCD. Although the primary application is a hard x-ray telescope (MARGIE, Minute-of-Arc\n                     Resolution Gamma ray Imaging Experiment) capable of localizing gamma ray bursts and\n                     performing an all-sky hard x-ray survey on a 100-day Ultra-Long Duration Balloon flight,\n                     the detectors have applications to medical imaging and biological research, nondestructive\n                     testing, and remote surveillance. I am also heavily involved in Education\/Outreach,\n                     principally K-12 teacher enhancement and public outreach, involving the Highland Road\n                     Park Observatory for which I serve on the executive committee and am director of projects.\n                     I was a PI on the \"Physics Learning and Astronomy Training Outreach (PLATO)\" teacher\n                     training project, have been PI on IDEAS, SERCH and NASA E\/PO project and am currently\n                     project director for Louisiana Aerospace Catalysis Experiences for Students (LaACES)\n                     and PI of the \"Informal Continuing Education in Space Science\" project. Current and Select Publications Guzik, T.G., Besse, A., Calongne, A., Dominique, A., Ellison, S.B., Gould, R., Granger,\n                     D., Olano, D., Smith, D., Stewart, M., and Wefel, J.P., \"Development of the High Altitude\n                     Student Platform,\" in press Advances in Space Research , doi: 10.1016\/j. asr.2007.04.068, (2007). T.G. Guzik, J.H. Adams, H.S. Ahn, G. Bashindzhangyan, K.E. Batkov, J. Chang, M. Christl,\n                     A. Fazely, O. Ganel, R. Gunasingha, J. Isbert, K.C. Kim, E.N. Kouznetsov, M. Panasyuk,\n                     A. Panov. W.K.H. Schmidt, E.S. Seo, N.V. Sokolskaya, J.W. Watts, J.P. Wefel, J. Wu,\n                     and V. Zatsepin, \"Enhancing the ATIC Charge Resolution,\" in press Advanced in Space Research (2007). A.D. Panov et al., \"Relative abundances of cosmic ray nuclei B-C-N-O in the energy\n                     region from 10 GeV\/n to 300 GeV\/n. Results from ATIC-2 (the science flight of ATIC),\"\n                     (2007) pp.4, to appear in the proceedings of 30th International Cosmic Ray Conference\n                     (ICRC 2007), Merida, Yucatan, Mexico, 3-11 July 2007. Alexander D. Panov, et al., \"The results of ATIC-2 experiment for elemental spectra\n                     of cosmic rays,\" (2006) pp. 7, to appear in the proceedings of 29th All-Russian Cosmic\n                     Ray Conference, Moscow, Russia, 3-5 August 2006. D. Saltzberg, et al., \"Introduction to the SalSA, a saltdome shower array as a GZK\n                     neutrino observatory,\" SLAC-REPRINT-2006-163, 2006, pp2, Abstract only - Not a full\n                     paper. Prepared for International Workshop on Acoustic and Radio EeV Neutrino Detection\n                     Activities (ARENA 05), Zeuthen, Germany, 17-19 May 2005; Int. J. Mod. Phys. A 21S1 , 252-253 (2006); also in Zeuthen 2005, Acoustic and radio EeV neutrino detection\n                     activities, 252-253. T.G. Guzik and J.P. Wefel, \"The High Altitude Student Platform (HASP) for Student-Build\n                     Payloads,\" Advances Space Research 37 , 2125 (2006). T.G. Guzik, K. Johnson, and J.P. Wefel, \"The Louisiana ACES Student-Built Balloon\n                     Sat Program,\" Adv. Space Research 38 , 2253 (2005). M.L. McConnell, et al., \"CASTER - A Concept for a black hole finder probe based on\n                     the use of new scintillator technologies,\" August 2005, pp. 12; Presented at SPIC\n                     Conference on Optics and Photonics 2005, San Diego, California, 31 July - 4 August\n                     2005. N.V. Sokolskaya, et al., \"Albedo in the ATIC experiment: Measurements and simulations,\" Phys. Atom. Nucl. 68 , 1176-1182 (2005); Yad. Fiz. 68 , 1225-1232 (2005). O. Ganel, et al., \"Beam tests of the balloon-borne ATIC experiment,\" Nucl. Instrum. Meth. A 552 , 409-419 (2005). Telephone: 225-578-2261 Fax: 225-578-5855"
            ]
        ]
    ]
}