{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DPINDF4U",
            "QtMcWgoAAAAJ",
            [
                "Proton and electron transfer in bacterial reaction centers",
                "Pathway of proton transfer in bacterial reaction centers: replacement of glutamic acid 212 in the L subunit by glutamine inhibits quinone (secondary acceptor) turnover",
                "MitoNEET is a uniquely folded 2Fe–2S outer mitochondrial membrane protein stabilized by pioglitazone"
            ],
            [
                "The bacterial reaction center couples light-induced electron transfer to proton pumping across the membrane by reactions of a quinone molecule QB that binds two electrons and two protons at the active site. This article reviews recent experimental work on the mechanism of the proton-coupled electron transfer and the pathways for proton transfer to the QB site. The mechanism of the first electron transfer, k(1)AB, Q−AQB→QAQ−B, was shown to be rate limited by conformational gating. The mechanism of the second electron transfer, k(2)AB, was shown to involve rapid reversible proton transfer to the semiquinone followed by rate-limiting electron transfer, H++Q−AQ−B⇔Q−AQBH→QA(QBH)−. The pathways for transfer of the first and second protons were elucidated by high-resolution X-ray crystallography as well as kinetic studies showing changes in the rate of proton transfer due to site directed mutations and …",
                "The mechanism of proton transfer in the reaction centers (RCs) from Rhodobacter sphaeroides was investigated by site-directed mutagenesis. Replacement of Glu-212 of the L subunit, a protonatable residue located near the secondary acceptor (QB) binding site, by glutamine reduced the in vitro electron turnover from cytochrome c to 2,3-dimethoxy-5-methylbenzoquinone (UQ0) by a factor of 25. The electron transfer rate to QB remained essentially unimpaired. Consequently, it is postulated that the reduced turnover in the mutant is due to a reduced rate of proton transfer to QB2-. The lack of pH dependence of the forward electron transfer rate DQA-QB----DQAQB- and the back reaction rate D+QAQB- ----DQAQB (where D = primary donor and QA = primary acceptor) in the mutant RC indicate that the observed pH dependence in the native RC is due to Glu-212, which has an anomalously high pKa value of 9.5 +\/- 0.3 …",
                "Iron–sulfur (Fe–S) proteins are key players in vital processes involving energy homeostasis and metabolism from the simplest to most complex organisms. We report a 1.5 Å x-ray crystal structure of the first identified outer mitochondrial membrane Fe–S protein, mitoNEET. Two protomers intertwine to form a unique dimeric structure that constitutes a new fold to not only the ≈650 reported Fe–S protein structures but also to all known proteins. We name this motif the NEET fold. The protomers form a two-domain structure: a β-cap domain and a cluster-binding domain that coordinates two acid-labile 2Fe–2S clusters. Binding of pioglitazone, an insulin-sensitizing thiazolidinedione used in the treatment of type 2 diabetes, stabilizes the protein against 2Fe–2S cluster release. The biophysical properties of mitoNEET suggest that it may participate in a redox-sensitive signaling and\/or in Fe–S cluster transfer."
            ],
            [
                [

                ]
            ],
            [
                "Mark Paddock Paddock M. L., Boyd JS, Adin DM and Golden SS (2013) The Active Output State of the Synechococcus Kai Circadian Oscillator. Proc. Natl. Acad. Sci.USA 110(40):E3849-57. doi: 10.1073\/pnas.1315170110. Lipper CH, Paddock M. L, Onuchic JN, Mittler R, Nechushtai R, Jennings PA (2015) Cancer-Related NEET Proteins Transfer 2Fe-2S Clusters to Anamorsin, a Protein Required for Cytosolic Iron-Sulfur Cluster Biogenesis. PLoS ONE 10(10): http:\/\/dx.doi.org\/10.1371\/journal.pone.0139699. Tamir, S1., Paddock, M. L.1, Darash-Yahana-Baram, M., Holt, S. H., Sohn, Y. S., Agranata, L., Michaeli, D., Stofleth, J. T., Lipper, C. H., Morcos, F., Cabantchik, I. Z., Onuchic J. N., Jennings, P. A., Mittler, R.. & Nechushtai, R. (2015) Structure-function analysis of NEET proteins uncovers their role as key regulators of iron and ROS homeostasis in health and disease. Biochim. Biophys Acta, 1853: 1294- 315. http:\/\/dx.doi.org\/10.1016\/j.bbamcr.2014.10.014, 1 Co-first author Zuris, J.A., Halim, D.A., Conlan, A.R., Abresch, E.C., Nechushtai, R., Paddock, M.,L. and Jennings, P.A. (2010) Engineering the Redox Potential over a Wide Range within a New Class of FeS Proteins. J. Am. Chem. Soc. (Communication) 132, 13120-13122. Conlan, A.R., Axelrod, H. L., Cohen, A. E., Abresch, E. C., Zuris, J., Yee, D., Nechushtai, R., Jennings, P. A. and Paddock, M. L., (2009) Crystal Structure of Miner1 shows that the Protein Causitive in Wolfram Syndrome 2 Contains Redox Active 2Fe-2S clusters. J Mol Biol. 392, 143-153. Mark Paddock Ph.D UC San Diego 1991 Office: MHA 4517 Phone: (858) 534-2504 mpaddock@physics.ucsd.edu Obtained Ph.D. in physics (biophysics) and have twenty additional years of academic teaching and research experience. Currently hold a Assistant Teaching Professor position in the Department of Physics at the University of California, San Diego (UCSD). Have taught over 3,000 students at UCSD, predominantly in the Physics 1 series, with great success and consistently favorable student evaluations. Utilize iClicker technology to engage students in lecture to encourage think pair share strategies and receive immediate feedback for problem solving strategy. Assisting with development of state-of- the-art online technology Kudu for engaged textbook, pre-lecture and homework assignments to encourage student participation and responsibility. Developed new demonstrations to engage students in physics 1 and physics 2 lecture and laboratory courses. Currently recording a set for Physics 1A. Developed core course on Genetics and Physiology of Photosynthetic Microorganisms for the Biofuels Science Technician Certificate Program, part of the EDGE (Educating and Developing workers for the Green Economy) initiative. Supervised students and postdocs on projects and initiated international collaborations in UCSD research laboratories in physics, chemistry and biology. Have used this portal to connect undergraduate and underrepresented students to direct hands-on research at UCSD."
            ]
        ]
    ]
}