{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DPQX1ZR7",
            "yb9nvyAAAAAJ",
            [
                "State of the Tropics 2014 report",
                "“We are everything to everyone”: a systematic review of factors influencing the accountability relationships of Aboriginal and Torres Strait Islander health workers (AHWs) in …"
            ],
            [
                "[Extract] Is life in the Tropics getting better? The landmark State of the Tropics 2014 Report addresses this nominally simple question. It provides the first in-depth, objective assessment of the Tropics as an environmental and geopolitical entity in its own right. Drawing on the knowledge, experience and diverse backgrounds of leading institutions across the Tropics the report assesses the state of the region and examines the implications of the immense changes the region is experiencing.  The assessment demonstrates that nations in the Tropics have made extraordinary progress across a wide range of environmental, social and economic indicators in recent decades. Rapid population and economic growth mean its influence is set to rise dramatically in coming decades. The nature of this influence will depend on how the region addresses its many challenges, and whether it realises its potential and opportunities. The report provides a basis from which to work towards a prosperous, sustainable and equitable future for the Tropics and will be a valuable resource for policy makers, geopolitical analysts, researchers, students and other stakeholders interested in the Tropics.",
                "Health policy in Australia positions Aboriginal and Torres Strait Islander Health Workers (AHWs) as central to improving Aboriginal and Torres Strait Islander peoples’ health, with high expectations of their contribution to closing the gap between Indigenous and non-Indigenous health outcomes. Understanding how AHWs’ governance and accountability relationships influence their ability to address such health inequities has policy, programme and ethical significance. We sought to map the evidence of AHWs’ experiences of accountability in the Australian health system. We followed an adapted qualitative systematic review process to map evidence on accountability relations in the published literature. We sought empirical studies or first-person accounts describing AHWs’ experiences of working in government or Aboriginal community-controlled services anywhere in Australia. Findings were organised according to van Belle and Mayhew’s four dimensions of accountability – social, political, provider and organisational. Of 27 included studies, none had a primary focus on AHW governance or AHWs’ accountability relationships. Nonetheless, selected articles provided some insight into AHWs’ experiences of accountability across van Belle and Mayhew’s four dimensions. In the social dimension, AHWs’ sense of connection and belonging to community was reflected in the importance placed on AHWs’ cultural brokerage and advocacy functions. But social and cultural obligations overlapped and sometimes clashed with organisational and provider-related accountabilities. AHWs described having to straddle cultural obligations (e.g. related to …"
            ],
            [
                [
                    "Health policy and systems"
                ]
            ]
        ]
    ]
}