{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DQ1J0TYW",
            "9_dGi8gAAAAJ",
            [
                "Low-compressibility carbon nitrides",
                "Hydrogen clusters in clathrate hydrate",
                "The pressure-temperature phase and transformation diagram for carbon; updated through 1994",
                "Origin of morphotropic phase boundaries in ferroelectrics",
                "Ultrahigh-pressure transitions in solid hydrogen",
                "Pressure-induced amorphization of crystalline silica",
                "Bonding changes in compressed superhard graphite",
                "Raman Spectroscopy of Si Glass at High Pressure",
                "High-pressure X-ray diffraction of SiO 2 glass",
                "Synthesis and characterization of a binary noble metal nitride"
            ],
            [
                "First-principles calculations of the relative stability, structure, and physical properties of carbon nitride polymorphs predict a cubic form of C3N4 with a zero-pressure bulk modulus exceeding that of diamond. Like diamond, this new phase could potentially be synthesized at high pressure and quenched to ambient pressure for use as a superhard material. The calculations also predict that α-C3N4 and graphite-C3N4 are energetically favored relative to β-C3N4 and that published diffraction data can be re-indexed as α-C3N4 with lower error.",
                "High-pressure Raman, infrared, x-ray, and neutron studies show that H2 and H2O mixtures crystallize into the sII clathrate structure with an approximate H2\/H2O molar ratio of 1:2. The clathrate cages are multiply occupied, with a cluster of two H2 molecules in the small cage and four in the large cage. Substantial softening and splitting of hydrogen vibrons indicate increased intermolecular interactions. The quenched clathrate is stable up to 145 kelvin at ambient pressure. Retention of hydrogen at such high temperatures could help its condensation in planetary nebulae and may play a key role in the evolution of icy bodies.",
                "In recent years, important advances in our understanding of the pressure-temperature phase and transformation diagram for carbon have occurred as a result of developments in both experimental and theoretical techniques. Graphite, diamond, liquid and vapor remain the major thermodynamically stable forms of carbon. However, due to the high activation energies for solid-state transformations and the specific effects of reaction paths, other metastable forms and a wide spectrum of complex hybrid forms may be generated, and possibly quenchedin, to survive metastably. This paper focuses primarily on developments since the last review of the carbon phase diagram published in 1989, but also includes references to the reliable older work. Some of the newer conclusions include the following: the Clapeyron slope of the diamond melting line, d T m d P, is positive; the liquid is metallic and there appears to be no …",
                "A piezoelectric material is one that generates a voltage in response to a mechanical strain (and vice versa). The most useful piezoelectric materials display a transition region in their composition phase diagrams, known as a morphotropic phase boundary 1, 2, where the crystal structure changes abruptly and the electromechanical properties are maximal. As a result, modern piezoelectric materials for technological applications are usually complex, engineered, solid solutions, which complicates their manufacture as well as introducing complexity in the study of the microscopic origins of their properties. Here we show that even a pure compound, in this case lead titanate, can display a morphotropic phase boundary under pressure. The results are consistent with first-principles theoretical predictions 3, but show a richer phase diagram than anticipated; moreover, the predicted electromechanical coupling at the …",
                "During the past five years, major progress has been made in the experimental study of solid hydrogen at ultrahigh pressures as a result of developments in diamond-cell technology. Pressures at which metallization has been predicted to occur have been reached (250-300 Gigapascals). Detailed studies of the dynamic, structural, and electronic properties of dense hydrogen reveal a system unexpectedly rich in physical phenomena, exhibiting a variety of transitions at ultrahigh pressures. This colloquium explores the study of dense hydrogen as an archetypal problem in condensed-matter physics.",
                "The crystalline-to-amorphous transformation in the solid state is currently the subject of intense study. With the seminal discovery of amorphization of H 2 O ice I under pressure 1, interest has focused on the possible occurrence of pressure-induced amorphization in other systems, the thermodynamic and mechanistic basis of the process, and the relationship between amorphization by pressure and by other means 2–5. Here we report in situ synchrotron X-ray diffraction measurements of α-quartz and coesite in a diamond-anvil cell that demonstrate that these crystalline materials transform to amorphous solids at 25–35 GPa and 300 K. We show that an internally consistent thermodynamic description of the process is possible, extending into the pressure domain recent thermodynamic calculations of thermally-induced amorphization of silica polymorphs 4. The measurements provide constraints on the equations of …",
                "Compressed under ambient temperature, graphite undergoes a transition at ∼17 gigapascals. The near K-edge spectroscopy of carbon using synchrotron x-ray inelastic scattering reveals that half of the π-bonds between graphite layers convert to σ-bonds, whereas the other half remain as π-bonds in the high-pressure form. The x-ray diffraction pattern of the high-pressure form is consistent with a distorted graphite structure in which bridging carbon atoms between graphite layers pair and form σ-bonds, whereas the nonbridging carbon atoms remain unpaired with π-bonds. The high-pressure form is superhard, capable of indenting cubic-diamond single crystals.",
                "A new technique has been developed for optical studies of amorphous solids to very high pressures. Raman spectra of Si O 2 glass measured at 8 GPa indicate a significant reduction in the width of the Si-O-Si angle distribution, which has been associated with a number of anomalous properties of silica glass under ambient conditions. Between 8 and∼ 30 GPa irreversible changes in the Raman spectrum occur that are consistent with a shift in ring statistics in densified glass. The spectra suggest a breakdown in intermediate-range order at higher pressure.",
                "We have measured the x-ray structure factor S (Q) for SiO 2 glass to 42 GPa in the diamond-anvil cell using new experimetnal techniques for studying amorphous materials at high pressures. Large changes in the first sharp diffraction peak of S (Q) with increasing pressure provide evidence for changes in the medium-range order of the glass (length scales of∼ 4–10 Å). Average pair correlation functions at high pressure reveal significant changes in the nearest-neighbor geometry of the glass with compression. Between 8 and 28 GPa the coordination of Si increases, and at 42 GPa the value is close to six.",
                "There has been considerable interest in the synthesis of new nitrides because of their technological and fundamental importance 1, 2. Although numerous metals react with nitrogen there are no known binary nitrides of the noble metals. We report the discovery and characterization of platinum nitride (PtN), the first binary nitride of the noble metals group. This compound can be formed above 45–50 GPa and temperatures exceeding 2,000 K, and is stable after quenching to room pressure and temperature. It is characterized by a very high Raman-scattering cross-section with easily observed second-and third-order Raman bands. Synchrotron X-ray diffraction shows that the new phase is cubic with a remarkably high bulk modulus of 372 (±5) GPa."
            ],
            [
                [

                ]
            ],
            [
                "Russell  Hemley, PhD Professor and LAS Distinguished Chair in the Natural Sciences Physics and Chemistry 2142 SES rhemley@uic.edu Russell J. Hemley holds the position of Distinguished Chair in the Natural Sciences and Professor of Physics and Chemistry at the University of Illinois at Chicago. He received his B.A. from Wesleyan University, and M.A. and Ph.D. from Harvard University, all in chemistry. Previously, he worked at the Carnegie Institution and has held positions at Lawrence Livermore National Laboratory, Cornell University, and George Washington University. He is a Member of the National Academy of Sciences, Fellow of the American Academy of Arts and Sciences, Corresponding Fellow of the Royal Society of Edinburgh, Honoris Causa Professor of the Russian Academy of Sciences, and is a recipient of the Balzan Prize and Percy W. Bridgman Award, among other honors. He has directed and continues to direct national materials science centers funded by the DOE, and has served on numerous DOE and DoD laboratory committees. He is also a member and former chair of the JASON Advisory Group.  Professor Hemley’s research explores the behavior of matter and materials in extreme environments, notably high pressures and temperatures. These efforts include the discovery and synthesis of novel materials such as very high temperature superconductors, topological, magnetic, and superhard materials; the rational design of new high-pressure materials from first-principles methods; transformations of hydrogen at multimegabar pressures; pressure-induced chemical reactions in molecular and biophysical systems; models for Earth and planetary interiors; development of extreme conditions techniques at x-ray, laser, and neutron facilities; and science issues related to national security. He has authored approximately 660 scientific publications. Somayazulu, M., M. Ahart, A. K. Mishra, Z. M. Geballe, M. Baldini, Y. Meng, V. V. Struzhkin, and R. J. Hemley, Evidence for superconductivity above 260 K in lanthanum superhydride at megabar pressures, Phys. Rev. Lett. 122 , 027001 (2019).  Celliers, P. M., M. Millot, S. Brygoo, R. S. McWilliams, D. E. Fratanduono, J. R. Rygg, A. F. Goncharov, P. Loubeyre, J. H. Eggert, J. L. Peterson, N. B. Meezan, S. Le Pape, G. W. Collins, R. Jeanloz, and R. J. Hemley, Response to comment: Insulator-metal transition in dense fluid deuterium, Science, 10.1126\/science.aaw1970 (2019).  Hemley, R. J., M. Ahart, H. Liu, and M. Somayazulu, Road to room-temperature superconductivity: T c above 260 K in lanthanum superhydride under pressure, Proceedings of the International Symposium – Superconductivity and Pressure: A Fruitful Relationship on the Road to Room Temperature Superconductivity – May 21–22, 2018, Madrid, Spain , edited by M. A. Alario y Franco (Fundación Ramón Areces, Madrid, 2019), pp. 199-213. Borgschulte, A., J. Terreni, E. Billeter, L. Daemen, Y. Cheng, A. Pandey,Z. Łodziana, R. J. Hemley, and A. J. Ramirez-Cuesta, Inelastic neutron scattering evidencefor anomalous H-H distances in metal hydrides, Proc. Natl. Acad. Sci.  117 , 4021-4026 (2020).  Huang, P., H. Liu, J. Lv, Q. Li, C. Long, Y. Wang, C. Chen, R. J. Hemley, and Y. Ma, Stability of H 3 O at extreme conditions: Implications for the magnetic fields of Uranus and Neptune, Proc. Natl. Acad. Sci. 117 , 5638-5643 (2020).  Cui, W., T. Bi, J. Shi, Y. Li, H. Liu, E. Zurek, and R. J. Hemley, New route to high- T c superconductivity via CH4 intercalated H3S hydride perovskites, Phys. Rev. B . 101 , 134504 (2020).  Anzolini, C., K. Marquardt, V. Stagno, L. Bindi, D. J. Frost, D. G. Pearson, J. W. Harris, R. J. Hemley, and F. Nestola, Evidence for complex iron oxides in the deep mantle from FeNi(Cu) inclusions in superdeep diamond, Proc. Natl. Acad. Sci. 117, 21088–21094 (2020).  Hendrickson, A. T., K. W. Hemawan, M. G. Coco Jr., S. C. Aro, S. A. McDaniel, P. J. Sazio, G. Cook, J. V. Badding, and R. J. Hemley, Diamond encapsulated silicon optical fibers synthesized by chemical vapor deposition, AIP Advances 10 , 095009 (2020).  Ge, Y., F.  Zhang, R. P. Dias, R. J. Hemley, and Y. Yao, Hole-doped room-temperature superconductivity in H 3 S 1-x Z x (Z=C, Si), arXiv:2011.1289, Materials Today Phys ., 15 , 100330 (2020). PhD (1983), Harvard University MA (1980)  Harvard University BA (1977) Wesleyan University"
            ]
        ]
    ]
}