{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DQX06J8D",
            "oA9OQ5IAAAAJ",
            [
                "Generic new platform for topological quantum computation using semiconductor heterostructures",
                "A gravitational-wave standard siren measurement of the Hubble constant",
                "Non-Abelian quantum order in spin-orbit-coupled semiconductors: Search for topological Majorana particles in solid-state systems",
                "Majorana fermions in semiconductor nanowires: fundamentals, modeling, and experiment",
                "p x+ i p y Superfluid from s-Wave Interactions of Fermionic Cold Atoms",
                "Proposal to stabilize and detect half-quantum vortices in strontium ruthenate thin films: Non-Abelian braiding statistics of vortices in a p x+ i p y superconductor",
                "Axionic field theory of (3+ 1)-dimensional Weyl semimetals",
                "Quantum Computation using Vortices and Majorana Zero Modes of a  Superfluid of Fermionic Cold Atoms",
                "BCS-BEC crossover and topological phase transition in 3D spin-orbit coupled degenerate Fermi gases",
                "Topological invariants for spin-orbit coupled superconductor nanowires"
            ],
            [
                "We show that a film of a semiconductor in which s-wave superconductivity and Zeeman splitting are induced by the proximity effect, supports zero-energy Majorana fermion modes in the ordinary vortex excitations. Since time-reversal symmetry is explicitly broken, the edge of the film constitutes a chiral Majorana wire. The heterostructure we propose—a semiconducting thin film sandwiched between an s-wave superconductor and a magnetic insulator—is a generic system which can be used as the platform for topological quantum computation by virtue of the existence of non-Abelian Majorana fermions.",
                "On 17 August 2017, the Advanced LIGO 1 and Virgo 2 detectors observed the gravitational-wave event GW170817—a strong signal from the merger of a binary neutron-star system 3. Less than two seconds after the merger, a γ-ray burst (GRB 170817A) was detected within a region of the sky consistent with the LIGO–Virgo-derived location of the gravitational-wave source 4, 5, 6. This sky region was subsequently observed by optical astronomy facilities 7, resulting in the identification 8, 9, 10, 11, 12, 13 of an optical transient signal within about ten arcseconds of the galaxy NGC 4993. This detection of GW170817 in both gravitational waves and electromagnetic waves represents the first ‘multi-messenger’astronomical observation. Such observations enable GW170817 to be used as a ‘standard siren’14, 15, 16, 17, 18 (meaning that the absolute distance to the source can be determined directly from the gravitational …",
                "We show that an ordinary semiconducting thin film with spin-orbit coupling can, under appropriate circumstances, be in a quantum topologically ordered state supporting exotic Majorana excitations which follow non-Abelian statistics. The key to the quantum topological order is the coexistence of spin-orbit coupling with proximity-induced s-wave superconductivity and an externally induced Zeeman coupling of the spins. For the Zeeman coupling below a critical value, the system is a nontopological (proximity-induced) s-wave superconductor. However, for a range of Zeeman coupling above the critical value, the lowest energy excited state inside a vortex is a zero-energy Majorana fermion state. The system, thus, has entered into a non-Abelian s-wave superconducting state via a topological quantum phase transition (TQPT) tuned by the Zeeman coupling. In the topological phase, since the time-reversal symmetry is …",
                "After a recent series of rapid and exciting developments, the long search for the Majorana fermion—the elusive quantum entity at the border between particles and antiparticles—has produced the first positive experimental results, but is not over yet. Originally proposed by E Majorana in the context of particle physics, Majorana fermions have a condensed matter analogue in the zero-energy bound states emerging in topological superconductors. A promising route to engineering topological superconductors capable of hosting Majorana zero modes consists of proximity coupling semiconductor thin films or nanowires with strong spin–orbit interaction to conventional s-wave superconductors in the presence of an external Zeeman field. The Majorana zero mode is predicted to emerge above a certain critical Zeeman field as a zero-energy state localized near the order parameter defects, namely, vortices for thin films …",
                "Two-dimensional (p x+ i p y) superfluids or superconductors offer a playground for studying intriguing physics such as quantum teleportation, non-Abelian statistics, and topological quantum computation. Creating such a superfluid in cold fermionic atom optical traps using p-wave Feshbach resonance is turning out to be challenging. Here we propose a method to create a p x+ i p y superfluid directly from an s-wave interaction making use of a topological Berry phase, which can be artificially generated. We discuss ways to detect the spontaneous Hall mass current, which acts as a diagnostic for the chiral p-wave superfluid.",
                "We propose a simple way to stabilize half-quantum vortices in superconducting strontium ruthenate, assuming the order parameter is of chiral p x+ i p y symmetry, as is suggested by recent experiments. The method, first given by Salomaa and Volovik in the context of Helium-3, is very naturally suited for strontium ruthenate, which has a layered, quasi-two-dimensional, perovskite crystal structure. We propose possible experiments to detect their non-Abelian braiding statistics. These experiments are of potential importance for topological quantum computation.",
                "From a direct calculation of the anomalous Hall conductivity and an effective electromagnetic action obtained via Fujikawa's chiral rotation technique, we conclude that an axionic field theory with a nonquantized coefficient describes the electromagnetic response of the (3+ 1)-dimensional Weyl semimetal. The coefficient is proportional to the momentum space separation of the Weyl nodes. Akin to the Chern-Simons field theory of quantum Hall effect, the axion field theory violates gauge invariance in the presence of the boundary, which is cured by the chiral anomaly of the surface states via the Callan-Harvey mechanism. This provides a unique solution for the radiatively induced CPT-odd term in the electromagnetic polarization tensor of the Lorentz violating spinor electrodynamics, where the source of the Lorentz violation is a constant axial 4-vector term for the Dirac fermion. A direct linear response calculation also …",
                "We propose to use the recently predicted two-dimensional “weak-pairing” p x+ i p y superfluid state of fermionic cold atoms as a platform for topological quantum computation. In the core of a vortex, this state supports a zero-energy Majorana mode, which moves to finite energy in the corresponding topologically trivial “strong-pairing” state. By braiding vortices in the “weak-pairing” state, unitary quantum gates can be applied to the Hilbert space of Majorana zero modes. For readout of the topological qubits, we propose realistic schemes suitable for atomic superfluids.",
                "We investigate the BCS-BEC crossover in three-dimensional degenerate Fermi gases in the presence of spin-orbit coupling (SOC) and Zeeman field. We show that the superfluid order parameter destroyed by a large Zeeman field can be restored by the SOC. With increasing strengths of the Zeeman field, there is a series of topological quantum phase transitions from a nontopological superfluid state with fully gapped fermionic spectrum to a topological superfluid state with four topologically protected Fermi points (ie, nodes in the quasiparticle excitation gap) and then to a second topological superfluid state with only two Fermi points. The quasiparticle excitations near the Fermi points realize the long-sought low-temperature analog of Weyl fermions of particle physics. We show that the topological phase transitions can be probed using the experimentally realized momentum-resolved photoemission spectroscopy.",
                "We show that the Hamiltonian of a multiband spin-orbit coupled semiconductor nanowire with Zeeman splitting and s-wave superconductivity is approximately chiral symmetric. The chiral symmetry becomes exact when only one pair of confinement bands is occupied and the Zeeman splitting is parallel to the nanowire. In this idealized case the Hamiltonian is in the BDI symmetry class of the topological classification of band Hamiltonians, allowing an arbitrary integer number of zero-energy Majorana fermion modes at each end. In the realistic case of multiband wires (Zeeman splitting still parallel to the length) the chiral symmetry is approximate and results in multiple near-zero-energy end states with increasing Zeeman splitting. The existence of such low energy end states implies the vanishing of the minigap with increased Zeeman splitting which can only be restored by breaking the approximate chiral symmetry by …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Quantum Computation",
                    "Cold Atoms in Optical Traps and Lattices"
                ]
            ],
            [
                "Sumanta Tewari Professor of Physics and Astronomy 102A Kinard Laboratory 864-656-5321 stewari@clemson.edu Tewari Research Group Ph.D., Physics, University of California, Los Angeles, CA M.S., Physics, Indian Institute of Technology (IIT), Kanpur, India Condensed Matter Prof. Tewari's research interests span a wide range of topics in theoretical condensed matter physics including topological quantum computation (TQC), topological superconductors (TS), topological insulators (TI), cuprate high temperature superconductivity, and the physics of ultra-cold atoms in optical lattices. His work on the existence of Majorana zero modes (MZMs) in TS state proximity induced on semiconductor-superconductor (SM-SC) heterostructures in the presence of spin-orbit coupling and Zeeman field, has recently led to experimental success claimed by several different groups worldwide, and may potentially lead to MZM-mediated quantum computation. Earlier, his proposal to realize half quantum vortices (HQVs) in p-wave superconductors, on subsequent development by others, led to experimental claims of its realization in strontium ruthenate. His future research will include studies of topological states and TQC in a variety of condensed matter systems, in addition to high temperature superconductivity and simulation of condensed matter systems using ultra-cold atoms in in optical lattices. arXiv Condensed matter physics is a diverse research area, ranging from innovative studies of the basic properties of materials to the development and study of nanometer-scale electronic, thermoelectric and spintronic systems. Within this field fall the exploration of new materials such as carbon nanotubes and semiconducting nanowires as well as the development of next generation electronic devices. Many of the technologies that impact society today (e.g. electronics, magnetics, and photonics) emerged directly from research in condensed matter physics. To learn more about the research in condensed matter physics at Clemson University, please explore the links below. Theoretical Condensed Matter Murray Daw - Theory of Materials Catalina Marinescu - Condensed Matter Theory Sumanta Tewari - Quantum Computation Yao Wang - Quantum Many-body Problems Experimental Condensed Matter Jianbo Gao - Ultrafast Photophysics of Devices Lab Jian He - Synthesis and Characterization of Transition Metal Oxides Ramakrishna Podila - Nano-Bio Lab Apparao Rao - Nanomaterials Research Laboratory Kasra Sardashti - Quantum Materials & Devices Chad Sosolik - Surface and Interface Nanoscience Laboratory October 2019"
            ]
        ]
    ]
}