{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DRWDNSQF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Craig A. Blocker Craig A. Blocker Professor of Physics PhD, University of California, Berkeley, 1980 Craig Blocker is a member of the experimental high energy physics group at Brandeis. This group is currently collaborating on the at the Large Hadron Collider (LHC) at CERN in Geneva, Switzerland. In the LHC, protons collide with protons at 8 TeV in the center of mass, the world’s highest energy particle collisions. Professor Blocker is particularly interested in several of the very exciting physics possibilities at the LHC, including the Higgs boson, lepton flavor violation, supersymmetry, excited leptons, left-right symmetric models and potential extra spatial dimensions. Group website  Glenn Amundsen (2016), “Search for Excited Muons Decaying via a Contact Interaction Proton-Proton Collisions at square root s = 8 TeV with the ATLAS Detector” Present Position: D-Find Financial, London, England Lou Bianchini (2015), “A Search for a Left-Right Symmetric Model with the ATLAS Detector” Keith Zengel (2015),“Search for a Heavy Neutral Particle Decaying Into eµ, et,\\or µt Final States in  pp Collisions at √(s) = 8 TeV with the ATLAS Detector” Laurel Coffey (2015), “A Search for New Physics with Electron-Tau Final States Using the ATLAS Detector at the LHC” Serdar Gozpinar (2012), “Search for Excited Muons with the ATLAS Experiment with 2 fb^-1 of LHC Collision Data at √(s) = 7 TeV” Present Position: Instructional Assistant Professor, SUNY at Buffalo, Buffalo, NY Daniel Pomeroy (2012), “Search for Lepton Flavor Violation in the e mu Continuum with the ATLAS Detector at the LHC” Present Position: Program Manager, Policy Lab at MIT, Cambridge, MA Scott Aefsky (2012) “Search for a High Mass Electron-Muon Resonance in the ATLAS Detector at the LHC” Present Position: Scientist, A Private Alternative Energy Research Company, CA “Search for Lepton Flavor Violation in the eµ Continuum with the ATLAS Detector in s = 7 TeV pp Collisions at the LHC,” ATLAS Collaboration, Eur. Phys. J. C72, 2040 (2012). “Search for excited leptons in proton-proton collisions at √s = 7 TeV with the AT- LAS detector,” ATLAS collaboration, arXiv:1201.3293v1 [hep-ex], PRD 85, 072003 (2012). “Search for a heavy particle decaying into an electron and a muon with the ATLAS detector in s = 7 TeV pp collisions at the LHC,” ATLAS collaboration, Phys. Rev. Lett. 106, 215801 (2011). “Search for a heavy neutral particle decaying into an electron and a muon using 1 fb−1 of ATLAS data,” ATLAS collaboration, arXiv:1109:3089, Eur. Jour. Phys. C72, 1809 (2011). “Search for high-mass dilepton resonances in 5 fb−1 of pp collisions at √s = 7 TeV with the ATLAS detector,” ATLAS Collaboration, submitted to JHEP, September 2012, arXiv:1209.2535. “A Massive Particle Consistent with the Standard Model Higgs Boson observed with the ATLAS Detector at the Large Hadron Collider,” ATLAS Collaboration, submitted to Science, October 2012. Craig A. Blocker Abelson 323 781-736-2879 blocker@brandeis.edu"
            ]
        ]
    ]
}