{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DS5TVNZS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "» Faculty Program Photonics Track Learning Goals Path to Degree Courses Qualifying Exam Program News Faculty Listing by Research Areas Research Centers Research Areas Important Links Program Events Alumni Dissertations Faculty » Faculty Displaying results  51-100 (of 133)  |<  <   1 - 2 - 3   >  >|  Gabriele Grosso Condensed Matter Physics, Quantum Photonics, Optoelectronics, Spectroscopy, Nano-fabrication Godfrey Gumbs Theoretical condensed matter physics, electronic and optical properties of semi-conductor mesoscopic and biological systems Marilyn R. Gunner Biophysics – theory Rupal Gupta Understanding the electronic and magnetic properties of biological metal ions using Mossbauer and electron paramagnetic resonance spectroscopies.  By employing quantum chemical calculations, we are working to predict magnetic properties of metal cofactors in bio-molecules. Mark Hillery Quantum Information, Quantum Optics Todd M. Holden Vivian Incera Jamal Jalilian-Marian High energy physics Seogjoo Jang Theoretical and computational chemistry - physical chemistry, photonics, and nanoscience. Daniel N. Kabat High-energy physics, especially string theory, with applications to gravity cosmology Michio Kaku Theoretical physics, string field theory Dimitra Karabali Nonperturbative aspects of gauge theories, matrix models, noncommutative field theories, higher dimensional quantum Hall systems Roman Kezerashvili Theoretical nuclear physics, few body system and condensed matter theory Alexander B. Khanikaev Photonics, optical nanosturctures, metamaterials Alexander I. Kheyfits Complex analysis, potential theory Ramzi R. Khuri Black holes, solitons and duality in string theory Ronald L. Koder Experimental Biological Physics.  Biodesign.  Synthetic Biology.  Designed organisms for solar biofuel generation.  COVID diagnostics.  Cancer diagnostics and therapies. German Kolmakov Solid State Physics, Nonequilibrium Quantum Systems, Nonlinear Waves and Turbulence, High-Performance Computing Joel Koplik Soft condensed matter, fluid dynamics, statistical mechanics. Lia Krusin-Elbaum Physics of complex nanostructured materials; strong electron correlations; quantum phase transitions; superconductivity Anatoly Kuklov Quantum phase transitions in superconductors and trapped ultracold atoms, exotic phases of matter, Monte Carlo simulations of atomic lattice systems, and Supersolids Igor L. Kuskovsky Fabrication and characterization of itermidiate band solar cells; growth of type-II quantum dots (with Maria Tamargo). Magento-optics of type-II quantum dots. Excitonic Aharonov-Bohm effect. Carlo Lancellotti Themis Lazaridis Theoretical and computational biophysical chemistry Sébastien Lépine Astrophysics, astronomy, kinematics (motions) of the nearby stars, subdwarfs Alfred M. Levine Larry S. Liebovitch Interdisciplinary application of physics to biological and social systems. Data analysis and mathematical modeling of gene expression, biological and electronic epidemics, drug interactions, heart arrhythmias, economics, psychotherapy, social interactions, conflicts, and sustainable peace. Hyungsik Lim Biophysics, imaging\/microscopy, nonlinear optics. Tony M. Liss High energy experimental particle physics, physics of the top quark, physics of the Higgs Boson. Alexander A. Lisyansky Condensed matter theory Charles Tsun-Chu Liu Colliding galaxies, starburst galaxies, and the star formation history of the universe Sharon M. Loverde Molecular dynamics of polymers and biopolymers. Michael S. Lubell Experimental programs: uv and soft x-ray interactions with two-electron atomic systems and simple molecules; spin-dependence in atomic interactions. Marcello Lucia Nonlinear problems that arise in mathematical physics, differential geometry and in some models of chemotaxis, with emphasis on the question of existence and uniqueness of solutions. Kevin R.  Lynch Data acqusition and analysis, detector and beam transport simulations, and eletronics and control software for data acquisition. Hernan A. Makse Complex networks, soft matter physics. Ariyeh H. Maller Cosmology, galaxy formation, gravitational lensing, quasar absorption systems. Eugene S. Mananga Condensed matter physics, Solid-state nuclear magnetic resonance, Medical physics, radiological sciences and nuclear medicine, Advancing theory, simulation and methodology in nuclear magnetic resonance, Spin dynamics, Quantum physics, Medical physics, Nuclear medicine Louis J. Massa Quantum crystallography Desmond B.  McKernan Accretion disks, black hole physics, gravitational waves, aperture masking interferometry, X-ray astrophysics Vinod M. Menon Photonics, 2D materials, QED - experiment, metamaterials. Carlos A. Meriles Manipulation of paramagnetic defects for quantum information processing and spintronics as well as for nanoscale sensing. Mohammad-Ali Miri Fundamental questions in optics and photonics at the same time that he is interested in application of his research in developing novel photonic devices. His current research topics are non-Hermitian photonics, optomechanical effects and inverse problems in optics. Ken E. Miyano X-ray studies of solid state materials, surfaces and interfaces, physics education Lev Murokh V. Parameswaran Nair Theoretical and Mathematical Physics  High Energy and Elementary Particle Physics Mim Lal Nakarmi Wide bandgap semiconductor material synthesis, and characterization for photonic applications. Matthew O'Dowd J. The physics of quasar accretion disks out outflows through microlensing analysis of gravitationally lensed quasars. Vadim Oganesyan Theoretical condensed matter physics; magnetism, superconductivity, far out of equilibrium dynamics. Peter Orland Gauge theory, theoretical particle physics, quantum field theory, quantum integrability, quark confinement Displaying results  51-100 (of 133)  |<  <   1 - 2 - 3   >  >|  » Faculty Program Photonics Track Learning Goals Path to Degree Courses Qualifying Exam Program News Faculty Listing by Research Areas Research Centers Research Areas Important Links Program Events Alumni Dissertations Faculty » Faculty Displaying results  101-133 (of 133)  |<  <   1 - 2 - 3  > >| Giovanni Ossola Theoretical Particle Physics, phenomenological predictions of the Standard Model Numerical techniques for the evaluation of scattering amplitudes (NLO multi-leg) Timothy A.D. Paglione Microwave spectroscopy of interstellar molecular clouds, gamma-ray emission from starburst galaxies Vladimir Petricevic Development of ultra-broad bandwith optical amplifiers for optical communications, development of tunable solid-state laser materials, development of compact all-solid-state near-IR tunable laser systems, applications of near-IR tunable solid-state lasers Andrew C. Poje Alexios P. Polychronakos Integrable models and many-body systems, noncommutative field theory James L. Popp Practical applications for particle detector technologies,  developing techniques doing cosmic ray muon tomography Alexander Punnoose Yuhang Ren Ultrafast optical spectroscopy Emily Rice Astrophysics and Astronomy Viraht Sahni Theoretical electronic structure of matter: atoms, molecules, solids and solid surfaces Karl Sandeman Phase transitions and their applications, magnetic materials, solid-state cooling. Tobias Schaefer nonlinear, nonlocal, and random phenomena, described by ordinary or partial differential equations David Schmeltzer Topological  insulators; topological superconductors; odd viscosity for superconductors; boundary problems- violation of the continuity equation for topological materials; photoemission  for TI. David Schwab Neuroscience and Machine Learning Matthew Sfeir Mark D. Shattuck Soft matter, granular materials, acoustic meta-materials. Aidong Shen Molecular beam epitaxy, compound semicoductor materials, quantum structures and nanostructures, photonic devices, infrared technology. Kai Shum CsSnI3 related material synthesis, characterization, device applications including solar cells. Ruth E. Stark Structural biology approaches to study plant protective polymers, lipid metabolism, and potentially pathogenic melanized fungal cells Richard N. Steinberg Physics education research Sophia N. Suarez High-Pressure Nuclear Magnetic Resonance (NMR) and AC Impedance Spectroscopies (IS) to study the ion and mass transport properties of electrolyte materials used in electrochemical devices such as fuel cells and supercapacitors So Takei Hard condensed matter physics and spintronics. Maria C. Tamargo MBE Growth: 2D systems; II-VI Materials and quantum coscade devices, Topological Insulators; Type-II quantum dots, solar cells. Allen M. Tesdall Hyperbolic systems of conservation laws Brian C. Tiburzi Theoretical nuclear and particle physics, lattice gauge theory Micha Tomkiewicz Environmental issues, science and society, photoelectrochemistry, electrochemistry, physics and chemistry of solid-liquid interfaces, morphology and transport properties of composite media, solar energy conversion and storage, photovoltaic devices, batteries. Jiufeng J. Tu Magneto-spectroscopy, Superconductivity, Magneto-Spectroscopy Studies of Quantum Systems under Extreme Conditions. Large part of the work will be carried out at the new National Synchrotron Light Source (NSLS-II) at Brookhaven National Lab. Raymond T. Tung Modification of schottky barrier height at metal-semiconductor interfaces by the formation of interlayers, combining UHV and Liquid Phase (CULP) processing of nanoparticles and interfaces, soft contact formation by printing in ultrahigh vacuum, a chemical perspective of the formation of band-offset and molecular level alignment at solid interfaces, schottky barrier height Justin F. Vazquez-Poritz Sergey A. Vitkalov Dynamical and nonlinear properties of low dimensional  electron systems Min Xu Photonics, biomedical imaging across scales, computational sensing and machine learning, random media and stochastic processes, and biophysics Chuixiang  Yi Future climate change and the impact of extreme weather and climate on terrestrial ecosystems and society. Alexandre M. Zaitsev Displaying results  101-133 (of 133)  |<  <   1 - 2 - 3  > >|"
            ]
        ]
    ]
}