{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DS8KVBZD",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Cumrun Vafa Cumrun Vafa Hollis Professor of Mathematicks and Natural Philosophy Cumrun Vafa's primary area of research is string theory.  String theory, a subject that is about four decades old, is at the center of efforts by theoretical physicists to find a unified fundamental theory of nature.  String theory provides a framework to unify everything we know about nature, including all particles and the forces between them, in a consistent quantum theory.  This is an ambitious goal, given that it aims to describe physical phenomena involving scales 1025 times smaller than the atom, as well as the cosmology of our entire universe, which involves a scale of about 1037 times bigger than the atom. In a single theory, one studies the mysteries of confinement of quarks inside atomic nuclei, as well as enigmatic properties of astrophysical objects such as black holes. Such an all-encompassing theory necessarily requires a tremendous amount of mathematical technology.  In fact, most of the mathematics needed for string theory is not even yet developed.  String theorists thus have the exciting task of building new mathematics as tools to explore new laws of physics. It is therefore not surprising that string theory is at the cross roads of many fields, including mathematics, particle phenomenology and astrophysics. Cumrun Vafa's research has involved essentially all these aspects.  Together with his colleagues he has worked on topological strings, trying to elucidate some new mathematics originating from string theory (notably in his work on mirror symmetry) and using these techniques to uncover some of the mysteries of black holes, particularly the Bekenstein-Hawking entropy.  He has also applied these ideas to particle theories by geometrically engineering quantum field theories, as well as solving the strong coupling dynamics of confining theories (using large N matrix model technology) and geometrizing string theory defects (in a limit of string theory known as F-theory).  His recent work involves applying these ideas to come up with stringy predictions for the nature of the dark energy and the fate of our universe. CV List of Publications  ____________________________ Jennifer Pollock Jefferson Lab 467 vafa@physics.harvard.edu p: (617) 496-8207 Personal Site Center for the Fundamental Laws of Nature"
            ]
        ]
    ]
}