{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DT445XX9",
            "jyw99D8AAAAJ",
            [
                "Dark matter results from 225 live days of XENON100 data"
            ],
            [
                "We report on a search for particle dark matter with the XENON100 experiment, operated at the Laboratori Nazionali del Gran Sasso for 13 months during 2011 and 2012. XENON100 features an ultralow electromagnetic background of (5.3±0.6)× 10− 3 events\/(keV ee× kg× day) in the energy region of interest. A blind analysis of 224.6 live days× 34 kg exposure has yielded no evidence for dark matter interactions. The two candidate events observed in the predefined nuclear recoil energy range of 6.6–30.5 keV nr are consistent with the background expectation of (1.0±0.2) events. A profile likelihood analysis using a 6.6–43.3 keV nr energy range sets the most stringent limit on the spin-independent elastic weakly interacting massive particle–nucleon scattering cross section for weakly interacting massive particle masses above 8 GeV\/c 2, with a minimum of 2× 10− 45 cm 2 at 55 GeV\/c 2 and 90% confidence level."
            ],
            [
                [
                    "particle physics",
                    "astrophysics",
                    "dark matter search"
                ]
            ],
            [
                "Kaixuan Ni News and Awards Dark Matter Scientists Surprised by Observation of ‘Excess of Events’ Scientists Observe Rare Decay Process in the Universe Observation of excess electronic recoil events in XENON1T, arXiv:2006.09721 (2020) Light dark matter search with ionization signals in XENON1T, Phys. Rev. Lett. 123, 251801 (2019) Observation of two-neutrino double electron capture in 124Xe with XENON1T, Nature vol. 568, 532–535 (2019) Dark matter search results from a one ton-year exposure of XENON1T, Phys. Rev. Lett. 121, 111302 (2018) Exclusion of leptophilic dark matter models using XENON100 electronic recoil data, Science 349, 851-954 (2015) Kaixuan Ni Ph.D, COLUMBIA UNIVERSITY, 2006 Office: MH 5102 Phone: 858-822-7520 nikx@ucsd.edu Our group’s research interest centers on the biggest puzzles in particle physics and cosmology. What are the fundamental properties of dark matter? What is the absolute mass of neutrinos? Are there sterile types of neutrinos? We develop extremely low background particle detectors and advanced data analysis techniques to address these open questions experimentally. Current Projects: XENON1T and XENONnT: located at Gran Sasso National Underground Laboratory in Italy. XENON1T is the world’s first tonne-scale dark matter detector using the liquid xenon time projection chamber (LXeTPC) technology and so far the most sensitive WIMP dark matter detector. XENONnT is the upgrade of XENON1T and is set to start operation in 2020. Future Projects: DARWIN : the ultimate WIMP dark matter detector to probe down to the “neutrino floor” and also a multi-purpose observatory for neutrinos and other astrophysics sources. Former Projects: XENON10 and XENON100: pioneering experiments demonstrating the advantages of LXeTPC technology for dark matter search. PandaX-I\/II: dark matter search experiments at China’s Jinping Underground Laboratory. "
            ]
        ]
    ]
}