{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DT4ITDAN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "NERGIS MAVALVALA Curtis and Kathleen Marble Professor of Astrophysics Dean, MIT School of Science nergis@ligo.mit.edu (Office) 617-253-5657 (Lab) 617-253-4824 NW22-213 Constance Winner (617) 253-8900 RELATED LINKS: LIGO Laboratory LIGO Group at MIT Personal Homepage MIT School of Science Area of Research: Division of Astrophysics: Gravitational Waves and Quantum Measurement Nergis Mavalvala, Marble Professor of Astrophysics at MIT and a 2010 recipient of a MacArthur “genius” award, is a physicist whose research focuses on the detection of gravitational waves and quantum measurement science. She is a longtime member of the scientific team that announced in 2016 the first direct detection of gravitational waves from colliding black holes by the Laser Interferometer Gravitational-wave Observatory (LIGO). The gravitational waves that LIGO detected are ripples in the spacetime fabric caused by the motion of compact, massive astrophysical objects such as black holes and neutron stars. Since the nature of gravitation is inherently different from electromagnetism, gravitational wave astrophysics provides a radically different window into the universe. In the quest for ever greater sensitivity in the LIGO detectors, Mavalvala has also conducted pioneering experiments on generation and application of squeezed states of light, and on laser cooling and trapping of macroscopic objects to enable observation of quantum phenomena in human-scale systems. Professor Nergis Mavalvala received a B.A. from Wellesley College and a Ph.D. from MIT. She was a postdoctoral fellow and research scientist at the California Institute of Technology before joining the Physics faculty at MIT in 2002. She was appointed Associate Department Head of Physics in February 2015, overseeing the department's academic programming and student well-being for the next five years. She was elected to the National Academy of Sciences in 2017. In 2020, Nergis was named Dean of MIT's School of Science. \"Measurement of radiation-pressure-induced optomechanical dynamics in a suspended Fabry-Perot cavity,\" T. Corbitt, D. Ottaway, E. Innerhofer, J. Pelc, and N. Mavalvala, Phys. Rev. A 74 , 021802 (2006). \"A squeezed state source using radiation pressure induced rigidity,\" T. Corbitt, Y. Chen, F. Khalili, D. Ottaway, S. Vyatchanin, S. Whitcomb, and N. Mavalvala, Phys. Rev. A 73 , 023801 (2006). \"Lock acquisition of a gravitational   wave interferometer,\" M. Evans, N. Mavalvala, P. Fritschel,   R. Bork, B. Bhawal, R. Gustafson, W. Kells, M. Landry, D. Sigg,   R. Weiss, S. Whitcomb, H. Yamamoto, accepted for publication in Opt. Lett. (2002). \"Readout and control of a power-recycled gravitational-wave antenna,\" P. Fritschel, R. Bork, G. González, N. Mavalvala, D. Ouimette, H. Rong, D. Sigg, and M. Zucker, Appl. Opt. 40 , 4988 (2001). \"High gain power-recycling of a Fabry-Perot Michelson interferometer for a gravitational wave antenna,\" S. Sato, M. Ohashi, M-K. Fujimoto, K. Waseda, S. Miyoki, N. Mavalvala, and H. Yamamoto, Appl. Opt. 39 , 4616 (2000). \"Principles of calculating the dynamical response of misaligned complex resonant optical interferometers,\" D. Sigg and N. Mavalvala, J. Opt. Soc. Am. A 17 , 1642 (2000). \"Determination and optimization of mode matching into optical cavities using heterodyne detection,\" G. Mueller, Q. Shu, R. Adhikari, D. Tanner, D. Reitze, D. Sigg, N. Mavalvala and J. Camp, Opt. Lett. 25 , 266 (2000). \"Experimental test of an alignment sensing scheme for a gravitational-wave interferometer,\" N. Mavalvala, D. Sigg and D. Shoemaker, Appl. Opt. 37 , 7906 (1998). November 5, 2020 10:45 AM"
            ]
        ]
    ]
}