{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DUP97DK9",
            "9YcKceUAAAAJ",
            [
                "Mitochondrial localization of estrogen receptor β",
                "Increased β-secretase activity and expression in rats following transient cerebral ischemia",
                "Alternative mitochondrial electron transfer as a novel strategy for neuroprotection",
                "Quinol-based cyclic antioxidant mechanism in estrogen neuroprotection",
                "Pyruvate protects mitochondria from oxidative stress in human neuroblastoma SK-N-SH cells",
                "Testosterone increases neurotoxicity of glutamate in vitro and ischemia-reperfusion injury in an animal model",
                "Estrogen attenuates nuclear factor-kappa B activation induced by transient cerebral ischemia",
                "Cdk5 is involved in NFT-like tauopathy induced by transient cerebral ischemia in female rats",
                "Transient cerebral ischemia induces aberrant neuronal cell cycle re-entry and Alzheimer's disease-like tauopathy in female rats",
                "Transient cerebral ischemia induces site-specific hyperphosphorylation of tau protein"
            ],
            [
                "Estrogen receptors (ERs) are believed to be ligand-activated transcription factors belonging to the nuclear receptor superfamily, which on ligand binding translocate into the nucleus and activate gene transcription. To date, two ERs have been identified: ERα and ERβ. ERα plays major role in the estrogen-mediated genomic actions in both reproductive and nonreproductive tissue, whereas the function of ERβ is still unclear. In this study, we used immunocytochemistry, immunoblotting, and proteomics to demonstrate that ERβ localizes to the mitochondria. In immunocytochemistry studies, ERβ was detected with two ERβ antibodies and found to colocalize almost exclusively with a mitochondrial marker in rat primary neuron, primary cardiomyocyte, and a murine hippocampal cell line. The colocalization of ERβ and mitochondrial markers was identified by both fluorescence and confocal microscopy. No translocation of …",
                "The aberrant proteolytic processing of the amyloid precursor protein (APP) by β- and γ-secretases is key to amyloid plaque formation in Alzheimer's disease (AD). Identification of an aspartyl protease as the β-secretase (β-site APP cleaving enzyme, BACE) involved in APP processing provides a pharmaceutical target for potential AD treatment. In the present studies, we demonstrate that transient cerebral ischemia in female rats caused a 30% increase in β-secretase activity. α-Secretase activity did not increase significantly. We examined protein levels of BACE1, and its analogue BACE2, in ischemic brain extracts. BACE1 protein levels increased 67%, while BACE2 protein level did not change after such a transient ischemia. Immunohistochemical studies demonstrated that BACE1 protein was increased in the ischemic neocortex, when compared with its contralateral cortex. Further, colocalization assessment …",
                "Neuroprotective strategies, including free radical scavengers, ion channel modulators, and anti-inflammatory agents, have been extensively explored in the last 2 decades for the treatment of neurological diseases. Unfortunately, none of the neuroprotectants has been proved effective in clinical trails. In the current study, we demonstrated that methylene blue (MB) functions as an alternative electron carrier, which accepts electrons from NADH and transfers them to cytochrome c and bypasses complex I\/III blockage. A de novo synthesized MB derivative, with the redox center disabled by N-acetylation, had no effect on mitochondrial complex activities. MB increases cellular oxygen consumption rates and reduces anaerobic glycolysis in cultured neuronal cells. MB is protective against various insults in vitro at low nanomolar concentrations. Our data indicate that MB has a unique mechanism and is fundamentally …",
                "Substantial evidence now exists that intrinsic free-radical scavenging contributes to the receptor-independent neuroprotective effects of estrogens. This activity is inherently associated with the presence of a phenolic A-ring in the steroid. We report a previously unrecognized antioxidant cycle that maintains the “chemical shield” raised by estrogens against the most harmful reactive oxygen species, the hydroxyl radical (•OH) produced by the Fenton reaction. In this cycle, the capture of •OH was shown to produce a nonphenolic quinol with no affinity to the estrogen receptors. This quinol is then rapidly converted back to the parent estrogen via an enzyme-catalyzed reduction by using NAD(P)H as a coenzyme (reductant) and, unlike redox cycling of catechol estrogens, without the production of reactive oxygen species. Due to this process, protection of neuronal cells against oxidative stress is also possible by quinols …",
                "Oxidative stress is implicated in neurodegenerative diseases including stroke, Alzheimer's disease and Parkinson's disease, and has been extensively studied as a potential target for therapeutic intervention. Pyruvate, a natural metabolic intermediate and energy substrate, exerts antioxidant effects in brain and other tissues susceptible to oxidative stress. We tested the protective effects of pyruvate on hydrogen peroxide (H2O2) toxicity in human neuroblastoma SK-N-SH cells and the mechanisms underlying its protection. Hydrogen peroxide insult resulted in 85% cell death, but co-treatment with pyruvate dose-dependently attenuated cell death. At concentrations of ≥ 1 mM, pyruvate totally blocked the cytotoxic effects of H2O2. Pyruvate exerted its protective effects even when its administration was delayed up to 2 h after H2O2 insult. As a scavenger of reactive oxygen species (ROS), pyruvate dose-dependently …",
                "Increasing evidence has demonstrated striking sex differences in the outcome of neurological injury. Whereas estrogens contribute to these differences by attenuating neurotoxicity and ischemia-reperfusion injury, the effects of testosterone are unclear. The present study was undertaken to determine the effects of testosterone on neuronal injury in both a cell-culture model and a rodent ischemia-reperfusion model. Glutamate-induced HT-22 cell-death model was used to evaluate the effects of testosterone on cell survival. Testosterone was shown to significantly increase the toxicity of glutamate at a 10 μM concentration, whereas 17β-estradiol significantly attenuated the toxicity at the same concentration. In a rodent stroke model, ischemia-reperfusion injury was induced by temporal middle cerebral artery occlusion (MCAO) for 1 h and reperfusion for 24 h. To avoid the stress-related testosterone reduction, male rats …",
                "The protective effects of estrogens have been widely reported in a number of animal and cell culture models, but the molecular mechanisms of this potent neuroprotective activity are not well understood. Both in vitro and in vivo studies indicate that in the central nervous system and peripheral tissues, estrogen treatment reduces cytokine production and inflammatory responses. Nuclear factor-kappa B (NFκB) plays an essential role in the regulation of post-ischemic inflammation, which is detrimental to recovery from an ischemic stroke. We investigated the role of NFκB in neuronal survival in rats that received transient middle cerebral artery (MCA) occlusion, and observed that this transient cerebral ischemia induced substantial apoptosis and inflammatory responses, including IκB phosphorylation, NF-κB activation and iNOS over-expression. 17 β-estradiol (E2) treatment produced strong protective effects by reducing …",
                "Although neurofibrillary tangle (NFT) formation is a central event in both familial and sporadic Alzheimer's disease (AD), neither cellular origin nor functional consequence of the NFTs are fully understood. This largely is due to the lack of available in vivo models for neurofibrillary degeneration (NFD). NFTs have only been identified in transgenic mice, bearing a transgene for a rare hereditary neurodegenerative disease, frontotemporal dementia with Parkinsonism linked to chromosome 17 (FTDP17). Epidemiological evidence suggests a much higher occurrence of dementia in stroke patients. This may represent the underlying cause of the pathogenesis of sporadic AD, which accounts for the majority of AD cases. We examined pathological markers of AD in a rodent stroke model. Here we show that after transient cerebral ischemia, hyperphosphorylated tau accumulates in neurons of the cerebral cortex in the …",
                "Aberrant mitosis occurs in many tauopathy-related neurodegenerative diseases and is believed to precede the formation of neurofibrillary tangles. In this study, we report for the first time that transient cerebral ischemia induces aberrant mitotic proteins and hyperphosphorylation of tau protein with neurofibrillary tangle-like conformational epitopes in adult female rat cortex. Following transient cerebral ischemia in rats, initiation of apoptosis precedes and is potentially integrated with subsequent aberrant mitosis and tau hyperphosphorylation. Furthermore, inhibition of mitosis-related cyclin-dependent kinases (Cdks) by roscovitine significantly reduced the hyperphosphorylation of tau. Administration of the female sex steroid and potent neuroprotective agent, 17β-estradiol, reduced ischemia-reperfusion-induced cerebral damage and the subsequent aberrant mitosis and tauopathies. These results provide a …",
                "Neurofibrillary tangles (NFTs) are a pathological hallmark of many neurodegenerative diseases including Alzheimer's disease (AD), Parkinson's disease (PD), and frontotemporal dementia with parkinsonism linked to chromosome 17 (FTDP17). However, the cellular origin and the consequence of the NFT formation are poorly understood. Epidemiological evidence suggests a much higher occurrence of dementia in stroke patients. This may represent the pathogenesis of sporadic AD, which accounts for the majority of AD occurrence. Here we show that after a transient cerebral ischemia, hyperphosphorylated tau accumulates in cortical neurons in a site-specific manner. The hyperphosphorylated tau presents a conformation similar to those present in human tauopathies, and colocalizes largely with signs of apoptosis. Our current study suggests that tau hyperphosphorylation may contribute to the brain damage …"
            ],
            [
                [
                    "Aging",
                    "stroke Neuroprotection"
                ]
            ],
            [
                "Ran Liu Postdoctoral Associate PSB 112 ranliu91@gmail.com"
            ]
        ]
    ]
}