{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DUTCFDO3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Robert Marchini Honors and Awards Scholarship Professional Affiliation Robert Marchini Robert Marchini Professor Emeritus (901) 678-3118 rmarchint@memphis.edu (901) 678-4733 MN 115 Biography Emeritus Professor Marchini joined the Department of Physics in 1968. He has received\n                  numerous honors for his teaching including the University Distinguished Teaching Award\n                  twice (1980, 2008), Honors Teacher of the Year (1980), Tennessee Science Teacher of\n                  the Year, University Division (1998), The Thomas Briggs Foundation Excellence in Undergraduate\n                  Teaching Award (2001), and The College of Arts and Sciences W. Russell Smith Award\n                  (2003). The Southeastern Section of the American Physical Society gave its George W. Peagram\n                  Award for Contributions to the Teaching of Physics to Dr Marchini in 2007. The citation\n                  read as follows: \"The field of physics has historically depended upon individuals who can reach beyond\n                  their colleagues to invite students and the public to appreciate the beauty and importance\n                  of nature's laws of physics. Professor Marchini is the finest possible example of\n                  such an individual. He has reached thousands of students and teachers in the State\n                  of Tennessee at all levels of the education system and outside the education system.\n                  Generations of students at his home institution owe their excellent learning opportunities\n                  to him. Professor Marchini is an evangelist for our field. Upon him the Southeastern\n                  Section of the American Physical Society confers its highest honor for excellence\n                  in the teaching of physics, the George B. Peagram Award."
            ]
        ]
    ]
}