{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DUXMRB3V",
            "eeY3lNcAAAAJ",
            [
                "The collimation-corrected gamma-ray burst energies correlate with the peak energy of their νFν spectrum",
                "Afterglow light curves, viewing angle and the jet structure of γ-ray bursts",
                "The resolved fraction of the cosmic X-ray background",
                "Internal shocks in the jets of radio-loud quasars",
                "The rates of hypernovae and gamma-ray bursts: implications for their progenitors",
                "Gamma-ray bursts: new rulers to measure the universe",
                "Evidence for supernova signatures in the spectrum of the late-time bump of the optical afterglow of GRB 021211"
            ],
            [
                "We consider all bursts with known redshift and νFν peak energy,  . For a good fraction of them an estimate of the jet opening angle is available from the achromatic break of their afterglow light curve. This allows the derivation of the collimation‐corrected energy of the bursts, Eγ. The distribution of the values of Eγ is more spread out than in previous findings, covering about 2 orders of magnitude. We find a surprisingly tight correlation between Eγ and the source frame Epeak:  . This correlation can shed light on the still uncertain radiation processes for the prompt GRB emission. More importantly, if the small scatter of this newly found correlation could be confirmed by forthcoming data, it would be possible to use it for cosmological purposes.",
                "Gamma-ray bursts are often modelled as jet-like outflows directed towards the observer; the cone angle of the jet is then commonly inferred from the time at which there is a steepening in the power-law decay of the afterglow. We consider an alternative model in which the jet has a beam pattern where the luminosity per unit solid angle (and perhaps also the initial Lorentz factor) decreases smoothly away from the axis, rather than having a well-defined cone angle within which the flow is uniform. We show that the break in the afterglow light curve then occurs at a time that depends on the viewing angle. Instead of implying a range of intrinsically different jets – some very narrow, and others with a similar power spread over a wider cone – the data on afterglow breaks could be consistent with a standardized jet, viewed from different angles. We discuss the implication of this model for the luminosity function.",
                "We present the X‐ray source number counts in two energy bands (0.5–2 and 2–10 keV) from a very large source sample: we combine data of six different surveys, both shallow wide‐field and deep pencil‐beam, performed with three different satellites (ROSAT, Chandra, and XMM‐Newton). The sample covers with good statistics the largest possible flux range so far:   to 10−11 ergs s−1 cm−2 in the soft band and   to   ergs s−1 cm−2 in the hard band. Integrating the flux distributions over this range and taking into account the (small) contribution of the brightest sources, we derive the flux density generated by discrete sources in both bands. After a critical review of the literature values of the total cosmic X‐ray background (CXB) we conclude that, with the present data,   and   of the soft and hard CXB can be ascribed to discrete source emission. If we extrapolate the analytical form of the log N–log S distribution beyond …",
                "The central engine causing the production of jets in radio sources may work intermittently, accelerating shells of plasma with different mass, energy and velocity. Faster but later shells can then catch up slower earlier ones. In the resulting collisions shocks develop, converting some of the ordered bulk kinetic energy into magnetic field and random energy of the electrons which then radiate. We propose that this internal shock scenario, which is the scenario generally thought to explain the observed gamma-ray burst radiation, can also work for radio sources in general, and for blazars in particular. We investigate in detail this idea, simulating the birth, propagation and collision of shells, calculating the spectrum produced in each collision, and summing the locally produced spectra from those regions of the jet which are simultaneously active in the observer's frame. We can thus construct snapshots of the overall …",
                "A critical comparison of estimates for the rates of hypernovae (HNe) and gamma‐ray bursts (GRBs) is presented. Within the substantial uncertainties, the estimates are shown to be quite comparable and give a galactic rate of 10−6 to 10−5 yr−1 for both events. These rates are several orders of magnitude lower than the rate of core‐collapse supernovae, suggesting that the evolution leading to an HN\/GRB requires special circumstances, very likely due to binary interactions. Various possible binary channels are discussed, and it is shown that these are generally compatible with the inferred rates.",
                "The best measure of the universe should be done using a standard “ruler” at any redshift. Type Ia supernovae (SN Ia) probe the universe up to  , while the cosmic microwave background (CMB) primary anisotropies concern basically  . Apparently, gamma‐ray bursts (GRBs) are all but standard candles. However, their emission is collimated, and the collimation‐corrected energy correlates tightly with the frequency at which most of the radiation of the prompt is emitted, as found by Ghirlanda et al. Through this correlation we can infer the burst energy accurately enough to probe the intermediate‐redshift ( ) universe. Using the best known 15 GRBs we find very encouraging results that emphasize the cosmological GRB role. A combined fit with SN Ia yields   and  . Assuming in addition a flat universe, the parameters are constrained to be   and  . GRBs accomplish the role of “missing link” between SN Ia and CMB primary …",
                "We present photometric and spectroscopic observations of the gamma-ray burst GRB 021211 obtained during the late stages of its afterglow. The light curve shows a rebrightening occurring ~25 days after the GRB. The analysis of a VLT spectrum obtained during the bump (27 days after the GRB) reveals a suggestive resemblance with the spectrum of the prototypical type-Ic SN 1994I, obtained ~10 days past maximum light. Particularly we have measured a strong, broad absorption feature at 3770 Å, which we have identified with Ca II blueshifted by ~ km s-1, thus indicating that a supernova (SN) component is indeed powering the “bump” in the afterglow decay. Assuming SN 1994I as a template, the spectroscopic and photometric data together indicate that the SN and GRB explosions were at most separated by a few days. Our results suggest that GRBs might be associated also to standard type-Ic supernovae."
            ],
            [
                [
                    "Astrophysics"
                ]
            ]
        ]
    ]
}