{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DV0GANZX",
            "jjDlXWMAAAAJ",
            [
                "Nanometre-scale thermometry in a living cell",
                "Room-temperature quantum bit memory exceeding one second"
            ],
            [
                "Sensitive probing of temperature variations on nanometre scales is an outstanding challenge in many areas of modern science and technology 1. In particular, a thermometer capable of subdegree temperature resolution over a large range of temperatures as well as integration within a living system could provide a powerful new tool in many areas of biological, physical and chemical research. Possibilities range from the temperature-induced control of gene expression 2, 3, 4, 5 and tumour metabolism 6 to the cell-selective treatment of disease 7, 8 and the study of heat dissipation in integrated circuits 1. By combining local light-induced heat sources with sensitive nanoscale thermometry, it may also be possible to engineer biological processes at the subcellular level 2, 3, 4, 5. Here we demonstrate a new approach to nanoscale thermometry that uses coherent manipulation of the electronic spin associated with …",
                "Stable quantum bits, capable both of storing quantum information for macroscopic time scales and of integration inside small portable devices, are an essential building block for an array of potential applications. We demonstrate high-fidelity control of a solid-state qubit, which preserves its polarization for several minutes and features coherence lifetimes exceeding 1 second at room temperature. The qubit consists of a single 13C nuclear spin in the vicinity of a nitrogen-vacancy color center within an isotopically purified diamond crystal. The long qubit memory time was achieved via a technique involving dissipative decoupling of the single nuclear spin from its local environment. The versatility, robustness, and potential scalability of this system may allow for new applications in quantum information science."
            ],
            [
                [
                    "AMO",
                    "condensed matter",
                    "quantum information",
                    "topological order",
                    "many-body localization and Floquet systems"
                ]
            ],
            [
                "Norman Yao Norman Yao Assistant Professor 301E Physics South norman.yao@berkeley.edu (510) 664-4900 Yao Group Atomic, Molecular and Optical Physics Norman Yao joined the physics department as an assistant professor in the summer of 2016. He received his A.B. summa cum laude with highest honors in physics and mathematics from Harvard University in 2009. After completing his Ph.D. at Harvard in 2014, he began postdoctoral work at UC Berkeley as a Miller Fellow. He is the recipient of the Radcliffe Institute's Captain Jonathan Fay Prize (2009), the Deborah Jin Award for Outstanding Doctoral Thesis Research in Atomic, Molecular, or Optical Physics (2015), the NSF CAREER award (2017), the Alfred P. Sloan Fellowship (2018), the David and Lucile Packard Fellowship in Science and Engineering (2018) and the APS George E. Valley Jr. Prize (2020). My research interests lie at the interface between atomic, molecular and optical physics, condensed matter, and quantum information science. In recent years, the synergy between these fields has been strengthened by a tremendous amount of experimental progress, which has made it possible to assemble complex, strongly interacting, quantum many-body systems from individual atoms, ions, molecules and photons. These advances have opened the door to realizing non-equilibrium phases of matter, to understanding the dynamics of quantum thermalization (and of its failure), and to measuring the intrinsic properties of topological phases. Dialogue between theory and experiment is especially crucial to addressing these questions and my group employs a variety of theoretical, numerical and experimental tools. Current Projects: Non-equilibrium phases of matter Recent progress suggests that driven (Floquet) quantum systems can exhibit phenomena at least as rich as their static counterparts. Indeed, phases of matter that are nominally forbidden in equilibrium, such as quantum time crystals, have found new life in periodically driven systems. Observing these types of novel quantum orders, however, represents a daunting challenge as one typically expects a driven quantum system to absorb energy from its driving field, eventually heating to a featureless infinite temperature state. To this end, our group has recently been focused on understanding the time-scales associated with such heating and on providing alternate strategies to observe long-time quantum coherent behavior in Floquet systems. Many-body localization Statistical mechanics is the framework that connects thermodynamics to the microscopic world. It hinges on the assumption of equilibration; when equilibration fails, so does our understanding. In isolated quantum systems, this breakdown is captured by the phenomenon known as many-body localization. Many-body localized phases violate Ohm's law and Fourier's law as they conduct neither charge nor heat; they can exhibit symmetry breaking and\/or topological orders in dimensions normally forbidden by Mermin-Wagner arguments; and they hold potential as strongly interacting quantum computers due to weak logarithmic dephasing. We are actively exploring a number of questions in this field, ranging from the effect of power-law interactions to coherent quantum control in the MBL phase. Spin defects in diamond At the nanoscale, isolated spins can be exceedingly stable and precisely controlled. This holds the promise for their use as quantum bits, the basic building block of a quantum computer. Their natural stability also renders them sensitive magnetic, electric, and thermal probes. Recent experimental advances have enabled the control and manipulation of individual quantum mechanical spins --- Nitrogen-Vacancy (NV) defects --- in diamond. In each defect, a nitrogen atom and an adjacent vacancy substitute for two carbon atoms in the diamond lattice. The NV harbors a spin triplet electronic ground state that can be polarized, manipulated and optically detected. Our group is interested in studying the magnetic properties of layered two dimensional materials and in pressure driven phase transitions using both single and ensemble NV magnetometry. Topological Phases The development of ultra-cold atomic and molecular gases has raised the possibility of studying topological phases in out-of-equilibrium spin systems. Unlike traditional condensed matter systems, one cannot simply “cool” into a desired topological ground state by decreasing the temperature of a surrounding bath. Rather, preparation must proceed coherently, e.g. by exploiting the quantum adiabatic theorem. This necessitates a detailed knowledge of the phase transitions separating topological states from their short-range-entangled neighbors and requires understanding the interplay between topology, lattice symmetries and out-of-equilibrium dynamics. One particular recent focus of group is the quantum simulation of fractional Chern insulators and quantum spin liquids in lattice-trapped polar molecules. Quantum chaos and scrambling In isolated quantum systems, the approach to equilibrium is characterized by the spreading of entanglement and the “scrambling” of quantum information. More precisely, scrambling describes the delocalization of quantum information over all of a system’s degrees of freedom. That there might exist fundamental limits on the rate of scrambling\/thermalization has a long and storied history. At one extreme are strongly disordered systems, where thermalization is absent and quantum information spreads slowly. At the other extreme, certain gauge theories appear to spread quantum information very rapidly. However, these gauge theories are special—their thermal states are “holographically dual” to black holes in Einstein gravity. They are also highly symmetrical, display scale invariant physics, and do not order at low temperatures despite strong interactions. The key question that my group is focused on at the moment is: Where do typical interacting systems fall between these two extremes? J. Zhang, P. W. Hess, A. Kyprianidis, P. Becker, A. Lee, J. Smith, G. Pagano, I.-D. Potirniche, A. C. Potter, A. Vishwanath, N. Y. Yao, C. Monroe, “Observation of a Discrete Time Crystal”, arXiv:1609.08684 (2016) N. Y. Yao, A. C. Potter, I.-D. Potirniche, A. Vishwanath, “Discrete time crystals: rigidity, criticality, and realizations”, arXiv:1608.02589 (2016) N. Y. Yao, C. R. Laumann, J. I. Cirac, M. D. Lukin, J. E. Moore, “Quasi Many-body Localization in Translation Invariant Systems”, Phys. Rev. Lett. in press (2016) M. P. Zaletel, D. M. Stamper-Kurn, N. Y. Yao, “Preparation of Low Entropy Correlated Many-body States via Conformal Cooling Quenches”, arXiv:1611.04591 (2016) V. V. Ramasesh, E. Flurin, M. S. Rudner, I. Siddiqi, N. Y. Yao, “Direct Probe of Topological Invariants Using Bloch Oscillating Quantum Walks”, arXiv:1609.09504 (2016) I.-D. Potirniche, A. C. Potter, M. Schleier-Smith, A. Vishwanath, N. Y. Yao, “Floquet symmetry-protected topological phases in cold atomic systems”, arXiv:1610.07611 (2016) N. Y. Yao, F. Grusdt, B. Swingle, M. D. Lukin, D. M. Stamper-Kurn, J. E. Moore, E. A. Demler, “Interferometric Approach to Probing Fast Scrambling”, arXiv:1607.01801 (2016). N. Y. Yao, M. P. Zaletel, D. M. Stamper-Kurn, A. Vishwanath, “A Quantum Dipolar Spin Liquid”, arXiv:1510.06403 (2015). N. Y. Yao, C. R. Laumann, S. Gopalakrishnan, M. Knap, M. Mueller, E. A. Demler, M. D. Lukin, “Many-body Localization in Dipolar Systems”, Phys. Rev. Lett. 113, 243002 (2014). N. Y. Yao, L. I. Glazman, E. A. Demler, M. D. Lukin, J. D. Sau, “Enhanced anti-ferromagnetic exchange between magnetic impurities in a superconducting host”, Phys. Rev. Lett. 113, 087202 (2014) N. Y. Yao, A. V. Gorshkov, C. R. Laumann, A. M. Läuchli, J. Ye, M. D. Lukin, “Realizing Fractional Chern Insulators with Dipolar Spins”, Phys. Rev. Lett. 110, 185302 (2013) G. Kucsko, P. C. Maurer, N. Y. Yao, M. Kubo, H. J. Noh, P. K. Lo, H. Park, M. D. Lukin, “Nanometer scale quantum thermometry in a living cell”, Nature 500, 54-58 (2013) N. Y. Yao, L. Jiang, A. V. Gorshkov, P. C. Maurer, G. Giedke, J. I. Cirac, M. D. Lukin, “Scalable Architecture for a Room Temperature Solid-State Quantum Information Processor”, Nature Communications 3, 800 (2012) F. Pastawski, N. Y. Yao, L. Jiang, M. D. Lukin, J. I. Cirac, “Unforgeable Noise-Tolerant Quantum Tokens”, PNAS 109, 16079-16082 (2012) N. Y. Yao, L. Jiang, A. V. Gorshkov, Z.-X. Gong, A. Zhai, L.-M. Duan, M. D. Lukin, “Robust Quantum State Transfer in Random Unpolarized Spin Chains”, Phys. Rev. Lett. 106, 040505 (2011) More publications here ."
            ]
        ]
    ]
}