{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DVGY9GWT",
            "nUizpWEAAAAJ",
            [
                "Reversal of histone lysine trimethylation by the JMJD2 family of histone demethylases",
                "Structural insights into histone demethylation by JMJD2 family members",
                "Function and regulation of SPLUNC1 protein in Mycoplasma infection and allergic inflammation",
                "Structural basis of the recognition of a methylated histone tail by JMJD2A",
                "Crystal structures of the human RNA demethylase Alkbh5 reveal basis for substrate recognition",
                "Mechanistic insights into metal ion activation and operator recognition by the ferric uptake regulator",
                "Class I histone deacetylases are major histone decrotonylases: evidence for critical and broad function of histone crotonylation in transcription",
                "Complex structures of the abscisic acid receptor PYL3\/RCAR13 reveal a unique regulatory mechanism",
                "A chaperone function of NO CATALASE ACTIVITY1 is required to maintain catalase activity and for multiple stress responses in Arabidopsis",
                "Structural insights into a novel histone demethylase PHF8"
            ],
            [
                "Histone methylation regulates chromatin structure, transcription, and epigenetic state of the cell. Histone methylation is dynamically regulated by histone methylases and demethylases such as LSD1 and JHDM1, which mediate demethylation of di- and monomethylated histones. It has been unclear whether demethylases exist that reverse lysine trimethylation. We show the JmjC domain-containing protein JMJD2A reversed trimethylated H3-K9\/K36 to di- but not mono- or unmethylated products. Overexpression of JMJD2A but not a catalytically inactive mutant reduced H3-K9\/K36 trimethylation levels in cultured cells. In contrast, RNAi depletion of the C. elegans JMJD2A homolog resulted in an increase in general H3-K9Me3 and localized H3-K36Me3 levels on meiotic chromosomes and triggered p53-dependent germline apoptosis. Additionally, other human JMJD2 subfamily members also functioned as …",
                "Posttranslational modifications of histones regulate chromatin structure and gene expression. Histone demethylases, members of a newly emerging transcription-factor family, remove methyl groups from the lysine residues of the histone tails and thereby regulate the transcriptional activity of target genes. JmjC-domain-containing proteins have been predicted to be demethylases. For example, the JmjC-containing protein JMJD2A has been characterized as a H3-K9me3- and H3-K36me3-specific demethylase. Here, structures of the catalytic-core domain of JMJD2A with and without α-ketoglutarate in the presence of Fe2+ have been determined by X-ray crystallography. The structure of the core domain, consisting of the JmjN domain, the JmjC domain, the C-terminal domain, and a zinc-finger motif, revealed the unique elements that form a potential substrate binding pocket. Sited-directed mutagenesis in conjunction …",
                "Respiratory infections, including Mycoplasma pneumoniae (Mp), contribute to asthma pathobiology. To date, the mechanisms underlying the increased susceptibility of asthmatics to airway Mp infection remain unclear. Short palate, lung, and nasal epithelium clone 1 (SPLUNC1) protein is a recently described large airway epithelial cell-derived molecule that was predicted to exert host defense activities. However, SPLUNC1 function and regulation in an infectious or allergic milieu are still unknown. We determined host defense and anti-inflammatory functions of SPLUNC1 protein in Mp infection and the regulation of SPLUNC1 by Mp and allergic inflammation (e.g., IL-13). SPLUNC1 function was examined in Mp or human airway epithelial cell cultures by using SPLUNC1 recombinant protein, overexpression and RNA interference. Human and mouse bronchial epithelial SPLUNC1 was examined using …",
                "The Jumonji C domain is a catalytic motif that mediates histone lysine demethylation. The Jumonji C-containing oxygenase JMJD2A specifically demethylates tri- and dimethylated lysine-9 and lysine-36 of histone 3 (H3K9\/36me3\/2). Here we present structures of the JMJD2A catalytic core complexed with methylated H3K36 peptide substrates in the presence of Fe(II) and N-oxalylglycine. We found that the interaction between JMJD2A and peptides largely involves the main chains of the enzyme and the peptide. The peptide-binding specificity is primarily determined by the primary structure of the peptide, which explains the specificity of JMJD2A for methylated H3K9 and H3K36 instead of other methylated residues such as H3K27. The specificity for a particular methyl group, however, is affected by multiple factors, such as space and the electrostatic environment in the catalytic center of the enzyme. These results …",
                "N6-Methylation of adenosine is the most ubiquitous and abundant modification of nucleoside in eukaryotic mRNA and long non-coding RNA. This modification plays an essential role in the regulation of mRNA translation and RNA metabolism. Recently, human AlkB homolog 5 (Alkbh5) and fat mass- and obesity-associated protein (FTO) were shown to erase this methyl modification on mRNA. Here, we report five high resolution crystal structures of the catalytic core of Alkbh5 in complex with different ligands. Compared with other AlkB proteins, Alkbh5 displays several unique structural features on top of the conserved double-stranded β-helix fold typical of this protein family. Among the unique features, a distinct “lid” region of Alkbh5 plays a vital role in substrate recognition and catalysis. An unexpected disulfide bond between Cys-230 and Cys-267 is crucial for the selective binding of Alkbh5 to single-stranded RNA …",
                "Ferric uptake regulator (Fur) plays a key role in the iron homeostasis of prokaryotes, such as bacterial pathogens, but the molecular mechanisms and structural basis of Fur–DNA binding remain incompletely understood. Here, we report high-resolution structures of Magnetospirillum gryphiswaldense MSR-1 Fur in four different states: apo-Fur, holo-Fur, the Fur–feoAB1 operator complex and the Fur–Pseudomonas aeruginosa Fur box complex. Apo-Fur is a transition metal ion-independent dimer whose binding induces profound conformational changes and confers DNA-binding ability. Structural characterization, mutagenesis, biochemistry and in vivo data reveal that Fur recognizes DNA by using a combination of base readout through direct contacts in the major groove and shape readout through recognition of the minor-groove electrostatic potential by lysine. The resulting conformational plasticity enables Fur …",
                "Recent studies on enzymes and reader proteins for histone crotonylation support a function of histone crotonylation in transcription. However, the enzyme (s) responsible for histone decrotonylation (HDCR) remains poorly defined. Moreover, it remains to be determined if histone crotonylation is physiologically significant and functionally distinct from or redundant to histone acetylation. Here we present evidence that class I histone deacetylases (HDACs) rather than sirtuin family deacetylases (SIRTs) are the major histone decrotonylases, and that histone crotonylation is as dynamic as histone acetylation in mammalian cells. Notably, we have generated novel HDAC1 and HDAC3 mutants with impaired HDAC but intact HDCR activity. Using these mutants we demonstrate that selective HDCR in mammalian cells correlates with a broad transcriptional repression and diminished promoter association of crotonylation but …",
                "Abscisic acid (ABA) controls many physiological processes and mediates adaptive responses to abiotic stresses. The ABA signaling mechanisms for abscisic acid receptors PYR\/PYL\/RCAR (PYLs) were reported. However, it remains unclear whether the molecular mechanisms are suitable for other PYLs. Here, complex structures of PYL3 with (+)-ABA, pyrabactin and HAB1 are reported. An unexpected trans-homodimer intermediate observed in the crystal is confirmed in solution. ABA-bound PYL3 greatly promotes the generation of monomeric PYL3, which can excessively increase the efficiency of inhibiting PP2Cs. Structure-guided biochemical experiments show that Ser195 accounts for the key intermediate. Interestingly, pyrabactin binds to PYL3 in a distinct nonproductive mode with gate closure, which sheds light on the design of agonists and antagonists for abscisic acid receptors. According to different …",
                "Catalases are key regulators of reactive oxygen species homeostasis in plant cells. However, the regulation of catalase activity is not well understood. In this study, we isolated an Arabidopsis thaliana mutant, no catalase activity1-3 (nca1-3) that is hypersensitive to many abiotic stress treatments. The mutated gene was identified by map-based cloning as NCA1, which encodes a protein containing an N-terminal RING-finger domain and a C-terminal tetratricopeptide repeat-like helical domain. NCA1 interacts with and increases catalase activity maximally in a 240-kD complex in planta. In vitro, NCA1 interacts with CATALASE2 (CAT2) in a 1:1 molar ratio, and the NCA1 C terminus is essential for this interaction. CAT2 activity increased 10-fold in the presence of NCA1, and zinc ion binding of the NCA1 N terminus is required for this increase. NCA1 has chaperone protein activity that may maintain the folding of …",
                "Dynamic regulation of histone methylation\/demethylation plays an important role during development. Mutations and truncations in human plant homeodomain (PHD) finger protein 8 (PHF8) are associated with X-linked mental retardation and facial anomalies, such as a long face, broad nasal tip, cleft lip\/cleft palate and large hands, yet its molecular function and structural basis remain unclear. Here, we report the crystal structures of the catalytic core of PHF8 with or without α-ketoglutarate (α-KG) at high resolution. Biochemical and structural studies reveal that PHF8 is a novel histone demethylase specific for di-and mono-methylated histone H3 lysine 9 (H3K9me2\/1), but not for H3K9me3. Our analyses also reveal how human PHF8 discriminates between methylation states and achieves sequence specificity for methylated H3K9. The in vitro demethylation assay also showed that the F279S mutant observed in …"
            ],
            [
                [

                ]
            ],
            [
                "Zhongzhou Chen Assistant Professor PSB 153 Zhongzhou.Chen@ucf.edu 321-236-8568 Dr. Zhongzhou Chen earned his Ph.D. in physics from University of Illinois Urbana Champaign in 2012, specializing in physics education and multimedia learning. In 2013 he joined the RELATE group at MIT as a postdoc, conducting educational research in Massive Open Online Courses (MOOCs) on the edX platform, mentored by Prof. David Pritchard. His current research focuses on analyzing student learning data to improve the effectiveness of online learning, and designing online-learning environments to enhance the quality of measurement and data collection. UCF Physics Education Research (PER) homepage: https:\/\/sciences.ucf.edu\/physics\/per\/ Personal research page : https:\/\/sciences.ucf.edu\/physics\/per\/per-faculty\/zhongzhou-chen\/ Dr. Chen’s current research interests include: Understanding and modeling the cognitive mechanism behind learning Developing online instructional methods that makes education more flexible, more cost-effective, and more scalable. Developing accurate, secure and informative means to assess both teaching and learning. Researching effective methods to categorize and curate online educational resources. SELECTED PUBLICATIONS: Physics and Online Education: Alexandron, G., Antonio Ruiperez Valiente, J., Chen, Z., & Pritchard, D. E. (2016). Using Multiple Accounts for Harvesting Solutions in MOOCs. Proceedings of the Third ACM Conference on Learning @ Scale, 63–70. http:\/\/doi.org\/10.1145\/2876034.2876037 Chen, Z., Chudzicki, C., Palumbo, D., Alexandron, G., Choi, Y.-J., Zhou, Q., & Pritchard, D. E. (2016). Researching for better instructional methods using AB experiments in MOOCs:Results and Challenges. Research and Practice in Technology Enhanced Learning, 11(9). http:\/\/doi.org\/10.1186\/s41039-016-0034-4 Chen, Z., & Gladding, G. (2014). How to make a good animation: A grounded cognition model of how visual representation design affects the construction of abstract physics knowledge. Physical Review Special Topics – Physics Education Research, 10(1), 10111. http:\/\/doi.org\/10.1103\/PhysRevSTPER.10.010111 Chen, Z., Lou, J., Zhu, C., & Schulten, K. (2008). Flow-induced structural transition in the beta-switch region of glycoprotein Ib. Biophysical Journal, 95(3), 1303–1313. http:\/\/doi.org\/10.1529\/biophysj.108.132324 Chen, Z., Ma, C. R., & Ma, Y. L. (2006). Vortex lattices in fast rotating Bose-Einstein condensates between the Thomas-Fermi and the lowest-Landau-level regimes. Physical Review A – Atomic, Molecular, and Optical Physics, 74(5), 1–4. http:\/\/doi.org\/10.1103\/PhysRevA.74.055602 Chen, Z., Stelzer, T., & Gladding, G. (2010). Using multimedia modules to better prepare students for introductory physics lecture. Physical Review Special Topics – Physics Education Research, 6(1), 10108. http:\/\/doi.org\/10.1103\/PhysRevSTPER.6.010108 Chudzicki, C., & Chen, Z. (2015). Learning Experiments Using AB Experiments at Scale. In Second (2015) ACM Conference on Learning@ Scale (pp. 405–408). Tanner, D. E., Ma, W., Chen, Z., & Schulten, K. (2011). Theoretical and computational investigation of flagellin translocation and bacterial flagellum growth. Biophysical Journal, 100(11), 2548–2556. http:\/\/doi.org\/10.1016\/j.bpj.2011.04.036 Zou, X., Liu, Y., Chen, Z., C??rdenas-Jir??n, G. I., & Schulten, K. (2010). Flow-induced ??-hairpin folding of the glycoprotein ib?? ??-switch. Biophysical Journal, 99(4), 1182–1191. http:\/\/doi.org\/10.1016\/j.bpj.2010.05.035 Zachary Felker Tom Zhang COS News Three College of Sciences Faculty Receive NSF CAREER Awards BY ZENAIDA GONZALEZ KOTALA College of Sciences faculty represented half of the six grants awarded in the National Science Foundation Faculty Early Career Development’s  highly competitive CAREER… COS News $750K Awarded To Physics Professor To Improve Online Ed A UCF assistant professor’s reimagined approach to optimizing online physics education has landed him a $750,000 grant from the National Science Foundation. The NSF award…"
            ]
        ]
    ]
}