{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DVVU08VX",
            "mxmZMdQAAAAJ",
            [
                "Structure and dynamics of a phase-separating active colloidal fluid"
            ],
            [
                "We examine a minimal model for an active colloidal fluid in the form of self-propelled Brownian spheres that interact purely through excluded volume with no aligning interaction. Using simulations and analytic modeling, we quantify the phase diagram and separation kinetics. We show that this nonequilibrium active system undergoes an analog of an equilibrium continuous phase transition, with a binodal curve beneath which the system separates into dense and dilute phases whose concentrations depend only on activity. The dense phase is a unique material that we call an active solid, which exhibits the structural signatures of a crystalline solid near the crystal-hexatic transition point, and anomalous dynamics including superdiffusive motion on intermediate time scales."
            ],
            [
                [
                    "Statistical Mechanics",
                    "Soft materials",
                    "biophysics"
                ]
            ],
            [
                "Aparna Baskaran Aparna Baskaran Associate Professor of Physics Aparna Baskaran’s research interests include understanding out-of-equilibrium properties of soft materials and physics of biological systems. Degrees PhD, University of Florida, 2006 Group website Benjamin Hancock (2018) “Non-equilibrium Statistical Mechanics of Self-propelled Particles ” Elias Putzig (2017) “ An Exploration of the Phases and Structure Formation in Active Nematic Materials Using an Overdamped Continuum Theory ” Blake Stacey (2015) “Multiscale Structure in Eco-Evolutionary Dynamics” “ Interplay between activity and filament flexibility determines emergent properties of active nematics ,” A. Joshi, E. Putzig, A. Baskaran and M. F. Hagan. Soft Matter, 15, 94-101 (2019) arXiv: 1711.05714 “ Statistical Mechanics and Hydrodynamics of Self-Propelled Hard Spheres ,” B. Hancock and A. Baskaran. JSTAT 033205 (2017) arXiv:1701.03450 “ A classical nucleation theory description of active colloid assembly ,” G. S. Redner, C. G. Wagner, A. Baskaran and M. F Hagan. Phys. Rev. Lett. 117 148002 (2016) arXiv:1603.01362 “ Emergent Self organization in active materials ,” M. F. Hagan and A. Baskaran. Current Opinion in Cell Biology 38, 74-80 (2016) arXiv:1602.03388 “ Instabilities, defects and defect ordering in an overdamped active nematic ,” E. F. Putzig, G. Redner, A. Baskaran and A. Baskaran. Soft Matter, 12, 3854-3859 (2016) arXiv:1506.03501 “ Orientational order of motile defects in active nematics ,” S. J. DeCamp, G. S. Redner, A. Baskaran, M. F. Hagan and Z. Dogic. Nature Materials, 14, 1110-1115 (2015) arXiv:1501.06228 “ Dynamics of Self-propelled particles under strong confinement, ” Y. Fily, A. Baskaran and M. F. Hagan. Soft Matter, 10, 5609-5617 (2014), arXiv:1402.5583 “ Structure and dynamics of a phase-separating active colloidal fluid, ” G. S. Redner, M. F. Hagan and A. Baskaran. Phys. Rev. Lett 110, 055701 (2013) arXiv:1207.1737. Office Location : Abelson 306 781-736-2866 aparna@brandeis.edu"
            ]
        ]
    ]
}