{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DXE2NQDZ",
            "HDoF5YEAAAAJ",
            [
                "Observation of the Wigner-Huntington transition to metallic hydrogen",
                "“Stubborn” triaminotrinitrobenzene: Unusually high chemical stability of a molecular solid to 150 GPa",
                "Room-temperature superconductivity in a carbonaceous sulfur hydride",
                "Crystal structures and dynamical properties of dense CO2",
                "Superconductivity in highly disordered dense carbon disulfide",
                "New phases and dissociation-recombination of hydrogen deuteride to 3.4 mbar",
                "New phases and dissociation-recombination of hydrogen deuteride to 3.4 mbar",
                "Polyamorphism and Pressure-Induced Metallization at the Rigidity Percolation Threshold in Densified GeSe4 Glass"
            ],
            [
                "Producing metallic hydrogen has been a great challenge in condensed matter physics. Metallic hydrogen may be a room-temperature superconductor and metastable when the pressure is released and could have an important impact on energy and rocketry. We have studied solid molecular hydrogen under pressure at low temperatures. At a pressure of 495 gigapascals, hydrogen becomes metallic, with reflectivity as high as 0.91. We fit the reflectance using a Drude free-electron model to determine the plasma frequency of 32.5 ± 2.1 electron volts at a temperature of 5.5 kelvin, with a corresponding electron carrier density of 7.7 ± 1.1 × 1023 particles per cubic centimeter, which is consistent with theoretical estimates of the atomic density. The properties are those of an atomic metal. We have produced the Wigner-Huntington dissociative transition to atomic metallic hydrogen in the laboratory.",
                "We report an unexpectedly high chemical stability of molecular solid 1,3,5-triamino-2,4,6-trinitrobenzene (TATB) under static high pressures. In contrast to the high-pressure behavior of the majority of molecular solids, TATB remains both chemically stable and an insulator to 150 GPa—well above the predicted metallization pressure of 120 GPa. Single crystal studies have shown that TATB exhibits pressure-induced Raman changes associated with two subtle structural phase transitions at 28 and 56 GPa. These phase transitions are accompanied by remarkable color changes, from yellow to orange and to dark red with increasing pressure. We suggest that the high-stability of TATB arises as a result of its hydrogen-bonded aromatic two-dimensional (2D) layered structure and highly repulsive interlayer interaction, hindering the formation of 3D networks or metallic states.",
                "One of the long-standing challenges in experimental physics is the observation of room-temperature superconductivity 1, 2. Recently, high-temperature conventional superconductivity in hydrogen-rich materials has been reported in several systems under high pressure 3, 4, 5. An important discovery leading to room-temperature superconductivity is the pressure-driven disproportionation of hydrogen sulfide (H 2 S) to H 3 S, with a confirmed transition temperature of 203 kelvin at 155 gigapascals 3, 6. Both H 2 S and CH 4 readily mix with hydrogen to form guest–host structures at lower pressures 7, and are of comparable size at 4 gigapascals. By introducing methane at low pressures into the H 2 S+ H 2 precursor mixture for H 3 S, molecular exchange is allowed within a large assemblage of van der Waals solids that are hydrogen-rich with H 2 inclusions; these guest–host structures become the building blocks of …",
                "Structural polymorphism in dense carbon dioxide (CO2) has attracted significant attention in high-pressure physics and chemistry for the past two decades. Here, we have performed high-pressure experiments and first-principles theoretical calculations to investigate the stability, structure, and dynamical properties of dense CO2. We found evidence that CO2-V with the 4-coordinated extended structure can be quenched to ambient pressure below 200 K—the melting temperature of CO2-I. CO2-V is a fully coordinated structure formed from a molecular solid at high pressure and recovered at ambient pressure. Apart from confirming the metastability of CO2-V (I-42d) at ambient pressure at low temperature, results of ab initio molecular dynamics and metadynamics (MD) simulations provided insights into the transformation processes and structural relationship from the molecular to the extended phases. In addition, the …",
                "High pressure plays an increasingly important role in both understanding superconductivity and the development of new superconducting materials. New superconductors were found in metallic and metal oxide systems at high pressure. However, because of the filled close-shell configuration, the superconductivity in molecular systems has been limited to charge-transferred salts and metal-doped carbon species with relatively low superconducting transition temperatures. Here, we report the low-temperature superconducting phase observed in diamagnetic carbon disulfide under high pressure. The superconductivity arises from a highly disordered extended state (CS4 phase or phase III[CS4]) at ∼6.2 K over a broad pressure range from 50 to 172 GPa. Based on the X-ray scattering data, we suggest that the local structural change from a tetrahedral to an octahedral configuration is responsible for the observed …",
                "We present infrared absorption studies of solid hydrogen deuteride to pressures as high as 340 GPa (100 GPa= 1 Mbar) in a diamond anvil cell and temperatures in the range 5–295 K. Above 198 GPa the HD sample transforms to a mixture of HD, H 2, and D 2, interpreted as a process of dissociation and recombination. Three new phase lines are observed, two of which differ remarkably from those of the high-pressure homonuclear species, but none are metallic. The time-dependent spectral changes are analyzed to determine the molecular concentrations as a function of time; the nucleon exchange achieves steady state concentrations in∼ 20 h at∼ 200 GPa.",
                "We present infrared absorption studies of solid hydrogen deuteride to pressures as high as 340 GPa (100 GPa= 1 Mbar) in a diamond anvil cell and temperatures in the range 5–295 K. Above 198 GPa the HD sample transforms to a mixture of HD, H 2, and D 2, interpreted as a process of dissociation and recombination. Three new phase lines are observed, two of which differ remarkably from those of the high-pressure homonuclear species, but none are metallic. The time-dependent spectral changes are analyzed to determine the molecular concentrations as a function of time; the nucleon exchange achieves steady state concentrations in∼ 20 h at∼ 200 GPa.",
                "Chalcogenide glasses with tetrahedral networks can undergo significant densification under pressure owing to their open structures. The structural mechanisms of pressure-induced densification and the corresponding evolution of physical properties of glassy GeSe4 alloy are studied over pressures ranging between ambient and 32.5 GPa, using X-ray scattering supplemented with 3D Monte Carlo structural modeling, Raman spectroscopy, electrical conductivity, and P–V equation of state measurements. The results demonstrate a pressure-induced, hysteretically reversible transition between low-density semiconducting and high-density metallic amorphous phases of GeSe4 near ∼10–15 GPa. These two phases are characterized by their distinct P–V equations of state and structural mechanisms of densification. Densification in the low-density phase is dominated by large inward shifting of the second neighbors …"
            ],
            [
                [
                    "Superconductivity",
                    "Quantum materials",
                    "High Pressure physics",
                    "Quantum Transport"
                ]
            ]
        ]
    ]
}