{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DYLZAGZ1",
            "--aMu6QAAAAJ",
            [
                "Treatment of hyperacute antibody-mediated lung allograft rejection with eculizumab",
                "Rabbit antithymocyte induction and dosing in deceased donor renal transplant recipients over 60 yr of age",
                "A new epoprostenol formulation for the treatment of pulmonary arterial hypertension",
                "Effect of hypogammaglobulinemia on the incidence of community-acquired respiratory viral infections after lung transplantation",
                "Postoperative antimicrobials after lung transplantation and the development of multidrug‐resistant bacterial and Clostridium difficile infections: an analysis of 500 …",
                "Patients with cirrhosis show a relative increase in thrombin generation that is correlated with lower antithrombin levels.",
                "The role of mTOR inhibition in renal transplant immune suppression",
                "The role of mTOR inhibition in renal transplant immune suppression"
            ],
            [
                "1. Wieselthaler GM, O’Driscoll G, Jansz P, et al. Initial clinical experience with a novel left ventricular assist device with a magnetically levitated rotor in a multi-institutional trial. J Heart Lung Transplant 2010; 29: 1218-25. 2. Available from: http:\/\/www. heartware. com. au\/IRM\/content\/international\/products_HVAD. html.",
                "Patel SJ, Knight RJ, Suki WN, Abdellatif A, Duhart BT, Krauss AG, Mannan S, Nezakatgoo N, Gaber AO. Rabbit antithymocyte induction and dosing in deceased donor renal transplant recipients over 60 yr of age.\u2028Clin Transplant 2011: 25: E250–E256. © 2011 John Wiley & Sons A\/S.Background:  Antithymocyte globulin (rATG) is a commonly used induction agent in renal transplantation; however, data in older kidney recipients are limited.Methods:  We reviewed charts of 301 deceased donor renal transplants who received a protocol consisting of 3–7 doses of rATG and triple maintenance therapy. Outcomes of patients >60 yr of age (n = 45) were compared to those aged 18–59 yr (n = 256).Results:  Older recipients had more diabetics, were more likely to receive expanded criteria donor kidneys (p < 0.01), and over 30% were sensitized. Recipients >60 received less cumulative rATG (4.6 vs …",
                "The pharmacology and pharmacokinetics of a novel formulation of epoprostenol for the treatment of pulmonary arterial hypertension (PAH) are reviewed, with guidance on addressing a number of important safety considerations.Epoprostenol is a direct vasodilator of the pulmonary and systemic vasculature indicated for improving exercise capacity in patients with PAH. Veletri, a recently approved formulation of epoprostenol for continuous i.v. infusion, offers increased stability relative to other available epoprostenol products. Therefore, the use of Veletri can lessen the therapy burden associated with the other available formulation of the drug by allowing for the advance preparation of infusion pump cassettes (at certain concentrations) and administration at room temperature without the need for cooling with ice packs. Sterility, however, is of concern with …",
                "Hypogammaglobulinemia (HGG) has been associated with an increased risk of infectious complications in lung transplant recipients, but its effect specifically on community-acquired respiratory viruses (CARVs) remains unknown. This study aimed to determine if lung transplant recipients with HGG are at an increased risk of developing CARV infection. Secondary endpoints included the effect of HGG on lung function, incidence of rejection, and mortality.A retrospective review of all lung transplant recipients from 2008 to 2011 was performed. Patients were stratified as either having HGG after transplantation or having normal IgG titers according to their nadir IgG level. HGG was defined a serum IgG level of <700 mg\/dL. CARVs included human metapneumovirus, influenza A\/B, respiratory syncytial virus A\/B, parainfluenza 1\/2\/3, rhinovirus, and adenovirus isolated from bronchoalveolar lavage …",
                "Broad‐spectrum antimicrobials are given prophylactically post‐transplant, although these agents are a risk factor for multidrug‐resistant (MDR) infections and Clostridium difficile infection (CDI). This study aimed to determine whether an association exists between the duration of antimicrobials given early post‐transplant and the development of MDR infections or CDI.A single‐center retrospective analysis was performed on lung transplants from September 2009 to August 2014. Patients were excluded for cystic fibrosis (CF) or postoperative survival less than 30 d. Qualifying infections were defined as any new positive MDR bacterial culture or C. difficile assay from postoperative day 7–90 d after a broad‐spectrum antimicrobial.A total of 500 patients, 61% male, were identified, median age of 62 yr. MDR infections occurred in 169 (34%) and CDI in 31 (6%). Non‐ICU days were …",
                "Predicting the risk of bleeding or thrombosis in cirrhotic patients is difficult due to reduced levels and dysregulation of both procoagulant and anticoagulant factors. We utilized thrombin generation and microvesicle analysis to better understand the regulation of haemostasis in cirrhotic patients. We studied 24 patients with cirrhosis vs. 21 healthy controls. Cirrhotic patients had reduced prothrombin activity (40±9 vs. 112±15), protein C activity (36±10 vs. 114±19) and antithrombin activity (43±14 vs. 109±10). Peak thrombin generation was reduced in cirrhotic patients (165±47 vs. 232±101), but the ratio of peak thrombin generation to prothrombin activity was increased in cirrhotic patients (4.2±1.0 vs. 2.1±0.9) indicating a relative increase in thrombin generation in cirrhosis. The termination time ratio was increased in cirrhotic patients (7.2±1.9 vs. 3.1±0.7) and correlated with reduced antithrombin levels, indicating that cirrhotic patients took longer to stop thrombin generation than controls. Cirrhotic patients showed reduced procoagulant microvesicles from platelets (39 500±24 800 vs. 107 700±74 200) and other cells, but levels overlapped with controls. Cirrhotic patients showed a wide range of procoagulant and anticoagulant levels leading to variability in the regulation of thrombin generation. In conclusion, compared with healthy controls, patients with cirrhosis have lower antithrombin levels that lead to slower downregulation of thrombin generation and more overall thrombin being produced for a given procoagulant level in blood, but also low normal levels of procoagulant microvesicles that would slow initiation of thrombin generation. Whether an …",
                "The mammalian target of rapamycin inhibitors (mTOR-Is) sirolimus and everolimus represent a class of proliferation signal inhibitors with a wide spectrum of activities, including suppression of T-cell proliferation and reduction of tumor growth. In solid-organ transplantation, mTOR inhibitors are an option for maintenance immune suppression due to their relative lack of nephrotoxicity compared with the current backbone of most regimens, the calcineurin inhibitors (CNIs). This property, in conjunction with their unique pharmacology, allows mTOR-Is to be used as an adjunct or alternative to CNIs. Earlier studies of their use in de novo renal transplantation have delineated potential strategies for use of this class of drugs in groups of patients in whom mTOR inhibition may be useful. From recent kidney studies it appears that the time for introduction of mTOR-I therapy may be prior to the development of proteinuria or …",
                "The mammalian target of rapamycin inhibitors (mTOR-Is) sirolimus and everolimus represent a class of proliferation signal inhibitors with a wide spectrum of activities, including suppression of T-cell proliferation and reduction of tumor growth. In solid-organ transplantation, mTOR inhibitors are an option for maintenance immune suppression due to their relative lack of nephrotoxicity compared with the current backbone of most regimens, the calcineurin inhibitors (CNIs). This property, in conjunction with their unique pharmacology, allows mTOR-Is to be used as an adjunct or alternative to CNIs. Earlier studies of their use in de novo renal transplantation have delineated potential strategies for use of this class of drugs in groups of patients in whom mTOR inhibition may be useful. From recent kidney studies it appears that the time for introduction of mTOR-I therapy may be prior to the development of proteinuria or …"
            ],
            [
                [

                ]
            ],
            [
                "Teaching KYLE DAWSON Professor kdawson@astro.utah.edu 801-581-4785 Main Website http:\/\/www.astro.utah.edu\/~kdawson\/ KYLE DAWSON Professor Teaching Research Summary Current Courses Research Statement Research Groups Grants, Contracts & Research Gifts Honors & Awards Teaching Research Summary Current Courses Research Statement Research Groups Grants, Contracts & Research Gifts Honors & Awards Publications Comparat, Johan, Kneib, Jean-Paul, Delubac, Timothée, Raichoor, Anand, Dawson, Kyle S., Newman, Jeffrey, Yéche, Christophe, Zhou, Xu, Schneider, Donald P. & Zhu, Guangtun Ben (2016). ERRATUM: “NEAR-ULTRAVIOLET SPECTROSCOPY OF STAR-FORMING GALAXIES FROM eBOSS: SIGNATURES OF UBIQUITOUS GALACTIC-SCALE OUTFLOWS” (2015, ApJ, 815, 48). American Astronomical Society. Vol. 821(1), 71.\r\n\r\nPublished, 2016. Miralda-Escudé, Jordi, Zheng, Zheng, Bolton, Adam, Dawson, Kyle S., Peterson, Jeffrey B., York, Donald G., Eisenstein, Daniel, Brinkmann, Jon, Brownstein, Joel, Cen, Renyue, Delubac, Timothée, Font-Ribera, Andreu, Hamilton, Jean-Christophe, Lee, Khee-Gan, Myers, Adam, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Pieri, Matthew M., Ross, Nicholas P., Rossi, Graziano, Schlegel, David J., Schneider, Donald P., Slosar, Anže, Vazquez, José, Viel, Matteo, Weinberg, David H., Yèche, Christophe & Croft, Rupert A. C. (2016). Large-scale clustering of Lyman α emission intensity from SDSS\/BOSS. Oxford University Press (OUP). Vol. 457(4), 3541-3572.\r\n\r\nPublished, 2016. Bolton, Adam S., Brownstein, Joel R., Swanson, Molly, Dawson, Kyle, Prada, Francisco, Eisenstein, Daniel, Maraston, Claudia, Thomas, Daniel, Comparat, Johan, Chuang, Chia-Hsun, McBride, Cameron K., Favole, Ginevra, Guo, Hong, Rodríguez-Torres, Sergio, Schneider, Donald P. & Montero-Dorta, Antonio D. (2016). The High-Mass End of the Red Sequence at z ∼ 0.55 from SDSS-III\/BOSS: completeness, bimodality and luminosity function. Oxford University Press (OUP). stw1352.\r\n\r\nPublished, 2016. Prada, Francisco, Pellejero-Ibanez, Marcos, Beutler, Florian, Cuesta, Antonio J., Eisenstein, Daniel J., Escoffier, Stephanie, Ho, Shirley, Kitaura, Francisco-Shu, Kneib, Jean-Paul, Manera, Marc, Nuza, Sebastián E., Rodríguez-Torres, Sergio, Ross, Ashley, Rubiño-Martín, J. A., Samushia, Lado, Schlegel, David J., Schneider, Donald P., Wang, Yuting, Weaver, Benjamin A., Zhao, Gongbo, Brownstein, Joel R., Dawson, Kyle S., Maraston, Claudia, Olmstead, Matthew D, Thomas, Daniel & Chuang, Chia-Hsun (2016). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: single-probe measurements from CMASS anisotropic galaxy clustering. Oxford University Press (OUP). stw1535.\r\n\r\nPublished, 2016. Kneib, Jean-Paul, Percival, Will J., Alam, Shadab, Albareti, Franco D., Anderson, Scott F., Armengaud, Eric, Aubourg, Éric, Bailey, Stephen, Bautista, Julian E., Berlind, Andreas A., Bershady, Matthew A., Beutler, Florian, Bizyaev, Dmitry, Blanton, Michael R., Blomqvist, Michael, Bolton, Adam S., Bovy, Jo, Brandt, W. N., Brinkmann, Jon, Brownstein, Joel R., Burtin, Etienne, Busca, N. G., Cai, Zheng, Chuang, Chia-Hsun, Clerc, Nicolas, Comparat, Johan, Cope, Frances, Croft, Rupert A. C., Cruz-Gonzalez, Irene, Costa, Luiz N. da, Cousinou, Marie-Claude, Darling, Jeremy, Macorra, Axel de la, Torre, Sylvain de la, Delubac, Timothée, Bourboux, Hélion du Mas des, Dwelly, Tom, Ealet, Anne, Eisenstein, Daniel J., Eracleous, Michael, Escoffier, S., Fan, Xiaohui, Finoguenov, Alexis, Font-Ribera, Andreu, Frinchaboy, Peter, Gaulme, Patrick, Georgakakis, Antonis, Green, Paul, Guo, Hong, Guy, Julien, Ho, Shirley, Holder, Diana, Huehnerhoff, Joe, Hutchinson, Timothy, Jing, Yipeng, Jullo, Eric, Kamble, Vikrant, Kinemuchi, Karen, Kirkby, David, Kitaura, Francisco-Shu, Klaene, Mark A., Laher, Russ R., Lang, Dustin, Laurent, Pierre, Goff, Jean-Marc Le, Li, Cheng, Liang, Yu, Lima, Marcos, Lin, Qiufan, Lin, Weipeng, Lin, Yen-Ting, Long, Daniel C., Lundgren, Britt, MacDonald, Nicholas, Maia, Marcio Antonio Geimba, Malanushenko, Elena, Malanushenko, Viktor, Mariappan, Vivek, McBride, Cameron K., McGreer, Ian D., Ménard, Brice, Merloni, Andrea, Meza, Andres, Montero-Dorta, Antonio D., Muna, Demitri, Myers, Adam D., Nandra, Kirpal, Naugle, Tracy, Newman, Jeffrey A., Noterdaeme, Pasquier, Nugent, Peter, Ogando, Ricardo, Olmstead, Matthew D., Oravetz, Audrey, Oravetz, Daniel J., Padmanabhan, Nikhil, Palanque-Delabrouille, Nathalie, Pan, Kaike, Parejko, John K., Pâris, Isabelle, Peacock, John A., Petitjean, Patrick, Pieri, Matthew M., Pisani, Alice, Prada, Francisco, Prakash, Abhishek, Raichoor, Anand, Reid, Beth, Rich, James, Ridl, Jethro, Rodriguez-Torres, Sergio, Rosell, Aurelio Carnero, Ross, Ashley J., Rossi, Graziano, Ruan, John, Salvato, Mara, Sayres, Conor, Schneider, Donald P., Schlegel, David J., Seljak, Uros, Seo, Hee-Jong, Sesar, Branimir, Shandera, Sarah, Shu, Yiping, Slosar, Anže, Sobreira, Flavia, Streblyanska, Alina, Suzuki, Nao, Taylor, Donna, Tao, Charling, Tinker, Jeremy L., Tojeiro, Rita, Vargas-Magaña, Mariana, Wang, Yuting, Weaver, Benjamin A., Weinberg, David H., White, Martin, Wood-Vasey, W. M., Yeche, Christophe, Zhai, Zhongxu, Zhao, Cheng, Zhao, Gong-bo, Zheng, Zheng, Zhu, Guangtun Ben, Zou, Hu & Dawson, Kyle S. (2016). THE SDSS-IV EXTENDED BARYON OSCILLATION SPECTROSCOPIC SURVEY: OVERVIEW AND EARLY DATA. American Astronomical Society. Vol. 151(2), 44.\r\n\r\nPublished, 2016. Horne, Keith, Grier, C. J., Peterson, Bradley M., Denney, Kelly D., Trump, Jonathan R., Sun, Mouyuan, Brandt, W. N., Kochanek, Christopher S., Dawson, Kyle S., Green, Paul J., Greene, Jenny E., Hall, Patrick B., Ho, Luis C., Jiang, Linhua, Kinemuchi, Karen, McGreer, Ian D., Petitjean, Patrick, Richards, Gordon T., Schneider, Donald P., Strauss, Michael A., Tao, Charling, Wood-Vasey, W. M., Zu, Ying, Pan, Kaike, Bizyaev, Dmitry, Ge, Jian, Oravetz, Daniel, Simmons, Audrey & Shen, Yue (2016). THE SLOAN DIGITAL SKY SURVEY REVERBERATION MAPPING PROJECT: FIRST BROAD-LINE H β AND Mg II LAGS AT z ≳ 0.3 FROM SIX-MONTH SPECTROSCOPY. American Astronomical Society. Vol. 818(1), 30.\r\n\r\nPublished, 2016. Jensen, Trey W., Suzuki, Nao, Bautista, Julian E., Dawson, Kyle S., Vivek, M., Brownstein, Joel R., Ge, Jian, Hamann, Fred, Herbst, H., Jiang, Linhua, Moran, Sarah E., Myers, Adam D., Olmstead, Matthew D., Schneider, Donald P. & Harris, David W. (2016). THE COMPOSITE SPECTRUM OF BOSS QUASARS SELECTED FOR STUDIES OF THE Ly α FOREST. American Astronomical Society. Vol. 151(6), 155.\r\n\r\nPublished, 2016. Licquia, Timothy C., Newman, Jeffrey A., Ross, Ashley J., Myers, Adam D., Dawson, Kyle S., Kneib, Jean-Paul, Percival, Will J., Bautista, Julian E., Comparat, Johan, Tinker, Jeremy L., Schlegel, David J., Tojeiro, Rita, Ho, Shirley, Lang, Dustin, Rao, Sandhya M., McBride, Cameron K., Zhu, Guangtun Ben, Brownstein, Joel R., Bailey, Stephen, Bolton, Adam S., Delubac, Timothée, Mariappan, Vivek, Blanton, Michael R., Reid, Beth, Schneider, Donald P., Seo, Hee-Jong, Rosell, Aurelio Carnero, Prada, Francisco & Prakash, Abhishek (2016). THE SDSS-IV EXTENDED BARYON OSCILLATION SPECTROSCOPIC SURVEY: LUMINOUS RED GALAXY TARGET SELECTION. American Astronomical Society. Vol. 224(2), 34.\r\n\r\nPublished, 2016. Wang, Yuting, Ross, Ashley J., Shandera, Sarah, Percival, Will J., Dawson, Kyle S., Kneib, Jean-Paul, Myers, Adam D., Brownstein, Joel R., Comparat, Johan, Delubac, Timothée, Gao, Pengyuan, Hojjati, Alireza, Koyama, Kazuya, McBride, Cameron K., Meza, Andrés, Newman, Jeffrey A., Palanque-Delabrouille, Nathalie, Pogosian, Levon, Prada, Francisco, Rossi, Graziano, Schneider, Donald P., Seo, Hee-Jong, Tao, Charling, Wang, Dandan, Yèche, Christophe, Zhang, Hanyu, Zhang, Yuecheng, Zhou, Xu, Zhu, Fangzhou, Zou, Hu & Zhao, Gong-Bo (2016). The extended Baryon Oscillation Spectroscopic Survey: a cosmological forecast. Oxford University Press (OUP). Vol. 457(3), 2377-2390.\r\n\r\nPublished, 2016. Magneville, Ch., Yèche, Ch., Pâris, I., Petitjean, P., Burtin, E., Dawson, K., McGreer, I., Myers, A. D., Rossi, G., Schlegel, D., Schneider, D., Streblyanska, A., Tinker, J. & Palanque-Delabrouille, N. (2016). The extended Baryon Oscillation Spectroscopic Survey: Variability selection and quasar luminosity function ( Corrigendum ). EDP Sciences. Vol. 589, C2.\r\n\r\nPublished, 2016. Magneville, Ch., Yèche, Ch., Pâris, I., Petitjean, P., Burtin, E., Dawson, K., McGreer, I., Myers, A. D., Rossi, G., Schlegel, D., Schneider, D., Streblyanska, A., Tinker, J. & Palanque-Delabrouille, N. (2016). The extended Baryon Oscillation Spectroscopic Survey: Variability selection and quasar luminosity function. EDP Sciences. Vol. 587, A41.\r\n\r\nPublished, 2016. Aldering, G., Allen, S.W., Baltay, C., Cahn, R.N., D’Andrea, C.B., Dalal, N., Dawson, K.S., Denney, K.D., Eisenstein, D.J., Finley, D.A., Freedman, W.L., Ho, S., Holz, D.E., Kasen, D., Kent, S.M., Kessler, R., Kim, A.G., Kuhlmann, S., Linder, E.V., Martini, P., Nugent, P.E., Padmanabhan, N., Perlmutter, S., Peterson, B.M., Riess, A.G., Rubin, D., Sako, M., Suntzeff, N.V., Suzuki, N., Thomas, R.C., Wood-Vasey, W.M. & Woosley, S.E. (2015). Distance probes of dark energy. Elsevier BV.  Vol. 63, 2-22.\r\n\r\nPublished, 2015. Abazajian, K.N., Arnold, K., Austermann, J., Benson, B.A., Bischoff, C., Bock, J., Bond, J.R., Borrill, J., Calabrese, E., Carlstrom, J.E., Carvalho, C.S., Chang, C.L., Chiang, H.C., Church, S., Cooray, A., Crawford, T.M., Das, S., Dawson, K.S., Devlin, M.J., Dobbs, M., Dodelson, S., Doré, O., Dunkley, J., Errard, J., Fraisse, A., Gallicchio, J., Halverson, N.W., Hanany, S., Hildebrandt, S.R., Hincks, A., Hlozek, R., Holder, G., Holzapfel, W.L., Honscheid, K., Hu, W., Hubmayr, J., Irwin, K., Jones, W.C., Kamionkowski, M., Keating, B., Keisler, R., Knox, L., Komatsu, E., Kovac, J., Kuo, C.-L., Lawrence, C., Lee, A.T., Leitch, E., Linder, E., Lubin, P., McMahon, J., Miller, A., Newburgh, L., Nguyen, H., Nguyen, H.T., Niemack, M.D., Page, L., Pryke, C., Reichardt, C.L., Ruhl, J.E., Sehgal, N., Seljak, U., Sievers, J., Silverstein, E., Slosar, A., Smith, K.M., Spergel, D., Staggs, S.T., Stark, A., Stompor, R., Vieregg, A.G., Wang, G., Watson, S., Wollack, E.J., Wu, W.L.K., Yoon, K.W. & Zahn, O. (2015). Neutrino physics from the cosmic microwave background and large scale structure. Elsevier BV.  Vol. 63, 66-80.\r\n\r\nPublished, 2015. Abazajian, K.N., Arnold, K., Austermann, J., Benson, B.A., Bischoff, C., Bock, J., Bond, J.R., Borrill, J., Buder, I., Burke, D.L., Calabrese, E., Carlstrom, J.E., Carvalho, C.S., Chang, C.L., Chiang, H.C., Church, S., Cooray, A., Crawford, T.M., Crill, B.P., Das, S., Dawson, K.S., Devlin, M.J., Dobbs, M., Dodelson, S., Doré, O., Dunkley, J., Feng, J.L., Fraisse, A., Gallicchio, J., Giddings, S.B., Green, D., Halverson, N.W., Hanany, S., Hanson, D., Hildebrandt, S.R., Hincks, A., Hlozek, R., Holder, G., Holzapfel, W.L., Honscheid, K., Horowitz, G., Hu, W., Hubmayr, J., Irwin, K., Jackson, M., Jones, W.C., Kallosh, R., Kamionkowski, M., Keating, B., Keisler, R., Kinney, W., Knox, L., Komatsu, E., Kovac, J., Kuo, C.-L., Kusaka, A., Lawrence, C., Lee, A.T., Leitch, E., Linde, A., Linder, E., Lubin, P., Maldacena, J., Martinec, E., McMahon, J., Miller, A., Mukhanov, V., Newburgh, L., Nguyen, H., Nguyen, H.T., Niemack, M.D., Page, L., Pryke, C., Reichardt, C.L., Ruhl, J.E., Sehgal, N., Seljak, U., Senatore, L., Sievers, J., Silverstein, E., Slosar, A., Smith, K.M., Spergel, D., Staggs, S.T., Stark, A., Stompor, R., Vieregg, A.G., Wang, G., Watson, S., Wollack, E.J., Wu, W.L.K., Yoon, K.W., Zahn, O. & Zaldarriaga, M. (2015). Inflation physics from the cosmic microwave background and large scale structure. Elsevier BV.  Vol. 63, 55-65.\r\n\r\nPublished, 2015. Bean, Rachel, Connolly, Andrew, Dawson, Kyle, Dodelson, Scott, Evrard, August, Huterer, Dragan, Jain, Bhuvnesh, Jarvis, Michael, Kirkby, David, Linder, Eric, Mandelbaum, Rachel, May, Morgan, Raccanelli, Alvise, Reid, Beth, Rozo, Eduardo, Schmidt, Fabian, Sehgal, Neelima, Slosar, Anže, van Engelen, Alex, Wu, Hao-Yi & Zhao, Gongbo (2015). Growth of cosmic structure: Probing dark energy beyond expansion. Elsevier BV.  Vol. 63, 23-41.\r\n\r\nPublished, 2015. Guo, H., White, M., Skibba, R. A., Tinker, J. L., Schneider, D. P., Weinberg, D. H., Zheng, Z., Zehavi, I. & Dawson, K. (2014). Velocity bias from the small-scale clustering of SDSS-III BOSS galaxies. Oxford University Press (OUP).  Vol. 446(1), 578-594.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Manera, M., Maraston, C., Montesano, F., Nichol, R. C., Percival, W. J., Reid, B. A., Roe, N. A., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Streblyanska, A., Thomas, D., Tinker, J. L., Wake, D. A., Weaver, B. A., White, M., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring growth rate and geometry with anisotropic clustering. Oxford University Press (OUP).  Vol. 439(4), 3504-3519.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Dawson, K. S., Eisenstein, D. J., Font-Ribera, A., Ho, S., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Ross, N. P., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Seo, H.-J., Tinker, J. L. & Weaver, B. A. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: testing gravity with redshift space distortions using the power spectrum multipoles. Oxford University Press (OUP).  Vol. 443(2), 1065-1089.\r\n\r\nPublished, 2014. Aubourg, Éric, Bailey, Stephen, Bautista, Julian, Beutler, Florian, Bhardwaj, Vaishali, Bizyaev, Dmitry, Blomqvist, Michael, Brewington, Howard, Brinkmann, Jon, Brownstein, Joel R., Busca, Nicolas, Carithers, Bill, Dawson, Kyle S., Delubac, Timothée, Ebelke, Garrett, Eisenstein, Daniel J., Font-Ribera, Andreu, Ge, Jian, Kinemuchi, Karen, Kirkby, David, Lee, Khee-Gan, Malanushenko, Elena, Malanushenko, Viktor, Marchante, Moses, Margala, Daniel, Miralda-Escudé, Jordi, Muna, Demitri, Myers, Adam D., Noterdaeme, Pasquier, Oravetz, Daniel, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Pieri, Matthew M., Rich, James, Ross, Nicholas P., Rossi, Graziano, Schneider, Donald P., Simmons, Audrey, Slosar, Anže, Viel, Matteo, Yeche, Christophe & York, Donald G. (2014). Quasar-Lyman α forest cross-correlation from BOSS DR11: Baryon Acoustic Oscillations. IOP Publishing.  Vol. 2014(05), 027-027.\r\n\r\nPublished, 2014. Shen, Yue, Brandt, W. N., Dawson, Kyle S., Hall, Patrick B., McGreer, Ian D., Anderson, Scott F., Chen, Yuguang, Denney, Kelly D., Eftekharzadeh, Sarah, Fan, Xiaohui, Gao, Yang, Green, Paul J., Greene, Jenny E., Ho, Luis C., Horne, Keith, Jiang, Linhua, Kelly, Brandon C., Kinemuchi, Karen, Kochanek, Christopher S., Pâris, Isabelle, Peters, Christina M., Peterson, Bradley M., Petitjean, Patrick, Ponder, Kara, Richards, Gordon T., Schneider, Donald P., Seth, Anil, Smith, Robyn N., Strauss, Michael A., Tao, Charling, Trump, Jonathan R., Wood-Vasey, W. M., Zu, Ying, Eisenstein, Daniel J., Pan, Kaike, Bizyaev, Dmitry, Malanushenko, Viktor, Malanushenko, Elena & Oravetz, Daniel (2014). THE SLOAN DIGITAL SKY SURVEY REVERBERATION MAPPING PROJECT: TECHNICAL OVERVIEW. IOP Publishing.  Vol. 216(1), 4.\r\n\r\nPublished, 2014. Bassett, Bruce, Bizyaev, Dmitry, Brewington, Howard, Brinkmann, J., Brown, Peter J., Brownstein, Joel R., Campbell, Heather, D’Andrea, Chris B., Dawson, Kyle S., Ebelke, Garrett L., Frieman, Joshua A., Galbany, Lluís, Garnavich, Peter, Gupta, Ravi R., Hlozek, Renee, Jha, Saurabh W., Kunz, Martin, Lampeitl, Hubert, Malanushenko, Elena, Malanushenko, Viktor, Marriner, John, Miquel, Ramon, Montero-Dorta, Antonio D., Nichol, Robert C., Olmstead, Matthew D., Oravetz, Daniel J., Pan, Kaike, Sako, Masao, Schneider, Donald P., Simmons, Audrey E., Smith, Mathew & Snedden, Stephanie A. (2014). HOST GALAXY SPECTRA AND CONSEQUENCES FOR SUPERNOVA TYPING FROM THE SDSS SN SURVEY. IOP Publishing.  Vol. 147(4), 75.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Manera, M., Maraston, C., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Skibba, R., Thomas, D., Tinker, J. L., Tojeiro, R., Wake, D. A., Weaver, B. A., White, M. & Zehavi, I. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: cosmological implications of the full shape of the clustering wedges in the data release 10 and 11 galaxy samples. Oxford University Press (OUP).  Vol. 440(3), 2692-2713.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bhardwaj, V., Blanton, M., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Burden, A., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Escoffier, S., Gunn, J. E., Guo, H., Ho, S., Honscheid, K., Howlett, C., Kirkby, D., Lupton, R. H., Magana, M. V., Manera, M., Maraston, C., McBride, C. K., Mena, O., Montesano, F., Nichol, R. C., Nuza, S. E., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Parejko, J., Percival, W. J., Petitjean, P., Prada, F., Price-Whelan, A. M., Reid, B., Roe, N. A., Ross, A. J., Ross, N. P., Sabiu, C. G., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Scoccola, C. G., Seo, H.-J., Skibba, R. A., Strauss, M. A., Swanson, M. E. C., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D. A., Weaver, B. A., Weinberg, D. H., White, M., Xu, X., Yeche, C., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Releases 10 and 11 Galaxy samples. Oxford University Press (OUP).  Vol. 441(1), 24-62.\r\n\r\nPublished, 2014. Aldering, G., Barbary, K., Dawson, K., Doi, M., Goldhaber, G., Hook, I., Ihara, Y., Lidman, C., Morokuma, T., Okumura, J. E., Pain, R., Perlmutter, S., Spadafora, A., Suzuki, N., Takanashi, N., Totani, T., Wang, L. & Yasuda, N. (2014). The Type Ia supernovae rate with Subaru\/XMM-Newton Deep Survey. Oxford University Press (OUP).  Vol. 66(2), 49-49.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Dawson, K. S., Eisenstein, D. J., Font-Ribera, A., Ho, S., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Ross, N. P., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Seo, H.-J., Tinker, J. L. & Weaver, B. A. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: testing gravity with redshift space distortions using the power spectrum multipoles. Oxford University Press (OUP).  Vol. 443(2), 1065-1089.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Manera, M., Maraston, C., Montesano, F., Nichol, R. C., Percival, W. J., Reid, B. A., Roe, N. A., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Streblyanska, A., Thomas, D., Tinker, J. L., Wake, D. A., Weaver, B. A., White, M., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring growth rate and geometry with anisotropic clustering. Oxford University Press (OUP).  Vol. 439(4), 3504-3519.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Kirkby, D., Manera, M., McBride, C. K., Mena, O., Nichol, R. C., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Percival, W. J., Prada, F., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Seo, H.-J., Strauss, M. A., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D., Weinberg, D. H., Xu, X. & Yeche, C. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring DA and H at z = 0.57 from the baryon acoustic peak in the Data Release 9 spectroscopic Galaxy sample. Oxford University Press (OUP).  Vol. 439(1), 83-101.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Brownstein, J. R., Burden, A., Cuesta, A. J., Dawson, K., Eisenstein, D. J., Ho, S., Howlett, C., Magana, M. V., Manera, M., McBride, C. K., Montesano, F., Olmstead, M. D., Parejko, J. K., Percival, W. J., Reid, B., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Tinker, J. L., Tojeiro, R. & White, M. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: galaxy clustering measurements in the low-redshift sample of Data Release 11. Oxford University Press (OUP).  Vol. 440(3), 2222-2237.\r\n\r\nPublished, 2014. Shen, Yue, Brandt, W. N., Dawson, Kyle S., Hall, Patrick B., McGreer, Ian D., Anderson, Scott F., Chen, Yuguang, Denney, Kelly D., Eftekharzadeh, Sarah, Fan, Xiaohui, Gao, Yang, Green, Paul J., Greene, Jenny E., Ho, Luis C., Horne, Keith, Jiang, Linhua, Kelly, Brandon C., Kinemuchi, Karen, Kochanek, Christopher S., Pâris, Isabelle, Peters, Christina M., Peterson, Bradley M., Petitjean, Patrick, Ponder, Kara, Richards, Gordon T., Schneider, Donald P., Seth, Anil, Smith, Robyn N., Strauss, Michael A., Tao, Charling, Trump, Jonathan R., Wood-Vasey, W. M., Zu, Ying, Eisenstein, Daniel J., Pan, Kaike, Bizyaev, Dmitry, Malanushenko, Viktor, Malanushenko, Elena & Oravetz, Daniel (2014). THE SLOAN DIGITAL SKY SURVEY REVERBERATION MAPPING PROJECT: TECHNICAL OVERVIEW. IOP Publishing.  Vol. 216(1), 4.\r\n\r\nPublished, 2014. Aubourg, Éric, Bailey, Stephen, Bautista, Julian, Beutler, Florian, Bhardwaj, Vaishali, Bizyaev, Dmitry, Blomqvist, Michael, Brewington, Howard, Brinkmann, Jon, Brownstein, Joel R., Busca, Nicolas, Carithers, Bill, Dawson, Kyle S., Delubac, Timothée, Ebelke, Garrett, Eisenstein, Daniel J., Font-Ribera, Andreu, Ge, Jian, Kinemuchi, Karen, Kirkby, David, Lee, Khee-Gan, Malanushenko, Elena, Malanushenko, Viktor, Marchante, Moses, Margala, Daniel, Miralda-Escudé, Jordi, Muna, Demitri, Myers, Adam D., Noterdaeme, Pasquier, Oravetz, Daniel, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Pieri, Matthew M., Rich, James, Ross, Nicholas P., Rossi, Graziano, Schneider, Donald P., Simmons, Audrey, Slosar, Anže, Viel, Matteo, Yeche, Christophe & York, Donald G. (2014). Quasar-Lyman α forest cross-correlation from BOSS DR11: Baryon Acoustic Oscillations. IOP Publishing.  Vol. 2014(05), 027-027.\r\n\r\nPublished, 2014. Bassett, Bruce, Bizyaev, Dmitry, Brewington, Howard, Brinkmann, J., Brown, Peter J., Brownstein, Joel R., Campbell, Heather, D’Andrea, Chris B., Dawson, Kyle S., Ebelke, Garrett L., Frieman, Joshua A., Galbany, Lluís, Garnavich, Peter, Gupta, Ravi R., Hlozek, Renee, Jha, Saurabh W., Kunz, Martin, Lampeitl, Hubert, Malanushenko, Elena, Malanushenko, Viktor, Marriner, John, Miquel, Ramon, Montero-Dorta, Antonio D., Nichol, Robert C., Olmstead, Matthew D., Oravetz, Daniel J., Pan, Kaike, Sako, Masao, Schneider, Donald P., Simmons, Audrey E., Smith, Mathew & Snedden, Stephanie A. (2014). HOST GALAXY SPECTRA AND CONSEQUENCES FOR SUPERNOVA TYPING FROM THE SDSS SN SURVEY. IOP Publishing.  Vol. 147(4), 75.\r\n\r\nPublished, 2014. Guo, H., White, M., Skibba, R. A., Tinker, J. L., Schneider, D. P., Weinberg, D. H., Zheng, Z., Zehavi, I. & Dawson, K. (2014). Velocity bias from the small-scale clustering of SDSS-III BOSS galaxies. Oxford University Press (OUP).  Vol. 446(1), 578-594.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Manera, M., Maraston, C., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Skibba, R., Thomas, D., Tinker, J. L., Tojeiro, R., Wake, D. A., Weaver, B. A., White, M. & Zehavi, I. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: cosmological implications of the full shape of the clustering wedges in the data release 10 and 11 galaxy samples. Oxford University Press (OUP).  Vol. 440(3), 2692-2713.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bhardwaj, V., Blanton, M., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Burden, A., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Escoffier, S., Gunn, J. E., Guo, H., Ho, S., Honscheid, K., Howlett, C., Kirkby, D., Lupton, R. H., Magana, M. V., Manera, M., Maraston, C., McBride, C. K., Mena, O., Montesano, F., Nichol, R. C., Nuza, S. E., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Parejko, J., Percival, W. J., Petitjean, P., Prada, F., Price-Whelan, A. M., Reid, B., Roe, N. A., Ross, A. J., Ross, N. P., Sabiu, C. G., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Scoccola, C. G., Seo, H.-J., Skibba, R. A., Strauss, M. A., Swanson, M. E. C., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D. A., Weaver, B. A., Weinberg, D. H., White, M., Xu, X., Yeche, C., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Releases 10 and 11 Galaxy samples. Oxford University Press (OUP).  Vol. 441(1), 24-62.\r\n\r\nPublished, 2014. Aldering, G., Barbary, K., Dawson, K., Doi, M., Goldhaber, G., Hook, I., Ihara, Y., Lidman, C., Morokuma, T., Okumura, J. E., Pain, R., Perlmutter, S., Spadafora, A., Suzuki, N., Takanashi, N., Totani, T., Wang, L. & Yasuda, N. (2014). The Type Ia supernovae rate with Subaru\/XMM-Newton Deep Survey. Oxford University Press (OUP).  Vol. 66(2), 49-49.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Brownstein, J. R., Burden, A., Cuesta, A. J., Dawson, K., Eisenstein, D. J., Ho, S., Howlett, C., Magana, M. V., Manera, M., McBride, C. K., Montesano, F., Olmstead, M. D., Parejko, J. K., Percival, W. J., Reid, B., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Tinker, J. L., Tojeiro, R. & White, M. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: galaxy clustering measurements in the low-redshift sample of Data Release 11. Oxford University Press (OUP).  Vol. 440(3), 2222-2237.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Kirkby, D., Manera, M., McBride, C. K., Mena, O., Nichol, R. C., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Percival, W. J., Prada, F., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Seo, H.-J., Strauss, M. A., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D., Weinberg, D. H., Xu, X. & Yeche, C. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring DA and H at z = 0.57 from the baryon acoustic peak in the Data Release 9 spectroscopic Galaxy sample. Oxford University Press (OUP).  Vol. 439(1), 83-101.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Manera, M., Maraston, C., Montesano, F., Nichol, R. C., Percival, W. J., Reid, B. A., Roe, N. A., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Streblyanska, A., Thomas, D., Tinker, J. L., Wake, D. A., Weaver, B. A., White, M., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring growth rate and geometry with anisotropic clustering. Oxford University Press (OUP).  Vol. 439(4), 3504-3519.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Dawson, K. S., Eisenstein, D. J., Font-Ribera, A., Ho, S., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Ross, N. P., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Seo, H.-J., Tinker, J. L. & Weaver, B. A. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: testing gravity with redshift space distortions using the power spectrum multipoles. Oxford University Press (OUP).  Vol. 443(2), 1065-1089.\r\n\r\nPublished, 2014. Bassett, Bruce, Bizyaev, Dmitry, Brewington, Howard, Brinkmann, J., Brown, Peter J., Brownstein, Joel R., Campbell, Heather, D’Andrea, Chris B., Dawson, Kyle S., Ebelke, Garrett L., Frieman, Joshua A., Galbany, Lluís, Garnavich, Peter, Gupta, Ravi R., Hlozek, Renee, Jha, Saurabh W., Kunz, Martin, Lampeitl, Hubert, Malanushenko, Elena, Malanushenko, Viktor, Marriner, John, Miquel, Ramon, Montero-Dorta, Antonio D., Nichol, Robert C., Olmstead, Matthew D., Oravetz, Daniel J., Pan, Kaike, Sako, Masao, Schneider, Donald P., Simmons, Audrey E., Smith, Mathew & Snedden, Stephanie A. (2014). HOST GALAXY SPECTRA AND CONSEQUENCES FOR SUPERNOVA TYPING FROM THE SDSS SN SURVEY. IOP Publishing.  Vol. 147(4), 75.\r\n\r\nPublished, 2014. Guo, H., White, M., Skibba, R. A., Tinker, J. L., Schneider, D. P., Weinberg, D. H., Zheng, Z., Zehavi, I. & Dawson, K. (2014). Velocity bias from the small-scale clustering of SDSS-III BOSS galaxies. Oxford University Press (OUP).  Vol. 446(1), 578-594.\r\n\r\nPublished, 2014. Bassett, Bruce, Bizyaev, Dmitry, Brewington, Howard, Brinkmann, J., Brown, Peter J., Brownstein, Joel R., Campbell, Heather, D’Andrea, Chris B., Dawson, Kyle S., Ebelke, Garrett L., Frieman, Joshua A., Galbany, Lluís, Garnavich, Peter, Gupta, Ravi R., Hlozek, Renee, Jha, Saurabh W., Kunz, Martin, Lampeitl, Hubert, Malanushenko, Elena, Malanushenko, Viktor, Marriner, John, Miquel, Ramon, Montero-Dorta, Antonio D., Nichol, Robert C., Olmstead, Matthew D., Oravetz, Daniel J., Pan, Kaike, Sako, Masao, Schneider, Donald P., Simmons, Audrey E., Smith, Mathew & Snedden, Stephanie A. (2014). HOST GALAXY SPECTRA AND CONSEQUENCES FOR SUPERNOVA TYPING FROM THE SDSS SN SURVEY. IOP Publishing.  Vol. 147(4), 75.\r\n\r\nPublished, 2014. Aubourg, Éric, Bailey, Stephen, Bautista, Julian, Beutler, Florian, Bhardwaj, Vaishali, Bizyaev, Dmitry, Blomqvist, Michael, Brewington, Howard, Brinkmann, Jon, Brownstein, Joel R., Busca, Nicolas, Carithers, Bill, Dawson, Kyle S., Delubac, Timothée, Ebelke, Garrett, Eisenstein, Daniel J., Font-Ribera, Andreu, Ge, Jian, Kinemuchi, Karen, Kirkby, David, Lee, Khee-Gan, Malanushenko, Elena, Malanushenko, Viktor, Marchante, Moses, Margala, Daniel, Miralda-Escudé, Jordi, Muna, Demitri, Myers, Adam D., Noterdaeme, Pasquier, Oravetz, Daniel, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Pieri, Matthew M., Rich, James, Ross, Nicholas P., Rossi, Graziano, Schneider, Donald P., Simmons, Audrey, Slosar, Anže, Viel, Matteo, Yeche, Christophe & York, Donald G. (2014). Quasar-Lyman α forest cross-correlation from BOSS DR11: Baryon Acoustic Oscillations. IOP Publishing.  Vol. 2014(05), 027-027.\r\n\r\nPublished, 2014. Shen, Yue, Brandt, W. N., Dawson, Kyle S., Hall, Patrick B., McGreer, Ian D., Anderson, Scott F., Chen, Yuguang, Denney, Kelly D., Eftekharzadeh, Sarah, Fan, Xiaohui, Gao, Yang, Green, Paul J., Greene, Jenny E., Ho, Luis C., Horne, Keith, Jiang, Linhua, Kelly, Brandon C., Kinemuchi, Karen, Kochanek, Christopher S., Pâris, Isabelle, Peters, Christina M., Peterson, Bradley M., Petitjean, Patrick, Ponder, Kara, Richards, Gordon T., Schneider, Donald P., Seth, Anil, Smith, Robyn N., Strauss, Michael A., Tao, Charling, Trump, Jonathan R., Wood-Vasey, W. M., Zu, Ying, Eisenstein, Daniel J., Pan, Kaike, Bizyaev, Dmitry, Malanushenko, Viktor, Malanushenko, Elena & Oravetz, Daniel (2014). THE SLOAN DIGITAL SKY SURVEY REVERBERATION MAPPING PROJECT: TECHNICAL OVERVIEW. IOP Publishing.  Vol. 216(1), 4.\r\n\r\nPublished, 2014. Aldering, G., Barbary, K., Dawson, K., Doi, M., Goldhaber, G., Hook, I., Ihara, Y., Lidman, C., Morokuma, T., Okumura, J. E., Pain, R., Perlmutter, S., Spadafora, A., Suzuki, N., Takanashi, N., Totani, T., Wang, L. & Yasuda, N. (2014). The Type Ia supernovae rate with Subaru\/XMM-Newton Deep Survey. Oxford University Press (OUP).  Vol. 66(2), 49-49.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bhardwaj, V., Blanton, M., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Burden, A., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Escoffier, S., Gunn, J. E., Guo, H., Ho, S., Honscheid, K., Howlett, C., Kirkby, D., Lupton, R. H., Magana, M. V., Manera, M., Maraston, C., McBride, C. K., Mena, O., Montesano, F., Nichol, R. C., Nuza, S. E., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Parejko, J., Percival, W. J., Petitjean, P., Prada, F., Price-Whelan, A. M., Reid, B., Roe, N. A., Ross, A. J., Ross, N. P., Sabiu, C. G., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Scoccola, C. G., Seo, H.-J., Skibba, R. A., Strauss, M. A., Swanson, M. E. C., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D. A., Weaver, B. A., Weinberg, D. H., White, M., Xu, X., Yeche, C., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Releases 10 and 11 Galaxy samples. Oxford University Press (OUP).  Vol. 441(1), 24-62.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Manera, M., Maraston, C., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Skibba, R., Thomas, D., Tinker, J. L., Tojeiro, R., Wake, D. A., Weaver, B. A., White, M. & Zehavi, I. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: cosmological implications of the full shape of the clustering wedges in the data release 10 and 11 galaxy samples. Oxford University Press (OUP).  Vol. 440(3), 2692-2713.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Brownstein, J. R., Burden, A., Cuesta, A. J., Dawson, K., Eisenstein, D. J., Ho, S., Howlett, C., Magana, M. V., Manera, M., McBride, C. K., Montesano, F., Olmstead, M. D., Parejko, J. K., Percival, W. J., Reid, B., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Tinker, J. L., Tojeiro, R. & White, M. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: galaxy clustering measurements in the low-redshift sample of Data Release 11. Oxford University Press (OUP).  Vol. 440(3), 2222-2237.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Kirkby, D., Manera, M., McBride, C. K., Mena, O., Nichol, R. C., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Percival, W. J., Prada, F., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Seo, H.-J., Strauss, M. A., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D., Weinberg, D. H., Xu, X. & Yeche, C. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring DA and H at z = 0.57 from the baryon acoustic peak in the Data Release 9 spectroscopic Galaxy sample. Oxford University Press (OUP).  Vol. 439(1), 83-101.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Manera, M., Maraston, C., Montesano, F., Nichol, R. C., Percival, W. J., Reid, B. A., Roe, N. A., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Streblyanska, A., Thomas, D., Tinker, J. L., Wake, D. A., Weaver, B. A., White, M., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring growth rate and geometry with anisotropic clustering. Oxford University Press (OUP).  Vol. 439(4), 3504-3519.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Dawson, K. S., Eisenstein, D. J., Font-Ribera, A., Ho, S., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Ross, N. P., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Seo, H.-J., Tinker, J. L. & Weaver, B. A. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: testing gravity with redshift space distortions using the power spectrum multipoles. Oxford University Press (OUP).  Vol. 443(2), 1065-1089.\r\n\r\nPublished, 2014. Guo, H., White, M., Skibba, R. A., Tinker, J. L., Schneider, D. P., Weinberg, D. H., Zheng, Z., Zehavi, I. & Dawson, K. (2014). Velocity bias from the small-scale clustering of SDSS-III BOSS galaxies. Oxford University Press (OUP).  Vol. 446(1), 578-594.\r\n\r\nPublished, 2014. Aubourg, Éric, Bailey, Stephen, Bautista, Julian, Beutler, Florian, Bhardwaj, Vaishali, Bizyaev, Dmitry, Blomqvist, Michael, Brewington, Howard, Brinkmann, Jon, Brownstein, Joel R., Busca, Nicolas, Carithers, Bill, Dawson, Kyle S., Delubac, Timothée, Ebelke, Garrett, Eisenstein, Daniel J., Font-Ribera, Andreu, Ge, Jian, Kinemuchi, Karen, Kirkby, David, Lee, Khee-Gan, Malanushenko, Elena, Malanushenko, Viktor, Marchante, Moses, Margala, Daniel, Miralda-Escudé, Jordi, Muna, Demitri, Myers, Adam D., Noterdaeme, Pasquier, Oravetz, Daniel, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Pieri, Matthew M., Rich, James, Ross, Nicholas P., Rossi, Graziano, Schneider, Donald P., Simmons, Audrey, Slosar, Anže, Viel, Matteo, Yeche, Christophe & York, Donald G. (2014). Quasar-Lyman α forest cross-correlation from BOSS DR11: Baryon Acoustic Oscillations. IOP Publishing.  Vol. 2014(05), 027-027.\r\n\r\nPublished, 2014. Shen, Yue, Brandt, W. N., Dawson, Kyle S., Hall, Patrick B., McGreer, Ian D., Anderson, Scott F., Chen, Yuguang, Denney, Kelly D., Eftekharzadeh, Sarah, Fan, Xiaohui, Gao, Yang, Green, Paul J., Greene, Jenny E., Ho, Luis C., Horne, Keith, Jiang, Linhua, Kelly, Brandon C., Kinemuchi, Karen, Kochanek, Christopher S., Pâris, Isabelle, Peters, Christina M., Peterson, Bradley M., Petitjean, Patrick, Ponder, Kara, Richards, Gordon T., Schneider, Donald P., Seth, Anil, Smith, Robyn N., Strauss, Michael A., Tao, Charling, Trump, Jonathan R., Wood-Vasey, W. M., Zu, Ying, Eisenstein, Daniel J., Pan, Kaike, Bizyaev, Dmitry, Malanushenko, Viktor, Malanushenko, Elena & Oravetz, Daniel (2014). THE SLOAN DIGITAL SKY SURVEY REVERBERATION MAPPING PROJECT: TECHNICAL OVERVIEW. IOP Publishing.  Vol. 216(1), 4.\r\n\r\nPublished, 2014. Beutler, F., Brinkmann, J., Brownstein, J. R., Burden, A., Cuesta, A. J., Dawson, K., Eisenstein, D. J., Ho, S., Howlett, C., Magana, M. V., Manera, M., McBride, C. K., Montesano, F., Olmstead, M. D., Parejko, J. K., Percival, W. J., Reid, B., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Tinker, J. L., Tojeiro, R. & White, M. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: galaxy clustering measurements in the low-redshift sample of Data Release 11. Oxford University Press (OUP).  Vol. 440(3), 2222-2237.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Kirkby, D., Manera, M., McBride, C. K., Mena, O., Nichol, R. C., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Percival, W. J., Prada, F., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Seo, H.-J., Strauss, M. A., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D., Weinberg, D. H., Xu, X. & Yeche, C. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: measuring DA and H at z = 0.57 from the baryon acoustic peak in the Data Release 9 spectroscopic Galaxy sample. Oxford University Press (OUP).  Vol. 439(1), 83-101.\r\n\r\nPublished, 2014. Anderson, L., Aubourg, E., Bailey, S., Beutler, F., Bhardwaj, V., Blanton, M., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Burden, A., Chuang, C.-H., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Escoffier, S., Gunn, J. E., Guo, H., Ho, S., Honscheid, K., Howlett, C., Kirkby, D., Lupton, R. H., Magana, M. V., Manera, M., Maraston, C., McBride, C. K., Mena, O., Montesano, F., Nichol, R. C., Nuza, S. E., Olmstead, M. D., Padmanabhan, N., Palanque-Delabrouille, N., Parejko, J., Percival, W. J., Petitjean, P., Prada, F., Price-Whelan, A. M., Reid, B., Roe, N. A., Ross, A. J., Ross, N. P., Sabiu, C. G., Saito, S., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Scoccola, C. G., Seo, H.-J., Skibba, R. A., Strauss, M. A., Swanson, M. E. C., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wake, D. A., Weaver, B. A., Weinberg, D. H., White, M., Xu, X., Yeche, C., Zehavi, I. & Zhao, G.-B. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Releases 10 and 11 Galaxy samples. Oxford University Press (OUP).  Vol. 441(1), 24-62.\r\n\r\nPublished, 2014. Aubourg, E., Beutler, F., Brinkmann, J., Brownstein, J. R., Cuesta, A. J., Dawson, K. S., Eisenstein, D. J., Ho, S., Honscheid, K., Kazin, E. A., Manera, M., Maraston, C., McBride, C. K., Montesano, F., Percival, W. J., Ross, A. J., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Skibba, R., Thomas, D., Tinker, J. L., Tojeiro, R., Wake, D. A., Weaver, B. A., White, M. & Zehavi, I. (2014). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: cosmological implications of the full shape of the clustering wedges in the data release 10 and 11 galaxy samples. Oxford University Press (OUP).  Vol. 440(3), 2692-2713.\r\n\r\nPublished, 2014. Aldering, G., Barbary, K., Dawson, K., Doi, M., Goldhaber, G., Hook, I., Ihara, Y., Lidman, C., Morokuma, T., Okumura, J. E., Pain, R., Perlmutter, S., Spadafora, A., Suzuki, N., Takanashi, N., Totani, T., Wang, L. & Yasuda, N. (2014). The Type Ia supernovae rate with Subaru\/XMM-Newton Deep Survey. Oxford University Press (OUP).  Vol. 66(2), 49-49.\r\n\r\nPublished, 2014. A. C. Croft, Rupert, Aubourg, Éric, Bailey, Stephen, Bautista, Julian, Blomqvist, Michael, Bolton, Adam, Bolton, James S., Borde, Arnaud, Busca, Nicolás G., Carithers, Bill, Dawson, Kyle S., Delubac, Timothée, Font-Ribera, Andreu, Ho, Shirley, Kirkby, David, Le Goff, Jean-Marc, Lee, Khee-Gan, Margala, Daniel, Miralda-Escudé, Jordi, Muna, Demitri, Myers, Adam D., Noterdaeme, Pasquier, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Pieri, Matthew M., Rich, James, Rollinde, Emmanuel, Ross, Nicholas P., Rossi, Graziano, Schlegel, David J., Schneider, Donald P., Slosar, Anže, Viel, Matteo, Weinberg, David H. & Yèche, Christophe (2013). The one-dimensional Ly α forest power spectrum from BOSS. EDP Sciences.  Vol. 559, A85.\r\n\r\nPublished, 2013. Aubourg, É., Bailey, S., Bautista, J. E., Bizyaev, D., Blomqvist, M., Bolton, A. S., Borde, A., Bovy, J., Brewington, H., Brinkmann, J., Busca, N. G., Carithers, B., Croft, R. A. C., Dawson, K. S., Delubac, T., Ebelke, G., Eisenstein, D. J., Font-Ribera, A., Hamilton, J.-C., Ho, S., Hogg, D. W., Honscheid, K., Kirkby, D., Le Goff, J.-M., Lee, K.-G., Lundgren, B., Malanushenko, E., Malanushenko, V., Maraston, C., Margala, D., Mehta, K., Miralda-Escudé, J., Myers, A. D., Nichol, R. C., Noterdaeme, P., Olmstead, M. D., Oravetz, D., Palanque-Delabrouille, N., Pan, K., Pâris, I., Percival, W. J., Petitjean, P., Pieri, M. M., Rich, J., Roe, N. A., Rollinde, E., Ross, N. P., Rossi, G., Schlegel, D. J., Schneider, D. P., Shelden, A., Sheldon, E. S., Simmons, A., Slosar, A., Snedden, S., Tinker, J. L., Viel, M., Weaver, B. A., Weinberg, D. H., White, M., Yèche, C. & York, D. G. (2013). Baryon acoustic oscillations in the Ly α forest of BOSS quasars. EDP Sciences.  Vol. 552, A96.\r\n\r\nPublished, 2013. Bassett, Bruce, Cinabro, David, Zhao, Gong-Bo, Marriner, John, Garnavich, Peter, Nichol, Robert C., Dilday, Ben, Kuhlmann, Steve, Frieman, Joshua A., Kunz, Martin, Sako, Masao, Olmstead, Matthew D., Richmond, Michael, Miquel, Ramon, Hlozek, Renee, D’Andrea, Chris B, Jha, Saurabh W., Campbell, Heather, Lampeitl, Hubert, Sollerman, Jesper, Dawson, Kyle S., Brown, Peter, Schneider, Donald P., Foley, Ryan J., Riess, Adam, Smith, Mathew, Taylor, Matt & Biswas, Rahul (2013). COSMOLOGY WITH PHOTOMETRICALLY CLASSIFIED TYPE Ia SUPERNOVAE FROM THE SDSS-II SUPERNOVA SURVEY. IOP Publishing.  Vol. 763(2), 88.\r\n\r\nPublished, 2013. Aubourg, Éric, Bailey, Stephen, Bautista, Julian E, Bhardwaj, Vaishali, Blomqvist, Michael, Bolton, Adam S, Bovy, Jo, Brownstein, Joel, Busca, Nicolás G, Carithers, Bill, Croft, Rupert A.C, Dawson, Kyle S, Delubac, Timothée, Font-Ribera, Andreu, Goff, J.-M. Le, Ho, Shirley, Honscheid, Klaus, Iršic, Vid, Kirkby, David, Lee, Khee-Gan, Margala, Daniel, McDonald, Patrick, Medolin, Bumbarija, Miralda-Escudé, Jordi, Myers, Adam D, Nichol, Robert C, Noterdaeme, Pasquier, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Pieri, Matthew M, Piškur, Yodovina, Rich, James, Roe, Natalie A, Ross, Nicholas P, Rossi, Graziano, Schlegel, David J, Schneider, Donald P, Seljak, Uroš, Sheldon, Erin S, Slosar, Anže, Suzuki, Nao, Viel, Matteo, Weinberg, David H & Yèche, Christophe (2013). Measurement of baryon acoustic oscillations in the Lyman-α forest fluctuations in BOSS data release 9. IOP Publishing.  Vol. 2013(04), 026-026.\r\n\r\nPublished, 2013. Aubourg, E., Bailey, S., Bolton, A. S., Brownstein, J., Comparat, J., Dawson, K., Ealet, A., Escoffier, S., Ge, J., Ilbert, O., Kneib, J.-P., Lamareille, F., Leauthaud, A., Maraston, C., Mostek, N., Percival, W., Ross, N. P., Schimd, C., Schlegel, D. J., Schneider, D. P., Steele, O., Thomas, D., Tinker, J. L., Weaver, B. A. & Zoubian, J. (2013). Investigating emission-line galaxy surveys with the Sloan Digital Sky Survey infrastructure. Oxford University Press (OUP).  Vol. 428(2), 1498-1517.\r\n\r\nPublished, 2013. Bailey, Stephen, Bautista, Julian E, Blomqvist, Michael, Brownstein, Joel R, Busca, Nicolás G, Carithers, Bill, Croft, Rupert A.C, Dawson, Kyle S, Delubac, Timothée, Font-Ribera, Andreu, Kirkby, David, Margala, Daniel, Miralda-Escudé, Jordi, Myers, Adam D, Nichol, Robert C, Palanque-Delabrouille, Nathalie, Pâris, Isabelle, Petitjean, Patrick, Rich, James, Rossi, Graziano, Schlegel, David J, Schneider, Donald P, Slosar, Anže, Viel, Matteo, Weinberg, David H & Yèche, Christophe (2013). Fitting methods for baryon acoustic oscillations in the Lyman-α forest fluctuations in BOSS data release 9. IOP Publishing.  Vol. 2013(03), 024-024.\r\n\r\nPublished, 2013. Myers, Adam D., Margala, Daniel, Spergel, David N., Suzuki, Nao, Font-Ribera, Andreu, Borde, Arnaud, Kirkby, David, Ho, Shirley, Malanushenko, Viktor, Bolton, Adam S., Slosar, Anže, Eisenstein, Daniel J., Schlegel, David J., Schneider, Donald P., Malanushenko, Elena, Brewington, Howard, Hamilton, Jean-Christophe, Simmons, Audrey, Weinberg, David H., Rollinde, Emmanuel, Aubourg, Éric, Rossi, Graziano, Pâris, Isabelle, Miralda-Escudé, Jordi, Pan, Kaike, Lee, Khee-Gan, Dawson, Kyle S., Pieri, Matthew M., Noterdaeme, Pasquier, Petitjean, Patrick, Croft, Rupert A. C., Snedden, Stephanie, Lundgren, Britt, Bizyaev, Dmitry, Hennawi, Joseph F., Ross, Nicholas P., Busca, Nicolás G., Weaver, Benjamin A., Yèche, Christophe, Rich, James, Blomqvist, Michael, Bailey, Stephen, Ebelke, Garrett, Bartsch, Leslie E., Viel, Matteo, Palanque-Delabrouille, Nathalie, Oravetz, Daniel, Le Goff, Jean-Marc, Ge, Jian, Bautista, Julian, Honscheid, Klaus, Delubac, Timothée & Carithers, William (2013). THE BOSS Lyα FOREST SAMPLE FROM SDSS DATA RELEASE 9. IOP Publishing.  Vol. 145(3), 69.\r\n\r\nPublished, 2013. Sánchez, Ariel G., Borde, Arnaud, Oravetz, Audrey, Weaver, Benjamin A., Yeche, Christophe, Sayres, Conor, Rich, James, Le Goff, Jean-Marc, Kneib, Jean-Paul, Bovy, Jo, Brownstein, Joel R., McMahon, Richard G., Pfaffenberger, Robert, Tal, Tomer, Bhardwaj, Vaishali, Carithers, William, West, Andrew A., Loomis, Craig P., Margala, Daniel, Wake, David A., Holder, Diana, Stauffer, Fritz, Ebelke, Garrett L., Finley, Hayley, Davenport, James R. A., Maia, Marcio A. G., Makler, Martin, Tanaka, Masayuki, Viel, Matteo, Carr, Michael A., Strauss, Michael A., Blanton, Michael R., Mena, Olga, McDonald, Patrick, de Putter, Roland, Smee, Stephen A., Delubac, Timothée, Jordan, Wendell P., Percival, Will J., Berlind, Andreas A., Montero-Dorta, Antonio D., Weiner, Benjamin J., Lundgren, Britt, Bizyaev, Dmitry, Zhao, Gong-Bo, Richards, Gordon T., Rossi, Graziano, Pâris, Isabelle, Miralda-Escudé, Jordi, Pan, Kaike, Samushia, Lado, da Costa, Luiz N., Vargas Magaña, M., White, Martin, Swanson, Molly E. C., Connolly, Natalia, Mandelbaum, Rachel, Nichol, Robert C., Croft, Rupert A. C., Schmidt, Sarah J., Fan, Xiaohui, Shen, Yue, Cuesta, Antonio J., Slosar, Anže, Harris, Ben, Tremonti, Christy A., Blake, Cullen H., Kauffmann, Guinevere, Rubiño-Martin, J. A., Tinker, Jeremy L., Honscheid, Klaus, Raddick, M. Jordan, Blomqvist, Michael, Palanque-Delabrouille, Nathalie, Nuza, Sebastián E., Bailey, Stephen, Wood-Vasey, W. M., Zheng, Zheng, Ealet, Anne, Long, Daniel C., Schlegel, David J., Harris, David W., Schneider, Donald P., Malanushenko, Elena, Cope, Frances, Brewington, Howard, McGreer, Ian D., Pforr, Janine, Comparat, Johan, Brinkmann, Jon, Masters, Karen L., Bundy, Kevin, Watson, Mike, Ross, Nicholas P., Padmanabhan, Nikhil, Brown, Peter J., Génova-Santos, R., Tojeiro, Rita, Owen, Russell, Escoffier, S., Dhital, Saurav, Anderson, Scott F., Naugle, Tracy, Myers, Adam D., Ross, Ashley J., Jordan, Beatrice, Scóccola, C. G., Thomas, Daniel, Haggard, Daryl, Kirkby, David, Hogg, David W., Muna, Demitri, Kazin, Eyal A., Guo, Hong, Zehavi, Idit, Pérez-Fournon, Ismael, Bautista, Julian E., Lee, Khee-Gan, Verde, Licia, Klaene, Mark A., Suzuki, Nao, Steele, Oliver, Noterdaeme, Pasquier, Hall, Patrick B., Snedden, Stephanie A., Chen, Yanmei, Shu, Yiping, Bolton, Adam S., Carnero, Aurelio R., Rockosi, Constance M., Eisenstein, Daniel J., Oravetz, Daniel J., Sheldon, Erin, Montesano, Francesco, Seo, Hee-Jong, Gunn, James E., Hamilton, Jean-Christophe, Parejko, John K., Manera, Marc, Roe, Natalie A., Barkhouser, Robert H., Ho, Shirley, Malanushenko, Viktor, Brandt, W. N., Price-Whelan, Adrian M., Shelden, Alaina, Beifiori, Alessandra, Streblyanska, Alina, Font-Ribera, Andreu, McBride, Cameron K., Ahn, Christopher P., Maraston, Claudia, Weinberg, David H., Aubourg, Éric, Prada, Francisco, Pérez-Ràfols, Ignasi, Huehnerhoff, Joe, Dawson, Kyle S., Olmstead, Matthew D., Pieri, Matthew M., Filiz Ak, N., Busca, N. G., Petitjean, Patrick, Rebolo, Rafael & Lupton, Robert H. (2013). THE BARYON OSCILLATION SPECTROSCOPIC SURVEY OF SDSS-III. IOP Publishing.  Vol. 145(1), 10.\r\n\r\nPublished, 2013. Anderson, Lauren, Annis, James, Barkhouser, Robert H., Bernardi, Mariangela, Bhardwaj, Vaishali, Bizyaev, Dmitry, Bolton, Adam S., Brewington, Howard, Briggs, John W., Brinkmann, Jon, Burles, Scott, Burns, James G., Carr, Michael A., Castander, Francisco Javier, Connolly, Andrew, Davenport, James R. A., Dawson, Kyle S., Ebelke, Garrett, Epps, Harland, Feldman, Paul D., Friedman, Scott D., Frieman, Joshua, Gunn, James E., Harding, Paul, Heckman, Timothy, Honscheid, Klaus, Hull, Charles L., Knapp, Gillian R., Lawrence, David M., Leger, French, Long, Dan, Loomis, Craig, Loveday, Jon, Lupton, Robert H., Malanushenko, Elena, Malanushenko, Viktor, Mannery, Edward J., Merrelli, Aronne James, Muna, Demitri, Newman, Peter R., Nichol, Robert C., Olmstead, Matthew D., Oravetz, Daniel, Owen, Russell, Pan, Kaike, Pope, Adrian C., Ricketts, Paul G., Rockosi, Constance M., Roe, Natalie, Sandford, Dale, Schlegel, David, Schneider, Donald P., Shelden, Alaina, Siegmund, Walter, Simmons, Audrey, Smee, Stephen A., Smith, D. Shane, Snedden, Stephanie, SubbaRao, Mark, Tremonti, Christy, Uomoto, Alan, Waddell, Patrick & York, Donald G. (2013). THE MULTI-OBJECT, FIBER-FED SPECTROGRAPHS FOR THE SLOAN DIGITAL SKY SURVEY AND THE BARYON OSCILLATION SPECTROSCOPIC SURVEY. IOP Publishing.  Vol. 146(2), 32.\r\n\r\nPublished, 2013. \"Luminosity function from dedicated SDSS-III and MMT data of quasars in 0.7 < z < 4.0 selected with a new approach\", Palanque-Delabrouille, N. et al., 2013, A&A, 551, 29.\r\n\r\nPublished, 03\/2013. \"The BOSS Lyman Alpha Forest Sample from SDSS Data Release 9\", Lee, K.G. et al., 2013, AJ, 145, 69.\r\n\r\nPublished, 03\/2013. \"Cosmology with Photometrically Classified Type Ia Supernovae from the SDSS-II Supernova Survey\", Campbell, H. et al., 2013, ApJ, 763, 88.\r\n\r\nPublished, 02\/2013. \"Investigating emission-line galaxy surveys with the Sloan Digital Sky Survey infrastructure\", Comparat, J. et al., 2013, MNRAS, 428, 1498.\r\n\r\nPublished, 01\/2013. \"\"The Baryon Oscillation Spectroscopic Survey of SDSS-III\", Dawson, K.S. et al., 2013, AJ, 145, 10.\r\n\r\nPublished, 01\/2013. http:\/\/adsabs.harvard.edu\/abs\/2013AJ....145...10D \"The Ninth Data Release of the Sloan Digital Sky Survey: First Spectroscopic Data from the SDSS-III Baryon Oscillation Spectroscopic Survey\", The SDSS-III Collaboration, 2012, ApJS, 203, 21.\r\n\r\nPublished, 12\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJS..203...21A Mazzali, Paolo, Brown, Peter J., de Pasquale, Massimiliano, Siegel, Michael, Oates, Samantha, Dawson, Kyle S., Gronwall, Caryl, Kuin, Paul, Milne, Peter, Immler, Stefan & Holland, Stephen (2012). A SWIFT LOOK AT SN 2011fe: THE EARLIEST ULTRAVIOLET OBSERVATIONS OF A TYPE Ia SUPERNOVA. IOP Publishing.  Vol. 753(1), 22.\r\n\r\nPublished, 2012. Harris, David W., Olmstead, Matthew, Dawson, Kyle S., Brown, Peter J., Roming, Peter W. A. & Milne, Peter (2012). CONSTRAINTS ON TYPE Ia SUPERNOVA PROGENITOR COMPANIONS FROM EARLY ULTRAVIOLET OBSERVATIONS WITH SWIFT. IOP Publishing.  Vol. 749(1), 18.\r\n\r\nPublished, 2012. Wake, David A., Shu, Yiping, Schlegel, David J., Bolton, Adam S., Brownstein, Joel R., Dawson, Kyle S., Weaver, Benjamin A. & Brinkmann, Jon (2012). EVOLUTION OF THE VELOCITY-DISPERSION FUNCTION OF LUMINOUS RED GALAXIES: A HIERARCHICAL BAYESIAN MEASUREMENT. IOP Publishing.  Vol. 143(4), 90.\r\n\r\nPublished, 2012. Hincks, Adam D., Weaver, Benjamin A., Swetz, Daniel S., Bizyaev, Dmitry, Schneider, Donald P., Trac, Hy, Brinkmann, Jon, Irwin, Kent D., Devlin, Mark J., Hand, Nick, Sifón, Cristóbal, Bond, J. Richard, Dunkley, Joanna, Pan, Kaike, Infante, Leopoldo, Yeche, Christophe, Switzer, Eric R., Hughes, John P., Dawson, Kyle S., Gralla, Megan B., Malanushenko, Viktor, Shelden, Alaina, Kosowsky, Arthur, Marsden, Danica, Sievers, Jon, Page, Lyman A., Niemack, Michael D., Das, Sudeep, Staggs, Suzanne T., Spergel, David N., Reese, Erik D., Menanteau, Felipe, Halpern, Mark, Palanque-Delabrouille, Nathalie, Dunner, Rolando, Hajian, Amir, Schlegel, David J., Malanushenko, Elena, Battaglia, Nick, Hlozek, Renée, Lin, Yen-Ting, Simmons, Audrey, Oravetz, Daniel, Eisenstein, Daniel J., Battistelli, Elia S., Aubourg, Eric, Addison, Graeme E., Fowler, Joseph W., Hilton, Matt, Nolta, Michael R., Snedden, Stephanie, Marriage, Tobias A., Brown, Benjamin R., Zunckel, Caroline, Wollack, Edward J., Brewington, Howard, Moodley, Kavilan & Sehgal, Neelima (2012). Evidence of Galaxy Cluster Motions with the Kinematic Sunyaev-Zel’dovich Effect. American Physical Society (APS).  Vol. 109(4).\r\n\r\nPublished, 2012. Koester, B., Tokita, K., Dawson, K. S., Amanullah, R., Perlmutter, S., Ihara, Y., Rubin, D., Hsiao, E., Connolly, N., Gilbank, D. G., Schlegel, D. J., Brodwin, M., Postman, M., Eisenhardt, P., Ripoche, P., Hattori, T., Goobar, A., Goldhaber, G., Huang, X., Fruchter, A. S., Aldering, G., Lubin, L., Yasuda, and N., Panagia, N., Suzuki, N., Spadafora, A. L., Lidman, C., Fakhouri, H. K., Meyers, J., Barbary, K., Kowalski, M., Kashikawa, N., Takanashi, N., Stanford, S. A., Morokuma, T., Oda, T., Fadeyev, V., Konishi, K., Faccioli, L., Doi, M., Strovink, M., Gladders, M. D. & Rosati, P. (2012). THE HUBBLE SPACE TELESCOPE CLUSTER SUPERNOVA SURVEY. II. THE TYPE Ia SUPERNOVA RATE IN HIGH-REDSHIFT GALAXY CLUSTERS. IOP Publishing.  Vol. 745(1), 32.\r\n\r\nPublished, 2012. Pâris, Isabelle, Gunn, James E., Petitjean, Patrick, Lupton, Robert H., Percival, Will J., Weaver, Benjamin A., Tremonti, Christy A., Schlegel, David J., Bailey, Stephen, Wood-Vasey, W. Michael, Bhardwaj, Vaishali, Chen, Yan-Mei, Loomis, Craig P., Wake, David A., Strauss, Michael A., Eisenstein, Daniel J., Muna, Demitri, Schneider, Donald P., Aubourg, Éric, Knapp, G. R., Dawson, Kyle, Padmanabhan, Nikhil, Rockosi, Constance M., Myers, Adam D., Maraston, Claudia, Brownstein, Joel R., Olmstead, Matthew D., Ross, Nicholas P., Burles, Scott, Shu, Yiping, Bolton, Adam S. & Thomas, Daniel (2012). SPECTRAL CLASSIFICATION AND REDSHIFT MEASUREMENT FOR THE SDSS-III BARYON OSCILLATION SPECTROSCOPIC SURVEY. IOP Publishing.  Vol. 144(5), 144.\r\n\r\nPublished, 2012. Yèche, Christophe, Schiminovich, David, Pâris, Isabelle, Miralda-Escudé, Jordi, Lee, Khee-Gan, White, Martin, Palanque-Delabrouille, Nathalie, Ho, Shirley, Myers, Adam D., Hogg, David W., Schneider, Donald P., Kirkpatrick, Jessica A., Dawson, Kyle, Blanton, Michael R., McMahon, Richard G., Michael Wood-Vasey, W., Richards, Gordon T., Hennawi, Joseph F., Strauss, Michael A., Petitjean, Patrick, Bovy, Jo, Ross, Nicholas P., Carithers, William C., Weyant, Anya, Slosar, Anže, Eisenstein, Daniel J., Sheldon, Erin S., Tinker, Jeremy L., Brandt, W. N., Aubourg, Éric, Suzuki, Nao, Roe, Natalie A., da Silva, Robert, Croft, Rupert A. C., Lundgren, Britt, Weinberg, David H., Schlegel, David J., Rich, James & Pieri, Matthew M. (2012). THE SDSS-III BARYON OSCILLATION SPECTROSCOPIC SURVEY: QUASAR TARGET SELECTION FOR DATA RELEASE NINE. IOP Publishing.  Vol. 199(1), 3.\r\n\r\nPublished, 2012. Spadafora, A. L., Strovink, M., Connolly, N., Kashikawa, N., Panagia, N., Suzuki, N., Yasuda, N., Goobar, A., Dawson, K. S., Rubin, D., Aldering, G., Goldhaber, G., Doi, M., Takanashi, N., Brodwin, M., Schlegel, D. J., Hsiao, E., Meyers, J., Kowalski, M., Rosati, P., Stanford, S. A., Fadeyev, V., Huang, X., Lidman, C., Tokita, K., Amanullah, R., Perlmutter, S., Fruchter, A. S., Koester, B., Gilbank, D. G., Konishi, K., Faccioli, L., Postman, M., Gladders, M. D., Ripoche, P., Hattori, T., Ihara, Y., Fakhouri, H. K., Barbary, K., Lubin, L., Eisenhardt, P., Morokuma, T. & Oda, T. (2012). THE HUBBLE SPACE TELESCOPE CLUSTER SUPERNOVA SURVEY. VI. THE VOLUMETRIC TYPE Ia SUPERNOVA RATE. IOP Publishing.  Vol. 745(1), 31.\r\n\r\nPublished, 2012. Gonzalez, A. H., Hsiao, E., Meyers, J., Takanashi, N., Rosati, P., Deustua, S., Stanford, S. A., Oda, T., Gilbank, D. G., Postman, M., Hattori, T., Fakhouri, H. K., Gladders, M. D., Aldering, G., Brodwin, M., Suzuki, N., Lidman, C., Rykoff, E., Kashikawa, N., Yasuda, N., Morokuma, T., Spadafora, A., Fruchter, A. S., Rubin, D., Goldhaber, G., Faccioli, L., Doi, M., Konishi, K., Tokita, K., Dawson, K. S., Perlmutter, S., Ihara, Y., Koester, B., Barbary, K., Lubin, L., Barrientos, L. F., Eisenhardt, P. & Ripoche, P. (2012). THE HUBBLE SPACE TELESCOPE CLUSTER SUPERNOVA SURVEY. III. CORRELATED PROPERTIES OF TYPE Ia SUPERNOVAE AND THEIR HOSTS AT 0.9 < z < 1.46. IOP Publishing.  Vol. 750(1), 1.\r\n\r\nPublished, 2012. Spadafora, A., Fruchter, A. S., Rubin, D., Hoekstra, H., Faccioli, L., Barrientos, L. F., Doi, M., Takanashi, N., Ripoche, P., Stern, D., Konishi, K., Dawson, K. S., Jee, M. J., Stanishev, V., Gude, A., Lidman, C., Gilbank, D. G., Goldhaber, G., Botyanszki, J., Brodwin, M., Connolly, N., Yasuda, N., Goobar, A., Mullis, C., Johnston, D., Schlegel, D. J., Linder, E. V., Tokita, K., Lubin, L., Rosati, P., Huang, X., Koester, B., Barbary, K., Wang, L., Donahue, M., Gladders, M. D., Eisenhardt, P., Perlmutter, S., Hattori, T., Ihara, Y., Gonzalez, A. H., Munshi, F., Aldering, G., Yee, H. K. C., Meyers, J., Rhodes, J., Kowalski, M., Amanullah, R., Deustua, S., Fakhouri, H. K., Strovink, M., Kashikawa, N., Pritchard, T., Dey, A., Ellingson, E., Hsiao, E., Melbourne, J., Postman, M., Wagner, M., Panagia, N., Suzuki, N., Stanford, S. A., Morokuma, T., Oda, T. & Fadeyev, V. (2012). THE HUBBLE SPACE TELESCOPE CLUSTER SUPERNOVA SURVEY. V. IMPROVING THE DARK-ENERGY CONSTRAINTS ABOVE z > 1 AND BUILDING AN EARLY-TYPE-HOSTED SUPERNOVA SAMPLE. IOP Publishing.  Vol. 746(1), 85.\r\n\r\nPublished, 2012. \"The Sloan Digital Sky Survey quasar catalog: ninth data release\", Paris, I. et al., 2012, A&A, 548, 66.\r\n\r\nPublished, 12\/2012. Anderson, L., Aubourg, E., Bailey, S., Bizyaev, D., Blanton, M., Bolton, A. S., Brinkmann, J., Brownstein, J. R., Burden, A., Cuesta, A. J., da Costa, L. A. N., Dawson, K. S., de Putter, R., Eisenstein, D. J., Gunn, J. E., Guo, H., Hamilton, J.-C., Harding, P., Ho, S., Honscheid, K., Kazin, E., Kirkby, D., Kneib, J.-P., Labatie, A., Loomis, C., Lupton, R. H., Magana, M. V., Malanushenko, E., Malanushenko, V., Mandelbaum, R., Manera, M., Maraston, C., McBride, C. K., Mehta, K. T., Mena, O., Montesano, F., Muna, D., Nichol, R. C., Nuza, S. E., Olmstead, M. D., Oravetz, D., Padmanabhan, N., Palanque-Delabrouille, N., Pan, K., Parejko, J., Paris, I., Percival, W. J., Petitjean, P., Prada, F., Reid, B., Roe, N. A., Ross, A. J., Ross, N. P., Samushia, L., Sanchez, A. G., Schlegel, D. J., Schneider, D. P., Scoccola, C. G., Seo, H.-J., Sheldon, E. S., Simmons, A., Skibba, R. A., Strauss, M. A., Swanson, M. E. C., Thomas, D., Tinker, J. L., Tojeiro, R., Verde, L., Wagner, C., Wake, D. A., Weaver, B. A., Weinberg, D. H., White, M., Xu, X., Yeche, C., Zehavi, I. & Zhao, G.-B. (2012). The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Release 9 spectroscopic galaxy sample. Oxford University Press (OUP).  Vol. 427(4), 3435-3467.\r\n\r\nPublished, 2012. \"The Ninth Data Release of the Sloan Digital Sky Survey: First Spectroscopic Data from the SDSS-III Baryon Oscillation Spectroscopic Survey\", Ahn, C. et al., 2012, ApJS, 203, 21.\r\n\r\nPublished, 12\/2012. \"The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Release 9 spectroscopic galaxy sample\", Anderson, L. et al., 2012, MNRAS, 427, 3435.\r\n\r\nPublished, 12\/2012. Yèche, C., Arnau, E., Richards, G. T., Jiang, L., Strauss, M. A., Petitjean, P., Delubac, T., Carithers, W., Font-Ribera, A., Myers, A. D., Lundgren, B., Pâris, I., Tinker, J., Kirkpatrick, J. A., Viel, M., Palanque-Delabrouille, N., Noterdaeme, P., Simmons, A., Maraston, C., Capellupo, D., Weinberg, D. H., Hamann, F., McGreer, I. D., Pieri, M. M., Malanushenko, V., Brandt, W. N., Fan, X., Eisenstein, D. J., Finley, H., Bautista, J., Hennawi, J. F., Le Goff, J.-M., Dawson, K., Pan, K., Engelke, P., Shelden, A., Slosar, A., Malanushenko, E., Rollinde, E., Perez-Fournon, I., Suzuki, N., Croft, R. A. C., Bailey, S., Anderson, S. F., Bolton, A. S., Kirkby, D., Schlegel, D. J., Schneider, D. P., Sheldon, E. S., Brewington, H., Bovy, J., Browstein, J. R., Filiz Ak, N., Hall, P. B., Ho, S., Shen, Y., Ivezic, Ž., Kimball, A. E., Weaver, B. A., Oravetz, D., Hogg, D. W., Ebelke, G., Miralda-Escudé, J., Lee, K.-G., White, M., Busca, N., Ross, N. P., Gibson, R. R., MacLeod, C. L., Bizyaev, D., Muna, D., Aubourg, É., Ge, J., McMahon, R. G., Snedden, S. & Wood-Vasey, W. M. (2012). The Sloan Digital Sky Survey quasar catalog: ninth data release. EDP Sciences.  Vol. 548, A66.\r\n\r\nPublished, 2012. \"Spectral Classification and Redshift Measurement for the SDSS-III Baryon Oscillation Spectroscopic Survey\", Bolton, A., et al., 2012, AJ, 144, 144.\r\n\r\nPublished, 11\/2012. \"Evidence of Galaxy Cluster Motions with the Kinematic Sunyaev-Zel'dovich Effect\", Hand. N et al., 2012, PRL, 109, 1101.\r\n\r\nPublished, 07\/2012. \"A Swift Look at SN 2011fe: The Earliest Ultraviolet Observations of a Type Ia Supernova\", Brown, Peter J.; Dawson, Kyle S.; de Pasquale, Massimiliano; Gronwall, Caryl; Holland, Stephen; Immler, Stefan; Kuin, Paul; Mazzali, Paolo; Milne, Peter; Oates, Samantha; Siegel, Michael, 2012, Apj, 753, 22.\r\n\r\nPublished, 07\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...753...22B \"The Hubble Space Telescope Cluster Supernova Survey: III. Correlated properties of Type Ia Supernovae and their hosts at 0.9 < z < 1.46\", Meyers, J. et al, ApJ, 2012, 750, 1.\r\n\r\nPublished, 05\/2012. \"Constraints on Type Ia Supernova Progenitor Companion from Early Ultraviolet Observations with Swift\", Peter J. Brown, Kyle S. Dawson, David W. Harris, Matthew Olmstead, Peter Milne, & Peter W. A. Roming, 2012, ApJ, 749, 18.\r\n\r\nPublished, 04\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...749...18B \"Evolution of The Velocity-Dispersion Function of Luminous Red Galaxies: A Hierarchical Bayesian Measurement\", Shu, Yiping; Bolton, Adam S.; Schlegel, David J.; Brinkmann, Jon; Dawson, Kyle S.; Wake, David A.; Weaver, Benjamin A., 2012, AJ, 143, 90.\r\n\r\nPublished, 04\/2012. \"The SDSS-III Baryon Oscillation Spectroscopic Survey: Quasar Target Selection for Data Release Nine\", Ross, N. and 38 coauthors, 2012, ApJS, 199, 3.\r\n\r\nPublished, 03\/2012. \"The Hubble Space Telescope Cluster Supernova Survey: V. Improving the Dark Energy Constraints Above z>1 and Building an Early-Type-Hosted Supernova Sample\", Suzuki et al., 2012, ApJ, 746, 85.\r\n\r\nPublished, 02\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...746...85S \"The Hubble Space Telescope Cluster Supernova Survey. II. The Type Ia Supernova Rate in High-redshift Galaxy Clusters\", Barbary, K. et al, 2012, ApJ, 745, 32B.\r\n\r\nPublished, 01\/2012. \"The Hubble Space Telescope Cluster Supernova Survey: The Type Ia Supernova Rate in High-Redshift Galaxy Clusters\", Barbary, K. et al., 2012, ApJ, 745, 31B.\r\n\r\nPublished, 01\/2012. Pâris, I., Le Goff, J.-M., Ross, N. P., Weaver, B. A., Schneider, D. P., Petitjean, P., Delubac, T., Yeche, Ch., Aubourg, E., Sheldon, E., Myers, A. D., Rich, J., Palanque-Delabrouille, N. & Dawson, K. S. (2011). Variability selected high-redshift quasars on SDSS Stripe 82. EDP Sciences.  Vol. 530, A122.\r\n\r\nPublished, 2011. Bolton, Adam S., Eisenstein, Daniel J., Edmondson, Edward M., Grebel, Eva K., Ivans, Inese I., Hamilton, Jean-Christophe, Tinker, Jeremy L., González Hernández, Jonay I., Pan, Kaike, Schlesinger, Katharine J., Honscheid, Klaus, Raddick, M. Jordan, Inada, Naohisa, Roe, Natalie A., White, Simon D. M., Brandt, W. N., Szalay, Alexander S., Thakar, Aniruddha R., Robin, Annie C., Ménard, Brice, Reylé, Céline, Kirkby, David, Muna, Demitri, Mullally, F., Richards, Gordon T., Rix, Hans-Walter, Murayama, Hitoshi, Zehavi, Idit, Sobeck, Jennifer S., Comparat, Johan, Bochanski, John J., Verde, Licia, da Costa, Luiz N., Cortes, Marina, Evans, Michael L., Connolly, Natalia, Vogt, Nicole P., Tojeiro, Rita, Schmidt, Sarah J., Snedden, Stephanie A., Sivarani, Thirupathi, Fan, Xiaohui, Shu, Yiping, Price-Whelan, Adrian M., Gould, Andrew, Simmons, Audrey E., Ramos, Beatriz H. F., McBride, Cameron K., Yeche, Christophe, Loomis, Craig P., Chiappini, Cristina, Margala, Daniel, Weinberg, David H., Nguyen, Duy Cuong, Ebelke, Garrett L., Morrison, Heather L., Aihara, Hiroaki, Davenport, James R. A., Maia, Marcio A. G., Makler, Martin, Tanaka, Masayuki, Olmstead, Matthew D., Steinmetz, Matthias, Petitjean, Patrick, Frinchaboy, Peter M., Lupton, Robert H., O'Connell, Robert W., Percival, Will J., Lee, Young Sun, Myers, Adam D., Fausti Neto, Angelo, Tofflemire, Benjamin M., Femenía Castellá, Bruno, Rossetto, Bruno M., Jordan, Cathy, Sayres, Conor, Thomas, Daniel, Long, Daniel C., Harris, David W., Malanushenko, Elena, Rich, James, Le Goff, Jean-Marc, Kneib, Jean-Paul, Johnson, Jennifer A., Ge, Jian, Brownstein, Joel R., Kollmeier, Juna A., Jiang, Linhua, Klaene, Mark A., Esposito, Massimiliano, Strauss, Michael A., Pandey, Parul, Kron, Richard G., Pfaffenberger, Robert, Dhital, Saurav, Anderson, Scott F., Mahadevan, Suvrath, Naugle, Tracy, Cuesta, Antonio J., Gillespie, Bruce A., Tremonti, Christy A., Rockosi, Constance M., Hogg, David W., An, Deokkeun, Sheldon, Erin, Rocha-Pinto, Helio J., Gunn, James E., Wang, Ji, Holtzman, Jon A., Palanque-Delabrouille, Nathalie, MacDonald, Nicholas, Harding, Paul, Ogando, Ricardo L. C., Ho, Shirley, Malanushenko, Viktor, Yanny, Brian, Maraston, Claudia, Wake, David A., Schneider, Donald P., Rollinde, Emmanuel, Aubourg, Éric, Prada, Francisco, Hearty, Frederick R., Knapp, G. R., Campbell, Heather, Lampeitl, Hubert, Vandenberg, Jan, Simmerer, Jennifer, Dawson, Kyle, Koesterke, Lars, Pieri, Matthew M., Carr, Michael A., Blanton, Michael R., Busca, Nicolas G., Padmanabhan, Nikhil, Escoffier, Stephanie, Hawley, Suzanne L., Jordan, Wendell P., Font-Ribera, Andreu, Ealet, Anne, Sánchez, Ariel G., Weaver, Benjamin A., Kochanek, C. S., Allende Prieto, Carlos, Schlegel, David J., Lang, Dustin, Balbinot, Eduardo, Gilmore, G., McGreer, Ian D., Brinkmann, J., Pforr, Janine, Bovy, Jo, Masters, Karen L., Yasuda, Naoki, Ross, Nicholas P., Brown, Peter J., Lucatello, Sara, Phleps, Stefanie, Berlind, Andreas A., Ross, Ashley J., Lundgren, Britt, Pichon, Christophe, Oravetz, Daniel J., Bizyaev, Dmitry, Kazin, Eyal A., Pâris, Isabelle, Gott, J. Richard, Munn, Jeffrey A., Miralda-Escudé, Jordi, Vargas Magaña, M., White, Martin, McGehee, Peregrine M., Mandelbaum, Rachel, Nichol, Robert C., Croft, Rupert A. C., Bickerton, Steven J., Beers, Timothy C., Chen, Yanmei, Lin, Yen-Ting & Ma, Zhibo (2011). THE EIGHTH DATA RELEASE OF THE SLOAN DIGITAL SKY SURVEY: FIRST DATA FROM SDSS-III. IOP Publishing.  Vol. 193(2), 29.\r\n\r\nPublished, 2011. Gladders, M. D., Rosati, P., Huang, X., Gilbank, D. G., Harris, D. W., Hoekstra, H., Lubin, L., Brodwin, M., Postman, M., Jee, M. J., Suzuki, N., Lidman, C., Rykoff, E. S., Barrientos, F., Barbary, K., Eisenhardt, P., Spadafora, A. L., Ford, H. C., Stanford, S. A., Koester, B., Meyers, J., Dawson, K. S., Gonzalez, A., Rubin, D. & Perlmutter, S. (2011). SCALING RELATIONS AND OVERABUNDANCE OF MASSIVE CLUSTERS AT z ≳ 1 FROM WEAK-LENSING STUDIES WITH THE HUBBLE SPACE TELESCOPE. IOP Publishing.  Vol. 737(2), 59.\r\n\r\nPublished, 2011. Font-Ribera, Andreu, Medolin, Bumbarija, Ho, Shirley, Pieri, Matthew M, Busca, Nicolas, Charlassier, Romain, York, Donald G, Croft, Rupert, Eisenstein, Daniel, Sheldon, Erin, Rich, James, Miralda-Escudé, Jordi, Dawson, Kyle S, Palanque-Delabrouille, Nathalie, Piškur, Yodovina, Slosar, Anže, Muna, Demitri, Hamilton, Jean-Christophe, Goff, Jean-Marc Le, Brinkmann, Jon, Lupton, Robert, Weinberg, David H, Schneider, Donald P, Cortês, Marina, Ross, Nicholas P, Myers, Adam D, Carithers, Bill, Schlegel, David J, McDonald, Patrick, Weaver, Benjamin A, Yeche, Christophe, Rollinde, Emmanuel, Aubourg, Éric, Pâris, Isabelle, Lee, Khee-Gan, Petitjean, Patrick & Nichol, Robert C (2011). The Lyman-α forest in three dimensions: measurements of large scale flux correlations from BOSS 1st-year data. IOP Publishing.  Vol. 2011(09), 001-001.\r\n\r\nPublished, 2011. \"SDSS-III: Massive Spectroscopic Surveys of the Distant Universe, the Milky Way Galaxy, and Extra-Solar Planetary Systems\", Eisenstein, D.J. et al., 2011, AJ, 142, 72E.\r\n\r\nPublished, 09\/2011. \"The Lyman-α forest in three dimensions: measurements of large scale flux correlations from BOSS 1st-year data\", Slosar, A et al., 2011, JCAP, 09, 001S.\r\n\r\nPublished, 09\/2011. \"Scaling Relations and Overabundance of Massive Clusters at z >~ 1 from Weak-lensing Studies with the Hubble Space Telescope\", Jee, M.J., Dawson, K.S. et al., 201, ApJ, 737, 59J.\r\n\r\nPublished, 08\/2011. http:\/\/adsabs.harvard.edu\/abs\/2011ApJ...737...59J \"Variability selected high-redshift quasars on SDSS Stripe 82\", Palanque-Delabrouille, N. et al., 2011, A&A, 530A, 122P.\r\n\r\nPublished, 06\/2011. \"The Eighth Data Release of the Sloan Digital Sky Survey: First Data from SDSS-III\", Aihara et al., 2011, ApJS, 193, 29A.\r\n\r\nPublished, 04\/2011. \"Cluster galaxies in XMMU J2235-2557: galaxy population properties in most massive environments at z ~ 1.4\", Strazzullo et al., 2010, A&A, 524, 17\/.\r\n\r\nPublished, 12\/2010. \"Spectra and HST Light Curves of Six Type Ia Supernovae at $0.511<1.12$ and the Union2 Compliation\",Amanullah. et al., 2010, ApJ, 716, 712.\r\n\r\nPublished, 06\/2010. \"The Effects of Charge Transfer Inefficiency (CTI) on Galaxy Shape Measurements\", Rhodes, Jason; Leauthaud, Alexie; Stoughton, Chris; Massey, Richard; Dawson, Kyle; Kolbe, William; Roe, Natalie, 2010, PASP, 122, 439.\r\n\r\nPublished, 04\/2010. \"Subaru FOCAS Spectroscopic Observations of High-Redshift Supernovae\", Morokuma, T. et al., 2010, PASJ, 62, 19.\r\n\r\nPublished, 02\/2010. Research Statement New observations are required to better understand if cosmic acceleration is caused by deviations from General Relativity (GR) on large scales or by a new form of energy. It is possible to distinguish scenarios of acceleration that require dark energy from those that require modifications to GR by independently probing both cosmic expansion history and the structure growth rate. Of equal importance to dark energy, the fundamental properties of neutrinos and General Relativity (GR) are recorded in cosmic history, yet poorly explored by current surveys. Wide-field optical spectroscopy figures prominently in the effort to constrain fundamental physics; the three-dimensional maps of galaxies and quasars obtained by such surveys provide an atlas of large-scale structure in which the physics of the expansion history, neutrino masses, and GR are embedded. I am the Principal Investigator for eBOSS, the largest spectroscopic program dedicated to cosmology in the current timeframe.  To maximize cosmology reach of eBOSS and future projects will require optimized routines to classify spectra, complete understanding of the selection functions, and accurate models of clustering to small scales.  My research group is largely involved with characterizing the millions of spectra from the BOSS and eBOSS programs.  By doing so, we will improve the catalogs used to measure clustering and gain a better understanding of the astrophysics behind the galaxies and quasars used as tracers of the matter density field.  Research Groups Sarah EftekHarzadeh, Postdoc.\r\n\r\n11\/01\/2018 - present. Helion du Mas des Bourboux, Postdoc.\r\n Physics and Astronomy.\r\n11\/01\/2017 - present. Jamie Dyer, Undergraduate Student.\r\n\r\n02\/15\/2016 - 12\/31\/2017. Tim Hutchinson, Graduate Student.\r\n\r\n12\/01\/2015 - 07\/15\/2017. Julian Bautista, Postdoc.\r\n\r\n10\/01\/2014 - 09\/15\/2017. Vivek Mariappan, Postdoc.\r\n\r\n09\/01\/2014 - 12\/31\/2017. Vikrant Kamble, Graduate Student.\r\n\r\n06\/01\/2014 - present. Grants, Contracts & Research Gifts DESI POSTDOC SUPPORT.\r\n        PI: DAWSON,KYLE.\r\n        \r\n        \r\n        DOE LAWRENCE BERKELEY NATIONAL, \r\n        11\/01\/2017 - 11\/30\/2019.\r\n        Total project budget to date: $217,193.75 Spectral Templates and Models of Small-scale Clustering for eBOSS and DESI.\r\n        PI: DAWSON,KYLE.\r\n        \r\n        \r\n        DOE-HEP, \r\n        04\/01\/2016 - 03\/31\/2019.\r\n        Total project budget to date: $550,000.00 extended Baryon Oscillation Spectroscopic Experiment (eBOSS).\r\n        PI: DAWSON,KYLE.\r\n        \r\n        \r\n        DOE-HEP Operations, \r\n        05\/01\/2015 - 03\/31\/2020.\r\n        Total project budget to date: $2,190,000.00 SDSS-IV - eBOSS.\r\n        PI: DAWSON,KYLE.\r\n        \r\n        \r\n        UNIVERSITY OF WASHINGTON, \r\n        06\/01\/2013 - 12\/31\/2018.\r\n        Total project budget to date: $500,000.00"
            ]
        ]
    ]
}