{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "DYOR8QP6",
            "NjrwD6YAAAAJ",
            [
                "Edge trapping of exciton-polariton condensates in etched pillars",
                "Raman and X-ray photoelectron spectroscopy investigation of the effect of gamma-ray irradiation on MoS2",
                "Raman and X-ray photoelectron spectroscopy investigation of the effect of gamma-ray irradiation on MoS2",
                "Superlinear Increase of Photocurrent due to Stimulated Scattering into a Polariton Condensate",
                "Analysis of Point Defect Distributions in AlGaN\/GaN Heterostructures via Spectroscopic Photo Current-Voltage Measurements",
                "Spectroscopic photo I–V diagnostics of nitride-based high electron mobility transistors structures on Si wafer",
                "Electrical and optical characteristics of gamma-ray irradiated AlGaN\/GaN high electron mobility transistors",
                "Study of device instability of bottom-gate ZnO transistors with sol–gel derived channel layers",
                "Depth-resolved ultra-violet spectroscopic photo current-voltage measurements for the analysis of AlGaN\/GaN high electron mobility transistor epilayer deposited on Si",
                "Observation of nonequilibrium motion and equilibration in polariton rings"
            ],
            [
                "In this letter, we present a study of the condensation of exciton-polaritons in large etched pillar structures that exhibit shallow edge trapping. The ≈100 μm × 100 μm pillars were fabricated using photolithography and a BCl3\/Cl2 reactive ion etch. A low energy region emerged along the etched edge, with the minima ≈7 μm from the outer edge. The depth of the trap was 0.5–1.5 meV relative to the level central region, with the deepest trapping at the corners. We were able to produce a Bose-Einstein condensate in the trap near the edges and corners by pumping non-resonantly in the middle of the pillar. This condensate began as a set of disconnected condensates at various points along the edges but then became a single mono-energetic condensate as the polariton density was increased. Similar edge traps could be used to produce shallow 1D traps along edges or other more complex traps using various etch …",
                "The effect of gamma-ray (γ-ray) irradiation on the material characteristics of nanometre scale films of molybdenum disulphide (MoS2) has been investigated. 3.2, 4.5, and 5.2 nm thick MoS2 films (measured by atomic force microscopy) were grown on Si by using a two-step synthesis method (sputtering of Mo, followed by sulphurisation). The samples were subsequently exposed to γ-ray irradiation (dose of 120 MRad). Dramatic chemical changes in the MoS2 films after irradiation were characterised by micro-Raman spectroscopy, X-ray photoelectron spectroscopy (XPS), and optical microscopy. Micro-Raman spectroscopy showed the disappearance of the E 2g 1 and A 1g modes after irradiation. XPS revealed that the MoS2 crystal structure was converted to molybdenum oxide (MoO x ). It is hypothesised that S vacancies are formed due to the γ-ray irradiation, which subsequently transforms MoS2 to MoO x .",
                "The effect of gamma-ray (γ-ray) irradiation on the material characteristics of nanometre scale films of molybdenum disulphide (MoS2) has been investigated. 3.2, 4.5, and 5.2 nm thick MoS2 films (measured by atomic force microscopy) were grown on Si by using a two-step synthesis method (sputtering of Mo, followed by sulphurisation). The samples were subsequently exposed to γ-ray irradiation (dose of 120 MRad). Dramatic chemical changes in the MoS2 films after irradiation were characterised by micro-Raman spectroscopy, X-ray photoelectron spectroscopy (XPS), and optical microscopy. Micro-Raman spectroscopy showed the disappearance of the E 2g 1 and A 1g modes after irradiation. XPS revealed that the MoS2 crystal structure was converted to molybdenum oxide (MoO x ). It is hypothesised that S vacancies are formed due to the γ-ray irradiation, which subsequently transforms MoS2 to MoO x .",
                "We show that when a monopolar current is passed through an n− i− n structure, superlinear photocurrent response occurs when there is a polariton condensate. This is in sharp contrast to the previously observed behavior for a standard semiconductor laser. Theoretical modeling shows that this is due to a stimulated exciton-exciton scattering process in which one exciton relaxes into the condensate, while another one dissociates into an electron-hole pair.",
                "Raman spectroscopy, photoluminescence (PL), and spectroscopic photo current-voltage measurements were performed to characterize point defects at surface\/interface and bulk in AlGaN\/GaN high electron mobility transistors (HEMTs) wafer. Raman spectroscopy displayed that two samples have similar crystalline quality and stress. PL measurements revealed that samples possessed strong near band edge peak at around 3.42 eV and broad blue luminescence. No yellow luminescence band was observed. The spectroscopic photo current-voltage (IV) measurements with sub-bandgap illumination exhibited the existence of sub-bandgap defects with different activation energies for each sample. The depth-resolved ultra-violet (UV) spectroscopic photo current-voltage (IV)(DR-UV-SPIV) measurements revealed that the depth dependent distribution of the defects for these samples are different. It was demonstrated …",
                "A simple and novel spectroscopic photo I–V method of diagnosing the homogeneity of electrically-active defect distribution in the large area AlGaN\/GaN HEMT (high electron mobility transistor) epi-structure grown on 6-inch silicon wafers is reported. It is of utmost importance to produce the HEMT epi-structure electrically homogeneous across the wafer if devices with uniform electrical characteristics are to be constructed. AlGaN\/GaN HEMT epi structures were grown on a silicon substrate via metal–organic chemical vapour deposition. An array of circular semi-transparent Ni Schottky contacts was prepared on top of the diced AlGaN\/GaN HEMT structure substrates, which were selected from different locations of the 6-inch wafer. The information of the electrical homogeneity across the wafer was elucidated from the spectral dependences of the I–V characteristics collected from different locations of the AlGaN\/GaN …",
                "A comparative study on the direct-current (dc) electrical performance and optical characteristics of unirradiated and 120 MRad 60Co-gamma-ray (γ-ray) irradiated AlGaN\/GaN high electron mobility transistors (HEMTs) was performed. The devices fabricated on an irradiated HEMT epilayer structure show slight degradation\/alteration in the dc characteristics such as source–drain current–voltage (IDS-VDS), transfer (IDS-VGS), transconductance, and gate current–voltage, indicating the presence of radiation-induced defects. Also, a shift in flat band voltage was observed from the capacitance-voltage measurements. Micro-Raman spectroscopy and photoluminescence (PL) spectroscopy were used to compare the crystal quality of the heterojunction. No shift in the Raman peak frequency position was observed in both the unirradiated and irradiated samples, which implies that the irradiation did not produce an additional …",
                "In this paper, the authors report the device instability of solution based ZnO thin film transistors by studying the time-evolution of electrical characteristics during electrical stressing and subsequent relaxation. A systematic comparison between ambient and vacuum conditions was carried out to investigate the effect of adsorption of oxygen and water molecules, which leads to the creation of defects in the channel layer. The observed subthreshold swing and change in field effect mobility under gate bias stressing have supported the fact that oxygen and moisture directly affect the threshold voltage shift. The authors have presented the comprehensive analysis of device relaxation under both ambient and vacuum conditions to further confirm the defect creation and charge trapping\/detrapping process since it has not been reported before. It was hypothesized that chemisorbed molecules form acceptorlike traps and can …",
                "We have demonstrated that the depth-dependent defect distribution of the deep level traps in the AlGaN\/GaN high electron mobility transistor (HEMT) epi-structures can be analyzed by using the depth-resolved ultra-violet (UV) spectroscopic photo current-voltage (IV) (DR-UV-SPIV). It is of great importance to analyze deep level defects in the AlGaN\/GaN HEMT structure, since it is recognized that deep level defects are the main source for causing current collapse phenomena leading to reduced device reliability. The AlGaN\/GaN HEMT epi-layers were grown on a 6 in. Si wafer by metal-organic chemical vapor deposition. The DR-UV-SPIV measurement was performed using a monochromatized UV light illumination from a Xe lamp. The key strength of the DR-UV-SPIV is its ability to provide information on the depth-dependent electrically active defect distribution along the epi-layer growth direction. The DR-UV-SPIV …",
                "We present a study of the macroscopic dynamics of a polariton condensate formed by nonresonant optical excitation in a quasi-one-dimensional ring-shaped microcavity. The presence of a gradient in the cavity photon energy creates a macroscopic trap for the polaritons in which a coherent condensate is formed which evolves into a single-mode condensate at late times. With time-and energy-resolved imaging we show the role of interactions in the motion of the condensate as it undergoes equilibration in the ring. These experiments also give a direct measurement of the polariton-polariton interaction strength above the condensation threshold. Our observations are compared to the open-dissipative one-dimensional Gross-Pitaevskii equation which shows excellent qualitative agreement."
            ],
            [
                [
                    "Materials Research",
                    "Condensed Matter Physics",
                    "Optoelectronics"
                ]
            ]
        ]
    ]
}