{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E1BWMATU",
            "q75ne3AAAAAJ",
            [
                "Experimental investigation of thermal conductivity and electrical conductivity of Al2O3 nanofluid in water-ethylene glycol mixture for proton exchange membrane fuel cell …",
                "Thermal analysis of Al2O3–water ethylene glycol mixture nanofluid for single PEM fuel cell cooling plate: an experimental study",
                "Thermophysical properties of silicon dioxide (SiO2) in ethylene glycol\/water mixture for proton exchange membrane fuel cell cooling application",
                "Hydrogen preheating through waste heat recovery of an open-cathode PEM fuel cell leading to power output improvement",
                "Experimental investigation of Al2O3-water ethylene glycol mixture nanofluid thermal behaviour in a single cooling plate for PEM fuel cell application",
                "A review of nanofluid adoption in polymer electrolyte membrane (PEM) fuel cells as an alternative coolant",
                "Thermo-electrical performance of PEM fuel cell using Al2O3 nanofluids",
                "Thermal analysis of heat transfer enhancement and fluid flow for low concentration of Al2O3 water-ethylene glycol mixture nanofluid in a single PEMFC cooling plate"
            ],
            [
                "Nanofluid is an alternative promising cooling liquid with superior performance characteristic compared to conventional cooling liquid for Proton Exchange Membrane fuel cell (PEMFC). In this paper, new findings on ratio of thermal conductivities and electrical conductivities of nanofluids in water: ethylene glycol (EG) mixtures are established. Thermal conductivities and electrical conductivities of base fluids which are water: EG mixtures with concentration ranging from 0 % ethylene glycol up to 100 % ethylene glycol were measured. These base fluids are then dispersed with Al2O3 at 0.1, 0.3 and 0.5 % of volume concentration and thermal conductivities and electrical conductivities are then measured at temperature of 20 °C. The result demonstrates that thermal conductivities reduced as the EG content percentage increases in the water: EG mixture. Thermal conductivities for 0.5 % volume concentration of Al2O3 is 0 …",
                "Thermal enhancement through application of nanofluid coolant in a single cooling plate of Polymer Electrolyte Membrane (PEM) fuel cell was experimentally investigated and reported in this paper. The study focuses on 0.1 and 0.5% volume concentrations of Al2O3 dispersed in 60:40 and 50:50 of water (W)–ethylene glycol (EG) mixtures as coolant in a carbon graphite PEM fuel cell cooling plate. The study was conducted in a cooling plate with 22 parallel mini channels and large fluid distributors under constant heat load of 100 W. The effect of different flow rates to heat transfer enhancement and fluid flow in Reynolds number range of 20–120 was observed. Positive heat transfer enhancement was obtained where the heat transfer was improved up to 23% and 21% for 0.5% concentration Al2O3 nanofluid in 60:40 and 50:50 (W:EG) consecutively as compared to the base fluid. However, higher pressure drop was …",
                "Polymer Electrolyte Membrane Fuel Cells (PEMFC) operation is sensitive to micro electrochemical changes and can only tolerate a small temperature variation for optimal power generation. An effective cooling system is needed to comply with this condition. Nanofluids are perceived as a potential coolant for thermal management in PEMFC application that allows for more compact design. The dispersion of nanofluid in water-ethylene glycol base fluid enhances the thermal conductivity for improved heat transfer. The thermal conductivity, viscosity and electrical conductivity of different Silicon Dioxide (SiO2) concentrations diluted in Ethylene Glycol\/Water (EG\/W) mixtures of 40EG, 50EG and 60EG are reported. However, the electrical conductivity would contribute to electrical leakage and is a limiting factor for fuel cell operation. Highest value of thermal conductivity recorded is the dispersion of nanofluid in 40EG …",
                "The electrochemical reaction kinetics in a Polymer Electrolyte Membrane (PEM) fuel cell is highly influenced by the reactants supply pressures and electrode temperatures. For an open cathode PEM fuel cell stack, the power output is constrained due to the use of air simultaneously as reactant and coolant. Optimal stack operation temperatures are not achieved especially at low to medium power outputs. Based on the ideal gas law, higher reactant temperatures would lead to higher pressures and subsequently improve the reaction kinetics. The hydrogen supply temperature and its pressure can be increased by preheating; thus, slightly offsetting the limitation of low operating stack temperatures. The exit air stream offers an internal source of waste heat for the hydrogen preheating purpose. In this study, a PEM open-cathode fuel cell was used to experimentally evaluate the performance of hydrogen preheating …",
                "Thermal enhancement through application of nanofluid coolant in a single cooling plate of Proton Exchange Membrane (PEM) fuel cell was experimentally investigated in this paper. The study focuses on low concentration of Al2O3 dispersed in Water - Ethylene Glycol mixtures as coolant in a carbon graphite PEM fuel cell cooling plate. The study was conducted in a cooling plate size of 220 mm x 300 mm with 22 parallel mini channels and large fluid distributors. The mini channel dimensions are 100 mm x 1 mm x 5 mm. A constant heat load of 100W was applied by a heater pad that represents the artificial heat load of a single cell. Al2O3 nanoparticle used was 0.1 and 0.5 vol % concentration which was then dispersed in 50:50 (water: Ethylene Glycol) mixture. The effect of different flow rates to heat transfer enhancement and fluid flow represented in Re number range of 20 to 120 was observed. Heat transfer was …",
                "Continuous need for the optimum conversion efficiency of polymer electrolyte membrane fuel cell (PEMFC) operation has triggered varieties of advancements, namely in the thermal management engineering scope. Excellent heat dissipation is correlated with higher performance of a fuel cell, thus increasing its conversion efficiency. This study reveals the potential advancement in thermal engineering of a fuel cell cooling system with respect to nanofluid technology. Nanofluids are seen as a potential evolution of nanotechnology hybridization with the fuel cell serving as a cooling medium. The available literature on the thermophysical properties of potential nanofluids, especially on the electrical conductivity property, has been discussed. The lack of electrical conductivity data for various nanofluids in open literature was another challenge in the application of nanofluids in fuel cells. Unlike in any other thermal management system, a nanofluid in a fuel cell is dealt with using a thermoelectrically active environment. The main challenge in nanofluid adoption in fuel cells was the formulation of a suitable nanofluid coolant with heat transfer enhancement, as compared to its base fluid, but still complying with the strict limits of electrical conductivity as low as 2 μS\/cm and several other restrictions discussed by the researchers. It is concluded that a nanofluid in PEMFC is advantageous in terms of both heat transfer and simplification of the cooling system through radiator size reduction and potential elimination of the deionizer as compared to the current PEMFC cooling system. However, there are challenges that need to be well addressed, especially in the …",
                "Nanofluid adoption as an alternative coolant for Proton Exchange Membrane (PEM) fuel cell is a new embarkation which hybridizes the nanofluids and PEM fuel cell studies. In this paper, findings on the thermo-electrical performance of a liquid-cooled PEM fuel cell with the adoption of Al2O3 nanofluids were established. Thermo-physical properties of 0.1, 0.3 and 0.5% volume concentration of Al2O3 nanoparticles dispersed in water and water: Ethylene glycol (EG) mixtures of 60:40 were measured and then adopted in PEM fuel cell as cooling medium. The result shows that the cooling rate improved up to 187% with the addition of 0.5% volume concentration of Al2O3 nanofluids to the base fluid of water. This is due to the excellent thermal conductivity property of nanofluids as compared to the base fluid. However, there was a penalty of higher pressure drop and voltage drop experienced. Thermo electrical ratio …",
                "Numerical analysis of thermal enhancement for a single Proton Exchange Membrane Fuel Cell (PEMFC) cooling plate is presented in this paper. A low concentration of Al2O3 in Water - Ethylene Glycol mixtures was used as coolant in 220 mm x 300 mm cooling plate with 22 parallel mini channels of 1 x 5 x 100 mm. This cooling plate mimicked conventional PEMFC cooling plate as it was made of carbon graphite. Large header was added to have an even velocity distribution across all Re number studied. The cooling plate was subjected to a constant heat flux of 100W that represented the artificial heat load of a single cell. Al2O3 nano particle volume % concentration of 0.1 and 0.5 vol was dispersed in 50:50 (water: Ethylene Glycol) mixtures. The effect of different flow rates to heat transfer enhancement and fluid flow in Re range of 30 to 150 were observed. The result showed that thermal performance has improved …"
            ],
            [
                [
                    "fuel cells",
                    "thermal engineering",
                    "nanofluids"
                ]
            ],
            [
                "Mohammad W Ahmed Associate Professor mahmed2@nccu.edu (919) 530-7573 1103 Mary M. Townes Science Building University of Houston 1999"
            ]
        ]
    ]
}