{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E1R2D5T2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "WOLFGANG KETTERLE John D. MacArthur Professor of Physics Director, MIT-Harvard Center for Ultracold Atoms Associate Director, Research Laboratory of Electronics 2001 Nobel Laureate ketterle@mit.edu (617) 253-6815 26-243 Joanna K. Welch (617) 253-6830 RELATED LINKS: Ketterle Group Homepage MIT - Harvard Center for Ultracold Atoms MIT150 Infinite History interviews Atomic, Molecular, and Optical Physics News: \"MIT researchers create a continuous source of coherent atoms\" ( MIT News Office, May 16, 2002 ) The Nobel Prize in Physics 2001 ( The Official Web Site of the Nobel Foundation ) View the Lectures: \"When Atoms Behave as Waves: Bose-Einstein Condensation and the Atom Laser\" ( Stockholm University, Sweden, December 8, 2001 ) The MIT Department of Physics Colloquium presents the 2001 Nobel Prize in Physics Lecture: \"Bose-Einstein Condensates: the Coldest Matter in the Universe\" Professor Ketterle's research is in atomic physics and laser spectroscopy, particularly in the area of laser cooling and trapping of neutral atoms with the goal of exploring new aspects of ultracold atomic matter. Since the discovery of gaseous Bose-Einstein condensation, large samples of ultracold atoms at nanokelvin temperatures are available. His research group uses such samples for various directions of research. Bose-Einstein condensates are a new quantum fluid. The interactions among the atoms make them an intriguing novel many-body system. Aspects of interest are sound, superfluidity, and properties of miscible and immiscible multi-component condensates. These topics are interdisciplinary with condensed matter physics. The coherence properties of the condensate are exploited in the field of atom optics. Coherent beams of atoms extracted from the condensate (\"atom lasers\") are analogous to optical laser beams. Ketterle's research group has used Bose-Einstein condensates as amplifiers for light and for atoms. A third direction is precision measurements. The unprecedented control over the position and velocity of atoms provided by Bose-Einstein condensates is exploited for high precision atom interferometry. Wolfgang Ketterle received a diploma (equivalent to a master's degree) from the Technical University of Munich (1982), and a Ph.D. in Physics from the University of Munich (1986). After postdoctoral work at the Max-Planck Institute for Quantum Optics in Garching, Germany, the University of Heidelberg and at MIT, he joined the physics faculty at MIT (1993), where he is now the John D. MacArthur Professor of Physics. He does experimental research in atomic physics and laser spectroscopy and focuses currently on Bose-Einstein condensation in dilute atomic gases. He was among the first scientists to observe this phenomenon in 1995, and realized the first atom laser in 1997. His earlier research was in molecular spectroscopy and combustion diagnostics. His awards include a David and Lucile Packard Fellowship (1996), the Rabi Prize of the American Physical Society (1997), the Gustav-Hertz Prize of the German Physical Society (1997), the Discover Magazine Award for Technological Innovation (1998), the Fritz London Prize in Low Temperature Physics (1999), the Dannie-Heineman Prize of the Academy of Sciences, Göttingen, Germany (1999), the Benjamin Franklin Medal in Physics (2000), and the Nobel Prize in Physics (2001, together with E.A. Cornell and C.E. Wieman). For additional biographical information on Professor Ketterle, see his autobiography written for the Nobel Foundation . Please visit the Ketterle Group Home Page for Professor Ketterle's most recent list of publications. July 15, 2020 4:24 PM"
            ]
        ]
    ]
}