{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E2BUEY0X",
            "5CAjat0AAAAJ",
            [
                "Detection, classification, and tracking of targets",
                "Maximum likelihood multiple-source localization using acoustic energy measurements with wireless sensor networks",
                "A patient-adaptable ECG beat classifier using a mixture of experts approach",
                "CORDIC-based VLSI architectures for digital signal processing",
                "Handbook of neural network signal processing",
                "Vehicle classification in distributed sensor networks",
                "Neural-network-based adaptive matched filtering for QRS detection",
                "Energy-based collaborative source localization using acoustic microsensor array",
                "One-lead ECG for identity verification"
            ],
            [
                "Networks of small, densely distributed wireless sensor nodes are being envisioned and developed for a variety of applications involving monitoring and the physical world in a tetherless fashion. Typically, each individual node can sense in multiple modalities but has limited communication and computation capabilities. Many challenges must be overcome before the concept of sensor networks In particular, there are two critical problems underlying successful operation of sensor networks: (1) efficient methods for exchanging information between the nodes and (2) collaborative signal processing (CSP) between the nodes to gather useful information about the physical world. This article describes the key ideas behind the CSP algorithms for distributed sensor networks being developed at the University of Wisconsin (UW). We also describe the basic ideas on how the CSP algorithms interface with the networking …",
                "A maximum likelihood (ML) acoustic source location estimation method is presented for the application in a wireless ad hoc sensor network. This method uses acoustic signal energy measurements taken at individual sensors of an ad hoc wireless sensor network to estimate the locations of multiple acoustic sources. Compared to the existing acoustic energy based source localization methods, this proposed ML method delivers more accurate results and offers the enhanced capability of multiple source localization. A multiresolution search algorithm and an expectation-maximization (EM) like iterative algorithm are proposed to expedite the computation of source locations. The Crame\/spl acute\/r-Rao Bound (CRB) of the ML source location estimate has been derived. The CRB is used to analyze the impacts of sensor placement to the accuracy of location estimates for single target scenario. Extensive simulations …",
                "Presents a \"mixture-of-experts\" (MOE) approach to develop customized electrocardiogram (EGG) beat classifier in an effort to further improve the performance of ECG processing and to offer individualized health care. A small customized classifier is developed based on brief, patient-specific ECG data. It is then combined with a global classifier, which is tuned to a large ECG database of many patients, to form a MOE classifier structure. Tested with MIT\/BIH arrhythmia database, the authors observe significant performance enhancement using this approach.",
                "The evolution of CORDIC, an iterative arithmetic computing algorithm capable of evaluating various elementary functions using a unified shift-and-add approach, and of CORDIC processors is reviewed. A method to utilize a CORDIC processor array to implement digital signal processing algorithms is presented. The approach is to reformulate existing DSP algorithms so that they are suitable for implementation with an array performing circular or hyperbolic rotation operations. Three categories of algorithm are surveyed: linear transformations, digital filters, and matrix-based DSP algorithms.< >",
                "edited by Hu and Hwang aptly demonstrates the effectiveness and wide scope of the neural network paradigm for signal processing. The editors have brought together many leading experts in the neural network and signal processing fields to cover a wide variety of topics and recent developments. While many texts exist describing neural network algorithms, this book is unique in its solid coverage of neural network concepts, approaches to signal processing problems, and applications. The book consists of three parts. The first part of the book describes the various neural network paradigms. The different neural network approaches are described clearly and recent developments outlined. The second part of the book covers neural network approaches to some important signal processing problems. The final part of the book examines some successful neural network based applications and systems.The book …",
                "The task of classifying the types of moving vehicles in a distributed, wireless sensor network is investigated. Specifically, based on an extensive real world experiment, we have compiled a data set that consists of 820 MByte raw time series data, 70 MByte of pre-processed, extracted spectral feature vectors, and baseline classification results using the maximum likelihood classifier. The purpose of this paper is to detail the data collection procedure, the feature extraction and pre-processing steps, and baseline classifier development. The database is available for download at http:\/\/www. ece. wisc. edu\/~ sensit starting on July 2003.",
                "The authors have developed an adaptive matched filtering algorithm based upon an artificial neural network (ANN) for QRS detection. They use an ANN adaptive whitening filter to model the lower frequencies of the electrocardiogram (ECG) which are inherently nonlinear and nonstationary. The residual signal which contains mostly higher frequency QRS complex energy is then passed through a linear matched filter to detect the location of the QRS complex. The authors developed an algorithm to adaptively update the matched filter template from the detected QRS complex in the ECG signal itself so that the template can be customized to an individual subject. This ANN whitening filter is very effective at removing the time-varying, nonlinear noise characteristic of ECG signals. The detection rate for a very noisy patient record in the MIT\/BIH arrhythmia database is 99.5% with this approach, which compares favorably …",
                "A novel sensor network source localization method based on acoustic energy measurements is presented. This method makes use of the characteristics that the acoustic energy decays inversely with respect to the square of distance from the source. By comparing energy readings measured at surrounding acoustic sensors, the source location during that time interval can be accurately estimated as the intersection of multiple hyperspheres. Theoretical bounds on the number of sensors required to yield unique solution are derived. Extensive simulations have been conducted to characterize the performance of this method under various parameter perturbations and noise conditions. Potential advantages of this approach include low intersensor communication requirement, robustness with respect to parameter perturbations and measurement noise, and low-complexity implementation.",
                "This research investigates the feasibility of using the electrocardiogram (ECG) as a new biometric for human identity verification. It is well known that the shapes of the ECG waveforms of different persons are different but it is unclear whether such differences can be used to identify different individuals. In this research, we demonstrated successfully that it is possible to identify a specific person from a group of candidates using a one-lead ECG. A one-lead ECG, unlike two-dimensional biometrics, such as the fingerprint, is a one-dimensional, low-frequency signal that can be recorded from electrodes on the hands. This research applied two techniques, template matching and a decision-based neural network (DBNN), to implement the identity verification. Using each of the two methods separately on a predetermined group of 20 subjects, the experimental results showed that the rate of correct identity verification was …"
            ],
            [
                [
                    "Signal Processing algorithms and implementation",
                    "computer aided physical design of VLSI systems",
                    "wireless sensor network informa"
                ]
            ],
            [
                "OR HEN Assistant Professor of Physics EMAIL: hen@mit.edu PHONE: (617) 258-0541 26-419 (Office) 26-445 (Lab) Anna Marie Convertino (617) 253-2391 Hen Lab website Laboratory for Nuclear Science Experimental Nuclear & Particle Physics Professor Hen’s research focuses on studies of QCD effects in the nuclear medium, and the interplay between partonic and nucleonic degrees of freedom in nuclei. Specifically, Hen uses high-energy electron, neutrino, photon, and proton scattering off atomic nuclei to study Short-Range Correlations (SRCs): Temporal fluctuations of high-density, high-momentum, nucleon clusters in nuclei. These pairs account for almost all high-momentum (k>k_F) nucleon in nuclei and are a leading candidate for non-nucleonic configurations in nuclei. Hen and collaborators conducted experiments at the US based Thomas-Jefferson and Fermi National Accelerator Laboratories, as well as other accelerators around the world, where they study the structure and characteristics of SRC pairs and examined their effect on various topics in nuclear, particle, atomic and astrophysics. For example, in a recent series of publications Hen and collaborators have shown that SRCs in atomic nuclei are predominantly neutron-proton pairs and demonstrated its significant implications to quark distributions in nuclei (the \"EMC effect\"); the free (un-bound) neutron structure; generalization of effective theories for two-component Fermi-gases to atomic nuclei, the nuclear symmetry energy and neutron stars structure; and more. Or Hen grew up in Moshav Even-Sapir, in the countryside of Jerusalem, Israel. He received his undergraduate degree in physics and computer engineering from the Hebrew University and earned his PhD in experimental physics at Tel-Aviv University. Before joining the MIT physics faculty in July 2017, Hen was an MIT Pappalardo Fellow in Physics from 2015-2017. Hen received various prizes and fellowships for his work to date, including the Alfred P. Sloan Fellowship (2020), APS Stuart J. Freedman Award in Experimental Nuclear Physics (2019), U.S. DOE Office of Science Early Career Scientist and Engineer Award (2019), IUPAP Young Scientist Prize in Nuclear Physics (2019), G. Altarelli award (2018), Amar G. Bose Fellowship (2018), Fermi Lab Intensity-Frontier fellowship (2016), Rothschild Fellowship (2015), MIT Pappalardo Fellowship (2015), Jefferson Science Association dissertation prizes (2016), Israeli Physics Society dissertation prizes (2015), A. Pazi Award of the Israeli Council for Higher Education (2013) and the Y. Eisenberg Prize of Tel-Aviv University (2011). See full list from iNSPIRE HEP here . A. Schmidt J.R. Pybus R. Weiss E.P. Segarra A. Hrnjic A. Dennistonand O. Hen et al. (CLAS Collaboration), \"Probing the core of the strong nuclear interaction”, Nature 578, 540 (2020). R. Cruz Torres D. Nguyen F. Hauenstein and A. Schmidt et al. (Tritium Collaboration), “Probing few-body nuclear dynamics via 3H and 3He (e,e′p)pn cross-section measurements”, Phys. Rev. Lett. 124, 212501 (2020). B. Schmookler M. Duer A. Schmidt and O. Hen et al. (CLAS Collaboration) \"Modified Structure of Protons and Neutrons in Correlated Pairs”, Nature 566, 354 (2019). M. Duer, A. Schmidt, J.R. Pybus, E.P. Segarra, A.W. Denniston, and O. Hen et al. (CLAS Collaboration), \"Direct Observation of Proton-Neutron Short-Range Correlation Dominance in Heavy Nuclei”, Phys. Rev. Lett. 122, 172502 (2019). M. Duer and O. Hen et al. (CLAS Collaboration), \"Probing High Momentum Protons and Neutrons in Neutron-Rich Nuclei”, Nature 560, 617 (2018). E.O. Cohen and O. Hen et al. (CLAS Collaboration) \"Center of mass motion of short-range correlated nucleon pairs studied via the A(e,e'pp) reaction”, Phys. Rev. Lett. 121, 092501 (2018). R. Weiss R. Cruz-Torres N. Barnea E. Piasetzky and O. Hen, \"The Nuclear Contacts and Short-Range Correlations in Nuclei”, Phys. Lett. B 780 211 (2018). O. Hen G.A. Miller E. Piasetzky and L.B. Weinstein \"Nucleon-Nucleon Correlations, Short-lived Excitations, and the Quarks Within”, Rev. Mod. Phys. 89, 045002 (2017). O. Hen et al. (CLAS Collaboration), \"Momentum Sharing in Imbalanced Fermi Systems”, Science 346 614 (2014). L. B. Weinstein E. Piasetzky D. W. Higinbotham J. Gomez O. Hen and R. Shneor \"Short Range correlations and the EMC Effect”, Phys. Rev. Lett. 106, 052301 (2011). July 15, 2020 4:18 PM"
            ]
        ]
    ]
}