{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E2OIVD45",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jimmy A. Irwin Professor 311 Gallalee Hall (205) 348-3791 jairwin@ua.edu Monday, 3-5pm; Wednesday, 10am- 12 noon PhD, University of Virginia, 1997 Dr. Irwin uses X-ray satellite observatories to investigate the nature of galaxies, clusters of galaxies, and compact stellar remnants (neutron stars and black holes) accreting matter from neighboring stars in binary stellar systems. Dr. Irwin received his doctoral degree from the University of Virginia in 1997. He was a Chandra Fellow at the University of Michigan from 1999-2002. Dr. Irwin joined the faculty of The University of Alabama in 2009. A-Z Index Campus Tour Directories A&S Home UA Home UA Libraries Pages Home Research Curriculum Vitae Publications Jimmy Irwin Associate Professor Contact (205) 348-3791 jairwin@ua.edu Office: 311C Gallalee Hall Fax: (205) 348-5051 Department of Physics & Astronomy, University of Alabama, Box 870324, Tuscaloosa, AL  35487-0324 B.S. 1992, Astronomy & Astrophysics, Indiana University M.S. 1995, Astronomy, University of Virginia Ph.D . 1997, Astronomy, University of Virginia Hot Gas Around Supermassive Black Holes X-ray Binary Populations of Galaxies Ultraluminous X-ray Sources Intermediate-Mass black holes X-ray Emission From Hot Gas in Early-type Galaxies Clusters\/Groups of Galaxies In the News NASA's Chandra Observatory Images Gas Flowing Toward Black Hole Massive Black Hole Implicated in Stellar Destruction Research Group Lucas Johnson Teaching Introduction to Astronomy (AY101) Solar System Astronomy (AY204) Astronomy Beyond the Solar System (AY206) UA Home UA News Connect Subscribe Contact UA Copyright © 2011 Geological Sciences | | Tuscaloosa, AL 35487 | (205) 348-6010"
            ]
        ]
    ]
}