{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E32YBIY7",
            "aLu-QYEAAAAJ",
            [
                "Long term state of coastal lagoons in Veracruz, Mexico: Effects of land use changes in watersheds on seagrasses habitats",
                "Nutrientes y productividad primaria fitoplanctónica en una laguna costera tropical intermitente (La Mancha, Ver.) del Golfo de México",
                "Trade-offs in fishery yield between wetland conservation and land conversion on the Gulf of Mexico",
                "Nutrients and primary productivity on intermittent tropical coastal lagoon (La Mancha, Ver) Gulf of Mexico"
            ],
            [
                "An increase in population over the last 50 years along the central coast of Veracruz on the Gulf of Mexico has led to a corresponding intensification of agriculture, urbanization, and other economic activities. Most significantly, this has resulted in rapid changes of land use and an increase in the area dedicated to agriculture and livestock. Native coastal wetland vegetation has declined significantly, and coastal lagoons systems are altered as they receive excess nutrients and sediments from agricultural and economic activities. The aim of this study was to evaluate the influence of productive activities on four coastal lagoons and one estuary at the watershed level and to establish reference points or ecological indicators upon which future changes in coastal wetlands may be measured. For this purpose we analyzed the physico-chemical characteristics of the water column, assessed the abundance and biomass of …",
                "En el caso de la laguna de La Mancha, el efecto de la apertura de la boca implica que la laguna pierda, a lo largo de este período (157 días) 1'148,400 m³ de su volumen original; cuando la boca se cierra, el incremento de agua hacia el interior del sistema se calcula en aproximadamente 950,400 m³ alcanzando 1' 663,200 m³. Cuando la laguna permaneció comunicada con el mar (del 23 de junio al 25 de noviembre), los parámetros medidos mostraron las siguientes medianas: la salinidad de 22.0 ups, el oxígeno disuelto 3.33 ml\/l, el pH 7.3 unidades; las concentraciones de amonio 7.24 µM; los nitratos más nitritos 0.6 µM, mientras que los fosfatos registraron 8.66 µM, como consecuencia la relación N:P fue menor a 1 (0.78), esto es P>N; clorofila a registró 11.30 mg\/m³ y una baja productividad primaria (29.84 mgC\/m³\/h) lo que con llevó a una relación C:Clor a de apenas 2.50 mgCm³hr:mg-1m-3. En cambio, cuando la laguna se encuentra incomunicada, la salinidad manifestó un descenso (16.5 ups), igualmente que la concentración de oxígeno (2.58 ml\/l); el pH fue ligeramente mayor (7.58 unidades); el amonio fue de 8.47 µM y se detectó un ligero incremento en los nitratos más nitritos (1.65 µM), contrariamente hubo una disminución en los fosfatos (5.73 µM), por lo que la relación N:P aumentó ligeramente a 1.77; la clorofila a disminuyó a 3.04 mg\/m³, contrariamente hubo un incremento de la productividad primaria (158.63 mgC\/m³\/h), lo anterior trajo consigo un valor mayor de la relación C:Clor a (28.09 mgCm³hr:mg-1m-3).",
                "Wetlands are recognized as highly productive ecosystems because of the goods and ecosystem services that they provide (Mitsch and Gosselink, 2007). Mangroves are among the most productive coastal wetlands (Ewel et al., 1998), and one of their most important ecosystem functions is as a habitat for the juveniles of both crustacean and fish species consumed by humans and traded in local and international markets (Costanza et al., 1989; Millennium-Ecosystem-Assessment, 2005). Freshwater wetlands are among the most productive ecosystems in the world and, similarly, are of great importance due to their additional ecosystem functions (Drew et al., 2005; Zedler and Kercher, 2005), including their natural litter fall productivity (Infante-Mata et al., 2012; Moreno-Casasola et al., 2012), their role as a habitat for species caught by fishermen (Ewel, 2010; Hamerlynck et al., 2011; Knowler et al., 2003) and their nutrient contribution to water bodies (Fisher and Acreman, 2004; Posthumus et al., 2010). Based on the market value of fishing in Louisiana, the economic value of coastal wetlands was estimated at $317 to $846 USD\/acre\/1983 (Costanza et al., 1989). On the Gulf of Thailand, the economic importance of mangroves based on their providing habitats that increase fishing productivity was estimated at $83.69 to $110.23 USD\/ha\/1993 (United States dollar, USD)(Barbier, 2000). In Pakistan, the economic value of mangrove shoreline was calculated at $1,287 USD\/ha\/2005, highlighting the economic relationship between in situ mangroves and ex situ local communities (Pervaiz and Lftikhar, 2005). In Latin America and the Caribbean more than …",
                "CONTRERAS-ESPINOSA, Francisco; RIVERA-GUZMAN, Nadia E. y SEGURA-AGUILAR, Raquel. Nutrients and primary productivity on intermittent tropical coastal lagoon (La Mancha, Ver) Gulf of México. Hidrobiológica [online]. 2005, vol. 15, n. 3, pp. 299-310. ISSN 0188-8897."
            ],
            [
                [
                    "Lagunas costeras",
                    "pastos marinos",
                    "calidad del agua"
                ]
            ]
        ]
    ]
}