{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E391Q4ZS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. James A. Miller Dr. James Miller Department Chair & Professor, Director, Institute for Science Education UAH-AMSTI Principal Investigator I was born and raised in Erie PA (which is often mistaken for Cleveland, the actual \"Mistake on the Lake\") and went to college there at Gannon University . After tiring of the lake effect snow and blizzards, I moved to Takoma Park MD and attended the University of Maryland for my Ph.D. in physics. I was a post-doctoral research scientist at NASA Goddard Space Flight Center until 1994, when we moved here. I've now lived in Huntsville longer than any other place. Ph.D., Physics, University of Maryland, 1990 M.S., Physics, University of Maryland, 1986 B.S., Physics, Gannon University, 1984 2015 - Present: Interim Chair, Department of Physics and Astronomy 2004 - Present: Director, Institute for Science Education 1994 - Present: Faculty, Department of Physics and Astronomy 2005 - 2010: Chair, Department of Physics and Astronomy 1990 - 1994: Research Scientist, NASA GSFC Laboratory for High Energy Astrophysics PH 431 - Introduction to Electrodynamics I PH 432 - Introduction to Electrodynamics II PH 451 - Introduction to Quantum Mechanics I PH 452 - Introduction to Quantum Mechanics II PH 651 - Quantum Mechanics I PH 652 - Quantum Mechanics II Selective Publications Miller, J. A., Cargill, P. J., Emslie, A. G., Holman, G. D., Dennis, B. R., LaRosa, T. N., Winglee, R. M., Benka, S. G., and Tsuneta, S. 1997, Critical Issues for Particle Acceleration in Impulsive Solar Flares, J. Geophys. Res., 102, 14631 (Invited Review) Miller, J. A. 1997, Electron Acceleration in Solar Flares by Fast Mode Waves: Quasilinear Theory and Pitch-Angle Scattering, Astrophys. J., 491, 939 Emslie, A. G., Miller, J. A., and Brown, J. C. 2004, An Explanation for the Different Locations of Electron and Ion Acceleration in Solar Flares, Astrophys. J., 602, L69 Lenters, G. T., Miller, J. A., and Sommer, J. C. 2000, A Heuristic Coulomb Collision Operator for Cylindrical Velocity Coordinates, Astrophys. J., 534, 997 Miller, J. A., LaRosa, T. N., and Moore, R. L. 1996, Stochastic Electron Acceleration by Cascading Fast Mode Waves in Impulsive Solar Flares, Astrophys. J., 461, 445 Miller, J. A., and Dermer, C. D. 1995, Abundance Enhancements in Black-Hole Accretion: Application to Gamma-Ray Line Observations of the Orion Complex, Astron. Astrophys., 298, L13 Example Sponsored Research 10\/15 - 9\/16: AMSTI Master Site, $2.9M, Alabama Department of Education 10\/14 - 9\/15: AMSTI Master Site, $2.8M, Alabama Department of Education 10\/14 - 9\/15: Alabama Science in Motion, $232k, Alabama Department of Education 10\/13 - 9\/14: Lead Teacher Enhancement Program, $74k, Alabama Commission on Higher Education 10\/11 - 9\/13: Content Knowledge Enhancement for Teachers, $270k, DoEd MSP Shelbie King Hall Room 204 256.824.6156 james.miller@uah.edu Solar Physics Computational Physics K-12 STEM Education Civil War Ancient Military History Links AAS Solar Physics Division Follow"
            ]
        ]
    ]
}