{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E3DYVV1B",
            "nawvjEIAAAAJ",
            [
                "The houses of history: A critical reader in twentieth-century history and theory",
                "Individual remembering and ‘collective memory’: Theoretical presuppositions and contemporary debates",
                "On the nature of rapid X-ray variability in active galactic nuclei",
                "Cultural history",
                "Sisters of the academy: Emergent Black women scholars in higher education",
                "Diagnosis, pathogenesis and treatment of the myeloproliferative disorders essential thrombocythemia, polycythemia vera and essential megakaryocytic granulocytic metaplasia and …",
                "Low-energy X-ray spectral variability of NGC 4051",
                "Type 2 diabetes mellitus in older people: a brief statement of key principles of modern day management including the assessment of frailty. A national collaborative stakeholder …",
                "Glucose 6-phosphate causes translocation of phosphorylase in hepatocytes and inactivates the enzyme synergistically with glucose",
                "Journey to the Ph. D.: How to navigate the process as African Americans"
            ],
            [
                "Provides a comprehensive introduction to the twelve schools of thought which have had the greatest influence on the study of history in the twentieth century. Ranging from Empiricism to Postcolonialism, Marxism to the Ethnohistorians, each chapter begins with an introduction to the particular school, the main protagonists, the critics, and is followed by a useful section of further readings. From the classic, such as GR Elton's\" England Under the Tudors\" and EP Thompson's\" The Making of the English Working Class,\" to the recent, such as Henrietta Whiteman's\" White Buffalo Woman\" and Judith Walkowitz's\" City of Dreadful Delight,\" the diverse selections collected here bring together the leading historians and theorists of the century.",
                "Over the past decade cultural historians have focussed upon'collective memory', drawing upon the original theories of sociologist Maurice Halbwachs. The conceptualisation of memory in this body of work either conflates collective and individual memory, or relegates the latter to a position of insignificance. Meanwhile oral historians are increasingly focusing upon the ways in which individual recollections fit (often unconscious) cultural scripts or mental templates. As a consequence, the interpretative theories of oral history and collective memory studies are converging. The paper argues that if oral historians reject the capacity of individuals to engage critically and constructively with inherited ideas and beliefs, the field has made a paradigmatic shift from the concerns and values that led to its growth and development in the 1960s.",
                "We systematically analyze all (110) EXOSAT AGN medium-energy light curves of length greater than 20 ks to search for and quantify their flux variability. We also perform extensive simulations to quantify the selection effects (such as the source brightness or the length of observation) that might prevent the detection of variability. We quantify variability in terms of a ‘normalized variability amplitude’ ( NVA ) derived from the power spectrum of each light curve. Of the 32 sources observed, we detect variability in 12. We find that, contrary to some previous claims, there is no evidence that sources change the character of their variability between observations.We confirm that there is a strong inverse correlation between NVA and source luminosity which can be simply explained if source size scales with luminosity. A further result is that the sources with the steepest energy spectra are possibly the most variable …",
                "Anna Green provides a coherent and accessible introduction to the major theoretical approaches and key concepts within this most diverse of historical fields.'Cultural History'explores the conceptual, affective and imaginative worlds of human consciousness, as reflected in elite intellectual works as well as everyday social beliefs and practices.",
                "There are disturbing trends in the continued under-representation of African American women in higher education, especially their attainment of post-baccalaureate and graduate degrees. This is an issue of major concern nationally, for the Black community, and for leaders in higher education. The fifteen scholars who contribute to this volume trace the trajectory of Black women in education, with a particular focus on higher education. These scholars combine research and personal narratives to explore educational issues ranging from historical accounts of Black female teachers in the nineteenth century, to the challenges and triumphs of being an activist researcher at the turn of the twenty-first century. The essays in this volume address specific historical, social, cultural, political, and academic issues that affect Black women in the academy, and provide readers with tangible examples of how these scholars have transcended some of the challenges in their pursuit of academic excellence. While these essays do not claim to provide the\" magic solution\" or a\" how-to-guide\" to success in higher education, they do raise thought-provoking issues that are critical to the success of Black women in higher education. This book uncovers issues, and proposes remedies, which will be of vital interest for anyone concerned with diversity and equity in higher education. It celebrates emergent scholars of African descent, who have used the challenges they have encountered in their journeys through the academy to create opportunities for success.",
                "According to strict clinical, hematological and morphological criteria, the Philadelphia (Ph) chromosome negative chronic myeloproliferative disorders essential thrombocythemia (ET), polycythemia vera (PV), and agnogenic myeloid (megakaryocytic\/granulocytic) metaplasia (AMM) or idiopathic myelofibrosis (IMF) are three distinct disease entities with regard to clinical manifestations, natural history and outcome in terms of life expectancy. As clonality studies have clearly demonstrated that fibroblast proliferation in AMM, as well as in many other conditions such as advanced stages of Ph+-essential thrombocythemia, Ph+-granulocytic leukemia, and Ph−-polycythemia vera, is polyclonal indicating that myelofibrosis is secondary to the megakaryocytic granulocytic metaplasia in these various conditions, AMM is illogically labeled as IMF. As abnormal megakaryocytic granulocytic metaplasia is the essential feature …",
                "We present ROSAT observations of NGC 4051 from 1991 November 15 (28-ks exposure) and 1991 December 12 (4.7-ks exposure). During these observations the source spectrum is well described empirically by a simple power law with energy index ∼ 1.5 and an absorption edge with optical depth ∼ 0.8 at ∼ 0.85 keV or, more physically, by a warm absorber with an underlying power law of energy index 1.19, similar to that seen at higher energies, an ionization parameter ξ ∼ 300 and a column of warm gas Nwarm ∼ 8 × 1022 cm−2. During the November observation the source flux varies by a factor of ∼ 10, and there is some evidence that ξ may increase with increasing flux. However, the correspondence between luminosity and ξ is not simple, and there is a suggestion that ξ may lag behind luminosity by a few thousand seconds. If the lag represents a cooling time-scale for the warm absorber, we can …",
                "Rates of population ageing are unprecedented and this, combined with the progressive urbanization of lifestyles, has led to a dramatic shift in the epidemiology of diabetes towards old age, particularly to those aged 60–79 years. Both ageing and diabetes are recognized as important risk factors for the development of functional decline and disability. In addition, diabetes is associated with a high economic, social and health burden. Traditional macrovascular and microvascular complications of diabetes appear to account for less than half of the diabetes‐related disability observed in older people. Despite this, older adults are under‐represented in clinical trials. Guidelines from organizations such as the National Institute for Health and Care Excellence (NICE), the European Association for the Study of Diabetes, and the American Diabetes Association acknowledge the need for individualized care, but the glycaemic …",
                "The role of glucose 6-P (glucose 6-phosphate) in regulating the activation state of glycogen synthase and its translocation is well documented. In the present study, we investigated the effects of glucose 6-P on the activation state and compartmentation of phosphorylase in hepatocytes. Glucose 6-P levels were modulated in hepatocytes by glucokinase overexpression or inhibition with 5-thioglucose and the effects of AMP were tested using AICAR (5-aminoimidazole-4-carboxamide 1-β-d-ribofuranoside), which is metabolized to an AMP analogue. Inhibition of glucokinase partially counteracted the effect of glucose both on the inactivation of phosphorylase and on the translocation of phosphorylase a from a soluble to a particulate fraction. The increase in glucose 6-P caused by glucokinase overexpression caused translocation of phosphorylase a to the pellet and had additive effects with glucose on inactivation of …",
                "As a new generation of African Americans completes college, an increasing number of students are aspiring to the Ph. D. as a stepping stone to a career in the academy and to fully participate in shaping our society. Most African Americans are conscious that they are the first in their families to embark on this journey. They are aware they will meet barriers and prejudice, are likely to face isolation and frustration, and find few sources of support along the way. This book, by twenty-four Black scholars who\" have been there,\" offers a guide to aspiring doctoral students to the formal process and to the personal, emotional and intellectual challenges they are likely to face. The authors come from a wide range of disciplines-from computing, education and literature to science and sociology. Although their experiences and backgrounds are as varied as they are as individuals, their richly diverse chapters cohere into a rounded guide to the issues for those who follow in their footsteps. From questioning the reader about his or her reasons for pursuing a doctorate, offering advice on financial issues, the choice of university and doctoral program, and relocation, through the process and timetable of application, interviews, acceptance and rejection, the authors go on to describe their own journeys and the lessons they have learned. These men and women write candidly about their experiences, the strategies they used to maintain their motivation, make the transition from HBCUs to PWIs, balance family and work, make the right choices and keep focussed on priorities. They discuss how to work effectively with advisors and mentors, make all-important …"
            ],
            [
                [
                    "Oral History",
                    "Memory Studies",
                    "History and Theory"
                ]
            ]
        ]
    ]
}