{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E3RNAEU2",
            "pEqL8zgAAAAJ",
            [
                "Crystalline ropes of metallic carbon nanotubes",
                "Guidelines for the use and interpretation of assays for monitoring autophagy",
                "Guidelines for the use and interpretation of assays for monitoring autophagy in higher eukaryotes",
                "Efficient reduction of graphite oxide by sodium borohydride and its effect on electrical conductance",
                "Fully sealed, high-brightness carbon-nanotube field-emission display",
                "Benign and Malignant Thyroid Nodules: US Differentiation—Multicenter Retrospective Study1",
                "Dense dislocation arrays embedded in grain boundaries for high-performance bulk thermoelectrics",
                "Electrochemical properties of high‐power supercapacitors using single‐walled carbon nanotube electrodes",
                "Recent development of two-dimensional transition metal dichalcogenides and their applications",
                "Electrically driven single-cell photonic crystal laser"
            ],
            [
                "Fullerene single-wall nanotubes (SWNTs) were produced in yields of more than 70 percent by condensation of a laser-vaporized carbon-nickel-cobalt mixture at 1200°C. X-ray diffraction and electron microscopy showed that these SWNTs are nearly uniform in diameter and that they self-organize into “ropes,” which consist of 100 to 500 SWNTs in a two-dimensional triangular lattice with a lattice constant of 17 angstroms. The x-ray form factor is consistent with that of uniformly charged cylinders 13.8 ± 0.2 angstroms in diameter. The ropes were metallic, with a single-rope resistivity of <10−4 ohm-centimeters at 300 kelvin. The uniformity of SWNT diameter is attributed to the efficient annealing of an initial fullerene tubelet kept open by a few metal atoms; the optimum diameter is determined by competition between the strain energy of curvature of the graphene sheet and the dangling-bond energy of the open edge …",
                "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
                "Research in autophagy continues to accelerate, 1 and as a result many new scientists are entering the field. Accordingly, it is important to establish a standard set of criteria for monitoring macroautophagy in different organisms. Recent reviews have described the range of assays that have been used for this purpose. 2, 3 There are many useful and convenient methods that can be used to monitor macroautophagy in yeast, but relatively few in other model systems, and there is much confusion regarding acceptable methods to measure macroautophagy in higher eukaryotes. A key point that needs to be emphasized is that there is a difference between measurements that monitor the numbers of autophagosomes versus those that measure flux through the autophagy pathway; thus, a block in macroautophagy that results in autophagosome accumulation needs to be differentiated from fully functional autophagy that …",
                "The conductivity of graphite oxide films is modulated using reducing agents. It is found that the sheet resistance of graphite oxide film reduced using sodium borohydride (NaBH4) is much lower than that of films reduced using hydrazine (N2H4). This is attributed to the formation of CN groups in the N2H4 case, which may act as donors compensating the hole carriers in reduced graphite oxide. In the case of NaBH4 reduction, the interlayer distance is first slightly expanded by the formation of intermediate boron oxide complexes and then contracted by the gradual removal of carbonyl and hydroxyl groups along with the boron oxide complexes. The fabricated conducting film comprising a NaBH4‐reduced graphite oxide reveals a sheet resistance comparable to that of dispersed graphene.",
                "A fully sealed field-emission display 4.5 in. in size has been fabricated using single-wall carbon nanotube (CNT)-organic binders. The fabricated displays were fully scalable at low temperature, below 415 °C, and CNTs were vertically aligned using paste squeeze and surface rubbing techniques. The turn-on fields of 1 V\/μm and field emission current of 1.5 mA at 3 V\/μm (J=90 μA\/cm2) were observed. Brightness of 1800 cd\/m2 at 3.7 V\/μm was observed on the entire area of a 4.5 in. panel from the green phosphor-indium–tin–oxide glass. The fluctuation of the current was found to be about 7% over a 4.5 in. cathode area.",
                "Purpose: To retrospectively evaluate the diagnostic accuracy of ultrasonographic (US) criteria for the depiction of benign and malignant thyroid nodules by using tissue diagnosis as the reference standard.Materials and Methods: This study had institutional review board approval, and informed consent was waived. From January 2003 through June 2003, 8024 consecutive patients had undergone thyroid US at nine affiliated hospitals. A total of 831 patients (716 women, 115 men; mean age, 49.5 years ± 13.8 [standard deviation]) with 849 nodules (360 malignant, 489 benign) that were diagnosed at surgery or biopsy were included in this study. Three radiologists retrospectively evaluated the following characteristics on US images: nodule size, presence of spongiform appearance, shape, margin, echotexture, echogenicity, and presence of microcalcification, macrocalcification, or rim calcification. A χ2 test and …",
                "The widespread use of thermoelectric technology is constrained by a relatively low conversion efficiency of the bulk alloys, which is evaluated in terms of a dimensionless figure of merit (zT). The zT of bulk alloys can be improved by reducing lattice thermal conductivity through grain boundary and point-defect scattering, which target low- and high-frequency phonons. Dense dislocation arrays formed at low-energy grain boundaries by liquid-phase compaction in Bi0.5Sb1.5Te3 (bismuth antimony telluride) effectively scatter midfrequency phonons, leading to a substantially lower lattice thermal conductivity. Full-spectrum phonon scattering with minimal charge-carrier scattering dramatically improved the zT to 1.86 ± 0.15 at 320 kelvin (K). Further, a thermoelectric cooler confirmed the performance with a maximum temperature difference of 81 K, which is much higher than current commercial Peltier cooling devices.",
                "We have investigated the key factors determining the performance of supercapacitors constructed using single‐walled carbon nanotube (SWNT) electrodes. Several parameters, such as composition of the binder, annealing temperature, type of current collector, charging time, and discharging current density have been optimized for the best performance of the supercapacitor with respect to energy density and power density. We find a maximum specific capacitance of 180 F\/g and a measured power density of 20 kW\/kg at energy densities in the range from 7 to 6.5 Wh\/kg at 0.9 V in a solution of 7.5 N KOH (the currently available supercapacitors have energy densities in the range 6–7 Wh\/kg and power density in the range 0.2–5 kW\/kg at 2.3 V in non‐aqueous solvents).",
                "Recent advances in atomically thin two-dimensional transition metal dichalcogenides (2D TMDs) have led to a variety of promising technologies for nanoelectronics, photonics, sensing, energy storage, and opto-electronics, to name a few. This article reviews the recent progress in 2D materials beyond graphene and includes mainly transition metal dichalcogenides (TMDs) (e.g. MoS2, WS2, MoSe2, and WSe2). These materials are finding niche applications for next-generation electronics and optoelectronics devices relying on ultimate atomic thicknesses. Albeit several challenges in developing scalable and defect-free TMDs on desired substrates, new growth techniques compatible with traditional and unconventional substrates have been developed to meet the ever-increasing demand of high quality and controllability for practical applications. The fabrication of novel 2D TMDs that exhibit exotic functionalities …",
                "We report the experimental demonstration of an electrically driven, single-mode, low threshold current (∼260 μA) photonic band gap laser operating at room temperature. The electrical current pulse is injected through a sub-micrometer-sized semiconductor wire at the center of the mode with minimal degradation of the quality factor. The actual mode of interest operates in a nondegenerate monopole mode, as evidenced through the comparison of the measurement with the computation based on the actual fabricated structural parameters. As a small step toward a thresholdless laser or a single photon source, this wavelength-size photonic crystal laser may be of interest to photonic crystals, cavity quantum electrodynamics, and quantum information communities."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}