{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E5SB8MB3",
            "0gtvj54AAAAJ",
            [
                "Order induced by dipolar interactions in a geometrically frustrated antiferromagnet",
                "Predictive information in a sensory population",
                "Thermodynamics and signatures of criticality in a network of neurons",
                "The neural basis for combinatorial coding in a cortical population response",
                "Quantum disorder in the two-dimensional pyrochlore Heisenberg antiferromagnet",
                "Optimal prediction in the retina and natural motion statistics",
                "Tracing the origin and evolution of supergene mimicry in butterflies",
                "Effects of inhibitory gain and conductance fluctuations in a simple model for contrast-invariant orientation tuning in cat V1",
                "Learning to make external sensory stimulus predictions using internal correlations in populations of neurons",
                "Transformation of stimulus correlations by the retina"
            ],
            [
                "We study the classical Heisenberg model for spins on a pyrochlore lattice interacting via long-range dipole-dipole forces and nearest-neighbor exchange. Antiferromagnetic exchange alone is known not to induce ordering in this system. We analyze low-temperature order resulting from the combined interactions, both by using a mean-field approach and by examining the energy cost of fluctuations about an ordered state. We discuss behavior as a function of the ratio of the dipolar and exchange interaction strengths and find two types of ordered phase. Below a certain value of this ratio, we find that the system orders in a four-sublattice Néel state. For interaction strengths above this critical ratio, the system orders with an incommensurate wave vector. We relate our results to the recent experimental work and reproduce and extend the theoretical calculations on the pyrochlore compound, Gd 2 Ti 2 O 7, by NP Raju, M …",
                "Guiding behavior requires the brain to make predictions about the future values of sensory inputs. Here, we show that efficient predictive computation starts at the earliest stages of the visual system. We compute how much information groups of retinal ganglion cells carry about the future state of their visual inputs and show that nearly every cell in the retina participates in a group of cells for which this predictive information is close to the physical limit set by the statistical structure of the inputs themselves. Groups of cells in the retina carry information about the future state of their own activity, and we show that this information can be compressed further and encoded by downstream predictor neurons that exhibit feature selectivity that would support predictive computations. Efficient representation of predictive information is a candidate principle that can be applied at each stage of neural computation.",
                "The activity of a neural network is defined by patterns of spiking and silence from the individual neurons. Because spikes are (relatively) sparse, patterns of activity with increasing numbers of spikes are less probable, but, with more spikes, the number of possible patterns increases. This tradeoff between probability and numerosity is mathematically equivalent to the relationship between entropy and energy in statistical physics. We construct this relationship for populations of up to N = 160 neurons in a small patch of the vertebrate retina, using a combination of direct and model-based analyses of experiments on the response of this network to naturalistic movies. We see signs of a thermodynamic limit, where the entropy per neuron approaches a smooth function of the energy per neuron as N increases. The form of this function corresponds to the distribution of activity being poised near an unusual kind of critical …",
                "We have used a combination of theory and experiment to assess how information is represented in a realistic cortical population response, examining how motion direction and timing is encoded in groups of neurons in cortical area MT. Combining data from several single-unit experiments, we constructed model population responses in small time windows and represented the response in each window as a binary vector of 1s or 0s signifying spikes or no spikes from each cell. We found that patterns of spikes and silence across a population of nominally redundant neurons can carry up to twice as much information about visual motion than does population spike count, even when the neurons respond independently to their sensory inputs. This extra information arises by virtue of the broad diversity of firing rate dynamics found in even very similarly tuned groups of MT neurons. Additionally, specific patterns of …",
                "We present the results of an exact diagonalization study of the spin-1\/2 Heisenberg antiferromagnet on a two-dimensional version of the pyrochlore lattice, also known as the square lattice with crossings or the checkerboard lattice. Examining the low-energy spectra for systems of up to 24 spins, we find that all clusters studied have nondegenerate ground states with total spin zero, and big energy gaps to states with higher total spin. We also find a large number of nonmagnetic excitations at energies within this spin gap. Spin-spin and spin-Peierls correlation functions appear to be short ranged, and we suggest that the ground state is magnetically disordered.",
                "Almost all behaviors involve making predictions. Whether an organism is trying to catch prey, avoid predators, or simply move through a complex environment, the organism uses the data it collects through its senses to guide its actions by extracting from these data information about the future state of the world. A key aspect of the prediction problem is that not all features of the past sensory input have predictive power, and representing all features of the external sensory world is prohibitively costly both due to space and metabolic constraints. This leads to the hypothesis that neural systems are optimized for prediction. Here we describe theoretical and computational efforts to define and quantify the efficient representation of the predictive information by the brain. Another important feature of the prediction problem is that the physics of the world is diverse enough to contain a wide range of possible statistical …",
                "Supergene mimicry is a striking phenomenon but we know little about the evolution of this trait in any species. Here, by studying genomes of butterflies from a recent radiation in which supergene mimicry has been isolated to the gene doublesex, we show that sexually dimorphic mimicry and female-limited polymorphism are evolutionarily related as a result of ancient balancing selection combined with independent origins of similar morphs in different lineages and secondary loss of polymorphism in other lineages. Evolutionary loss of polymorphism appears to have resulted from an interaction between natural selection and genetic drift. Furthermore, molecular evolution of the supergene is dominated not by adaptive protein evolution or balancing selection, but by extensive hitchhiking of linked variants on the mimetic dsx haplotype that occurred at the origin of mimicry. Our results suggest that chance events have …",
                "The origin of orientation selectivity in primary visual cortex (V1) is a model problem for understanding cerebral cortical circuitry. A key constraint is that orientation tuning width is invariant under changes in stimulus contrast. We have previously shown that this can arise from the combination of feedforward lateral geniculate nucleus (LGN) input and an orientation-untuned component of feedforward inhibition that dominates excitation. However, these models did not include the large background voltage noise observed in vivo. Here, we include this noise and examine a simple model of cat V1 response. Constraining our simulations to fit physiological data, our single model parameter is the strength of feedforward inhibition relative to LGN excitation. With physiological noise, the contrast invariance of orientation tuning depends little on inhibition level, although very weak or very strong inhibition leads to weak …",
                "To compensate for sensory processing delays, the visual system must make predictions to ensure timely and appropriate behaviors. Recent work has found predictive information about the stimulus in neural populations early in vision processing, starting in the retina. However, to utilize this information, cells downstream must be able to read out the predictive information from the spiking activity of retinal ganglion cells. Here we investigate whether a downstream cell could learn efficient encoding of predictive information in its inputs from the correlations in the inputs themselves, in the absence of other instructive signals. We simulate learning driven by spiking activity recorded in salamander retina. We model a downstream cell as a binary neuron receiving a small group of weighted inputs and quantify the predictive information between activity in the binary neuron and future input. Input weights change according to …",
                "Redundancies and correlations in the responses of sensory neurons may seem to waste neural resources, but they can also carry cues about structured stimuli and may help the brain to correct for response errors. To investigate the effect of stimulus structure on redundancy in retina, we measured simultaneous responses from populations of retinal ganglion cells presented with natural and artificial stimuli that varied greatly in correlation structure; these stimuli and recordings are publicly available online. Responding to spatio-temporally structured stimuli such as natural movies, pairs of ganglion cells were modestly more correlated than in response to white noise checkerboards, but they were much less correlated than predicted by a non-adapting functional model of retinal response. Meanwhile, responding to stimuli with purely spatial correlations, pairs of ganglion cells showed increased correlations consistent with a static, non-adapting receptive field and nonlinearity. We found that in response to spatio-temporally correlated stimuli, ganglion cells had faster temporal kernels and tended to have stronger surrounds. These properties of individual cells, along with gain changes that opposed changes in effective contrast at the ganglion cell input, largely explained the pattern of pairwise correlations across stimuli where receptive field measurements were possible."
            ],
            [
                [
                    "Computational Neuroscience",
                    "Visual Neuroscience",
                    "Information Theory",
                    "Neural Coding",
                    "Neuroethology"
                ]
            ]
        ]
    ]
}