{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E77EC3NK",
            "MkcTx2wAAAAJ",
            [
                "Stepwise replication identifies a low-producing lymphotoxin-[alpha] allele as a major risk factor for early-onset leprosy",
                "Volume localized in vivo proton MR spectroscopy of breast carcinoma: variation of water–fat ratio in patients receiving chemotherapy",
                "Association of variants in the IL12B gene with leprosy and tuberculosis",
                "Association of N‐acetyltransferase 2 and cytochrome P450 2E1 gene polymorphisms with antituberculosis drug‐induced hepatotoxicity in Western India",
                "Protective effect of curcumin, silymarin and N-acetylcysteine on antitubercular drug-induced hepatotoxicity assessed in an in vitro model",
                "Studies on toxicity of antitubercular drugs namely isoniazid, rifampicin, and pyrazinamide in an in vitro model of HepG2 cell line",
                "Human leukocyte antigen class I region single-nucleotide polymorphisms are associated with leprosy susceptibility in Vietnam and India",
                "Linkage disequilibrium pattern and age-at-diagnosis are critical for replicating genetic associations across ethnic groups in leprosy",
                "Immunogenetics of mycobacterial infections in the North Indian population",
                "Association of GST null genotypes with anti-tuberculosis drug induced hepatotoxicity in Western Indian population."
            ],
            [
                "Host genetics has an important role in leprosy, and variants in the shared promoter region of PARK2 and PACRG were the first major susceptibility factors identified by positional cloning 1, 2. Here we report the linkage disequilibrium mapping of the second linkage peak of our previous genome-wide scan 1, located close to the HLA complex. In both a Vietnamese familial sample and an Indian case-control sample, the low-producing lymphotoxin-α (LTA)+ 80 A allele was significantly associated with an increase in leprosy risk (P= 0.007 and P= 0.01, respectively). Analysis of an additional case-control sample from Brazil and an additional familial sample from Vietnam showed that the LTA+ 80 effect was much stronger in young individuals. In the combined sample of 298 Vietnamese familial trios, the odds ratio of leprosy for LTA+ 80 AA\/AC versus CC subjects was 2.11 (P= 0.000024), which increased to 5.63 (P= 0 …",
                "Results are reported on in vivo volume localized proton magnetic resonance spectroscopy (MRS) of patients (n = 44) suffering from carcinoma of the breast, using a bilateral breast surface coil. Localized proton MR spectra of the unaffected contralateral breast of these patients are dominated by resonances arising from fat and are similar to the breast tissue from normal volunteers (controls, n = 13), while in the malignant breast tissues the water resonance dominates. On the other hand, the water suppressed proton MR spectra of malignant breast tissue reveal several metabolites of low concentration including the choline peak around 3.2 ppm and other resonances attributable to purine and pyrimidine nucleotides, in the 8.5 ppm region. Elevated water– fat (W‐F) ratios are measured in the malignant tissues, compared with the normal breast tissue of controls and from the contralateral unaffected breast tissue …",
                "There is a great range in outcomes after mycobacterial infections, and this is probably due to individual variation in immune responses. One of the key cytokine regulators of the immune response is interleukin (IL‐) 12. The IL12B gene encodes the p40 chain of both IL‐12 and IL‐23 and it has two major variant sites at which different alleles are associated with increased levels of gene expression and with susceptibility to a range of immune‐related diseases. We hypothesized that IL12B variants associated with increased expression would be as associated with susceptibility to persistent mycobacterial infection. We tested this hypothesis by genotyping Indian subjects, having either leprosy or tuberculosis (TB), as well as ethnically matched controls. Subjects with leprosy were less likely to have the 3’UTR genotype associated with lower IL12B expression (P= 0.001). Subjects with TB were not only more likely to have …",
                "Tuberculosis (TB) is a major public health problem in India. Despite the treatment availability and monitoring, drug‐induced hepatotoxicity (DIH) is a serious concern and can lead to discontinuation of treatment. Anti‐TB DIH is well known and can aggravate because of pharmacokinetic and pharmacodynamic interactions. Genetic polymorphism in the drug‐metabolizing enzyme genes is an important factor that predisposes certain fraction of the population to drug‐induced toxicity. The purpose of this study was to assess the association of N‐acetyltransferase 2 (NAT2) and cytochrome P450 2E1 (CYP2E1) gene polymorphism with anti‐TB DIH in Western Indian population.A prospective cohort study of 215 patients taking treatment against TB was performed. The NAT2 and CYP2E1 genotypes were determined using polymerase chain reaction and restriction fragment length …",
                "Tuberculosis (TB) is highly endemic in India. The first-line anti-TB therapy (ATT) involving isoniazid (INH), rifampicin and pyrazinamide causes hepatotoxicity in approximately 11.5% of Indian patients. Studies have shown that ATT-induced hepatotoxicity is primarily due to oxidative stress caused by the drugs and metabolites. Herbal drugs with antioxidative properties have been tested in animal studies and clinical trials for the management of hepatotoxicity. The objective of this study was to investigate the role of curcumin (CUR), silymarin (SILY) and N-acetylcysteine (N-ACET) on hepatotoxicity by ATT drugs using an in vitro model of human hepatocellular carcinoma cell line (HepG2). HepG2 cells were treated with ATT drugs alone or along with CUR, SILY or N-ACET for a 48-h duration. The cells were monitored for viability, morphology, respiring mitochondria and cell cycle. Our results suggest that the presence of …",
                "Antitubercular drugs (ATT) are known to be majorly metabolized and detoxified in liver by both Phase I and Phase II group of drug metabolizing enzymes. These drugs as well as their metabolites are toxic and during this process cause injury to liver. In this study, we have investigated the in vitro hepatotoxic potential of both individual as well as combination ATT drugs using an in vitro model of human hepatocellular carcinoma cell line (HepG2). The cells were treated with varied concentrations of ATT drugs namely isoniazid (INH), rifampicin (RIF), and pyrazinamide (PYZ) for different durations. Cytotoxicity assay using MTT (3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyltetrazoliumbromide) as well as morphological analysis using phase contrast microscopy have shown that concentrations used were not cytotoxic. However, pre-treatment with sub-cytotoxic concentrations of INH and PYZ increased the toxicity with …",
                "Experimental evidence suggested the existence of unidentified leprosy susceptibility loci in the human leukocyte antigen (HLA) complex. To identify such genetic risk factors, a high-density association scan of a 1.9-mega-base (Mb) region in the HLA complex was performed. Among 682 single-nucleotide polymorphisms (SNPs), 59 were associated with leprosy (P <.01) in 198 Vietnamese single-case leprosy families. Genotyping of these SNPs in an independent sample of 292 Vietnamese single-case leprosy families replicated the association of 12 SNPs (P <.01). Multivariate analysis of these 12 SNPs showed that the association information could be captured by 2 intergenic HLA class I region SNPs (P = 9.4 × 10−9)—rs2394885 and rs2922997 (marginal multivariate P = 2.1 × 10−7 and P = .0016, respectively). SNP rs2394885 tagged the HLA-C*15:05 allele in the Vietnamese population. The identical …",
                "One of the persistent challenges of genetic association studies is the replication of genetic marker-disease associations across ethnic groups. Here, we conducted high-density association mapping of PARK2\/PACRG SNPs with leprosy and identified 69 SNPs significantly associated with leprosy in 198 single-case Vietnamese leprosy families. A total of 56 associated SNPs localized to the overlapping promoter regions of PARK2\/PACRG. For this region, multivariate analysis identified four SNPs belonging to two major SNP bins (rs1333955, rs7744433) and two single SNP bins (rs2023004, rs6936895) that capture the combined statistical evidence (P = 1.1 × 10−5) for association among Vietnamese patients. Next, we enrolled a case–control sample of 364 leprosy cases and 370 controls from Northern India. We genotyped all subjects for 149 SNPs that capture >80 % of the genetic variation in the …",
                "Several lines of evidence highlight the genetic basis of risk to develop mycobacterial diseases. Human leukocyte antigen (HLA)‐DR2 alleles (DRB1*1501 and DRB1*1502) have been found to be strongly associated with mycobacterial disease, especially the more severe forms such as lepromatous leprosy and multidrug‐resistant pulmonary tuberculosis. In this study, DNA‐based high‐resolution typing techniques of polymerase chain reaction–sequence‐specific oligonucleotide probe were used to determine the distribution of HLA‐DR\/DQ alleles in patients with leprosy and pulmonary tuberculosis. Analysis of different DR2 subtypes based on valine\/glycine dimorphism at codon β86 in pocket 1 of HLA‐DR showed an inverse relationship of DR2 alleles with V\/G as the severity of disease increased both in leprosy and in pulmonary tuberculosis.",
                "Background. The first line anti-tubercular (anti-TB) treatment normally involves isoniazid, rifampicin, pyrazinamide, and ethambutol. Clearance of these drugs depends on the activity of several enzymes such as N-acetyl transferase 2, cytochrome P450 oxidase and glutathione S-transferase (GST). Some of these enzymes are highly polymorphic leading to significant inter-individual variation in their activity thereby increasing the risk of drug induced hepatotoxicity (DIH). Aim. To investigate the possible association of anti-TB DIH with genetic polymorphism of GST genes in Western Indian population. Material and methods. A prospective case-control study was undertaken on patients who received anti-TB treatment. Cases (n= 50) were distinguished from controls (n= 246) based on occurrence of DIH during anti-tubercular treatment. A multiplex polymerase chain reaction was employed to identify homozygous null mutation at GSTM1 and GSTT1 loci. Results. Homozygous null mutation in GSTM1 gene alone or in both GSTM1 and T1 genes was found to be significantly associated with anti-TB DIH at p‹ 0.02 and p‹ 0.007, respectively, in our study population. Conclusions. This is the first study to report GSTM1 null and combined GSTM1 and T1 null genotypes to be risk factors of anti-TB DIH in Western Indian population. Screening of patients for these genotypes prior to anti-TB regimen would provide better control of hepatotoxicity."
            ],
            [
                [
                    "Immunology",
                    "Immunogenetics",
                    "genomics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}