{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E7KQ29ZZ",
            "ouWY1gUAAAAJ",
            [
                "A New expansion for nucleon-nucleon interactions",
                "Two-nucleon systems from effective field theory",
                "B→ Xse+ e− in the six-quark model",
                "Nonperturbative contributions to the inclusive rare decays B→ X s γ and B→ X s l+ l−",
                "Nucleon-nucleon scattering from effective field theory",
                "Towards a perturbative theory of nuclear forces",
                "Nucleon-nucleon effective field theory without pions",
                "Flavour changing neutral currents in the Higgs sector and rare top decays",
                "Evidence for a Bound  Dibaryon from Lattice QCD",
                "Two nucleons on a lattice"
            ],
            [
                "We introduce a new and well defined power counting for the effective field theory describing nucleon-nucleon interactions. Because of the large NN scattering lengths it differs from other applications of chiral perturbation theory and is facilitated by introducing an unusual subtraction scheme and renormalization group analysis. Calculation to subleading order in the expansion can be done analytically, and we present the results for both the 1S0 and 3S1−3D1 channels.",
                "We elaborate on a new technique for computing properties of nucleon-nucleon interactions in terms of an effective field theory derived from low energy NN scattering data. Details of how the expansion is carried out to higher orders are presented. Analytic formulae are given for the amplitude to subleading order in both the 1 S 0 and 3 S 1− 3 D 1 channels.",
                "We compute the inclusive rate for a B-meson to decay to strange hadronic final states and a large mass electron-positron pair: B→Xse+e−. The dependence of the rate on the invariant mass of the e+e− pair is examined. The computation is done in the standard six-quark model with a minimal Higgs sector and in extensions of the standard model with two Higgs doublets. For e+e− pairs with very large invariant mass the strange hadronic final states Xs must have low mass. In this kinematic region we estimate the rate for B→Ke+e− using the nonrelativistic quark model.",
                "We discuss nonperturbative contributions to the inclusive rare B decays B→ X s γ and B→ X s l+ l−. We employ an operator product expansion and the heavy quark effective theory to compute the leading corrections to the decay rate found in the free quark decay model, which is exact in the limit m b→∞. These corrections are of relative order 1 m b 2, and may be parametrized in terms of two low-energy parameters. We also discuss the corrections to other observables, such as the average photon energy in B→ X s γ and the lepton invariant mass spectrum in B→ X s l+ l−.",
                "We perform a non-perturbative calculation of the 1 S 0 NN scattering amplitude, using an effective field theory (EFT) expansion. The expansion we advocate is a modification of what has been used previously; it is not a chiral expansion in powers of m π. We use dimensional regularization throughout, and the MS renormalization scheme; our final result depends only on physical observables. We show that the EFT expansion of the quantity| p| cotθ (p) converges at momenta much greater than the scale A that characterizes the derivative expansion of the EFT Lagrangian. Our conclusions are optimistic about the applicability of an EFT approach to the quantitative study of nuclear matter.",
                "We show that an expansion of nuclear forces about the chiral limit is formally consistent and is equivalent to KSW power counting in the 1 S 0 channel and Weinberg power counting in the 3 S 1–3 D 1 coupled channels. Numerical evidence suggests that this expansion converges. The feasibility of making contact between nuclear physics and lattice-QCD simulations is discussed.",
                "Nuclear processes involving momenta much below the mass of the pion may be described by an effective field theory in which the pions do not appear as explicit degrees of freedom. The effects of the pion and all other virtual hadrons are reproduced by the coefficients of gauge-invariant local operators involving the nucleon field. Nucleon-nucleon scattering phase shift data constrains many of the coefficients that appear in the effective Lagrangean but at some order in the expansion coefficients enter that must be constrained by other observables. We compute several observables in the two-nucleon sector up to next-to-next-to leading order in the effective field theory without pions, or to the order at which a counterterm involving four-nucleon field operators is encountered. Effective range theory is recovered from the effective field theory up to the order where relativistic corrections enter or where four-nucleon …",
                "CERN Accelerating science. Sign in; Directory. CERN Document Server. Access articles, reports\nand multimedia content in HEP. Main menu. Search; Submit; Help; Personalize: Your alerts; Your\nbaskets; Your comments; Your searches. Home > Flavour changing neutral currents in the Higgs\nsector and rare top decays. Information; Discussion (0); Files. Article. Report number,\nUCSD-PTH-93-01. Title, Flavour changing neutral currents in the Higgs sector and rare top decays.\nAuthor(s), Luke, M ; Savage, MJ. Imprint, Mar 1993. - 7 p. In: Phys. Lett. B 307 (1993) 387-393.\nSubject category, Particle Physics - Phenomenology. Corresponding record in: INSPIRE Back\nto search. Record created 1993-04-19, last modified 2017-12-08. Similar records. Add to personal … \n",
                "We present evidence for the existence of a bound H dibaryon, an I= 0, J= 0, s=− 2 state with valence quark structure u u d d s s, at a pion mass of m π∼ 389 MeV. Using the results of lattice QCD calculations performed on four ensembles of anisotropic clover gauge-field configurations, with spatial extents of L∼ 2.0, 2.5, 3.0, and 3.9 fm at a spatial lattice spacing of b s∼ 0.123 fm, we find an H dibaryon bound by B∞ H= 16.6±2.1±4.6 MeV at a pion mass of m π∼ 389 MeV.",
                "The two-nucleon sector is near an infrared fixed point of QCD and as a result the S-wave scattering lengths are unnaturally large compared to the effective ranges and shape parameters. It is usually assumed that a lattice QCD simulation of the two-nucleon sector will require a lattice that is much larger than the scattering lengths in order to extract quantitative information. In this Letter we point out that this does not have to be the case: lattice QCD simulations on much smaller lattices will produce rigorous results for nuclear physics."
            ],
            [
                [
                    "Nuclear Physics",
                    "Particle Physics",
                    "Lattice QCD",
                    "Nuclear Theory",
                    "Quantum Information Science"
                ]
            ],
            [
                "Martin Savage Professor mjs5@uw.edu 206-543-7481 C408 Nuclear Theory Particle Theory Quantum Information Biography Ph.D.,  Caltech, 1990 M.Sc.,  University of Auckland,  1984 B.Sc.,  University of Auckland, 1983 My scientific research activities are now focused on learning and applying quantum computing and quantum information theory to Grand Challenge problems in nuclear physics. The classical computing resources required for precise QCD (lattice) predictions in finite-density systems, in non-equilibrium systems, and in fragmentation are estimated to be beyond exascale, in general, due to the sign problem in sampling the path integral and due to calculations being performed in Euclidean space. As a founding member of the NPLQCD lattice QCD collaboration (2004), we developed and applied lattice QCD techniques to perform calculations of light nuclei and few baryon systems. The precision of many such calculations are limited by the computational resources that are available, the need for which is determined, in part, by the signal-to-noise problem (a sign problem). Quantum computing offers the possibility of computing finite density systems, both static and time-dependent, in Minkowski space with high precision. With increasing access to quantum devices, we are developing algorithms for quantum field theories and nuclear effective field theories to solve these systems on present-day and future quantum computers. We are forming collaborations with other researchers, national laboratories and technology companies that will be essential in this endeavour. This is an emerging and exciting area of reseach in nuclear and particle physics that has the potential to radically change these fields, and scientists at all levels, from undergraduate students, graduate students, postdoctoral researchers and more senior scientists, are welcome to join us. [June 2018.] Quantum Simulation Related News Zohreh Davoudi wins 2018 Wilson Prize - September 27, 2018"
            ]
        ]
    ]
}