{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E8L4BXUY",
            "nIMF8XgAAAAJ",
            [
                "On the stability of the quasi-onedimensional metallic phase in magnetic fields against the spin density wave formation",
                "On the stability of the quasi-onedimensional metallic phase in magnetic fields against the spin density wave formation",
                "The physics of organic superconductors and conductors",
                "Reversible nature of the orbital mechanism for the suppression of superconductivity"
            ],
            [
                "For a simple anisotropic metal model with two open nested Fermi surfaces, it is shown that the tendency to spin density wave formation increases when a magnetic field is applied, which could lead to a series of phase transitions as functions of the field value. The results are suggested as an explanation of the phase diagram of the (TMTSF) 2X compounds.RésuméNous montrons que la stabilité d'un état à ondes de densité de spin d'un métal quasi unidimensionnel, à surface de Fermi ouverte, augmente sous champ magnétique. Ce phénomène peut conduire à une série de transitions sous champ. Nous suggérons que ce modèle peut être une interprétation du diagramme de phase des composés (TMTSF) 2X sous champ magnétique.",
                "For a simple anisotropic metal model with two open nested Fermi surfaces, it is shown that the tendency to spin density wave formation increases when a magnetic field is applied, which could lead to a series of phase transitions as functions of the field value. The results are suggested as an explanation of the phase diagram of the (TMTSF) 2X compounds.RésuméNous montrons que la stabilité d'un état à ondes de densité de spin d'un métal quasi unidimensionnel, à surface de Fermi ouverte, augmente sous champ magnétique. Ce phénomène peut conduire à une série de transitions sous champ. Nous suggérons que ce modèle peut être une interprétation du diagramme de phase des composés (TMTSF) 2X sous champ magnétique.",
                "Historically, quasi-low-dimensional superconductors were considered as the main candidates to observe high-temperature superconductivity. For a discussion of the related exotic mechanisms of superconductivity, suggested by WA Little and VL Ginzburg, see a chapter by D. Jérome in this volume. Unfortunately, high-temperature superconductivity has not been discovered yet in quasi-one-dimensional (Q1D) and quasi-two-dimensional (Q2D) organic materials. Nevertheless, very rich and, in many cases, unique physical properties of their metallic, superconducting, charge-and spin-density-wave phases allowed PM Chaikin to claim that the first organic superconductors,(TMTSF) 2X, are probably the most interesting electronic materials ever discovered. Our book welcomes a reader to a fascinating world of exotic condensed matter physics, low temperatures, and high and ultrahigh magnetic fields. It is written by …",
                "The properties of type II Q 1D organic superconductors are investigated theoretically, with a focus on the effect of magnetic-field twisting of the electron orbits. It is shown that the orbital effect is insufficient to keep Hc2 finite at T= 0, and that the critical temperature increases as the magnetic field is increased beyond the pseudocritical level. This result is considered consistent with the experimental observations of Jerome (1982) and probably applicable (with some restrictions) to the case of a layered superconductor in a magnetic field parallel to the layers."
            ],
            [
                [
                    "Condensed matter",
                    "general relativity"
                ]
            ],
            [
                "Andrei Lebed Andrei Lebed Professor of Physics Office: PAS 365 Gravitational Mass of a Composite Quantum Body is not Equivalent to its Energy: UA News: Testing Einstein's E=mc2 in Outer Space Phys.org News: Testing Einstein's E=mc2 in Outer Space The art of Natalia Lebed 626-1031 lebed@physics.arizona.edu Education: PhD: 1985, Moscow Institute of Physics and Technology & Landau Institute for Theoretical Physics, USSR D.Sci.: 2000, Landau Institute for Theoretical Physics, Russia Fields of Study: I am a theoretical physicist and my scientific interests are subdivided into two major areas. 1) Relativity and Gravitation. Recently, I have shown that gravitational mass of a composite quantum body, mg, is not always equivalent to its total energy and suggested two experiments to detect such events, where the Einstein’s equation, E=mgc2, is broken. 2) Condensed Matter Physics in High Magnetic Fields. I study exotic superconducting, super-crystalline, spin-density-wave, and unconventional metallic properties of solids in an external magnetic field. Among them, are unconventional superconductivity, including triplet and high temperature singlet d-wave superconductivity, the field-induced spin- and charge-density-waves, the super-crystalline phase in organic conductors and superconductors, the Lebed Magic Angles effects and some other phenomena. In particular, I am interested in investigating of such superconducting phases as the Reentrant superconductivity and the Larkin-Ovchinnikov-Fulde-Ferrell phase, which can exist in magnetic fields much higher than both the upper critical magnetic field and the so-called Clogston-Chandrasekhar paramagnetic limit. Honors and Awards: 1988: Second Prize at Academy of Sciences of USSR 1989: Second Prize at Landau Institute Scientific Competition 1990: Lenin Komsomol Prize in Physics (the major Soviet Union prize for scientists younger than 34) 2001: First Prize at Landau Institute Scientific Competition Fellow of American Physical Society since 2014 Lebed, A.G. Does the Equivalence between Gravitational Mass and Energy Survive for a Composite Quantum Boy? Advances in High Energy Physics , 2014 , 678087 (2014). Lebed, A.G. Is gravitational mass of a composite quantum body equivalent to its energy? Cent. Eur. J. Phys. , 11 , 969 (2013). Lebed, A.G. and Sepper, O. Possible triplet superconductivity in the quasi-one-dimensional conductor Li 0 9 Mo 6 O 17 Phys. Rev. B 87 , 100511 (R) (2013). Lebed, A.G. Hidden Reentrant and Larkin-Ovchinnikov-Fulde-Ferrell Superconducting Phases in a Magnetic Field in a (TMTSF) 2 ClO 4 . Phys. Rev. Lett. 107 , 087004 (2011). Lebed, A.G. (ed) The Physics of Organic Superconductors and Conductors (Springer, NY, 2008)."
            ]
        ]
    ]
}