{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E8PEPYR8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Yuri Efremenko Professor (Joint Faculty with ORNL ) Experimental Elementary Particle Physics Office: 503 Nielsen Physics Building\/ORNL Phone: (865) 974-7857 or 574-4706 yefremen@utk.edu 1990: PhD in Particle Physics, Institute For Theoretical and Experimental Physics Moscow 1982: Master of Nuclear Science, Moscow Engineering Physics University, Moscow, Russia Full Professor of Physics, University of Tennessee, Knoxville (2010-present) Senior Scientist, IPMU, University of Tokyo, Japan (2008-present) Tenured Professor of Physics, University of Tennessee, Knoxville (2005-2010) Tenured Track Professor of Physics University of Tennessee, Knoxville,(2000-2005) Associated Professor of Physics University of Tennessee, Knoxville (1992-2000) Guest Scientist, Thomas Jefferson National Accelerator Facility (1991-1992) Scientist, Institute For Theoretical and Experimental Physics Moscow, Russia (1982-1991) University of Tennessee Chancellor's Honor for Research and Creative Achievement (2018) Distinguished Career in Research and Creativity Activity Award from the University of Tennessee College of Art and Sciences (2018) Laureate of Kurchatov Prize \"For the Best Work in the Area of Scientific Research\" (2017) Laureate of International Award: Breakthrough Prize in Fundamental Physics (2016) Neutrino Physics I'm working in the field of experimental neutrino physics. The neutrino is the lightest elementary particle. It has properties which cannot be explained in the framework of the Standard Model of electo-weak interactions. I believe that studies of neutrinos are our best way to discover new, unknown-for-us sector of particle physics. Selected Recent Publications D. Akimov et al. [COHERENT Collaboration], \"Observation of Coherent Elastic Neutrino-Nucleus Scattering,\" Science 357 , No. 6356, 1123 (2017) (Cover Page). DOI: 10.1126\/science.aao0990 A. Gando et al. [KamLAND-Zen Collaboration], \"Search for Majorana Neutrinos near the Inverted Mass Hierarchy Region with KamLAND-Zen,\" Phys. Rev. Lett. 117 , No. 8, 082503 (2016). DOI: 10.1103\/PhysRevLett.117.082503 Y. Abe et al. [Double Chooz Collaboration],\r\n  \"Indication of Reactor $\\bar{\\nu}_e$ Disappearance in the Double Chooz Experiment,\" Phys. Rev. Lett. 108 , 131801 (2012). DOI: https:\/\/doi.org\/10.1103\/PhysRevLett.108.131801\" T. Araki et al. , \"Experimental Investigation of Geologically Produced Antineutrinos with KamLAND,\" Nature 436 , 499 (2005) (Cover Page). https:\/\/doi.org\/10.1038\/nature03980 T. Araki et al. [KamLAND Collaboration], \"Measurement of Neutrino Oscillation with KamLAND: Evidence of Spectral Distortion,\" Phys. Rev. Lett. 94 , 081801 (2005). DOI: 10.1103\/PhysRevLett.94.081801 K. Eguchi et al. [KamLAND Collaboration], \"First Results from KamLAND: Evidence for Reactor Anti-Neutrino Disappearance,\" Phys. Rev. Lett. 90 , 021802 (2003). DOI: 10.1103\/PhysRevLett.90.021802"
            ]
        ]
    ]
}