{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E9CPGZT6",
            "1beF4mkAAAAJ",
            [
                "Deformation theory and quantization. I. Deformations of symplectic structures",
                "Massless fields with integer spin",
                "Massless fields with half-integral spin",
                "Simple groups and strong interaction symmetries",
                "Singletons and massless, integral-spin fields on de Sitter space",
                "Completion and embedding of the Schwarzschild solution",
                "One massless particle equals two Dirac singletons",
                "Quantum mechanics as a deformation of classical mechanics"
            ],
            [
                "We present a mathematical study of the differentiable deformations of the algebras associated with phase space. Deformations of the Lie algebra of C∞ functions, defined by the Poisson bracket, generalize the well-known Moyal bracket. Deformations of the algebra of C∞ functions, defined by ordinary multiplication, give rise to noncommutative, associative algebras, isomorphic to the operator algebras of quantum theory. In particular, we study deformations invariant under any Lie algebra of “distinguished observables”, thus generalizing the usual quantization scheme based on the Heisenberg algebra.",
                "The Fierz-Pauli Lagrangian for massive particles with arbitrary integral spin s, first obtained by Hagen and Singh, is examined in the limit of vanishing mass. Unexpectedly, a considerable simplification occurs. The potential h is a symmetric tensor of rank s; the\" trace\" h′, obtained by contraction of a pair of indices against the flat-space metric, does not vanish but the trace h′′ of h′ does. The wave equation admits a gauge group, and this implies conditions on the source. The divergence of the source need not vanish, only the traceless projection of the divergence must be zero; this is a major departure from the usual assumption and may bear on the question of the existence of a physically interesting source for fields with spin≥ 3. This weaker condition on the source is sufficient to guarantee that only helicities±s are transmitted between sources. A generalized Gupta program is proposed, that is, a search for a …",
                "The Fierz-Pauli Lagrangian for massive particles with spin s= n+ 1 2, n integer, is examined in the limit of vanishing mass. A considerable simplification occurs. The potential h is a Rarita-Schwinger spinor-tensor of tensorial rank n. The\" spinor-trace\" h′, defined by h ν λ…′≡ γ μ h μ ν λ… does not vanish, and neither does h′′≡(h′)′; but h′′′ does vanish. The wave equation admits a gauge group, h→ h+ sym grad ξ, with ξ′= 0. The most interesting feature is that the source t need not be divergence free, only the traceless part of p μ t μ ν… must vanish. This weaker condition on t turns out to be sufficient to guarantee that only helicities±s are transmitted between sources.",
                "I. Symmetries of the Lagrangian.. II. Lie Algebras of Simple Groups............ III. Representations of Lie Algebras......,.... A. General Properties ofRepresentations... B. Characters of Representations of 5U3.... C. Characters of Representations of G~..... D. Characters of Representations of C&..... E. Synthesis of Representations of Lie Algebras..............",
                "Gauge-invariant wave equations for massless fields with fixed, but arbitrary, integer spin have been constructed. Extended to include interactions with external sources, the theory remains self-consistent and unitary to lowest order in the coupling. Fields describing states of one or two singletons, with the attendant interesting gauge problems, are studied. An intertwining operator is constructed that explicitly expresses the bilocal two-singleton field in terms of one-particle massless fields.",
                "An analytic manifold is found, the most important properties of which are that it is complete and that it contains the manifold of the Schwarzschild line element. It is thus the complete analytic extension of the latter. The manifold is represented as a Riemannian surface in a six-dimensional pseudo-Euclidean space. The subspace d ϕ= d ϑ= 0 is visualized as a two-dimensional Riemannian surface in a 3-dimensional hyperplane in the six-dimensional space. Although the manifold admits groups of motion isomorphic to the real 3-dimensional rotation group and the one-dimensional translation group, it is impossible to introduce a global time-coordinate in such a way that the latter is realized as translations in time. Hence in any global set of coordinates the gravitational field is nonstationary, although it can be made stationary for r> 1 to any desired approximation. The question of what happens to small test bodies …",
                "The ‘remarkable representations of the 3+2 de Sitter group’, discovered by Dirac, later called singleton representations and here denoted Di and Rac, are shown to possess the following truly remarkable property: Each of the direct products Di ⊗ Di, Di ⊗ Rac, and Rac ⊗ Rac decomposes into a direct sum of unitary, irreducible representations, each of which admits an extension to a unitary, irreducible representation of the conformal group SO(4, 2). Therefore, in de Sitter space, every state of a free, ‘massless’ particle may be interpreted as a state of two free singletons — and vice versa. The term ‘massless’ is associated with a set of particle-like representations of SO(3, 2) that, besides the noted conformal extension, exhibit other phenomena typical of masslessness, especially gauge invariance.",
                "Mathematical properties of deformations of the Poisson Lie algebra and of the associative algebra of functions on a symplectic manifold are given. The suggestion to develop quantum mechanics in terms of these deformations is confronted with the mathematical structure of the latter. As examples, spectral properties of the harmonic oscillator and of the hydrogen atom are derived within the new formulation. Further mathematical generalizations and physical applications are proposed."
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}