{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E9D02NNZ",
            "lzqkSSUAAAAJ",
            [
                "The Galaxy Zoo survey for giant AGN-ionized clouds: past and present black hole accretion events",
                "The lick AGN monitoring project 2011: spectroscopic campaign and emission-line light curves",
                "The lick AGN monitoring project 2011: Fe II reverberation from the outer broad-line region",
                "Detection of substructure with adaptive optics integral field spectroscopy of the gravitational lens B1422+ 231",
                "The Lick AGN Monitoring Project 2011: dynamical modeling of the broad-line region in Mrk 50",
                "The lick AGN monitoring project 2011: Reverberation mapping of Markarian 50",
                "Broad-line reverberation in the Kepler-field Seyfert galaxy Zw 229-015"
            ],
            [
                "Some active galactic nuclei (AGN) are surrounded by extended emission-line regions (EELRs), which trace both the illumination pattern of escaping radiation and its history over the light travel time from the AGN to the gas. From a new set of such EELRs, we present evidence that the AGN in many Seyfert galaxies undergo luminous episodes 0.2–2 years in duration. Motivated by the discovery of the spectacular nebula known as Hanny’s Voorwerp, ionized by a powerful AGN which has apparently faded dramatically within years, Galaxy Zoo volunteers have carried out both targeted and serendipitous searches for similar emission-line clouds around low-redshift galaxies. We present the resulting list of candidates and describe spectroscopy identifying 19 galaxies with AGN-ionized regions at projected radii kpc. This search recovered known EELRs (such as Mrk 78, Mrk 266 and NGC 5252) and identified additional …",
                "In the Spring of 2011 we carried out a 2.5 month reverberation mapping campaign using the 3 m Shane telescope at Lick Observatory, monitoring 15 low-redshift Seyfert 1 galaxies. This paper describes the observations, reductions and measurements, and data products from the spectroscopic campaign. The reduced spectra were fitted with a multicomponent model in order to isolate the contributions of various continuum and emission-line components. We present light curves of broad emission lines and the active galactic nucleus (AGN) continuum, and measurements of the broad Hβ line widths in mean and rms spectra. For the most highly variable AGNs we also measured broad Hβ line widths and velocity centroids from the nightly spectra. In four AGNs exhibiting the highest variability amplitudes, we detect anticorrelations between broad Hβ width and luminosity, demonstrating that the broad-line region\" …",
                "The prominent broad Fe II emission blends in the spectra of active galactic nuclei have been shown to vary in response to continuum variations, but past attempts to measure the reverberation lag time of the optical Fe II lines have met with only limited success. Here we report the detection of Fe II reverberation in two Seyfert 1 galaxies, NGC 4593 and Mrk 1511, based on data from a program carried out at Lick Observatory in Spring 2011. Light curves for emission lines including Hβ and Fe II were measured by applying a fitting routine to decompose the spectra into several continuum and emission-line components, and we use cross-correlation techniques to determine the reverberation lags of the emission lines relative to V-band light curves. In both cases, the measured lag (τ cen) of Fe II is longer than that of Hβ, although the inferred lags are somewhat sensitive to the choice of Fe II template used in the fit. For …",
                "Strong gravitational lenses can be used to detect low-mass subhaloes, based on deviations in image fluxes and positions from what can be achieved with a smooth mass distribution. So far, this method has been limited by the small number of (radio-loud, microlensing-free) systems which can be analysed for the presence of substructure. Using the gravitational lens B1422+231, we demonstrate that adaptive optics integral field spectroscopy can also be used to detect dark substructures. We analyse data obtained with OH Suppressing Infra-Red Imaging Spectrograph on the Keck i Telescope, using a Bayesian method that accounts for uncertainties relating to the point spread function and image positions in the separate exposures. The narrow-line [O iii] fluxes measured for the lensed images are consistent with those measured in the radio, and show a significant deviation from what would be expected in a smooth …",
                "We present dynamical modeling of the broad-line region (BLR) in the Seyfert 1 galaxy Mrk 50 using reverberation mapping data taken as part of the Lick AGN Monitoring Project (LAMP) 2011. We model the reverberation mapping data directly, constraining the geometry and kinematics of the BLR, as well as deriving a black hole mass estimate that does not depend on a normalizing factor or virial coefficient. We find that the geometry of the BLR in Mrk 50 is a nearly face-on thick disk, with a mean radius of 9.6+ 1.2–0.9 light days, a width of the BLR of 6.9+ 1.2–1.1 light days, and a disk opening angle of 25±10 deg above the plane. We also constrain the inclination angle to be 9+ 7–5 deg, close to face-on. Finally, the black hole mass of Mrk 50 is inferred to be log 10 (M BH\/M☉)= 7.57+ 0.44–0.27. By comparison to the virial black hole mass estimate from traditional reverberation mapping analysis, we find the …",
                "The Lick AGN Monitoring Project 2011 observing campaign was carried out over the course of 11 weeks in spring 2011. Here we present the first results from this program, a measurement of the broad-line reverberation lag in the Seyfert 1 galaxy Mrk 50. Combining our data with supplemental observations obtained prior to the start of the main observing campaign, our data set covers a total duration of 4.5 months. During this time, Mrk 50 was highly variable, exhibiting a maximum variability amplitude of a factor of~ 4 in the U-band continuum and a factor of~ 2 in the Hβ line. Using standard cross-correlation techniques, we find that Hβ and Hγ lag the V-band continuum by τ cen= 10.64+ 0.82–0.93 and 8.43+ 1.30–1.28 days, respectively, while the lag of He II λ4686 is unresolved. The Hβ line exhibits a symmetric velocity-resolved reverberation signature with shorter lags in the high-velocity wings than in the line core …",
                "The Seyfert 1 galaxy Zw 229-015 is among the brightest active galaxies being monitored by the Kepler mission. In order to determine the black hole mass in Zw 229-015 from Hβ reverberation mapping, we have carried out nightly observations with the Kast Spectrograph at the Lick 3 m telescope during the dark runs from 2010 June through December, obtaining 54 spectroscopic observations in total. We have also obtained nightly V-band imaging with the Katzman Automatic Imaging Telescope at Lick Observatory and with the 0.9 m telescope at the Brigham Young University West Mountain Observatory over the same period. We detect strong variability in the source, which exhibited more than a factor of two change in broad Hβ flux. From cross-correlation measurements, we find that the Hβ light curve has a rest-frame lag of 3.86+ 0.69–0.90 days with respect to the V-band continuum variations. We also measure …"
            ],
            [
                [
                    "dark matter",
                    "satellite galaxies",
                    "galaxy formation and evolution"
                ]
            ]
        ]
    ]
}