{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E9JWF94B",
            "Fu94I_wAAAAJ",
            [
                "Electron-hole transport and photovoltaic effect in gated MoS 2 Schottky junctions",
                "Electron-hole transport and photovoltaic effect in gated MoS 2 Schottky junctions"
            ],
            [
                "Semiconducting molybdenum disulfphide has emerged as an attractive material for novel nanoscale optoelectronic devices due to its reduced dimensionality and large direct bandgap. Since optoelectronic devices require electron-hole generation\/recombination, it is important to be able to fabricate ambipolar transistors to investigate charge transport both in the conduction band and in the valence band. Although n-type transistor operation for single-layer and few-layer MoS 2 with gold source and drain contacts was recently demonstrated, transport in the valence band has been elusive for solid-state devices. Here we show that a multi-layer MoS 2 channel can be hole-doped by palladium contacts, yielding MoS 2 p-type transistors. When two different materials are used for the source and drain contacts, for example hole-doping Pd and electron-doping Au, the Schottky junctions formed at the MoS 2 contacts …",
                "Semiconducting molybdenum disulfphide has emerged as an attractive material for novel nanoscale optoelectronic devices due to its reduced dimensionality and large direct bandgap. Since optoelectronic devices require electron-hole generation\/recombination, it is important to be able to fabricate ambipolar transistors to investigate charge transport both in the conduction band and in the valence band. Although n-type transistor operation for single-layer and few-layer MoS 2 with gold source and drain contacts was recently demonstrated, transport in the valence band has been elusive for solid-state devices. Here we show that a multi-layer MoS 2 channel can be hole-doped by palladium contacts, yielding MoS 2 p-type transistors. When two different materials are used for the source and drain contacts, for example hole-doping Pd and electron-doping Au, the Schottky junctions formed at the MoS 2 contacts …"
            ],
            [
                [
                    "biomedical micro and nano technologies"
                ]
            ],
            [
                "Makarand Paranjape Makarand Paranjape Makarand (Mak) Paranjape Associate Professor 430 Regents Hall Telephone: (202) 687-6231 paranjam@  Paranjape Lab Makarand (Mak) Paranjape is an Associate Professor in the Physics Department, having joined the faculty in 1998. His formal background and training is in Electrical Engineering, and he received his Ph.D. from the University of Alberta (Edmonton) in 1993, and was a post-doctoral researcher at Concordia University (Montreal), Simon Fraser University (Vancouver), and the University of California (Berkeley). In 1995, Paranjape held a consulting position for 3 years at the Istituto per la Ricerca Scientifica e Tecnologica (IRST) in Trento Italy. Paranjape has extensive microfabrication experience having worked at facilities including the Berkeley Sensor and Actuator Center (BSAC), the Alberta Microelectronic Centre (AMC), and the standard CMOS-MEMS facility at IRST. Paranjape is an inventor of a unique biomedical technology for sensing human glucose concentrations using a blood-free, pain-free transdermal patch, and holds key intellectual property on the technology. He has served on review panels for the National Science Foundation (NSF), the National Institutes of Health (NIH), the Natural Sciences and Engineering Research Council of Canada (NSERC), US Food and Drug Administration (FDA), US Defense Threat Reduction Agency (DTRA), and the Austrian Science Fund (FWF Der Wissenschaftsfonds). Paranjape is Associate Editor for Biomedical Microdevices and an editorial board member for Sensors and Materials. Paranjape’s research focuses on the engineering of functional sensors for biomedical applications that are fabricated in the Georgetown Nanoscience and Microtechnology Laboratory (GNμLab), which uses the same equipment and technologies associated with the production of integrated circuits. Prof. Paranjape has a track-record of involving all levels of undergraduates, graduate students, post-doctoral fellows, and even high-school students in many aspects of his research. Nanotechnology carbon nanotube (CNT) field emission tips dielectrophoretic assembly of CNTs at the wafer-scale CNT field effect transistors (CNT-FETs) and sensors (chemical and biological) electron beam lithography (EBL) for nanoscale critical dimensions electrospinning of nanoscale polymer fibers using high electric fields novel disk diffusion experiments to evaluate new antibiotic treatments paramagnetic ferrofluid applications capped gold nanoparticle sensors Biomedical Engineering non-invasive biomolecular detection (e.g. glucose) using a blood-free transdermal patch an integrated, microfluidic cell transfection device for injecting biomaterials into cells non-invasive sensor for assessing urodynamic dysfunction in males polymer substrate to assess Giardia lamblia (stomach parasite) attachment mechanisms bone density and bone loss studies in zero-gravity environments piezoelectric micro-\/nano-cantilevers for bio-sensing & alternative medicine diagnostics polymer microfluidic systems co-integrated with optical waveguides novel fabrication techniques using immersion lithography Current Teaching Undergraduate Courses: Intermediate Electricity and Magnetism Lab (PHYS-252) Graduate Courses: Digital Electronics (PHYS-517) J. Zhou and M. Paranjape, Novel In-situ Decoration of Single-Walled Carbon Nanotube Transistors with Metal Nanoparticles, Journal of Nanoscience and Nanotechnology, accepted for publication, 2009. A. H. Monica, S. J. Papadakis, G. L. Coles, R. Osiander, and M. Paranjape, A lateral carbon nanotube based field emission triode, Jour. Vac. Sci. and Tech. B 26 (2), 2008. A. H. Monica, S. J. Papadakis, R. Osiander, and M. Paranjape, Wafer-Level Assembly of Carbon Nanotube Networks Using Dielectrophoresis, Nanotechnology 19 , 2008. V. Spinella-Mamo and M. Paranjape, Using Genetic Algorithms to Characterize Ferrofluid Topographies in Externally Applied Magnetic Fields, Journal of Magnetism and Magnetic Materials 321 (4), 2008. J. Zhang, A. Boyd, A. Tselev, M. Paranjape, and P. Barbara, Mechanism of NO 2 Detection in Carbon Nanotube Field Effect Transistor Chemical Sensors, Appl. Phys. Lett. 88 (12), 2006. C. Luo, X. Liu, R. Poddar, J. Garra, A. Gadre, E. Van Keuren, T. Schneider, R. White, J. Currie, and M. Paranjape, Thermal Ablation of PMMA for Water Release Using a Microheater, Jour. of Micromechanics and Microengineering 16 (3), 2006. A. Gadre, A. Nijdam, J. Garra, A. Monica, M. Cheng, C. Luo, Y. Srivastava, T. Schneider, T. Long, R. White, M. Paranjape, and J. Currie, Fabrication of a Fluid Encapsulated Dermal Patch Using Multi-Layered SU-8, Sensors and Actuators A 114 , 2004. J. Currie, M. Paranjape, C. Peck, R. White, and T. Schneider, Systems and Methods for Monitoring Health and Delivering Drugs Transdermally, U.S. Patent #6,887,202. My full publication list is given here ."
            ]
        ]
    ]
}