{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "E9QX7I1Z",
            "yaFY3A4AAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of Particle Physics: particle data groups",
                "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy"
            ],
            [
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
                "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
                "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA."
            ],
            [
                [

                ]
            ],
            [
                "Scott Wakely Scott Wakely Professor Dept. of Physics, Director, Enrico Fermi Institute, and the College Address: ERC 475 Phone: 773-834-3249 wakely@ulysses.uchicago.edu My research spans a number of topics in the categories of experimental astroparticle physics and high-energy astrophysics. This includes several investigations into the nature and origin of very high energy (VHE) cosmic radiation, including gamma rays and cosmic rays above 1 GeV.  I am also interested in topics at the interface of cosmology and astroparticle physics, including studies of the propagation of VHE gamma rays through extragalactic photon fields. I currently am working on the following projects: VERITAS - the Very Energetic Radiation Imaging Telescope Array System . This experiment comprises 4 12-meter imaging atmospheric Cerenkov telescopes designed to detect and measure gamma rays over an energy range of ~50 GeV to 50 TeV. VERITAS is the most sensitive instrument of its kind in the northern hemisphere for the investigation of gamma ray sources such as galactic supernova remnants and AGN. CTA – the Cerenkov Telescope Array . CTA is a world-wide collaboration to build the next generation of ground-based gamma-ray observatory. CTA builds on the success of VERITAS, HESS, and MAGIC, and aims to achieve a sensitivity which is 10 times better than the best of current instruments. CTA is currently in a pre-production phase, with construction expected to begin within a few years at sites in the northern and southern hemispheres. HELIX - The High-Energy Light Isotope Experiment. The HELIX experiment is a high-altitude balloon-borne magnet spectrometer payload designed to measure the flux of high-energy cosmic-ray isotopes to energies never before explored.  HELIX uses a suite of modern particle physics detectors track particles through the field of its 1T superconducting magnet, achieving excellent mass resolution for light (Z<10) isotopes to energies up to 10 GeV\/n. The instrument is currently scheduled to fly in Antarctica at the end of 2019. Selected Publications Intergalactic Magnetic Fields and Gamma-Ray Observations of Extreme TeV Blazars, Arlen, et al., ApJ 796 (2014). Discovery of TeV Gamma-Ray Emission toward Supernova Remnant SNR G78.2+2.1, The VERITAS Collaboration, ApJ 770 (2013). Introducing the CTA concept, The CTA Collaboration, Aph 43 (2013). Cosmic-ray Proton and Helium Spectra from the First CREAM Flight, The CREAM Collaboration, ApJ 728 (2011). Discovery of TeV Gamma Ray Emission from Tycho's Supernova Remnant, The VERITAS Collaboration, ApJL 730 (2011). A connection between star formation activity and cosmic rays in the starburst galaxy M82, the VERITAS Collaboration, Nature  462 , 770 (2009)."
            ]
        ]
    ]
}