{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EALSXWQE",
            "eMFXTVIAAAAJ",
            [
                "Cloud-scale molecular gas properties in 15 nearby galaxies",
                "The EDGE-CALIFA Survey: Interferometric Observations of 126 Galaxies with CARMA",
                "Simultaneous Modeling of the Stellar and Dust Emission in Distant Galaxies: Implications for Star Formation Rate Measurements",
                "The lifecycle of molecular clouds in nearby star-forming disc galaxies",
                "Star formation efficiency per free-fall time in nearby galaxies",
                "A 50 pc scale view of star formation efficiency across NGC 628",
                "Giant Molecular Clouds in the Early-type Galaxy NGC 4526",
                "The EDGE-CALIFA survey: Variations in the Molecular Gas Depletion Time in Local Galaxies",
                "Dynamical equilibrium in the molecular ISM in 28 nearby star-forming galaxies",
                "The EDGE-CALIFA Survey: Molecular and Ionized Gas Kinematics in Nearby Galaxies"
            ],
            [
                "We measure the velocity dispersion, σ, and surface density, Σ, of the molecular gas in nearby galaxies from CO spectral line cubes with spatial resolution 45–120 pc, matched to the size of individual giant molecular clouds. Combining 11 galaxies from the PHANGS-ALMA survey with four targets from the literature, we characterize~ 30,000 independent sightlines where CO is detected at good significance. Σ and σ show a strong positive correlation, with the best-fit power-law slope close to the expected value for resolved, self-gravitating clouds. This indicates only a weak variation in the virial parameter α vir∝ σ 2\/Σ, which is~ 1.5–3.0 for most galaxies. We do, however, observe enormous variation in the internal turbulent pressure P turb∝ Σσ 2, which spans~ 5 dex across our sample. We find Σ, σ, and P turb to be systematically larger in more massive galaxies. The same quantities appear enhanced in the central …",
                "We present interferometric CO observations, made with the Combined Array for Millimeter-wave Astronomy (CARMA) interferometer, of galaxies from the Extragalactic Database for Galaxy Evolution survey (EDGE). These galaxies are selected from the Calar Alto Legacy Integral Field Area (CALIFA) sample, mapped with optical integral field spectroscopy. EDGE provides good-quality CO data (3σ sensitivity  before inclination correction, resolution~ 1.4 kpc) for 126 galaxies, constituting the largest interferometric CO survey of galaxies in the nearby universe. We describe the survey and data characteristics and products, then present initial science results. We find that the exponential scale lengths of the molecular, stellar, and star-forming disks are approximately equal, and galaxies that are more compact in molecular gas than in stars tend to show signs of interaction. We characterize the molecular-to …",
                "We have used near-ultraviolet (NUV) to mid-infrared (MIR) composite spectral energy distributions (SEDs) to simultaneously model the attenuated stellar and dust emission of 0.5 lesssim z lesssim 2.0 galaxies. These composite SEDs were previously constructed from the photometric catalogs of the NEWFIRM Medium-Band Survey by stacking the observed photometry of galaxies that have similar rest-frame NUV-to-NIR SEDs. In this work, we include a stacked MIPS 24 μm measurement for each SED type to extend the SEDs to rest-frame MIR wavelengths. Consistent with previous studies, the observed MIR emission for most SED types is higher than expected from only the attenuated stellar emission. We fit the NUV-to-MIR composite SEDs with the Flexible Stellar Population Synthesis (FSPS) models, which include both stellar and dust emission. We compare the best-fit star formation rates (SFRs) to the SFRs …",
                "It remains a major challenge to derive a theory of cloud-scale ( pc) star formation and feedback, describing how galaxies convert gas into stars as a function of the galactic environment. Progress has been hampered by a lack of robust empirical constraints on the giant molecular cloud (GMC) lifecycle. We address this problem by systematically applying a new statistical method for measuring the evolutionary timeline of the GMC lifecycle, star formation, and feedback to a sample of nine nearby disc galaxies, observed as part of the PHANGS-ALMA survey. We measure the spatially resolved (∼100 pc) CO-to-H α flux ratio and find a universal de-correlation between molecular gas and young stars on GMC scales, allowing us to quantify the underlying evolutionary timeline. GMC lifetimes are short, typically , and exhibit environmental variation, between and within galaxies. At kpc-scale molecular gas surface …",
                "We estimate the star formation efficiency per gravitational free-fall time, , from observations of nearby galaxies with resolution matched to the typical size of a giant molecular cloud. This quantity, , is theoretically important but so far has only been measured for Milky Way clouds or inferred indirectly in a few other galaxies. Using new, high-resolution CO imaging from the Physics at High Angular Resolution in nearby Galaxies-Atacama Large Millimeter Array (PHANGS-ALMA) survey, we estimate the gravitational free-fall time at 60–120 pc resolution, and contrast this with the local molecular gas depletion time in order to estimate . Assuming a constant thickness of the molecular gas layer (H= 100 pc) across the whole sample, the median value of  in our sample is 0.7%. We find a mild scale dependence, with higher  measured at coarser resolution. Individual galaxies show different values of , with the median …",
                "Star formation is a multi-scale process that requires tracing cloud formation and stellar feedback within the local (lesssim kpc) and global galaxy environment. We present first results from two large observing programs on the Atacama Large Millimeter\/submillimeter Array (ALMA) and the Very Large Telescope\/Multi Unit Spectroscopic Explorer (VLT\/MUSE), mapping cloud scales (1''= 47 pc) in both molecular gas and star-forming tracers across 90 kpc 2 of the central disk of NGC 628 to probe the physics of star formation. Systematic spatial offsets between molecular clouds and H ii regions illustrate the time evolution of star-forming regions. Using uniform sampling of both maps on 50–500 pc scales, we infer molecular gas depletion times of 1–3 Gyr, but also find that the increase of scatter in the star formation relation on small scales is consistent with gas and H ii regions being only weakly correlated at the cloud (50 …",
                "We present a high spatial resolution (≈ 20 pc) of 12 CO (2− 1) observations of the lenticular galaxy NGC 4526. We identify 103 resolved giant molecular clouds (GMCs) and measure their properties: size R, velocity dispersion σ v, and luminosity L. This is the first GMC catalog of an early-type galaxy. We find that the GMC population in NGC 4526 is gravitationally bound, with a virial parameter α~ 1. The mass distribution, dN\/dM∝ M− 2.39±0.03, is steeper than that for GMCs in the inner Milky Way, but comparable to that found in some late-type galaxies. We find no size–line width correlation for the NGC 4526 clouds, in contradiction to the expectation from Larson's relation. In general, the GMCs in NGC 4526 are more luminous, denser, and have a higher velocity dispersion than equal-size GMCs in the Milky Way and other galaxies in the Local Group. These may be due to higher interstellar radiation field than in the …",
                "We present results from the EDGE survey, a spatially resolved CO (1− 0) follow-up to CALIFA, an optical Integral Field Unit survey of local galaxies. By combining the data products of EDGE and CALIFA, we study the variation in molecular gas depletion time (τ dep) on kiloparsec scales in 52 galaxies. We divide each galaxy into two parts: the center, defined as the region within $0.1\\{R} _ {25} $, and the disk, defined as the region between 0.1 and $0.7\\{R} _ {25} $. We find that 14 galaxies show a shorter τ dep (~ 1 Gyr) in the center relative to that in the disk (τ dep~ 2.4 Gyr), which means the central region in those galaxies is more efficient at forming stars per unit molecular gas mass. This finding implies that the centers with shorter τ dep resemble the intermediate regime between galactic disks and starburst galaxies. Furthermore, the central drop in τ dep is correlated with a central increase in the stellar surface …",
                "We compare the observed turbulent pressure in molecular gas, P turb, to the required pressure for the interstellar gas to stay in equilibrium in the gravitational potential of a galaxy, P DE. To do this, we combine arcsecond resolution CO data from PHANGS-ALMA with multiwavelength data that trace the atomic gas, stellar structure, and star formation rate (SFR) for 28 nearby star-forming galaxies. We find that P turb correlates with—but almost always exceeds—the estimated P DE on kiloparsec scales. This indicates that the molecular gas is overpressurized relative to the large-scale environment. We show that this overpressurization can be explained by the clumpy nature of molecular gas; a revised estimate of P DE on cloud scales, which accounts for molecular gas self-gravity, external gravity, and ambient pressure, agrees well with the observed P turb in galaxy disks. We also find that molecular gas with cloud-scale …",
                "We present a comparative study of molecular and ionized gas kinematics in nearby galaxies. These results are based on observations from the EDGE survey, which measured spatially resolved 12 CO (J= 1–0) in 126 nearby galaxies. Every galaxy in EDGE has corresponding resolved ionized gas measurements from CALIFA. Using a sub-sample of 17 rotation-dominated, star-forming galaxies where precise molecular gas rotation curves could be extracted, we derive CO and Hα rotation curves using the same geometric parameters out to gsim 1 R e. We find that~ 75% of our sample galaxies have smaller ionized gas rotation velocities than the molecular gas in the outer part of the rotation curve. In no case is the molecular gas rotation velocity measurably lower than that of the ionized gas. We suggest that the lower ionized gas rotation velocity can be attributed to a significant contribution from extraplanar diffuse …"
            ],
            [
                [
                    "Interstellar medium",
                    "star formation",
                    "galaxy evolution"
                ]
            ]
        ]
    ]
}