{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EBG2PB0T",
            "OEjgtVsAAAAJ",
            [
                "Testing for nonlinearity in time series: the method of surrogate data",
                "Modelling disease outbreaks in realistic urban social networks",
                "State space reconstruction in the presence of noise",
                "Modeling targeted layered containment of an influenza pandemic in the United States",
                "EpiSimdemics: an efficient algorithm for simulating the spread of infectious disease over large realistic social networks",
                "Nonlinear modeling and forecasting",
                "Using surrogate data to detect nonlinearity in time series",
                "An analytic approach to practical state space reconstruction",
                "Modeling the impact of interventions on an epidemic of Ebola in Sierra Leone and Liberia",
                "What factors might have led to the emergence of Ebola in West Africa?"
            ],
            [
                "We describe a statistical approach for identifying nonlinearity in time series. The method first specifies some linear process as a null hypothesis, then generates surrogate data sets which are consistent with this null hypothesis, and finally computes a discriminating statistic for the original and for each of the surrogate data sets. If the value computed for the original data is significantly different than the ensemble of values computed for the surrogate data, then the null hypothesis is rejected and nonlinearity is detected. We discuss various null hypotheses and discriminating statistics. The method is demonstrated for numerical data generated by known chaotic systems, and applied to a number of experimental time series which arise in the measurement of superfluids, brain waves, and sunspots; we evaluate the statistical significance of the evidence for nonlinear structure in each case, and illustrate aspects of the data …",
                "Most mathematical models for the spread of disease use differential equations based on uniform mixing assumptions 1 or ad hoc models for the contact process 2, 3, 4. Here we explore the use of dynamic bipartite graphs to model the physical contact patterns that result from movements of individuals between specific locations. The graphs are generated by large-scale individual-based urban traffic simulations built on actual census, land-use and population-mobility data. We find that the contact network among people is a strongly connected small-world-like 5 graph with a well-defined scale for the degree distribution. However, the locations graph is scale-free 6, which allows highly efficient outbreak detection by placing sensors in the hubs of the locations network. Within this large-scale simulation framework, we then analyse the relative merits of several proposed mitigation strategies for smallpox spread. Our …",
                "Takens' theorem demonstrates that in the absence of noise a multidimensional state space can be reconstructed from a scalar time series. This theorem gives little guidance, however, about practical considerations for reconstructing a good state space. We extend Takens' treatment, applying statistical methods to incorporate the effects of observational noise and estimation error. We define the distortion matrix, which is proportional to the conditional covariance of a state, given a series of noisy measurements, and the noise amplification, which is proportional to root-square time series prediction errors with an ideal model. We derive explicit formulae for these quantities, and we prove that in the low noise limit minimizing the distortion is equivalent to minimizing the noise amplification.We identify several different scaling regimes for distortion and noise amplification, and derive asymptotic scaling laws. When the …",
                "Planning a response to an outbreak of a pandemic strain of influenza is a high public health priority. Three research groups using different individual-based, stochastic simulation models have examined the consequences of intervention strategies chosen in consultation with U.S. public health workers. The first goal is to simulate the effectiveness of a set of potentially feasible intervention strategies. Combinations called targeted layered containment (TLC) of influenza antiviral treatment and prophylaxis and nonpharmaceutical interventions of quarantine, isolation, school closure, community social distancing, and workplace social distancing are considered. The second goal is to examine the robustness of the results to model assumptions. The comparisons focus on a pandemic outbreak in a population similar to that of Chicago, with ≈8.6 million people. The simulations suggest that at the expected transmissibility of …",
                "Preventing and controlling outbreaks of infectious diseases such as pandemic influenza is a top public health priority. We describe EpiSimdemics - a scalable parallel algorithm to simulate the spread of contagion in large, realistic social contact networks using individual-based models. EpiSimdemics is an interaction-based simulation of a certain class of stochastic reaction-diffusion processes. Straightforward simulations of such process do not scale well, limiting the use of individual-based models to very small populations. EpiSimdemics is specifically designed to scale to social networks with 100 million individuals. The scaling is obtained by exploiting the semantics of disease evolution and disease propagation in large networks. We evaluate an MPI-based parallel implementation of EpiSimdemics on a mid-sized HPC system, demonstrating that EpiSimdemics scales well. EpiSimdemics has been used in …",
                "The interdisciplinary field of nonlinear modeling has grown rapidly over the last decade due to the increasing availability of computer resources, which allows for the collection of increasingly large data sets and the analysis of the data sets with numerically intensive algorithms. In addition, the field has also grown with the increasing recognition of the ubiquity and importance of the effects of nonlinear dynamics in the natural and social sciences. Based on a Santa Fe Institute and NATO sponsored workshop, this book brings together the ideas of leading researchers in this rapidly expanding, interdisciplinary field in an attempt to stimulate the cross-fertilization of ideas and the search for unifying themes. The central theme of the workshop was the construction of nonlinear models from time-series data. Approaches to this problem have drawn from the disciplines of multivariate function approximation and neural nets, dynamical systems and chaos, statistics, information theory, and control theory. Applications have been made to economics, mechanical engineering, meteorology, speech processing, biology, and fluid dynamics. The papers included discuss various approaches to nonlinear multivariate function approximation, statistical issues in time-series analysis, invariants associated with chaotic attractors, and extimation of invariants. Finally, the last seven papers discuss applications to a variety of time-series data using nonlinear modeling and forecasting ideas developed by the authors themselves.",
                "We address the issue of reliably discriminating between chaos and noise from a time series. In particular, we are interested in avoiding claims of chaos when simpler models (such as linearly correlated noise) can explain the data. We take a statistical approach, and use a form of bootstrapping to detect nonlinearity by showing that a given linear model is unlikely to have produced the data. Our method requires the careful statement of a null hypothesis which characterizes a candidate linear process, the generation of an ensemble of surrogate''data sets which are similar to the original time series but consistent with the null hypothesis, and the computation of a discriminating statistic for the original and for each of the surrogate data sets. The idea is to test the original time series against the null hypothesis by checking whether the discriminating statistic computed for the original time series differs significantly from the statistics computed for each of the surrogate sets. We present algorithms for generating surrogate data under various null hypotheses, and we show the results of numerical experiments on artificial data using correlation dimension, Lyapunov exponent, and forecasting error as discriminating statistics. Finally, we consider a number of experimental time more»",
                "We study the three standard methods for reconstructing a state space from a time series; delays, derivatives, and principal components. We derive a closed-form solution to principal component analysis in the limit of small window widths. This solution explains the relationship between delays, derivatives, and principal components, it shows how the singular spectrum scales with dimension and delay time, and it explains why the eigenvectors resemble the Legendre polynomials Most importantly, the solution allows us to derive a guideline for choosing a good window width. Unlike previous suggestions, this guideline is based on first principles and simple quantities. We argue that discrete Legendre polynomials provide a quick and not-so-dirty substitute for principal component analysis, and that they are a good practical method for state space reconstruction.",
                "Background: An Ebola outbreak of unparalleled size is currently affecting several countries in West Africa, and international efforts to control the outbreak are underway. However, the efficacy of these interventions, and their likely impact on an Ebola epidemic of this size, is unknown. Forecasting and simulation of these interventions may inform public health efforts. Methods: We use existing data from Liberia and Sierra Leone to parameterize a mathematical model of Ebola and use this model to forecast the progression of the epidemic, as well as the efficacy of several interventions, including increased contact tracing, improved infection control practices, the use of a hypothetical pharmaceutical intervention to improve survival in hospitalized patients. Findings: Model forecasts until Dec. 31, 2014 show an increasingly severe epidemic with no sign of having reached a peak. Modeling results suggest that increased …",
                "An Ebola outbreak of unprecedented scope emerged in West Africa in December 2013 and presently continues unabated in the countries of Guinea, Sierra Leone, and Liberia. Ebola is not new to Africa, and outbreaks have been confirmed as far back as 1976. The current West African Ebola outbreak is the largest ever recorded and differs dramatically from prior outbreaks in its duration, number of people affected, and geographic extent. The emergence of this deadly disease in West Africa invites many questions, foremost among these: why now, and why in West Africa? Here, we review the sociological, ecological, and environmental drivers that might have influenced the emergence of Ebola in this region of Africa and its spread throughout the region. Containment of the West African Ebola outbreak is the most pressing, immediate need. A comprehensive assessment of the drivers of Ebola emergence and sustained human-to-human transmission is also needed in order to prepare other countries for importation or emergence of this disease. Such assessment includes identification of country-level protocols and interagency policies for outbreak detection and rapid response, increased understanding of cultural and traditional risk factors within and between nations, delivery of culturally embedded public health education, and regional coordination and collaboration, particularly with governments and health ministries throughout Africa. Public health education is also urgently needed in countries outside of Africa in order to ensure that risk is properly understood and public concerns do not escalate unnecessarily. To prevent future outbreaks …"
            ],
            [
                [

                ]
            ],
            [
                "Stephen Eubank Stephen Eubank Stephen Eubank Affiliate Faculty Project Director of the Network Dynamics and Simulation Science Laboratory at the Virginia Bioinformatics Institute Email: seubank@vbi.vt.edu Phone : (540) 231-2504 Office : 1102 Research Building XV VT Corporate Research Center Ph.D. : University of Texas at Austin Field of Research: "
            ]
        ]
    ]
}