{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ECDV7QP4",
            "7jOMr_AAAAAJ",
            [
                "High-precision measurement of the proton elastic form factor ratio μpGE\/GM at low Q2",
                "Investigation of the conjectured nucleon deformation at low momentum transfer",
                "Probing the Repulsive Core of the Nucleon-Nucleon Interaction via the  Triple-Coincidence Reaction",
                "Towards a resolution of the proton form factor problem: new electron and positron scattering data",
                "Lowest-Q 2 measurement of the γp→ Δ reaction: Probing the pionic contribution",
                "Cross sections for the exclusive photon electroproduction on the proton and Generalized Parton Distributions",
                "Modified structure of protons and neutrons in correlated pairs",
                "Determination of quadrupole strengths in the γ∗ p→ Δ (1232) transition at Q2= 0.20 (GeV\/c) 2",
                "Measurement of the transverse–longitudinal cross sections in the p (e→, e′ p) π0 reaction in the Δ region",
                "Single and double spin asymmetries for deeply virtual Compton scattering measured with CLAS and a longitudinally polarized proton target"
            ],
            [
                "We report a new, high-precision measurement of the proton elastic form factor ratio μ p G E\/G M for the four-momentum transfer squared Q 2= 0.3–0.7 (GeV\/c) 2. The measurement was performed at Jefferson Lab (JLab) in Hall A using recoil polarimetry. With a total uncertainty of approximately 1%, the new data clearly show that the deviation of the ratio μ p G E\/G M from unity observed in previous polarization measurements at high Q 2 continues down to the lowest Q 2 value of this measurement. The updated global fit that includes the new results yields an electric (magnetic) form factor roughly 2% smaller (1% larger) than the previous global fit in this Q 2 range. We obtain new extractions of the proton electric and magnetic radii, which are< r E 2> 1\/2= 0.875±0.010 fm and< r M 2> 1\/2= 0.867±0.020 fm. The charge radius is consistent with other recent extractions based on the electron–proton interaction, including the …",
                "We report new precise H (e, e′ p) π 0 measurements at the Δ (1232) resonance at Q 2= 0.127 (G e V\/c) 2 obtained at the MIT-Bates out-of-plane scattering facility which are particularly sensitive to the transverse electric amplitude (E 2) of the γ* N→ Δ transition. The new data have been analyzed together with those of earlier measurements to yield precise quadrupole to dipole amplitude ratios: R e (E 1+ 3\/2\/M 1+ 3\/2)=(− 2.3±0.3 s t a t+ s y s t±0.6 m o d e l)% and R e (S 1+ 3\/2\/M 1+ 3\/2)=(− 6.1±0.2 s t a t+ s y s t±0.5 m o d e l)% for M 1+ 3\/2=(41.4±0.3 s t a t+ s y s t±0.4 m o d e l)(10− 3\/m π+). The derived amplitudes give credence to the conjecture of deformation in hadrons favoring, at low Q 2, the dominance of mesonic effects.",
                "We studied simultaneously the He 4 (e, e′ p), He 4 (e, e′ p p), and He 4 (e, e′ p n) reactions at Q 2= 2 (GeV\/c) 2 and x B> 1, for an (e, e′ p) missing-momentum range of 400 to 830 MeV\/c. The knocked-out proton was detected in coincidence with a proton or neutron recoiling almost back to back to the missing momentum, leaving the residual A= 2 system at low excitation energy. These data were used to identify two-nucleon short-range correlated pairs and to deduce their isospin structure as a function of missing momentum, in a region where the nucleon-nucleon (N N) force is expected to change from predominantly tensor to repulsive. The abundance of neutron-proton pairs is reduced as the nucleon momentum increases beyond∼ 500 MeV\/c. The extracted fraction of proton-proton pairs is small and almost independent of the missing momentum. Our data are compared with calculations of two-nucleon …",
                "There is a significant discrepancy between the values of the proton electric form factor, G E p, extracted using unpolarized and polarized electron scattering. Calculations predict that small two-photon exchange (TPE) contributions can significantly affect the extraction of G E p from the unpolarized electron-proton cross sections. We determined the TPE contribution by measuring the ratio of positron-proton to electron-proton elastic scattering cross sections using a simultaneous, tertiary electron-positron beam incident on a liquid hydrogen target and detecting the scattered particles in the Jefferson Lab CLAS detector. This novel technique allowed us to cover a wide range in virtual photon polarization (ϵ) and momentum transfer (Q 2) simultaneously, as well as to cancel luminosity-related systematic errors. The cross section ratio increases with decreasing ϵ at Q 2= 1.45 GeV 2. This measurement is consistent with the …",
                "To determine nonspherical angular-momentum amplitudes in hadrons at long ranges (low Q2), data were taken for the p(¯e, e'p)π0 reaction in the Δ region at Q 2 = 0.060 (GeV\/c)2 utilizing the magnetic spectrometers of the A1 Collaboration at MAMI. The results for the dominant transition magnetic dipole amplitude and the quadrupole to dipole ratios at W = 1232 MeV are $\\ensuremath M_{1+}^{3\/2}=(40.33 \\pm 0.63_{\\rm stat+syst} \\pm 0.61_{\\rm model})(10^{-3}\/m_{\\pi^+})$, Re( $\\ensuremath E_{1+}^{3\/2}\/M_{1+}^{3\/2})=(-2.28 \\pm 0.29_{\\rm stat+syst} \\pm 0.20_{\\rm model}$)%, and Re( $S_{1+}^{3\/2}\/M_{1+}^{3\/2})\\ensuremath =(-4.81 \\pm 0.27_{\\rm stat+syst} \\pm 0.26_{\\rm model}$)%. These disagree with predictions of constituent quark models but are in reasonable agreement with lattice calculations with nonlinear (chiral) pion mass extrapolations, with chiral effective field theory, and with …",
                "Unpolarized and beam-polarized fourfold cross sections (d 4 σ\/d Q 2 d x B d t d ϕ) for the e p→ e′ p′ γ reaction were measured using the CLAS detector and the 5.75-GeV polarized electron beam of the Jefferson Lab accelerator, for 110 (Q 2, x B, t) bins over the widest phase space ever explored in the valence-quark region. Several models of generalized parton distributions (GPDs) describe the data well at most of our kinematics. This increases our confidence that we understand the GPD H, expected to be the dominant contributor to these observables. Through a leading-twist extraction of Compton form factors, these results support the model predictions of a larger nucleon size at lower quark-momentum fraction x B.",
                "The atomic nucleus is made of protons and neutrons (nucleons), that are themselves composed of quarks and gluons. Understanding how the quark-gluon structure of a nucleon bound in an atomic nucleus is modified by the surrounding nucleons is an outstanding challenge. Although evidence for such modification, known as the EMC effect, was first observed over 35 years ago, there is still no generally accepted explanation of its cause. Recent observations suggest that the EMC effect is related to close-proximity Short Range Correlated (SRC) nucleon pairs in nuclei. Here we report the first simultaneous, high-precision, measurements of the EMC effect and SRC abundances. We show that the EMC data can be explained by a universal modification of the structure of nucleons in neutron-proton (np) SRC pairs and present the first data-driven extraction of this universal modification function. This implies that, in heavier nuclei with many more neutrons than protons, each proton is more likely than each neutron to belong to an SRC pair and hence to have its quark structure distorted.",
                "We report new precise p (e→, e′ p) π 0 measurements at the peak of the Δ+(1232) resonance at Q 2= 0.20 (GeV\/c) 2 performed at the Mainz Microtron (MAMI). The new data are sensitive to both the electric (E2) and the Coulomb (C2) quadrupole amplitudes of the γ∗ N→ Δ transition. They yield precise quadrupole to dipole amplitude ratios: CMR=(− 5.09±0.28 stat+ sys±0.30 model)% and EMR=(− 1.96±0.68 stat+ sys±0.41 model)% for M 1+ 3\/2=(39.57±0.75 stat+ sys±0.40 model)(10− 3\/m π+). The new results are in disagreement with Constituent Quark Model predictions and in qualitative agreement with models that account for mesonic contributions, including recent Lattice calculations. They thus give further credence to the conjecture of deformation in hadronic systems favoring the attribution of the origin of deformation to the dominance of mesonic effects.",
                "Accurate measurements of the p (e→, e′ p) π 0 reaction were performed at Q 2= 0.127 (GeV\/c) 2 in the Δ resonance energy region. The experiments at the MIT-Bates Linear Accelerator used an 820 MeV polarized electron beam with the out-of-plane magnetic spectrometer system (OOPS). In this Letter we report the first simultaneous determination of both the TL and TL′(“fifth” or polarized) cross sections at low Q 2 where the pion cloud contribution is predicted to dominate the quadrupole amplitudes (E2 and C2). These are the real and imaginary parts of the transverse–longitudinal interference amplitudes and provide a sensitive determination of the Coulomb quadrupole amplitude and a test of reaction calculations. Comparisons with model calculations are presented. The empirical MAID calculation gives the best overall agreement with this accurate data. The parameters of this model for the values of the …",
                "Single-beam, single-target, and double spin asymmetries for hard exclusive electroproduction of a photon on the proton e→ p→→ e′ p′ γ are presented. The data were taken at Jefferson Lab using the CEBAF large acceptance spectrometer and a longitudinally polarized NH 3 14 target. The three asymmetries were measured in 165 four-dimensional kinematic bins, covering the widest kinematic range ever explored simultaneously for beam and target-polarization observables in the valence quark region. The kinematic dependences of the obtained asymmetries are discussed and compared to the predictions of models of generalized parton distributions. The measurement of three DVCS spin observables at the same kinematic points allows a quasi-model-independent extraction of the imaginary parts of the H and H Compton form factors, which give insight into the electric and axial charge distributions of valence …"
            ],
            [
                [
                    "Nuclear Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}