{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ECR3QU3D",
            "pGqiEv0AAAAJ",
            [
                "Spin-Hall topological Hall effect in highly tunable Pt\/ferrimagnetic-insulator bilayers",
                "Atomic scale visualization of topological spin textures in the chiral magnet MnGe",
                "Incommensurate spin density wave as a signature of spin-orbit coupling and precursor of topological superconductivity"
            ],
            [
                "Electrical detection of topological magnetic textures such as skyrmions is currently limited to conducting materials. Although magnetic insulators offer key advantages for skyrmion technologies with high speed and low loss, they have not yet been explored electrically. Here, we report a prominent topological Hall effect in Pt\/Tm3Fe5O12 bilayers, where the pristine Tm3Fe5O12 epitaxial films down to 1.25 unit cell thickness allow for tuning of topological Hall stability over a broad range from 200 to 465 K through atomic-scale thickness control. Although Tm3Fe5O12 is insulating, we demonstrate the detection of topological magnetic textures through a novel phenomenon: “spin-Hall topological Hall effect” (SH-THE), where the interfacial spin–orbit torques allow spin-Hall-effect generated spins in Pt to experience the unique topology of the underlying skyrmions in Tm3Fe5O12. This novel electrical detection phenomenon …",
                "Spin polarized scanning tunneling microscopy is used to directly image topological magnetic textures in thin films of MnGe, and to correlate the magnetism with structure probed at the atomic-scale. Our images indicate helical stripe domains, each characterized by a single wavevector Q, and their associated helimagnetic domain walls, in contrast to the 3Q magnetic state seen in the bulk. Combining our surface measurements with micromagnetic modeling, we deduce the three-dimensional orientation of the helical wavevectors and gain detailed understanding of the structure of individual domain walls and their intersections. We find that three helical domains meet in two distinct ways to produce either a\" target-like\" or a\" pi-like\" topological spin texture, and correlate these with local strain on the surface. We further show that the target-like texture can be reversibly manipulated through either current\/voltage pulsing or applied magnetic field, a promising step toward future applications.",
                "On a square lattice, the Hubbard model at half filling reduces to the Heisenberg model and exhibits antiferromagnetism. When doped away from half filling this model gives rise to d-wave superconductivity. This behavior is reminiscent of the phenomenology of the cuprate family with their high T c d-wave superconductivity and their antiferromagnetic parent compound. It is therefore interesting to study an extension of the Hubbard model which includes spin orbit coupling. We have previously studied this model away from half filling [see, for example, Farrell and Pereg-Barnea, Phys. Rev. B 89, 035112 (2014)] and found that the addition of spin-orbit coupling and Zeeman field leads to topological superconductivity with d+ i d pairing function. In this paper we are interested in the ‘parent compound’of this state. Namely, we study the half filling, strong coupling limit of the square lattice Hubbard model with spin orbit …"
            ],
            [
                [
                    "Condensed matter"
                ]
            ],
            [
                "Po-Kuan Wu Po-Kuan Wu Po-Kuan Wu Graduate Student wu.3170@osu.edu"
            ]
        ]
    ]
}