{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ECR4WYHN",
            "ypZV4ggAAAAJ",
            [
                "A revolution in optical manipulation",
                "Methods of digital video microscopy for colloidal studies",
                "Dynamic holographic optical tweezers",
                "The charge of glass and silica surfaces",
                "Like-charge attractions in metastable colloidal crystallites",
                "Morphology and microstructure in electrochemical deposition of zinc",
                "Structure of optical vortices",
                "Optical tweezer arrays and optical substrates created with diffractive optics",
                "Microscopic measurement of the pair interaction potential of charge-stabilized colloid",
                "Computer-generated holographic optical tweezer arrays"
            ],
            [
                "Optical tweezers use the forces exerted by a strongly focused beam of light to trap and move objects ranging in size from tens of nanometres to tens of micrometres. Since their introduction in 1986, the optical tweezer has become an important tool for research in the fields of biology, physical chemistry and soft condensed matter physics. Recent advances promise to take optical tweezers out of the laboratory and into the mainstream of manufacturing and diagnostics; they may even become consumer products. The next generation of single-beam optical traps offers revolutionary new opportunities for fundamental and applied research.",
                "We describe a set of image processing algorithms for extracting quantitative data from digitized video microscope images of colloidal suspensions. In a typical application, these direct imaging techniques can locate submicrometer spheres to within 10 nm in the focal plane and 150 nm in depth. Combining information from a sequence of video images into single-particle trajectories makes possible measurements of quantities of fundamental and practical interest such as diffusion coefficients and pair-wise interaction potentials. The measurements we describe in detail combine the outstanding resolution of digital imaging with video-synchronized optical trapping to obtain highly accurate and reproducible results very rapidly.",
                "Optical trapping is an increasingly important technique for controlling and probing matter at length scales ranging from nanometers to millimeters. This paper describes methods for creating large numbers of high-quality optical traps in arbitrary three-dimensional configurations and for dynamically reconfiguring them under computer control. In addition to forming conventional optical tweezers, these methods also can sculpt the wavefront of each trap individually, allowing for mixed arrays of traps based on different modes of light, including optical vortices, axial line traps, optical bottles and optical rotators. The ability to establish large numbers of individually structured optical traps and to move them independently in three dimensions promises exciting new opportunities for research, engineering, diagnostics, and manufacturing at mesoscopic lengthscales.",
                "We present a method of calculating the electric charge density of glass and silica surfaces in contact with aqueous electrolytes for two cases of practical relevance that are not amenable to standard techniques: surfaces of low specific area at low ionic strength and surfaces interacting strongly with a second anionic surface.",
                "Sub-micrometre charged latex spheres can be suspended in water to form regular arrays known as colloidal crystals. In contrast to most conventional solids, colloidal crystals can be forced into metastable superheated states. The structure and dynamics of these metastable crystals show evidence for strong, long-range attractions between the similarly charged spheres. Such attractive interactions are inconsistent with the accepted theory of colloidal interactions, and might influence the properties of many natural and industrial suspensions.",
                "We report an experiment in the Ohmically-limited electrochemical deposition of zinc which explicitly probes the link between microscopic structure and macroscopic morphology in the development of interfacial patterns far from equilibrium. We report a previously unrecognized transition region between diffusion-limited aggregation and dendritic growth; analysis of the microstructure suggests mechanisms for the macroscopic expression of crystalline anisotropy. We also report the discovery of a metastable crystalline form of zinc produced during electrodeposition.",
                "Helical modes of light can be focused into toroidal optical traps known as optical vortices, which are capable of localizing and applying torques to small volumes of matter. Measurements of optical vortices created with the dynamic holographic optical tweezer technique reveal an unsuspected dependence of their structure and angular momentum flux on their helicity. These measurements also provide evidence for a novel optical ratchet potential in practical optical vortices.",
                "We describe a simple method for creating multiple optical tweezers from a single laser beam using diffractive optical elements. As a demonstration of this technique, we have implemented a 4×4 square array of optical tweezers—the hexadeca tweezer. Not only will diffractively generated optical tweezers facilitate many new experiments in pure and applied physics, but they also will be useful for fabricating nanocomposite materials and devices, including photonic bandgap materials and optical circuit elements.",
                "We present a microscopic measurement of the interaction potential between isolated pairs of charged colloidal spheres. The measured spatial dependence of the potential is consistent with the screened Coulomb repulsion expected from the Derjaguin-Landau-Verwey-Overbeek theory of colloidal interactions.",
                "Holographic techniques significantly extend the capabilities of laser tweezing, making possible extended trapping patterns for manipulating large numbers of particles and volumes of soft matter. We describe practical methods for creating arbitrary configurations of optical tweezers using computer-generated diffractive optical elements. While the discussion focuses on ways to create planar arrays of identical tweezers, the approach can be generalized to three-dimensional arrangements of heterogeneous tweezers and extended trapping patterns."
            ],
            [
                [
                    "Soft Matter",
                    "Statistical Physics",
                    "Holography",
                    "Optical Tweezers"
                ]
            ],
            [
                "David Grier Professor Of Physics; Director of the Center for Soft Matter Research Ph.D. 1989 (Physics), University of Michigan B.S. 1984 (Physics), Harvard College Experimental condensed matter physics. Projecting extended optical traps with shape-phase holography, Y. Roichman and D. G. Grier, Optics Letters , submitted for publication (2006). Anomalous vibrational dispersion in holographically trapped colloidal arrays, M. Polin, D. G. Grier and S. R. Quake, Physical Review Letters , accepted for publication (2006). Performance of optical traps with geometric aberrations, Y. Roichman, A. S. Waldron, E. Gardel and D. G. Grier, Applied Optics , in press (2005). Manipulation and assembly of nanowires with holographic optical traps, R. Agarwal, K. Ladavac, Y. Roichman, G. Yu, C. M. Lieber and D. G. Grier, Optics Express 13 , 8906-8912 (2005). Robustness of holographic optical traps against phase scaling errors, S. Lee and D. G. Grier, Optics Express 13 , 7458-7465 (2005). Optimized holographic optical traps, M. Polin, K. Ladavac, S. Lee, Y. Roichman and D. G. Grier, Optics Express 13 , 5831-5845 (2005). Holographic assembly of quasicrystalline photonic heterostructures, Y. Roichman and D. G. Grier, Optics Express 13 , 5434-5439 (2005). One-dimensional optical thermal ratchets, S. Lee and D. G. Grier, Journal of Physics: Condensed Matter 17 , S3685-S3695 (2006). Holographic optical trapping, D. G. Grier and Y. Roichman, Applied Optics 45 , 880-887 (2006). Flux reversal in a two-state symmetric optical thermal ratchet, S. Lee and D. G. Grier, Physical Review E 71 , 060102(R) (2005). Colloidal hydrodynamic coupling in concentric optical vortices, K. Ladavac and D. G. Grier, Europhysics Letters 70 , 548-554 (2005). David Grier Professor Of Physics; Director of the Center for Soft Matter Research david.grier@nyu.edu 726 Broadway, Room 873 New York , NY 10003 Phone: (212) 998-3713 Lab Homepage CV Publication List Center for Soft Matter Research Founded in 2004, the Center for Soft Matter Research at New York University is dedicated to scientific inquiry at the interface between physics, chemistry, biology and engineering. For more information, please visit the center's web site . Center for Soft Matter Physics Biophysics Jasna Brujic Biophysics Center for Soft Matter Research Paul Chaikin Silver Professor; Professor of Physics Condensed Matter Physics Center for Soft Matter Research Marc Gershow Associate Professor of Physics and Neural Science Center for Soft Matter Research David G. Grier Director of the Center for Soft Matter Research Condensed Matter Physics Center for Soft Matter Research Alexander Grosberg Biophysics Condensed Matter Physics Statistical and Mathematical Physics Center for Soft Matter Research Pierre Hohenberg Emeritus Professor of Physics Center for Soft Matter Research Condensed Matter Physics Andrew Hollingsworth Research Professor of Physics Center for Soft Matter Research David J. Pine Silver Professor of Physics; Professor of Physics and Mathematics Condensed Matter Physics Center for Soft Matter Research Alexandra Zidovska Biophysics Center for Soft Matter Research"
            ]
        ]
    ]
}