{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EE39N8YC",
            "5rWT_1AAAAAJ",
            [
                "Comparative measurements of inverse spin Hall effects and magnetoresistance in YIG\/Pt and YIG\/Ta",
                "Inverse spin Hall effect in nanometer-thick yttrium iron garnet\/Pt system",
                "Full Control of the Spin-Wave Damping in a Magnetic Insulator Using Spin-Orbit Torque",
                "Conduction of spin currents through insulating antiferromagnetic oxides",
                "Detection of Microwave Spin Pumping Using the Inverse Spin Hall Effect",
                "Measurement of the intrinsic damping constant in individual nanodisks of Y3Fe5O12 and Y3Fe5O12| Pt",
                "Measurement of the Dynamical Dipolar Coupling in a Pair of Magnetic Nanodisks Using a Ferromagnetic Resonance Force Microscope",
                "Spin transport in antiferromagnetic NiO and magnetoresistance in Y3Fe5O12\/NiO\/Pt structures",
                "Time-resolved studies of the spin-transfer reversal mechanism in perpendicularly magnetized magnetic tunnel junctions",
                "Generation and annihilation time of magnetic droplet solitons"
            ],
            [
                "We report on a comparative study of spin Hall related effects and magnetoresistance in YIG| Pt and YIG| Ta bilayers. These combined measurements allow to estimate the characteristic transport parameters of both Pt and Ta layers juxtaposed to yttrium iron garnet (YIG): the spin mixing conductance G↑↓ at the YIG| normal metal interface, the spin Hall angle Θ SH, and the spin diffusion length λ sd in the normal metal. The inverse spin Hall voltages generated in Pt and Ta by the pure spin current pumped from YIG excited at resonance confirm the opposite signs of spin Hall angles in these two materials. Moreover, from the dependence of the inverse spin Hall voltage on the Ta thickness, we extract the spin diffusion length in Ta, found to be λ sd Ta= 1.8±0.7 nm. Both the YIG| Pt and YIG| Ta systems display a similar variation of resistance upon magnetic field orientation, which can be explained in the recently …",
                "High quality nanometer-thick (20 nm, 7 nm, and 4 nm) epitaxial Yttrium Iron Garnet (YIG) films have been grown on gadolinium gallium garnet substrates using pulsed laser deposition. The Gilbert damping coefficient for the 20 nm thick films is 2.3 × 10−4 which is the lowest value reported for sub-micrometric thick films. We demonstrate Inverse spin Hall effect (ISHE) detection of propagating spin waves using Pt. The amplitude and the lineshape of the ISHE voltage correlate well to the increase of the Gilbert damping when decreasing thickness of YIG. Spin Hall effect based loss-compensation experiments have been conducted but no change in the magnetization dynamics could be detected.",
                "It is demonstrated that the threshold current for damping compensation can be reached in a 5 μ m diameter YIG (20 nm)| Pt (7 nm) disk. The demonstration rests upon the measurement of the ferromagnetic resonance linewidth as a function of I dc using a magnetic resonance force microscope (MRFM). It is shown that the magnetic losses of spin-wave modes existing in the magnetic insulator can be reduced or enhanced by at least a factor of 5 depending on the polarity and intensity of an in-plane dc current I dc flowing through the adjacent normal metal with strong spin-orbit interaction. Complete compensation of the damping of the fundamental mode by spin-orbit torque is reached for a current density of∼ 3× 10 11 A· m− 2, in agreement with theoretical predictions. At this critical threshold the MRFM detects a small change of static magnetization, a behavior consistent with the onset of an auto-oscillation regime.",
                "Damping processes, associated to magnetization dynamics, allow to generate spin currents from precessing ferromagnets. These can be transmitted into adjacent conducting layers through an interface exchange interaction with conduction electrons. It is in principle also possible to inject angular momentum into insulators but the relevant physical mechanisms are not yet identified. In order to test some ideas concerning pure spin transport through insulating oxides, the present paper reports on the behaviour of two materials with very different properties: NiO is an antiferromagnet whereas SiO 2 is a non-magnetic light element insulator. While a sizeable flow of angular momentum is found to be able to propagate through nickel oxide, a SiO 2 layer as thin as 2 nm completely blocks this transfer. This underlines some essential features required to conduct a spin current, including the presence of either magnetic order …",
                "We report on the electrical detection of the dynamical part of the spin-pumping current emitted during ferromagnetic resonance using inverse spin Hall effect methods. The experiment is performed on a YIG| Pt bilayer. The choice of yttrium iron garnet (YIG), a magnetic insulator, ensures that no charge current flows between the two layers and only the pure spin current produced by the magnetization dynamics is transferred into the adjacent strong spin-orbit Pt layer via spin pumping. To avoid measuring the parasitic eddy currents induced at the frequency of the microwave source, a resonance at half the frequency is induced using parametric excitation in the parallel geometry. Triggering this nonlinear effect allows us to directly detect on a spectrum analyzer the microwave component of the inverse spin Hall effect voltage. Signals as large as 30 μ V are measured for precession angles of a couple of degrees. This …",
                "We report on an experimental study on the spin-waves relaxation rate in two series of nanodisks of diameter ϕ=300, 500, and 700 nm, patterned out of two systems: a 20 nm thick yttrium iron garnet (YIG) film grown by pulsed laser deposition either bare or covered by 13 nm of Pt. Using a magnetic resonance force microscope, we measure precisely the ferromagnetic resonance linewidth of each individual YIG and YIG|Pt nanodisks. We find that the linewidth in the nanostructure is sensibly smaller than the one measured in the extended film. Analysis of the frequency dependence of the spectral linewidth indicates that the improvement is principally due to the suppression of the inhomogeneous part of the broadening due to geometrical confinement, suggesting that only the homogeneous broadening contributes to the linewidth of the nanostructure. For the bare YIG nano-disks, the broadening is associated to a …",
                "We perform a spectroscopic study of the collective spin-wave dynamics occurring in a pair of magnetic nanodisks coupled by the magnetodipolar interaction. We take advantage of the stray field gradient produced by the magnetic tip of a ferromagnetic resonance force microscope to continuously tune and detune the relative resonance frequencies between two adjacent nano-objects. This reveals the anticrossing and hybridization of the spin-wave modes in the pair. At the exact tuning, the measured frequency splitting between the binding and antibinding modes corresponds to the strength of the dynamical dipolar coupling Ω. This accurate ferromagnetic resonance force microscope determination of Ω is measured versus the separation between the nanodisks. It agrees quantitatively with calculations of the expected dynamical magnetodipolar interaction in our sample.",
                "We have studied spin transport and magnetoresistance in yttrium iron garnet (YIG)\/NiO\/Pt trilayers with varied NiO thickness. To characterize the spin transport through NiO we excite ferromagnetic resonance in YIG with a microwave frequency magnetic field and detect the voltage associated with the inverse spin-Hall effect (ISHE) in the Pt layer. The ISHE signal is found to decay exponentially with the NiO thickness with a characteristic decay length of 3.9 nm. This is contrasted with the magnetoresistance in these same structures. The symmetry of the magnetoresistive response is consistent with spin-Hall magnetoresistance (SMR). However, in contrast to the ISHE response, as the NiO thickness increases the SMR signal goes towards zero abruptly at a NiO thickness of ≃ 4 nm, highlighting the different length scales associated with the spin-transport in NiO and SMR in such trilayers.",
                "Pulsed spin-torque switching has been studied using single-shot time-resolved electrical measurements in perpendicularly magnetized magnetic tunnel junctions as a function of pulse amplitude and junction size in 50 to 100nm-diameter diameter circular junctions. The mean switching time depends inversely on pulse amplitude for all junctions studied. However, the switching dynamics is found to be strongly dependent on junction size and pulse amplitude. In 50-nm-diameter junctions the switching onset is stochastic but the switching once started, is fast; after being initiated it takes less than 2 ns to switch. In larger diameter junctions the time needed for complete switching is strongly dependent on the pulse amplitude, reaching times less than 2 ns at large pulse amplitudes. Anomalies in the switching rate versus pulse amplitude are shown to be associated with the long-lived (> 2 ns) intermediate junction …",
                "Magnetic droplet solitons were first predicted to occur in materials with uniaxial magnetic anisotropy due to a long-range attractive interaction between elementary magnetic excitations, magnons. A non-equilibrium magnon population provided by a spin-polarized current in nanocontacts enables their creation and there is now clear experimental evidence for their formation, including direct images obtained with scanning x-ray transmission microscopy. Interest in magnetic droplets is associated with their unique magnetic dynamics that can lead to new types of high frequency nanometer scale oscillators of interest for information processing, including in neuromorphic computing. However, there are no direct measurements of the time required to nucleate droplet solitons or their lifetime–experiments to date only probe their steady-state characteristics, their response to dc spin-currents. Here we determine the …"
            ],
            [
                [
                    "spintronics",
                    "spin currents",
                    "spin torque",
                    "magnetization dynamics"
                ]
            ]
        ]
    ]
}