{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EEFM15NH",
            "tDS8uOIAAAAJ",
            [
                "Nonaqueous hybrid lithium‐ion and sodium‐ion capacitors",
                "Design and synthesis of NiCo 2 O 4–reduced graphene oxide composites for high performance supercapacitors",
                "One-step preparation of single-crystalline Fe2O3 particles\/graphene composite hydrogels as high performance anode materials for supercapacitors",
                "Zinc oxide\/reduced graphene oxide composites and electrochemical capacitance enhanced by homogeneous incorporation of reduced graphene oxide sheets in zinc oxide matrix",
                "A High‐Energy Lithium‐Ion Capacitor by Integration of a 3D Interconnected Titanium Carbide Nanoparticle Chain Anode with a Pyridine‐Derived Porous Nitrogen‐Doped Carbon Cathode",
                "Asymmetric supercapacitors based on carbon nanotubes@ NiO ultrathin nanosheets core-shell composites and MOF-derived porous carbon polyhedrons with super-long cycle life",
                "A High Energy and Power Li‐Ion Capacitor Based on a TiO2 Nanobelt Array Anode and a Graphene Hydrogel Cathode",
                "One-step strategy to three-dimensional graphene\/VO 2 nanobelt composite hydrogels for high performance supercapacitors",
                "Asymmetric supercapacitors based on nano-architectured nickel oxide\/graphene foam and hierarchical porous nitrogen-doped carbon nanotubes with ultrahigh-rate performance",
                "The infrared spectrum of Al2H6 in solid hydrogen"
            ],
            [
                "Hybrid metal‐ion capacitors (MICs) (M stands for Li or Na) are designed to deliver high energy density, rapid energy delivery, and long lifespan. The devices are composed of a battery anode and a supercapacitor cathode, and thus become a tradeoff between batteries and supercapacitors. In the past two decades, tremendous efforts have been put into the search for suitable electrode materials to overcome the kinetic imbalance between the battery‐type anode and the capacitor‐type cathode. Recently, some transition‐metal compounds have been found to show pseudocapacitive characteristics in a nonaqueous electrolyte, which makes them interesting high‐rate candidates for hybrid MIC anodes. Here, the material design strategies in Li‐ion and Na‐ion capacitors are summarized, with a focus on pseudocapacitive oxide anodes (Nb2O5, MoO3, etc.), which provide a new opportunity to obtain a higher power …",
                "In the present work, we used charge-bearing nanosheets as building blocks to construct a binary composite composed of NiCo2O4 and reduced graphene oxide (RGO). Co–Ni hydroxides intercalated by p-aminobenzoate (PABA) ion and graphite oxide (GO) were exfoliated into positively charged hydroxide nanosheets and negatively charged graphene oxide nanosheets in water, respectively, and then these oppositely charged nanosheets were assembled to form heterostructured nanohybrids through electrostatic interactions. The subsequent thermal treatment led to the transformation of the hydroxide nanosheets into spinel NiCo2O4 and also to the reduction of graphene oxide. The as-obtained NiCo2O4–RGO composite exhibits an initial specific capacitance of 835 F g−1 at a specific current of 1 A g−1 and 615 F g−1 at 20 A g−1. More interestingly, the specific capacitance of the composite increases with …",
                "To increase the energy density of supercapacitors to approach that of batteries, the current research is always directed towards the cathode materials, whereas the anode materials are rarely studied. In the present work, single-crystalline Fe2O3 nanoparticles directly grown on graphene hydrogels are investigated as high performance anode materials for supercapacitors. During the formation of the graphene\/Fe2O3 composite hydrogels, flexible graphene sheets decorated with Fe2O3 particles are self-assembled to form interconnected porous microstructures with high specific surface area, which strongly facilitate charge and ion transport in the full electrode. Infrared spectra show that hydrogen bond is formed between C–OH on graphene hydrogels and Fe2O3. Benefits from the combined graphene hydrogels and Fe2O3 particles in such a unique structure are that the graphene\/Fe2O3 composite electrode exhibits …",
                "ZnO\/reduced graphite oxide composites were synthesized using a two-step method in which KOH reacts with Zn(NO3)2 in the aqueous dispersions of graphite oxide (GO) to form a Zn(OH)2\/graphite oxide precursor, followed by thermal treatment in air. It was found that the dispersion of reduced graphene oxide (rGO) sheets within composites was key for achieving an excellent capacitive performance of the samples. However, the mass ratio of ZnO to rGO determined whether rGO sheets within composites were dispersed or agglomerated. The composite achieved homogeneous incorporation of rGO sheets within the ZnO matrix when the mass ratio of ZnO to rGO was equal to 93.3:6.7. This composite, in which the weight percent of rGO was only 6.7%, appeared in the SEM images to be almost entirely filled with rGO sheets coated by ZnO and exhibited high specific capacitance and excellent cycling ability …",
                "Lithium‐ion capacitors (LICs) are hybrid energy storage devices that have the potential to bridge the gap between conventional high‐energy lithium‐ion batteries and high‐power capacitors by combining their complementary features. The challenge for LICs has been to improve the energy storage at high charge−discharge rates by circumventing the discrepancy in kinetics between the intercalation anode and capacitive cathode. In this article, the rational design of new nanostructured LIC electrodes that both exhibit a dominating capacitive mechanism (both double layer and pseudocapacitive) with a diminished intercalation process, is reported. Specifically, the electrodes are a 3D interconnected TiC nanoparticle chain anode, synthesized by carbothermal conversion of graphene\/TiO2 hybrid aerogels, and a pyridine‐derived hierarchical porous nitrogen‐doped carbon (PHPNC) cathode. Electrochemical …",
                "Aqueous electrolyte based asymmetric supercapacitors (ASCs) has recently attracted increasing interest by virtue of their operation voltage and high ionic conductivity. Herein, we developed a novel ASC based on carbon nanotubes@nickel oxide nanosheets (CNT@NiO) core–shell composites as positive electrode and porous carbon polyhedrons (PCPs) as negative electrode in aqueous KOH solution as electrolyte. The CNT@NiO core–shell hybrids were prepared through a facile chemical bath deposition method followed by thermal annealing, while PCPs were obtained by direct carbonization of Zn-based metal-organic frameworks (MOFs). Owing to their unique microstructures, outstanding electrochemical properties have been achieved in three-electrode configuration, e.g., 996 F g−1 at 1 A g−1, 500 at 20 A g−1 for the CNT@NiO electrode within 0–0.5 V window, and 245 F g−1 at 1 A g−1 for the PCPs …",
                "A novel hybrid Li‐ion capacitor (LIC) with high energy and power densities is constructed by combining an electrochemical double layer capacitor type cathode (graphene hydrogels) with a Li‐ion battery type anode (TiO2 nanobelt arrays). The high power source is provided by the graphene hydrogel cathode, which has a 3D porous network structure and high electrical conductivity, and the counter anode is made of free‐standing TiO2 nanobelt arrays (NBA) grown directly on Ti foil without any ancillary materials. Such a subtle designed hybrid Li‐ion capacitor allows rapid electron and ion transport in the non‐aqueous electrolyte. Within a voltage range of 0.0−3.8 V, a high energy of 82 Wh kg−1 is achieved at a power density of 570 W kg−1. Even at an 8.4 s charge\/discharge rate, an energy density as high as 21 Wh kg−1 can be retained. These results demonstrate that the TiO2 NBA\/\/graphene hydrogel LIC exhibits …",
                "A facile one-step strategy has been developed to prepare 3D graphene\/VO2 nanobelt composite hydrogels, which can be readily scaled-up for mass production by using commercial V2O5 and graphene oxide as precursors. During the formation of the graphene\/VO2 architecture, 1D VO2 nanobelts and 2D flexible graphene sheets are self-assembled to form interconnected porous microstructures through hydrogen bonding, which facilitates charge and ion transport in the electrode. Due to the hierarchical network framework and the pseudocapacitance contribution from VO2 nanobelts, the hybrid electrode demonstrates excellent capacitive performances. In the two-electrode configuration, the graphene\/VO2 nanobelt composite hydrogel exhibits a specific capacitance of 426 F g−1 at 1 A g−1 in the potential range of −0.6 to 0.6 V, which greatly surpasses that of each individual counterpart (191 F g−1 and 243 F g−1 …",
                "A pulsed laser deposition process using ozone as an oxidant is developed to grow NiO nanoparticles on highly conductive three-dimensional (3D) graphene foam (GF). The excellent electrical conductivity and interconnected pore structure of the hybrid NiO\/GF electrode facilitate fast electron and ion transportation. The NiO\/GF electrode displays a high specific capacitance (1225 F g−1 at 2 A g−1) and a superb rate capability (68% capacity retention at 100 A g−1). A novel asymmetric supercapacitor with high power and energy densities is successfully fabricated using NiO\/GF as the positive electrode and hierarchical porous nitrogen-doped carbon nanotubes (HPNCNTs) as the negative electrode in aqueous KOH solution. Because of the high individual capacitive performance of NiO\/GF and HPNCNTs, as well as the synergistic effect between the two electrodes, the asymmetric capacitor exhibits an excellent …",
                "Although many volatile binary boron hydride compounds are known, binary aluminum hydride chemistry is limited to the polymeric (AlH3)n solid. The reaction of laser-ablated aluminum atoms and pure H2 during codeposition at 3.5 kelvin, followed by ultraviolet irradiation and annealing to 6.5 kelvin, allows dimerization of the intermediate AlH3 photolysis product to form Al2H6. The Al2H6molecule is identified by seven new infrared absorptions that are accurately predicted by quantum chemical calculations for dibridged Al2H6, a molecule that is isostructural with diborane."
            ],
            [
                [
                    "chemistry"
                ]
            ],
            [
                "Xuefeng Wang Associate Professor Biological Systems A305 Zaffarano xuefeng@iastate.edu 515-294-3545 Lab Website PhD"
            ]
        ]
    ]
}