{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EF8CI3V0",
            "PBhC1OkAAAAJ",
            [
                "HPV prevalence among partners of women with cervical intraepithelial neoplasia",
                "O valor da tomografia computadorizada helicoidal sem contraste na avaliação de pacientes com dor no flanco",
                "A randomised, double‐blind study comparing the efficacy and tolerability of controlled‐release doxazosin and tamsulosin in the treatment of benign prostatic hyperplasia in Brazil"
            ],
            [
                "Objectives: The objective of this study was to find HPV DNA incidence in women with CIN and normal women and in their respective partners, as well as the relation between the virus groups found in women with CIN or normal women and in their respective partners. Methods: Partners of 30 women with CIN at several grades and of 60 normal women were prospectively assessed. In men, HPV search was performed by collecting samples through penile scraping for Hybrid Capture, followed by peniscopic evaluation and biopsy of acetowhite lesions. Results: The presence of HPV DNA in male partners does not necessarily implicate the presence of HPV or even CIN in their female partners. Conclusions: If these results are confirmed by other authors, obtaining a peniscopy, a penile biopsy, and a HPV DNA search in partners that present with no clinical lesions, but in couples with women having CIN, would not be …",
                "Os nossos objetivos foram estabelecer a eficácia da tomografia computadorizada sem contraste em diagnosticar a ureterolitíase, calcular a freqüência dos principais sinais tomográficos e medir a concordância interobservador, comparando-a com os resultados obtidos na urografia excretora, realizando estudo prospectivo duplo-cego em 25 pacientes com cólica nefrética. Em ambos os procedimentos avaliamos a existência de aumento renal, hidronefrose e cálculo ureteral. Deste último, descrevemos a sua localização e dimensão. Nos exames de tomografia computadorizada sem contraste procuramos também por estrias perirrenais, edema periureteral e o sinal do halo. Em 23 dos 25 exames de tomografia computadorizada sem contraste (92%) e em 17 das 25 urografias excretoras (68%) houve concordância dos resultados entre os dois observadores. Em 21 dos 25 pacientes os resultados dos dois métodos foram concordantes. Concluímos que a tomografia computadorizada sem contraste apresenta eficácia superponível à urografia excretora na avaliação de pacientes com cólica nefrética, sendo um método reprodutível e sem promover o desconforto do uso do contraste endovenoso.",
                "Brazilian patients with benign prostatic hyperplasia were randomised in a 12‐week, double‐blind, double‐dummy study to receive doxazosin gastrointestinal therapeutic system (GITS) 4 mg q.i.d. (n = 82) or tamsulosin 0.4 q.i.d. (n = 83). Primary endpoints were the absolute and percentage change from baseline in symptoms measured by International Prostate Symptom Score (IPSS). Secondary endpoints included IPSS, quality‐of‐life (QOL) question from the IPSS, and questions 6 and 7 of the Sexual Function Abbreviated Questionnaire (SFAQ) at weeks 4 and 12. Doxazosin GITS and tamsulosin improved IPSS with no significant differences between groups at week 12. During weeks 4–8, tamsulosin‐treated patients demonstrated a slower improvement (p < 0.001) in IPSS than doxazosin GITS‐treated patients. The proportion of satisfied patients was observed earlier with doxazosin GITS (p = 0.006) vs …"
            ],
            [
                [
                    "Urologia",
                    "HPV",
                    "Calculose Urinária",
                    "Cirurgia robótica Próstata e Rim"
                ]
            ]
        ]
    ]
}