{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EIJYPP3M",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Joachim Goerres Joachim Goerres Research Professor Nuclear Physics Vordiplom (B.S.) in Physics, Universität Münster, 1974 Diplom (M.S.) in Physics, Universität Münster, 1979 Ph.D. in Nuclear Physics, Universität Münster, 1983 E-mail: jgoerres@nd.edu Address: 110 Phone: (574) 631-5647 Fax: (574) 631-5952 The synthesis of elements and the generation of energy in stars is strongly influenced by the properties of nuclei (such as their mass and lifetime) and the speed with which reactions between nuclei take place. Prof. Görres’ research is geared toward the experimental determination of these parameters with special emphasis on hydrogen burning, which, for example, takes place in novae and supernovae, and on the nucleosynthesis in AGB stars. This experimental work is supplemented by the theoretical calculations of reaction rates that at present cannot be determined experimentally and by network calculations to identify nuclear reactions that have a strong influence on nucleosynthesis, e.g., waiting points and bottlenecks. The results of this work can be linked to measurements of elemental abundances in the ejecta of novae and to the observations of discrete gamma-lines from the decay of long-lived nuclei (e.g., 26 Al and 44 Ti) using the space-based Compton Gamma Ray Observatory. “Bridging the Waiting Points – The Role of Two-Proton Capture Reactions in the rp-Process,” J. Görres, M. Wiescher, and F.-K. Thielemann, Phys. Rev. C 51 , 392 (1995). “First Measurement of Excited States in the Very Proton Rich Nucleus 24 Si and the Consequences for 22 Na Nucleosynthesis in Novae,” H. Schatz, J. Görres, H. Herndl, E. Stech, P. Tischhauser, M. Wiescher, A. Bacher, G. Berg, T. Black, S. Choi, C. Foster, X. Jiang, and E. Stephenson, Phys. Rev. Lett. 79 , 3845 (1997). “The 18 F(p,a) Reaction and Its Astrophysical Implications,” J.S. Graulich, F. Binon, W. Bradfield-Smith, M. Cogneau, R. Coszach, T. Davinson, Th. Delbar, M. Gaelens, W. Galster, J. Görres, D. Labar, P. Leleux, M. Loiselet, J. McKenzie, R. Neal, G. Ryckewaert, A.C. Shotter, J. Vanhorenbeeck, J. Vervier, M. Wiescher, and Ph. Woods, Nuclear Physics A 626 , 751 (1997). “Lifetime of 44 Ti as a Probe for Supernova Models,” J. Görres, J. Meissner, H. Schatz, E. Stech, P. Tischhauser, M. Wiescher, D. Bazin, R. Harkewicz, M. Hellström, B. Sherrill, M. Steiner, R.N. Boyd, L. Buchmann, D.H. Hartmann, and J.D. Hinnefeld, Phys. Rev. Lett. 80 , 2554 (1998). “Stellar He burning of 18 O: A measurement of low-energy resonances and their astrophysical implications,” S. Dababneh, M. Heil, F. Käppeler, J. Görres, M. Wiescher, R. Reifarth, and H. Leiste, Phys. Rev. C 68 , 025801 (2003). Goerres CV 2020"
            ]
        ]
    ]
}