{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EIP73JNC",
            "Y5vrQCsAAAAJ",
            [
                "Histopathological changes",
                "Antischistosomal activity of ginger (Zingiber officinale) against Schistosoma mansoni harbored in C57 mice",
                "Intimal changes in varicose veins: an ultrastructural study",
                "Smooth muscle changes in varicose veins: an ultrastructural study",
                "Histological and ultrastructural features of gastrointestinal basidiobolomycosis",
                "Intimal changes in the cephalic vein of renal failure patients before arterio-venous fistula (AVF) construction",
                "Effect of dehydroepiandrosterone (DHEA) on memory and brain derived neurotrophic factor (BDNF) in a rat model of vascular dementia",
                "Pre-existing histopathological changes in the cephalic vein of renal failure patients before arterio-venous fistula (AVF) construction",
                "Cardioprotective effect of ghrelin against myocardial infarction-induced left ventricular injury via inhibition of SOCS3 and activation of JAK2\/STAT3 signaling",
                "Structural changes in the tunica intima of varicose veins: a histopathological and ultrastructural study"
            ],
            [
                "Results. Compared vvith the normal LSV, all varicose vein sections showed marked intimal hypertrophy due fibrous tissue infiltration, localized thinning of the muscle layer and loss of both the intimal and medial smooth muscle cells",
                "The repeated chemotherapy of schistosomiasis has resulted in the emergence of drug-resistant schistosome strains. The development of such resistance has drawn the attention of many authors to alternative drugs. Many medicinal plants were studied to investigate their antischistosomal potency. The present work aimed to evaluate antischistosomal activity of crude aqueous extract of ginger against Schistosoma mansoni. Sixteen mice of C57 strain were exposed to 100 ± 10 cercariae per mouse by the tail immersion method; the mice were divided into two groups: untreated group and ginger-treated one. All mice were sacrificed at the end of 10th week post-infection. Worm recovery and egg counting in the hepatic tissues and faeces were determined. Surface topography of the recovered worms was studied by scanning electron microscopy. Histopathological examination of liver and intestine was done …",
                "In order to study the structural changes in the intimal layer of varicose veins, we prospectively collected a total of 23 vein specimens from both the normal proximal thigh long saphenous (LSV) in 3 young trauma patients and from the unstripped proximal LSV near the sapheno-femoral junction and the distal calf blowouts in 10 primary varicose veins patients. Paraffin sections stained with hematoxylin and eosin were examined under the light microscope while ultra-thin sections were examined under the transmission electron microscope (TEM). Compared with the normal control LSV, varicose vein sections showed increase in the diameter of the lumen, hypertrophy of the wall and elongation and invagination of the intima. Along these invaginations, endothelial cells were compressed, elongated and thinned out. The cells also showed progressive degeneration and were finally lost into the lumen, leaving only the basal lamina to form the luminal surface. This invited blood components like platelets and red blood cells to stick to the bare intima and to penetrate through the wall. This may form the basis of the clinical condition of superficial thrombophlebitis, which sometimes complicates cases of varicose veins. In conclusion, varicose veins showed increased diameter of the lumen and hypertrophy, elongation and invagination of the intima. There was marked degeneration of the endothelial cells and desquamation of the endothelial layer.",
                "In order to understand the pathology of varicose veins, we prospectively collected a total of 23 vein specimens both from the normal proximal thigh long saphenous vein (LSV) in 3 young trauma patients and from the unstripped proximal LSV near the sapheno-femoral junction and the distal calf blowouts in 10 primary varicose veins patients. Ultra-thin sections were examined under the transmission electron microscope (TEM). Compared with the normal control LSV, varicose vein sections showed increase in the diameter of the lumen, hypertrophy of the wall and elongation and invagination of the intima. Smooth muscle cells (SMCS) lost their normal fusiform shape and were widely separated by increased amounts of extra-cellular collagen fibers. The cells underwent marked degeneration, vacuolization and disintegration into fiber-like material and small separated fragments. SMCs were seen in the subintimal tissue and some of them were lost into tile lumen. SMCs also showed marked phagocytic activity, engulfing not only collagen and elastic fibers, but also other smooth muscle cells. Although these changes were more marked and advanced in the distal calf blowouts, they were also present in the proximal, clinically non-dilated LSV. In conclusion, SMCs of varicose veins show severe degeneration in both the distal calf blowouts and the proximal, clinically non-varicose LSV. It appears that they both form and phagocytose collagen and elastic fibers and play a major role in the pathogenesis of varicose veins.",
                "Basidiobolus ranarum is a fungus found in the dung of amphibians, reptiles, and insectivorous bats. Its structural elements include both hyphae and zygospores. Patients with B. ranarum infection may present with subcutaneous, gastrointestinal, or systemic lesions. Here we report a case of gastrointesinal badidiomycosis in a 13-year-old male child who presented with acute abdomen. Exploration revealed a mass in the ascending colon. On histology, transmural granulomatous inflammation composed of abundant eosinophils, lymphocytes, histiocytes and giant cells was seen. Histochemical stains revealed broad, non-septate, hyphae-like structures surrounded by an eosinophilic sheath. On an ultrastructural level, fungal hyphae, spores, and macrophage-laden crystalloids were observed. The diagnosis of gastrointestinal basidiobolomycosis was established and the patient received antifungal treatment. This paper …",
                "Native cephalic vein remains the superior dialysis conduit, even thirty years after it was first described. However, up to 37% of hemodialysis patients develop progressive stenosis in the venous circuit of arterio-venous fistula (AVF), which may later cause thrombosis and occlusion. To study the pre-existing morphological changes in the wall of the cephalic vein before AVF construction, we collected 23 cephalic vein specimens from 3 normal, young trauma and twenty renal failure patients. The samples were collected at the time of vascular repair in the first group and AVF construction in the second group. Sections were prepared and stained for both light and transmission electron microscopy (TEM) examination. Compared with normal cephalic vein, all preaccess cephalic veins showed thickening of the wall and intimal hyperplasia. Other changes were loss of internal elastic lamina in 9 (45%) patients, loss of endothelial cell layer in 6 (30%), inflammatory cell infiltration of the wall in 5 (25%), mural calcification in 3 (15%) and telangiectasia in 2 (10%). Other ultrastructural changes observed were intimal hypertrophy, degeneration and loss of the endothelial cells, degeneration and fraying of smooth muscle cells (SMCs) and loss of wall components into the lumen. In conclusion, most of the apparently normal cephalic veins of renal failure patients showed morphological abnormalities at the time of AVF construction, which may well influence the outcome of shunts in terms of future stenosis and failure. It seems likely that the later development of AVF stenosis may be the result of pre-existing disease rather than the direct insult of arterialization.",
                "The effect of dehydroepiandrosterone (DHEA) on memory and cognition in experimental animals is well known, but its efficacy in clinical dementia is unproven. So, the aim of the present study was to investigate the effect of DHEA on learning and memory activities in a rat model of vascular dementia (VD). Forty-eight male rats that positively passed the holeboard memory test were chosen for the study before bilateral permanent occlusion of the common carotid artery. They were divided into four groups (n= 12, each) as follows (i) untreated control,(ii) rats exposed to surgical permanent bilateral occlusion of the common carotid arteries (BCCAO) leading to chronic cerebral hypoperfusion,(iii) rats exposed to BCCAO then received DHEA (BCCAO+ DHEA) and (iv) rats exposed to BCCAO then received donepezil (BCCAO+ DON). Holeboard memory test was used to assess the time, latency, working memory and reference memory. Central level of acetylcholine, norepinephrine and dopamine in the hippocampus were measured. Furthermore, the expression of brain derived neurotrophic factor (BDNF) in the hippocampus was determined. Histopathological studies of the cerebral cortex and transmission electron microscope of the hippocampus were performed. BCCAO decreased the learning and memory activities in the holeboard memory. Also, it decreased the expression of BDNF as well as the central level of acetylcholine, noradrenaline and dopamine as compared to control rats. Treatment with DHEA and donepezil increased the working and reference memories, BDNF expression as well as the central acetylcholine in the hippocampus as …",
                "Background: Native cephalic vein remains the superior dialysis conduit, even 30 years after it was first described. However, up to 37% of hemodialysis patients develop progressive stenosis in the venous circuit of arterio-venous fistula (AVF), which may later cause thrombosis and occlusion. Material and Methods: To study the pre-existing morphological changes in the wall of the cephalic vein before AVF construction, we collected 23 cephalic vein specimens from 3 normal, young trauma patients and 20 renal failure patients. The samples were collected at the time of vascular repair in the first group and AVF construction in the second group. Sections were prepared and stained with hematoxylin & eosin (H&E), Masson’s trichrome and Verhoff von Gieson’s stains.Results: Compared with normal cephalic veins, all pre-access cephalic veins showed generalized thickening of the wall due to intimal hyperplasia and …",
                "The molecular mechanisms through which ghrelin exerts its cardioprotective effects during cardiac remodeling post-myocardial infarction (MI) are poorly understood. The aim of this study was to investigate whether the cardioprotection mechanisms are mediated by modulation of JAK\/STAT signaling and what triggers this modulation. Rats were divided into six groups (n = 12\/group): control, sham, sham + ghrelin (100 µg\/kg, s.c., daily, starting 1 day post-MI), MI, MI+ ghrelin, and MI+ ghrelin+ AG490, a potent JAK2 inhibitor (5 mg\/kg, i.p., daily). All treatments were administered for 3 weeks. Administration of ghrelin to MI rats improved left ventricle (LV) architecture and restored cardiac contraction. In remote non-infarcted areas of MI rats, ghrelin reduced cardiac inflammation and lipid peroxidation and enhanced antioxidant enzymatic activity. In addition, independent of the growth factor\/insulin growth factor-1 …",
                "Many factors have been implicated in the aetiology of varicose veins; however, there is ample evidence implicating that the defect is in the wall of the lower limb veins. In order to know the pathological changes in the tunica intima of varicose veins, the smooth muscle cells (SMCs), collagen and elastin of varicose and control patients were studied by light and electron microscopy. The morphological changes in the SMCs, collagen and elastin point to a possible secretory or phagocytic role of the SMCs in producing abnormal immature collagen or elastin fibres or in modulation of function of SMCs due to excessive production of extracellular matrix (ECM)."
            ],
            [
                [
                    "Ultrastructral Pathology"
                ]
            ]
        ]
    ]
}