{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EJ9KYQKQ",
            "1HzN1DQAAAAJ",
            [
                "Determination of the magnetospheric current system parameters and development of experimental geomagnetic field models based on data from IMP and HEOS satellites",
                "A global MHD solar wind model with WKB Alfvén waves: Comparison with Ulysses data",
                "A global numerical 3-D MHD model of the solar wind",
                "A tilted‐dipole MHD model of the solar corona and solar wind",
                "Solar wind modeling with turbulence transport and heating",
                "Three-fluid, three-dimensional magnetohydrodynamic solar wind model with eddy viscosity and turbulent resistivity",
                "A large magnetosphere magnetic field database",
                "A three‐dimensional MHD solar wind model with pickup protons",
                "A global 3-D simulation of interplanetary dynamics in June 1991",
                "Three-dimensional magnetohydrodynamic modeling of the solar wind including pickup protons and turbulence transport"
            ],
            [
                "An elaborate analytical model representation of the magnetospheric magnetic field has been developed based on the merged IMP-HEOS experimental data set. As distinct from the approach of Mead and Fairfield (1975), our model incorporates separate mathematical description of the ring current, the magnetotail current sheet and the magnetopause contributions to the total magnetic field. Model formulae for the magnetic field components contain in total 28 input parameters (21 linear coefficients and 7 non-linear parameters) obtained by means of an iterative minimization procedure, which fits the model to the experimental data sets corresponding to different levels of geomagnetic activity, as well as to different conditions in the solar wind.",
                "We use a steady state global axisymmetric MHD model to reproduce quantitatively the Ulysses observations during its first fast latitude traversal in 1994–1995. In particular, we are able to account for the transformation of a surface dipole magnetic field near the Sun into the configuration observed at large heliocentric distances. The MHD equations are solved by combining a time relaxation numerical technique with a marching‐along‐radius method. We assume that Alfvén waves, propagating outward from the Sun, provide additional heating and acceleration to the flow. Only solutions with waves reproduce the plasma parameters observed in the high‐latitude fast solar wind. We show that the meridional distribution of solar wind plasma and magnetic field parameters is dominated by two processes. First, inside ∼24 R⊙ both the plasma velocity and magnetic field relax toward a latitude‐independent profile outside …",
                "A fully three-dimensional, steady-state global model of the solar corona and the solar wind is developed. A numerical, self-consistent solution for 3-D MHD equations is constructed for the region between the solar photosphere and the Earth's orbit. Boundary conditions are provided by the solar magnetic field observations. A steady-state solution is sought as a temporal relaxation to the dynamic equilibrium in the region of transonic flow near the Sun and then traced to the orbit of the Earth in supersonic flow region. The unique features of the proposed model are: (a) uniform coverage and self-consistent treatment of the regions of subsonic\/sub-Alfvénic and supersonic\/super-Alfvénic flows, (b) inferring the global structure of the interplanetary medium between the solar photosphere and 1 AU based on large-scale solar magnetic field data. As an experimental test for the proposed technique, photospheric …",
                "We simulate the three‐dimensional structure of the heliosphere during solar activity minimum by specifying boundary conditions at the coronal base. We compare the output of the model with Ulysses observations obtained during the spacecraft's first fast latitude transition in 1994–1995. The polytropic MHD equations are solved for a steady coronal outflow that includes the addition of Alfvén wave momentum and energy in the WKB approximation. A solution for the outflow in a tilted dipole magnetic field in the inner computational region (1–20 R⊙) is combined with a three‐dimensional solution in the outer region which extends to 10 AU. The inner region solution is essentially the same as in the work of Usmanov et al. [2000] but has been obtained for slightly different boundary conditions using a different numerical algorithm. The dipole orientation is chosen to match the one inferred from photospheric magnetic field …",
                "We have developed an axisymmetric steady-state solar wind model that describes properties of the large-scale solar wind, interplanetary magnetic field, and turbulence throughout the heliosphere from 0.3 AU to 100 AU. The model is based on numerical solutions of large-scale Reynolds-averaged magnetohydrodynamic equations coupled with a set of small-scale transport equations for the turbulence energy, normalized cross helicity, and correlation scale. The combined set of time-dependent equations is solved in the frame of reference corotating with the Sun using a time-relaxation method. We use the model to study the self-consistent interaction between the large-scale solar wind and smaller-scale turbulence and the role of the turbulence in the large-scale structure and temperature distribution in the solar wind. To illuminate the roles of the turbulent cascade and the pickup protons in heating the solar wind …",
                "We have developed a three-fluid, three-dimensional magnetohydrodynamic solar wind model that incorporates turbulence transport, eddy viscosity, turbulent resistivity, and turbulent heating. The solar wind plasma is described as a system of co-moving solar wind protons, electrons, and interstellar pickup protons, with separate energy equations for each species. Numerical steady-state solutions of Reynolds-averaged solar wind equations coupled with turbulence transport equations for turbulence energy, cross helicity, and correlation length are obtained by the time relaxation method in the corotating with the Sun frame of reference in the region from 0.3 to 100 AU (but still inside the termination shock). The model equations include the effects of electron heat conduction, Coulomb collisions, photoionization of interstellar hydrogen atoms and their charge exchange with the solar wind protons, turbulence energy …",
                "A large magnetosphere magnetic field database compiled from the measurements of 11 Earth‐orbiting spacecraft during 1966‐1986 is described. The 11 contributing spacecraft (Explorer 33 and 35, IMP 4, 5, 6, 7 and 8, Heos 1 and 2, and ISEE 1 and 2) provide data between 4RE and 60RE, which have been edited in order to exclude data outside the magnetosphere. Currently, the database totals more than 79,000 records, which sum to a total of more than 1600 spacecraft days in the magnetosphere. Each of these records contains the average total field vector in geocentric solar magnetospheric coordinates, disturbance field vector (measured field minus Earth's internal field), time information, spacecraft position, AE, AL, Kp, and Dst geomagnetic indices, and associated solar wind and interplanetary magnetic field parameters when available. These data have constituted and will undoubtedly continue to constitute …",
                "We have developed a three‐dimensional (3‐D) steady‐state MHD model of the solar corona and solar wind that covers the region from the coronal base to 100 AU and that accounts for the effects of pickup protons in the distant heliosphere. The model expands the two‐region model of Usmanov and Goldstein (2003) to include a region III that extends from 1–100 AU and incorporates a population of interstellar neutral hydrogen and its interaction with solar wind protons. Following the approach of Isenberg (1986) and Whang (1998), we consider the solar wind outside 1 AU as a combination of three comoving species, solar wind protons, electrons, and pickup protons, and solve the 3‐D steady‐state MHD equations with source terms due to photoionization and charge exchange. Separate energy equations are included for solar wind and pickup protons. We show that the pickup protons cause a deceleration of the …",
                "The global dynamics of the solar wind and interplanetary magnetic field in June 1991 is simulated based on a fully three-dimensional, time-dependent numerical MHD model. The numerical simulation includes eight transient disturbances associated with the major solar flares of June 1991. The unique features of the present simulation are: (i) the disturbances are originated at the coronal base (1R s) and their propagation through inhomogeneous ambient solar wind is simulated out to 1.5 AU; (ii) as a background for the transients, the global steady-state solar wind structure inferred from the 3-D steady-state model (Usmanov, 1993c) is used. The parameters of the initial pulses are prescribed in terms of the near-Sun shock velocities (as inferred from the metric Type II radio burst observations) relative to the preshock steady-state flow parameters at the flare sites. The computed parameters at the Earth's …",
                "To study the effects of interstellar pickup protons and turbulence on the structure and dynamics of the solar wind, we have developed a fully three-dimensional magnetohydrodynamic solar wind model that treats interstellar pickup protons as a separate fluid and incorporates the transport of turbulence and turbulent heating. The governing system of equations combines the mean-field equations for the solar wind plasma, magnetic field, and pickup protons and the turbulence transport equations for the turbulent energy, normalized cross-helicity, and correlation length. The model equations account for photoionization of interstellar hydrogen atoms and their charge exchange with solar wind protons, energy transfer from pickup protons to solar wind protons, and plasma heating by turbulent dissipation. Separate mass and energy equations are used for the solar wind and pickup protons, though a single momentum …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}