{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EJJD4BV6",
            "jfZtuFwAAAAJ",
            [
                "Doping a Mott insulator: Physics of high-temperature superconductivity",
                "Quantum field theory of many-body systems: from the origin of sound to an origin of light and electrons",
                "Detecting Topological Order in a Ground State Wave Function",
                "Chiral spin states and superconductivity",
                "String-net condensation: A physical mechanism for topological phases",
                "Topological orders and edge excitations in fractional quantum Hall states",
                "Ground-state degeneracy of the fractional quantum Hall states in the presence of a random potential and on high-genus Riemann surfaces",
                "Topological orders in rigid states",
                "Symmetry protected topological orders and the group cohomology of their symmetry group",
                "Chiral Luttinger liquid and the edge excitations in the fractional quantum Hall states"
            ],
            [
                "This article reviews the physics of high-temperature superconductors from the point of view of the doping of a Mott insulator. The basic electronic structure of cuprates is reviewed, emphasizing the physics of strong correlation and establishing the model of a doped Mott insulator as a starting point. A variety of experiments are discussed, focusing on the region of the phase diagram close to the Mott insulator (the underdoped region) where the behavior is most anomalous. The normal state in this region exhibits pseudogap phenomenon. In contrast, the quasiparticles in the superconducting state are well defined and behave according to theory. This review introduces Anderson’s idea of the resonating valence bond and argues that it gives a qualitative account of the data. The importance of phase fluctuations is discussed, leading to a theory of the transition temperature, which is driven by phase fluctuations and the …",
                "For most of the last century, condensed matter physics has been dominated by band theory and Landau's symmetry breaking theory. In the last twenty years, however, there has been the emergence of a new paradigm associated with fractionalisation, topological order, emergent gauge bosons and fermions, and string condensation. These new physical concepts are so fundamental that they may even influence our understanding of the origin of light and fermions in the universe. This book is apedagogical and systematic introduction to the new concepts and quantum field theoretical methods (which have fuelled the rapid developments) in condensed matter physics. It discusses many basic notions in theoretical physics which underlie physical phenomena in nature. Topics covered are dissipativequantum systems, boson condensation, symmetry breaking and gapless excitations, phase transitions, Fermi liquids, spin density wave states, Fermi and fractional statistics, quantum Hall effects, topological and quantum order, spin liquids, and string condensation. Methods covered are the path integral, Green's functions, mean-field theory, effective theory, renormalization group, bosonization in one-and higher dimensions, non-linear sigma-model, quantum gauge theory, dualities, slave-bosontheory, and exactly soluble models beyond one-dimension. This book is aimed at teaching graduate students and bringing them to the frontiers of research in condensed matter physics.",
                "A large class of topological orders can be understood and classified using the string-net condensation picture. These topological orders can be characterized by a set of data (N, d i, F l m n i j k, δ i j k). We describe a way to detect this kind of topological order using only the ground state wave function. The method involves computing a quantity called the “topological entropy” which directly measures the total quantum dimension D=∑ i d i 2.",
                "It is shown that several different order parameters can be used to characterize a type of P-and T-violating state for spin systems, that we call chiral-spin states. There is a closely related, precise notion of chiral-spin-liquid states. We construct soluble models, based on P-and T-symmetric local-spin Hamiltonians, with chiral-spin ground states. Mean-field theories leading to chiral spin liquids are proposed. Frustration is essential in stabilizing these states. The quantum numbers of quasiparticles around the chiral spin liquids are analyzed. They generally obey fractional statistics. Based on these ideas, it is speculated that superconducting states with unusual values of the flux quantum may exist.",
                "We show that quantum systems of extended objects naturally give rise to a large class of exotic phases—namely topological phases. These phases occur when extended objects, called “string-nets,” become highly fluctuating and condense. We construct a large class of exactly soluble 2D spin Hamiltonians whose ground states are string-net condensed. Each ground state corresponds to a different parity invariant topological phase. The models reveal the mathematical framework underlying topological phases: tensor category theory. One of the Hamiltonians—a spin-1∕ 2 system on the honeycomb lattice—is a simple theoretical realization of a universal fault tolerant quantum computer. The higher dimensional case also yields an interesting result: we find that 3D string-net condensation naturally gives rise to both emergent gauge bosons and emergent fermions. Thus, string-net condensation provides a …",
                "Fractional quantum Hall (FQH) liquids contain extremely rich internal structures which represent a whole new kind of ordering. We discuss the characterization and classification of the new orders (which are called topological orders). We also discuss the edge excitations in FQH liquids, which form the so-called chiral Luttinger liquids. The chiral Luttinger liquids at the edges also have very rich structures as a reflection of the rich topological orders in the bulk. Thus edge excitations provide us a practical way to measure topological orders in experiments.",
                "The fractional quantum Hall (FQH) states are shown to have q̃ fold g ground-state degeneracy on a Riemann surface of genus g, where q̃ is the ground-state degeneracy in a torus topology. The ground-state degeneracies are directly related to the statistics of the quasiparticles given by θ= p̃π\/q̃. The ground-state degeneracy is shown to be invariant against weak but otherwise arbitrary perturbations. Therefore the ground-state degeneracy provides a new quantum number, in addition to the Hall conductance, characterizing different phases of the FQH systems. The phases with different ground-state degeneracies are considered to have different topological orders. For a finite system of size L, the ground-state degeneracy is lifted. The energy splitting is shown to be at most of order e− L\/ξ. We also show that the Ginzburg-Landau theory of the FQH states (in the low-energy limit) is a dual theory of the U (1) Chern …",
                "We study a new kind of ordering — topological order — in rigid states (the states with no local gapless excitations). We concentrate on characterization of the different topological orders. As an example we discuss in detail chiral spin states of 2 + 1 dimensional spin systems. Chiral spin states are described by the topological Chern-Simons theories in the continuum limit. We show that the topological orders can be characterized by a non-Abelian gauge structure over the moduli space which parametrizes a family of the model Hamiltonians supporting topologically ordered ground states. In 2 + 1 dimensions, the non-Abelian gauge structure determines possible fractional statistics of the quasi-particle excitations over the topologically ordered ground states. The dynamics of the low lying global excitations is shown to be independent of random spatial dependent perturbations. The ground state degeneracy and the non …",
                "Symmetry protected topological (SPT) phases are gapped short-range-entangled quantum phases with a symmetry G. They can all be smoothly connected to the same trivial product state if we break the symmetry. The Haldane phase of spin-1 chain is the first example of SPT phases which is protected by SO (3) spin rotation symmetry. The topological insulator is another example of SPT phases which are protected by U (1) and time-reversal symmetries. In this paper, we show that interacting bosonic SPT phases can be systematically described by group cohomology theory: Distinct d-dimensional bosonic SPT phases with on-site symmetry G (which may contain antiunitary time-reversal symmetry) can be labeled by the elements in H 1+ d [G, U T (1)], the Borel (1+ d)-group-cohomology classes of G over the G module U T (1). Our theory, which leads to explicit ground-state wave functions and commuting projector …",
                "The low-energy effective theory of the edge excitations in the fractional quantum Hall (FQH) states is derived. The edge excitations are shown to form a new kind of state which is called the chiral Luttinger liquid (χLL). The effective theory is exactly soluble. This enables us to easily calculate all the low-energy properties of the edge excitations. We calculate the electron propagator and the spectral function, which clearly demonstrate the non-Fermi-liquid behaviors of the χLL. We also calculate the interference effects between excitations on different edges. We demonstrate that the properties of the edge excitations are closely related to the properties of the FQH states on compacted spaces. Thus the properties of the edge excitations can be used to characterize the topological orders in the FQH states. We also show that the FQH states with filling fractions ν≠ 1\/l must have at least two branches of edge excitations."
            ],
            [
                [
                    "condensed matter physics",
                    "topological order",
                    "category theory",
                    "higher symmetry"
                ]
            ],
            [
                "XIAO-GANG WEN Cecil and Ida Green Professor of Physics xgwen@mit.edu (617) 253-5016 6C-317 Lesley Keaney (617) 253-4878 RELATED LINKS: MIT Condensed Matter Theory Group Wen Group Condensed Matter Theory Theory of Strongly Correlated Electronic Systems Theory of Topological Order and Quantum Order Theory of High Temperature Superconductors Origin and Unification of Elementary Particles (such as  light and electrons) Theory of Quantum Hall Effect and Non-Abelian  Statistics Prof. Wen’s main research area is condensed matter  theory. He introduced the notion of topological order and quantum order to  describe a new class of matter states. This opens up a new research direction  in condensed matter physics. He found that states with topological order  contain non-trivial boundary excitations and developed chiral Luttinger theory  for the boundary states. The boundary states can become ideal conduction  channel which may leads to device application of topological phases. He also  proposed a special class of topological order: non-Abelian quantum Hall states.  They contain emergent particles with non-Abelian statistics which generalizes  the well known Bose and Fermi statistics. Non-Abelian particles may allow us to  perform fault tolerant quantum computations. He found that string-net  condensations can give rise to a large class of topological orders. In  particular, string-net condensation provides a unified origin of photons, electrons,  and other elementary particles. It unifies two fundamental\n  phenomena: gauge interactions and Fermi statistics. He  also proposed the SU(2) gauge theory of high temperasture superconductors. Xiao-Gang Wen received a BS in physics from University of  Science and Technology of China in 1982 and a Ph.D. in physics from Princeton  University in 1987. He studied superstring theory under theoretical physicist  Edward Witten at Princeton University. Wen later switched his research field to  condensed matter physics while working with theoretical physicists Robert  Schrieffer, Frank Wilczek, Anthony Zee in Institute for Theoretical Physics, UC  Santa Barbara (1987-1989). He became a five-year member of IAS at Princeton in 1989  and joint MIT in 1991. Wen is a Cecil and Ida Green Professor of Physics at  MIT (2004-present), a Distinguished Moore Scholar at Caltech (2006), and a Distinguished Research  Chair at Perimeter Institute (2009). Among other honors, Wen is a Sloan Foundation Fellow (1992);  APS Fellow (2002), Isaac Newton Chair at the Perimeter Institute for Theoretical Physics (2011),   co-winner of the Oliver E. Buckley Condensed Matter Physics Prize (2017) \" for  theories of topological order and its consequences in a broad range of physical systems \", and was elected to National Academy of Science (2018) in recognition of \"distinguished and continuing achievements in original research.\" Classification of Gapped Symmetric Phases in 1D Spin  Systems Xie Chen, Zheng-Cheng Gu, Xiao-Gang Wen arXiv:1008.3745 (Classified gapped symmetric phases for 1D qubit systems  through local unitary transformations and the projective representations of the  symmetry group.) Local unitary transformation, long-range quantum  entanglement, wave function renormalization, and topological order Xie Chen,  Zheng-Cheng Gu, Xiao-Gang Wen arXiv:1004.3835 (Introduced the notion of long-range quantum entanglement  through local unitary transformation. Long-range quantum entanglement is the  essence of topological order and quantum order.) A lattice bosonic model as a quantum theory of gravity Zheng-Cheng Gu and Xiao-Gang Wen gr-qc\/0606100 (Constructed a quantum qubit  model on a lattice which gives rise to emergent gravitons.) A unification of light and electrons through string-net  condensation in spin models Michael A. Levin and Xiao-Gang Wen Rev. Mod. Phys.  77, 871 (2005); cond-mat\/0407140 (String-net condensation provides a way to  unify light and electrons, or more precisely, to unify gauge interaction and  Fermi statistics.) String-net condensation: A physical mechanism for  topological phases Michael Levin and Xiao-Gang Wen Phys. Rev. B71, 045110  (2005). cond-mat\/0404617 (Pointed out that all the gauge theories and doubled  Chern-Simons theories can be realized in lattice spin models through different  string-net condensations. Found a mechanism to make the ends of condensed  string to have Fermi, fractionali, or non-Abelian statistics. Found the  mathematical foundation of topological order and string-net condensation --  Tensor Category Theory. Used tensor category theory to classify T and P  symmetric topological orders.) Quantum Orders and Symmetric Spin Liquids Xiao-Gang Wen Phys. Rev. B65, 165113 (2002). cond-mat\/0107071 (Introduced a concept --  quantum order -- through Projective Symmetry Group.) Doping a Mott Insulator: Physics of High Temperature  Superconductivity Patrick A. Lee, Naoto Nagaosa, Xiao-Gang Wen Rev. Mod. Phys.  78, 17–85 (2006); cond-mat\/0410445 (A review of the SU(2) slave-boson theory of  high Temperature superconductors.) Non-Abelian Statistics in FQH states Xiao-Gang Wen Phys. Rev. Lett. 66, 802 (1991) (One of the first papers to propose and construct  non-Abelian FQH states.) Chiral Luttinger Liquid and the Edge Excitations in the  FQH States Xiao-Gang Wen Phys. Rev. B41 12838 (1990). (Predicted power-law tunneling I-V curve between FQH  edges, which was observed by F. P. Milliken, C. P. Umbach and R. A. Webb; Solid  State Comm. 97, 309, 1995; A. M. Chang, L. N. Pfeiffer, and K. W. West; Phys.  Rev. Lett. 77, 2538, 1996 ) Topological Orders in Rigid States Xiao-Gang Wen Int. J. Mod. Phys. B4, 239 (1990) (The first detailed discussion of topological order.  Proposed a conjecture: the non-Abelian Berry's phase of degenerate ground  states and the induced modular transformation completely characterizes  topological orders.) July 15, 2020 4:47 PM"
            ]
        ]
    ]
}