{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EJRYVPCK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "John F.C. Wardle John F.C. Wardle Professor of Astrophysics PhD, University of Manchester, England, 1969 John Wardle studies powerful extragalactic radio sources and especially the nuclei of quasars using the Very Large Array and the Very Long Baseline Array of the National Radio Astronomy Observatory . He specializes in making polarization observations of quasars to map the magnetic fields near the super-massive black holes at the heart of these objects. Recent results include the first detections of circular polarization at milli-arcsecond resolution. Professor Wardle is a member of the Event Horizon Telescope Collaboration . Group website  CV (PDF)  Complete list of publications Recently Taught Courses Introductory Astronomy (Phsc 2b) Modern Physics (Phys 20b) Astrophysics (Phys 168b) Andreas Rauch (2013) \"A New Method of Constraining the Orientation Of Radio-loud Quasars on kpc Scales\" Present Position: Otto Hahn Gymnasium, Gottingen, Germany Doug Gobeille (2011) \"A Systematic Meta Survey of High Redshift Quasars Probing their Environments and Evolution\" Present Position: Lecturer, University of Rhode Island Michael Bell (2010) \"Two-Frequency, Multi-epoch VLA Observations of SS 433\" Present Position: Post Doctoral Associate, Max Planck Institute, Garching, Germany Tingdong Chen (2005) \"VLBI and VSOP Study of Two Quasar Jets&rdquo\" Present Position: Senior Software Developer, Rakuten, CA Chi (Teddy) Cheung (2004) \"Studies of the Kilo-parsec Scale Radio and Optical Emission from X-ray Jets in Active Galactic Nuclei\" Present Position: NRC Research Associate, Naval Research Laboratory in Washington, DC Daniel C. Homan (2000) \"Polarization Studies of the Parsec Scale Jets in AGN\" Present position: Professor, Department of Physics & Astronomy, Denison University, Granville, OH \" First M87 Event Horizon Telescope Results .\" Papers I-VI, Event Horizon Telescope Collaboration; Astrophysical Journal letters, vol 875, L1E et seq. (2019) \" The Variable Rotation Measure Distribution in 3C 273 on Parsec Scales \" Wardle, John; Galaxies, vol 6, issue 1, p5 (2018) “ Detecting Relativistic X-Ray Jets in High-redshift Quasars ” McKeough, Kathryn; Siemiginowska, Aneta; Cheung, C. C.; Stawarz, Łukasz; + 12 authors; Atrophys. J. vol 833, p 123 (2016). “ High Resolution Linear Polarimetric Imaging for the Event Horizon Telescope ”  Chael, Andrew A.; Johnson, Michael D.; Narayan, Ramesh; Doeleman, Sheperd S.; Wardle, John F. C.; Bouman, Katherine L.; Astrophys. J. vol 829, p11 (2016). “ Resolved magnetic-field structure and variability near the event horizon of Sagittarius A* ” Johnson, Michael D.; Fish, Vincent L.; Doeleman, Sheperd S.; Marrone, Daniel P.; Plambeck, Richard L.; Wardle, John F. C.; and the Event Horizon Telescope Collaboration; Science, vol 350, p1242 (2015). “ Comparing different indicators of quasar orientation ”  Van Gorkom, Kyle J.; Wardle, John F. C.; Rauch, Andreas P.; Gobeille, Doug B.; MNRAS vol 450, p4240 (2015). “ Relative Astrometry of Compact Flaring Structures in Sgr A* with Polarimetric Very Long Baseline Interferometry ” Johnson, Michael D.; Fish, Vincent L.; Doeleman, Sheperd S.; Broderick, Avery E.; Wardle, John F. C.; Marrone, Daniel P.; Astrophys. J. vol 794, p 150 (2014). “ Magnetic fields and polarization in AGN jets ” (review) Wardle, John F. C. in The Innermost Regions of Relativistic Jets and Their Magnetic Fields, Granada, Spain, Edited by José L. Gómez; EPJ Web of Conferences, Volume 61, id.06001 (2013)  “ Discovery of a Kiloparsec-scale X-Ray\/Radio Jet in the z = 4.72 Quasar GB 1428+4217 ” Cheung, C. C.; Stawarz, Ł.; Siemiginowska, A.; Gobeille, D.; Wardle, J. F. C.; Harris, D. E.; Schwartz, D. A.; Astrophys. J. vol 756 p 20 (2012). John F.C. Wardle Abelson 328 781-736-2889 wardle@brandeis.edu"
            ]
        ]
    ]
}