{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EKSDQK3W",
            "XlZToKwAAAAJ",
            [
                "Lifshitz black holes in higher spin gravity",
                "Warped entanglement entropy",
                "Holographic renormalization group flows and boundary conformal field theories",
                "Learning from errors: students’ and instructors’ practices, attitudes, and beliefs"
            ],
            [
                "We study asymptotically Lifshitz solutions to three dimensional higher spin gravity in the SL (3,)× SL (3,) Chern-Simons formulation. We begin by specifying the most general connections satisfying Lifshitz boundary conditions, and we verify that their algebra of symmetries contains a Lifshitz sub-algebra. We then exhibit connections that can be viewed as higher spin Lifshitz black holes. We show that when suitable holonomy conditions are imposed, these black holes obey sensible thermodynamics and possess a gauge in which the corresponding metric exhibits a regular horizon.",
                "We study the applicability of the covariant holographic entanglement entropy proposal to asymptotically warped AdS 3 spacetimes with an SL (2, ℝ)× U (1) isometry. We begin by applying the proposal to locally AdS 3 backgrounds which are written as an ℝ 1 fibration over AdS 2. We then perturb away from this geometry by considering a warping parameter a= 1+ δ to get an asymptotically warped AdS 3 spacetime and compute the dual entanglement entropy perturbatively in δ. We find that for large separation in the fiber coordinate, the entanglement entropy can be computed to all orders in δ and takes the universal form appropriate for two-dimensional CFTs. The warping-dependent central charge thus identified exactly agrees with previous calculations in the literature. Performing the same perturbative calculations for the warped BTZ black hole again gives universal two-dimensional CFT answers, with the left …",
                "Solutions of (d+ 1)-dimensional gravity coupled to a scalar field are obtained, which holographically realize interface and boundary conformal field theories (CFTs). The solution utilizes a Janus-like AdS d slicing ansatz and corresponds to a deformation of the CFT by a spatially-dependent coupling of a relevant operator. The boundary conformal field theory solutions are singular in the bulk, but physical quantities such as the holographic entanglement entropy can be calculated.",
                "In some educational contexts, such as during assessments, it is essential to avoid errors. In other contexts, however, generating an error can foster valuable learning opportunities. For instance, generating errors can improve memory for correct answers. In two surveys conducted at three large public universities in North America, we investigated undergraduate students’ and instructors’ awareness of the pedagogical benefits of generating errors, as well as related practices, attitudes, and beliefs. Surveyed topics included the incorporation of errors into learning activities, opinions about the consequences of studying errors, and approaches to feedback. Many students had an aversion towards making errors during learning and did not use opportunities to engage in errorful generation, yet studied or analysed errors when they occurred. Many instructors had a welcoming attitude towards errors that occur during …"
            ],
            [
                [
                    "Conformal Field Theory",
                    "String Theory",
                    "Elementary Particles"
                ]
            ]
        ]
    ]
}