{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ELACYTGE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Teaching Ben Bromley Professor bromley@physics.utah.edu 801-581-8227 Main Website http:\/\/www.physics.utah.edu\/~bromley Ben Bromley Professor Teaching Research Summary Biography Current Courses Memberships in Professional Organizations Teaching Philosophy Research Statement Research Keywords Presentations Research Groups Grants, Contracts & Research Gifts Research\/Scholarship Projects Equipment & Testing Software Geographical Regions of Interest Professional Service Internal Service Community Partnership Outreach Honors & Awards Affiliations In the Media Teaching Research Summary Biography Current Courses Memberships in Professional Organizations Teaching Philosophy Research Statement Research Keywords Presentations Research Groups Grants, Contracts & Research Gifts Research\/Scholarship Projects Equipment & Testing Software Geographical Regions of Interest Professional Service Internal Service Community Partnership Outreach Honors & Awards Affiliations In the Media Research Summary Theoretical and computational astrophysics. Research areas include planet formation, galactic dynamics and relativistic astrophysics. Education B.A.,\r\nChemistry and Physics,\r\nMiddlebury College.\r\nProject: X-ray analysis of supernova remnant Puppis A M.S.,\r\nPhysics,\r\nUniversity of Vermont.\r\nProject: Photon correlation analysis of polydisperse Mie scatterers Ph.D.,\r\nPhysics,\r\nDartmouth.\r\nProject: Wavelet analysis of the large-scale structure of the Universe Biography Ben Bromley is a theoretical astrophysicist at the University of Utah.  His doctoral work focused on astrophysical cosmology and the large-scale structure of the universe. He has explored ways to analyze galaxy survey data, designing an early spectral classification scheme, and analyzed the statistical properties of the cosmic microwave background, a relic of the early univierse that reveals the seeds of galaxies and the large-scale structures that they form. Ben also studied relativistic gas flows onto supermassive black holes; he and his collaborators made the first polarimetric maps of tenuous gas disks that are currently being imaged around nearby supermassive black holes by the Event Horizon Telescope. Related to black holes, Ben and collaborators worked on hypervelocity stars, regular stars that were flung out at high speeds by a close encounter with the supermassive black hole in the center of the Milky Way. Over much of his career he was has been studying the formation of planets. With Scott Kenyon, he has built supercomputer codes to simulate planet formation, providing predictions so that astronomers can infer the presence of growing planets, even small ones, frome the dusty debris that they stir up around their host stars. This work led to novel ideas about planets in our own solar system, incudling the hypothetical Planet Nine. "
            ]
        ]
    ]
}