{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EM0NI61K",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Tonya S. Coffey Dr. Tonya S. Coffey Ph.D. - 2004, North Carolina State University M.S.  - 1999, North Carolina State University B.S. - 1996, North Carolina State University Areas of Research\/Interest Microscopy and Spectroscopy for Materials Analysis, including: Atomic Force Microscopy (AFM) and related modes, Scanning Electron Microscopy, and Transmission Electron Microscopy with related modes; Materials Science; Physics Education Research; STEM Educational Outreach; Quartz Crystal Microbalances; Nanotribology Background Tonya Shea Coffey is a solid state physicist with research focused on nanoscale analysis of materials using advanced microscopy and spectroscopy techniques. She is the Director of the Physics Secondary Education Program with a strong focus on physics pedagogy and physics educational outreach. Selected Publications “Nanoscale Characterization of Squaraine-Fullerene Based Photovoltaic active layers by Atomic Force Microsopy mechanical and electrical property mapping,” Tonya Coffey, Andrew Seredinski, Jake Poler, Crystal Patteson, William Watts, Kenny Baptiste, Chenyu Zheng, Jeremy Cody, Christopher Collison, Thin Solid Films 669 , 120-132 (2019). “A Multi-instrument Study of Microwear Polishes on Mousterian Tools from Weasel Cave (Myshtulagty Lagat), Russia”, Larry R. Kimball, Tonya S. Coffey, Nathan R. Faulks, Stephen E. Dellinger, N. Matt Karas & Nazim Hidjrati, Lithic Technology 42 , 61-76, (2017). “An Outreach Adventure,” T. Coffey, SPS Observer , 1 (3), 8-9 (2016). “Exploring Nanoscience and Scanning Electron Microscopy in K-12 Classrooms,” Tonya Coffey, Gabor Zsuppan, and Robert Corbin, Microscopy Today 23 (1) (2015). “Making the Nano Visible and Wonderfilled,” Gabor Zsuppan, Tonya Coffey, and Robert Corbin, Informal Learning Review 128 , 10-13 (2014). “Atomic force microscopy of microwear traces on Mousterian tools from Myshtylagty Lagat (Weasel Cave), Russia,” N. R. Faulks, L. R. Kimball, N. Hidjrati, T. S. Coffey, Scanning 3 , 304-315, (2011). “A New Atomic Force Microscopy Learning Module Using Diffraction Gratings,” T. Coffey et al., Microscopy Today 18 , 42-48 (November, 2010). “Soda Pop Fizz-ics,” T. Coffey, The Physics Teacher , 46 , 473 (2008). “Diet Coke and Mentos: What is really behind this physical reaction?” T. Coffey, American Journal of Physics 76 (6) 551-557 (2008). “Impact of Atomic Corrugation on Atomic Friction as Probed by QCM,” T. Coffey and J. Krim, Physical Review Letters, 95 , 076101 (2005). “QCM Studies of the Slippage of Solid and Liquid Krypton Monolayers on Metal(111) and C60 Surfaces,” T. Coffey and J. Krim, Physical Review B, 72 , 235414 (2005). “C60 Molecular Bearings and the Phenomenon of Nanomapping” T. Coffey and J. Krim, Physical Review Letters, 96 , 186104 (2006). “Nanotribology.” T. Coffey and J. Krim, in: The Encyclopedia of Nanoscience and Nanotechnology, American Scientific Publishers, Stevenson Ranch, California, 2004. “A scanning probe and quartz crystal microbalance study of the impact of C60 on friction at solid-liquid interfaces.”  T. Coffey, M. Abdelmaksoud, and J. Krim.  Journal of Physics: Condensed Matter 13 (2001) 4991-4999. She\/Her\/Hers, Professor, Director of Physics Secondary Education Phone: (828) 262-2437 Fax: (828) 262-2049 Garwood Hall 327"
            ]
        ]
    ]
}