{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EME0GO05",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to Main Content Search This Site: Main Navigation Toggle navigation Menu News News COVID-19 Students Courses Undergraduates Graduate Program MAJORS, EMPHASES, AND MINORS ACADEMIC ADVISING Astronomy & Astrophysics Biophysics Condensed Matter Cosmic Rays Particle Physics Physics Education Research Centers & Institutes REU Opportunities Events SEMINARS AND EVENTS For Visitors For the Community Conferences & Workshops Everyone Faculty Staff Resources Safety Facilities Computing Centers & Institutes COVID-19 Internal Internal Accounting Employment About About Us Newsletter Contact Us Inclusion Inclusion Giving Giving Department of Physics & Astronomy You are here: People Department of Physics & Astronomy at the University of Utah Bill Ohlsen Emeritus Professor Office: N\/A Phone: (801) 364-2159 Home Email: ohlsen@physics.utah.edu Educational Background: B.S., 1954, Iowa State University Ph.D., 1961, Cornell University Research Interests: Professor Ohlsen's research involves the study of defects and dopants in crystalline\n                           and amorphous semiconducting solids. The microwave techniques of Electron Paramagnetic\n                           Resonance (EPR), Optically Detected Magnetic Resonance (ODMR), and Microwave Modulated\n                           Photoluminescence (MMPL) are usually employed in these studies. Amorphous silicon,\n                           crystalline III-V semiconductors, and chalcogenides have been the subjects of recent\n                           investigations. Where We Are 201 James Fletcher Bldg. 115 S. 1400 E. SLC, UT 84112-0830 801-581-6901 Contact © 2021 Other Links Credits & Attributions Stay Connected Last Updated: 12\/21\/18"
            ]
        ]
    ]
}