{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ENAJZRKH",
            "KfCBRPYAAAAJ",
            [
                "Observation of Majorana fermions in ferromagnetic atomic chains on a superconductor",
                "Topological surface states protected from backscattering by chiral spin texture",
                "Superconductivity in  and its Implications for Pairing in the Undoped Topological Insulator",
                "-type  for topological insulator and low-temperature thermoelectric applications",
                "Local ordering in the pseudogap state of the high-Tc superconductor Bi2Sr2CaCu2O8+ δ",
                "Visualizing pair formation on the atomic scale in the high-T c superconductor Bi 2 Sr 2 CaCu 2 O 8+ δ",
                "Ubiquitous interplay between charge ordering and high-temperature superconductivity in cuprates",
                "Proposal for realizing Majorana fermions in chains of magnetic atoms on a superconductor",
                "Probing the local effects of magnetic impurities on superconductivity",
                "Superconducting-insulating transition in two-dimensional a-MoGe thin films"
            ],
            [
                "Majorana fermions are predicted to localize at the edge of a topological superconductor, a state of matter that can form when a ferromagnetic system is placed in proximity to a conventional superconductor with strong spin-orbit interaction. With the goal of realizing a one-dimensional topological superconductor, we have fabricated ferromagnetic iron (Fe) atomic chains on the surface of superconducting lead (Pb). Using high-resolution spectroscopic imaging techniques, we show that the onset of superconductivity, which gaps the electronic density of states in the bulk of the Fe chains, is accompanied by the appearance of zero-energy end-states. This spatially resolved signature provides strong evidence, corroborated by other observations, for the formation of a topological phase and edge-bound Majorana fermions in our atomic chains.",
                "Topological insulators are a new class of insulators in which a bulk gap for electronic excitations is generated because of the strong spin–orbit coupling 1, 2, 3, 4, 5 inherent to these systems. These materials are distinguished from ordinary insulators by the presence of gapless metallic surface states, resembling chiral edge modes in quantum Hall systems, but with unconventional spin textures. A key predicted feature of such spin-textured boundary states is their insensitivity to spin-independent scattering, which is thought to protect them from backscattering and localization. Recently, experimental and theoretical efforts have provided strong evidence for the existence of both two-and three-dimensional classes of such topological insulator materials in semiconductor quantum well structures 6, 7, 8 and several bismuth-based compounds 9, 10, 11, 12, 13, but so far experiments have not probed the sensitivity of these …",
                "Bi 2 Se 3 is one of a handful of known topological insulators. Here we show that copper intercalation in the van der Waals gaps between the Bi 2 Se 3 layers, yielding an electron concentration of∼ 2× 10 20 cm− 3, results in superconductivity at 3.8 K in Cu x Bi 2 Se 3 for 0.12≤ x≤ 0.15. This demonstrates that Cooper pairing is possible in Bi 2 Se 3 at accessible temperatures, with implications for studying the physics of topological insulators and potential devices.",
                "The growth and elementary properties of p-type Bi 2 Se 3 single crystals are reported. Based on a hypothesis about the defect chemistry of Bi 2 Se 3, the p-type behavior has been induced through low-level substitutions (1% or less) of Ca for Bi. Scanning tunneling microscopy is employed to image the defects and establish their charge. Tunneling and angle-resolved photoemission spectra show that the Fermi level has been lowered into the valence band by about 400 meV in Bi 1.98 Ca 0.02 Se 3 relative to the n-type material. p-type single crystals with a b-plane Seebeck coefficients of+ 180 μ V\/K at room temperature are reported. These crystals show an anomalous peak in the Seebeck coefficient at low temperatures, reaching+ 120 μ V K− 1 at 7 K, giving them a high thermoelectric power factor at low temperatures. In addition to its interesting thermoelectric properties, p-type Bi 2 Se 3 is of substantial interest for …",
                "We report atomic-scale characterization of the pseudogap state in a high-Tc superconductor, Bi2Sr2CaCu2O8+δ. The electronic states at low energies within the pseudogap exhibit spatial modulations having an energy-independent incommensurate periodicity. These patterns, which are oriented along the copper-oxygen bond directions, appear to be a consequence of an electronic ordering phenomenon, the observation of which correlates with the pseudogap in the density of electronic states. Our results provide a stringent test for various ordering scenarios in the cuprates, which have been central in the debate on the nature of the pseudogap and the complex electronic phase diagram of these compounds.",
                "Pairing of electrons in conventional superconductors occurs at the superconducting transition temperature T c, creating an energy gap Δ in the electronic density of states (DOS) 1. In the high-T c superconductors, a partial gap in the DOS exists for a range of temperatures above T c (ref. 2). A key question is whether the gap in the DOS above T c is associated with pairing, and what determines the temperature at which incoherent pairs form. Here we report the first spatially resolved measurements of gap formation in a high-T c superconductor, measured on Bi 2 Sr 2 CaCu 2 O 8+ δ samples with different T c values (hole concentration of 0.12 to 0.22) using scanning tunnelling microscopy. Over a wide range of doping from 0.16 to 0.22 we find that pairing gaps nucleate in nanoscale regions above T c. These regions proliferate as the temperature is lowered, resulting in a spatial distribution of gap sizes in the …",
                "Besides superconductivity, copper-oxide high-temperature superconductors are susceptible to other types of ordering. We used scanning tunneling microscopy and resonant elastic x-ray scattering measurements to establish the formation of charge ordering in the high-temperature superconductor Bi2Sr2CaCu2O8+x. Depending on the hole concentration, the charge ordering in this system occurs with the same period as those found in Y-based or La-based cuprates and displays the analogous competition with superconductivity. These results indicate the similarity of charge organization competing with superconductivity across different families of cuprates. We observed this charge ordering to leave a distinct electron-hole asymmetric signature (and a broad resonance centered at +20 milli–electron volts) in spectroscopic measurements, indicating that it is likely related to the organization of holes in a doped Mott …",
                "We propose an easy-to-build easy-to-detect scheme for realizing Majorana fermions at the ends of a chain of magnetic atoms on the surface of a superconductor. Model calculations show that such chains can be easily tuned between trivial and topological ground states. In the latter, spatially resolved spectroscopy can be used to probe the Majorana fermion end states. Decoupled Majorana bound states can form even in short magnetic chains consisting of only tens of atoms. We propose scanning tunneling microscopy as the ideal technique to fabricate such systems and to probe their topological properties.",
                "The local effects of isolated magnetic adatoms on the electronic properties of the surface of a superconductor were studied with a low-temperature scanning tunneling microscope. Tunneling spectra obtained near magnetic adsorbates reveal the presence of excitations within the superconductor9s energy gap that can be detected over a few atomic diameters around the impurity at the surface. These excitations are locally asymmetric with respect to tunneling of electrons and holes. A model calculation based on the Bogoliubov-de Gennes equations can be used to understand the details of the local tunneling spectra.",
                "A zero-temperature magnetic-field-tuned superconducting-insulating transition is observed in two-dimensional a-MoGe films. The low temperature transport properties of these films show scaling behavior consistent with a transition driven by long-range Coulomb interactions and quantum phase fluctuations in a two-dimensional superconductor. However, contrary to the theoretical predictions we find the critical resistance to be sample dependent. We suggest that the apparent lack of universality in the critical resistance is due to the finite contribution of fermionic excitations to the resistance."
            ],
            [
                [
                    "Condensed matter physics"
                ]
            ],
            [
                "Ali  Yazdani Ali  Yazdani Professor of Physics 609-258-4390 yazdani@Princeton.EDU Jennifer  Bornkamp 384 Jadwin Hall yazdanilab.princeton.edu\/ CV: Yazdani_CV Class of 1909 Professor of Physics. Director, Princeton Center for Complex Materials ( PCCM ) Research Program By harnessing the power of high-resolution scanning tunneling microscopy (STM) techniques in the study of novel materials, our group has had fundamental breakthroughs in understanding correlated electronic states, including high-Tc cuprate superconductors, heavy fermion systems, disordered semiconductors, and topological quantum states. The kind of high-resolution spectroscopic information we obtain using these techniques, some of which have been specifically developed by our group, cannot be obtained from any other experimental methods and as such have had a significant impact on understanding novel electronic states in materials in general. One fundamental goal of our current program is to build a body of knowledge of how correlated electron states form as electrons are cooled, be it in the pseudogap state, in cuprates, or a heavy fermion state in actinides, and to probe how they transform into other correlated states such as unconventional superconducting states. Another fundamental goal of our group is to probe topological systems, which are defined by their boundary excitations, such as Dirac-like or Majorana excitations. These excitations often occur at the boundary of materials, making STM measurements a very powerful method to study them. We have a broad program focused in this area that includes studies on both bulk-synthesized samples as well as more recent efforts with in situ fabricated MBE grown nanostructures. Our aim is to not only provide experimental indications that these excitations do occur in specific solid state settings, but to find ways in which they can be manipulated so as to demonstrate their novel properties, such as non-abelian characteristics (Majoranas). Finally, another defining feature of our research program is developing new ways in which we can probe electronic phenomena on the atomic scale in solids with high resolution. For example, we are harnessing spin-polarized STM tunneling from magnetic tips or developing Josephson STM tunneling from superconducting tips for new high-resolution experiments on correlated and topological electronic materials. Recent Publications 1.        B. E. Feldman, M. T. Randeria, A. Gyenis, F. Wu, H. Ji, R. J. Cava, A. H. MacDonald, and A. Yazdani, \"Observation of a nematic quantum Hall liquid on the surface of bismuth,\" Science 354 , 6310 (2016). 2.      H. Inoue, A. Gyneis, Z. Wang, J. Li, S. W. Oh, S. Jiang, N. Ni, B. A. Bernevig and A. Yazdani, “Quasiparticle interference of the Fermi arcs and surface-bulk connectivity of Weyl semimetals,” Science 351 , 1184 (2016). 3.     S. Nadj-Perge, I. K. Drozdov, J. Li, H. Chen, S. Jeon, J. Seo, A. H. MacDonald, B. A. Bernevig, A. Yazdani, “Observation of Majorana fermions in ferromangetic atomic chains on a superconductor,” Science 346 , 6209 (2014). 4.     E. H. da Silva Neto, P. Aynajian, A. Frano, R. Comin, E. Schierle, E. Weschke, A. Gyenis, J. Wen, J. Schneeloch, Z. Xu, S. Ono, G. Gu, M. Le Tacon, and A. Yazdani, “Ubiquitous interplay between charge ordering and high-temperature superconductivity in cuprates,” Science 343 , 393 (2014). 5.     B. B. Zhou, S. Misra, E. H. da Silva Neto, P. Aynajian, R. E. Baumbach, J. D. Thompson, E. D. Bauer, and A. Yazdani, “Visualizing nodal heavy fermion superconductivity,” Nature Physics 9 , 474 (2013). 6.     H. Beidenkopf, P. Roushan, J. Seo, L. Gorman, I. Drozdov, Y. S. Hor, R. J. Cava, and A. Yazdani, “Spatial fluctuations of helical Dirac fermions on the surface of topological insulators,” Nature Physics 7 , 939 (2011). 7.     C. V. Parker, P. Aynajian, E. H. da Silva Neto, A. Pushp, S. Ono, J. Wen, Z. Xu, G. Gu, and A.Yazdani, “ Fluctuating stripes at the onset of the pseudogap in the high-T c superconductor Bi 2 Sr 2 CaCu 2 O 8+x ,” Nature 468 , 677 (2010). 8.     J. Seo, P. Roushan, H. Beidenkopf, Y. S. Hor, R. J. Cava, and A. Yazdani, “Transmission of topological surface states through surface barriers,” Nature 466 , 343 (2010). 9.     A. Richardella, P. Roushan, S. Mack, B. Zhou, D. Huse, D. Awschalom, and A. Yazdani, “Visualizing critical spatial correlations for electronic states near the metal-insulator transition GaMnAs,” Science 327 , 665 (2010). 10.     P. Roushan, J. Seo, C. V. Parker, Y.-S. Hor, D. Hsieh, D Qian, A. Richardella, M. Z. Hasan, R. J. Cava, and A. Yazdani, “Topological surface states protected from backscattering by chiral spin texture,” Nature 460 , 1106 (2009)."
            ]
        ]
    ]
}