{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EP60DFQ8",
            "fHvUi8oAAAAJ",
            [
                "High Temperature Ferromagnetism with a Giant Magnetic Moment in Transparent Co-doped S n O 2− δ",
                "Thermal conductivity of monolayer molybdenum disulfide obtained from temperature-dependent Raman spectroscopy",
                "Optical conductivity of manganites: Crossover from Jahn-Teller small polaron to coherent transport in the ferromagnetic state",
                "Ferromagnetism in laser deposited anatase Ti 1− x Co x O 2− δ films",
                "Isolation of specific small‐diameter single‐wall carbon nanotube species via aqueous two‐phase extraction",
                "Length-dependent optical effects in single-wall carbon nanotubes",
                "Exchange Interaction Effects on the Optical Properties of ",
                "Origin of the exceptional negative thermal expansion in metal-organic framework-5 Zn 4 O (1, 4− benzenedicarboxylate) 3",
                "Comparative measures of single-wall carbon nanotube dispersion",
                "Isolation of> 1 nm diameter single-wall carbon nanotube species using aqueous two-phase extraction"
            ],
            [
                "The occurrence of room temperature ferromagnetism is demonstrated in pulsed laser deposited thin films of S n 1− x C o x O 2− δ (x< 0.3). Interestingly, films of S n 0.95 C o 0.05 O 2− δ grown on R-plane sapphire not only exhibit ferromagnetism with a Curie temperature close to 650 K, but also a giant magnetic moment of 7.5±0.5 μ B\/C o, not yet reported in any diluted magnetic semiconductor system. The films are semiconducting and optically highly transparent.",
                "Atomically thin molybdenum disulfide (MoS2) offers potential for advanced devices and an alternative to graphene due to its unique electronic and optical properties. The temperature-dependent Raman spectra of exfoliated, monolayer MoS2 in the range of 100–320 K are reported and analyzed. The linear temperature coefficients of the in-plane E2g1 and the out-of-plane A1g modes for both suspended and substrate-supported monolayer MoS2 are measured. These data, when combined with the first-order coefficients from laser power-dependent studies, enable the thermal conductivity to be extracted. The resulting thermal conductivity κ = (34.5 ± 4) W\/mK at room temperature agrees well with the first-principles lattice dynamics simulations. However, this value is significantly lower than that of graphene. The results from this work provide important input for the design of MoS2-based devices where thermal …",
                "We report on the optical properties of the hole-doped manganites Nd 0.7 Sr 0.3 MnO 3, La 0.7 Ca 0.3 MnO 3, and La 0.7 Sr 0.3 MnO 3. The low-energy optical conductivity in the paramagnetic-insulating state of these materials is characterized by a broad maximum near 1 eV. This feature shifts to lower energy and grows in optical oscillator strength as the temperature is lowered into the ferromagnetic state. It remains identifiable well below T c and transforms eventually into a Drude-like response. This optical behavior and the activated transport in the paramagnetic state of these materials are consistent with a Jahn-Teller small polaron. The optical spectra and oscillator strength changes compare well with models that include both double exchange and the dynamic Jahn-Teller effect in the description of the electronic structure.",
                "Pulsed laser deposited films of Co-doped anatase TiO 2 are examined for Co substitutionality, ferromagnetism, transport, magnetotransport, and optical properties. Our results show limited solubility (up to∼ 2%) of Co in the as-grown films and formation of Co clusters thereafter. For the Ti 0.93 Co 0.07 O 2− δ sample, which exhibits a Curie temperature (T C) over 1180 K, we find the presence of 20–50 nm Co clusters as well as a small concentration of Co incorporated into the remaining matrix. After being subjected to the high-temperature anneal during the first magnetization measurement, the very same sample shows a T C∼ 650 K and almost full matrix incorporation of Co. This T C is close to that of as-grown Ti 0.99 Co 0.01 O 2− δ sample (∼ 700 K). The transport, magnetotransport, and optical studies also reveal interesting effects of the matrix incorporation of Co. These results are indicative of an intrinsic Ti 1− x …",
                "Aqueous two‐phase extraction is demonstrated to enable isolation of single semiconducting and metallic single‐wall carbon nanotube species from a synthetic mixture. The separation is rapid and robust, with remarkable tunability via modification of the surfactant environment set for the separation.",
                "Among the novel chemical and physical attributes of single-wall carbon nanotubes (SWCNTs), the optical properties are perhaps the most compelling. Although much is known about how such characteristics depend on nanotube chirality and diameter, relatively little is known about how the optical response depends on length, the next most obvious and fundamental nanotube trait. We show here that the intrinsic optical response of single-wall carbon nanotubes exhibits a strong dependence on nanotube length, and we offer a simple explanation that relates this behavior to the localization of a bound exciton along the length of a nanotube. The results presented here suggest that, for a given volume fraction, the longest nanotubes display significantly enhanced absorption, near-infrared fluorescence, and Raman scattering, which has important practical implications for potential applications that seek to exploit the …",
                "We have measured the optical conductivity of single crystal L u M n O 3 from 10 to 45 000 c m− 1 at temperatures between 4 and 300 K. A symmetry allowed on-site Mn d− d transition near 1.7 eV is observed to blueshift (∼ 0.1 e V) in the antiferromagnetic state due to Mn–Mn superexchange interactions. Similar anomalies are observed in the temperature dependence of the TO phonon frequencies which arise from spin-phonon interaction. We find that the known anomaly in the temperature dependence of the quasistatic dielectric constant ϵ 0 below T N∼ 90 K is overwhelmingly dominated by the phonon contributions.",
                "Metal organic framework-5 (MOF-5) was recently suggested to possess an exceptionally large negative thermal-expansion coefficient. Our direct experimental measurement of the thermal expansion of MOF-5 using neutron powder diffraction, in the temperature range of 4 to 600 K, shows that the linear thermal-expansion coefficient is≈− 16× 10− 6 K− 1. To understand the origin of this large negative thermal-expansion behavior, we performed first-principles lattice dynamics calculations. The calculated thermal-expansion coefficients within quasiharmonic approximation agree well with the experimental data. We found that almost all low-frequency lattice vibrational modes (below∼ 23 meV) involve the motion of the benzene rings and the ZnO 4 clusters as rigid units and the carboxyl groups as bridges. These so-called “rigid-unit modes” exhibit various degrees of phonon softening (ie, the vibrational energy …",
                "Model composites of DNA-wrapped single-wall carbon nanotubes in poly(acrylic acid) are used to evaluate metrics of nanotube dispersion. By varying the pH of the precursor solutions, we introduce a controlled deviation from ideal behavior. On the basis of small-angle neutron scattering, changes in near-infrared fluorescence intensity are strongly correlated with dispersion, while optical absorption spectroscopy and resonant Raman scattering are less definitive. Our results represent the first systematic comparison of currently accepted measures of nanotube dispersion. ",
                "In this contribution we demonstrate the effective separation of single-wall carbon nanotube (SWCNT) species with diameters larger than 1 nm through multistage aqueous two-phase extraction (ATPE), including isolation at the near-monochiral species level up to at least the diameter range of SWCNTs synthesized by electric arc synthesis (1.3–1.6 nm). We also demonstrate that refined species are readily obtained from both the metallic and semiconducting subpopulations of SWCNTs and that this methodology is effective for multiple SWCNT raw materials. Using these data, we report an empirical function for the necessary surfactant concentrations in the ATPE method for separating different SWCNTs into either the lower or upper phase as a function of SWCNT diameter. This empirical correlation enables predictive separation design and identifies a subset of SWCNTs that behave unusually as compared to other …"
            ],
            [
                [
                    "Condensed matter physics",
                    "nanoscale science",
                    "carbon nanotubes",
                    "Raman spectroscopy"
                ]
            ]
        ]
    ]
}