{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EQPKTTEK",
            "pUMbpRAAAAAJ",
            [
                "Experimental detection of nonclassical correlations in mixed-state quantum computation",
                "Experimental Approximation of the Jones Polynomial with One Quantum Bit",
                "Measuring geometric quantum discord using one bit of quantum information",
                "Examining student ideas about energy measurements on quantum states across undergraduate and graduate levels",
                "Student understanding of time dependence in quantum mechanics",
                "Recent advances in nuclear magnetic resonance quantum information processing",
                "Student ability to distinguish between superposition states and mixed states in quantum mechanics",
                "Characterizing representational learning: A combined simulation and tutorial on perturbation theory",
                "Enhancing student visual understanding of the time evolution of quantum systems",
                "Student Understanding of Unit Vectors and Coordinate Systems Beyond Cartesian Coordinates in Upper Division Physics Courses"
            ],
            [
                "We report on an experiment to detect nonclassical correlations in a highly mixed state. The correlations are characterized by the quantum discord and are observed using four qubits in a liquid-state nuclear magnetic resonance quantum information processor. The state analyzed is the output of a DQC1 computation, whose input is a single quantum bit accompanied by n maximally mixed qubits. This model of computation outperforms the best known classical algorithms and, although it contains vanishing entanglement, it is known to have quantum correlations characterized by the quantum discord. This experiment detects nonvanishing quantum discord, ensuring the existence of nonclassical correlations as measured by the quantum discord.",
                "We present experimental results approximating the Jones polynomial using 4 qubits in a liquid state nuclear magnetic resonance quantum information processor. This is the first experimental implementation of a complete problem for the deterministic quantum computation with one quantum bit model of quantum computation, which uses a single qubit accompanied by a register of completely random states. The Jones polynomial is a knot invariant that is important not only to knot theory, but also to statistical mechanics and quantum field theory. The implemented algorithm is a modification of the algorithm developed by Shor and Jordan suitable for implementation in NMR. These experimental results show that for the restricted case of knots whose braid representations have four strands and exactly three crossings, identifying distinct knots is possible 91% of the time.",
                "We describe an efficient DQC1 (deterministic quantum computation with one quantum qubit) algorithm to quantify the amount of geometric quantum discord present in the output state of a DQC1 computation. DQC1 is a model of computation that utilizes separable states to solve a problem with no known efficient classical algorithm and is known to contain quantum correlations as measured by the discord. For the general case of a (1+ n)-qubit DQC1 state we provide an analytical expression for the geometric quantum discord and find that its typical (and maximum) value decreases exponentially with n. This is in contrast to the standard quantum discord whose value for typical DQC1 states is known to be independent of n. We experimentally demonstrate the proposed algorithm on a four-qubit liquid-state nuclear magnetic resonance quantum information processor. In the special case of a two-qubit DQC1 model, we …",
                "[This paper is part of the Focused Collection on Upper Division Physics Courses.] Energy measurements play a fundamental role in the theory of quantum mechanics, yet there is evidence that the underlying concepts are difficult for many students, even after all undergraduate instruction. We present results from an investigation into student ability to determine the possible energies that can be measured for a given wave function and Hamiltonian, to determine the probabilities of each energy measurement and how they depend on time, and to recognize how a measurement of energy affects the state. By analyzing student responses to open-ended questions, we identify five broad, interrelated sets of conceptual and reasoning difficulties related to energy measurements. Data are drawn from sophomore-, junior-, and graduate-level quantum mechanics courses. Particular attention is paid to incorrect ideas that persist …",
                "[This paper is part of the Focused Collection on Upper Division Physics Courses.] The time evolution of quantum states is arguably one of the more difficult ideas in quantum mechanics. In this article, we report on results from an investigation of student understanding of this topic after lecture instruction. We demonstrate specific problems that students have in applying time dependence to quantum systems and in recognizing the key role of the energy eigenbasis in determining the time dependence of wave functions. Through analysis of student responses to a set of four interrelated tasks, we categorize some of the difficulties that underlie common errors. The conceptual and reasoning difficulties that have been identified are illustrated through student responses to four sets of questions administered at different points in a junior-level course on quantum mechanics. Evidence is also given that the problems persist …",
                "Quantum information processors have the potential to drastically change the way we communicate and process information. Nuclear magnetic resonance (NMR) has been one of the first experimental implementations of quantum information processing (QIP) and continues to be an excellent testbed to develop new QIP techniques. We review the recent progress made in NMR QIP, focusing on decoupling, pulse engineering and indirect nuclear control. These advances have enhanced the capabilities of NMR QIP, and have useful applications in both traditional NMR and other QIP architectures.",
                "Superposition gives rise to the probabilistic nature of quantum mechanics and is therefore one of the concepts at the heart of quantum mechanics. Although we have found that many students can successfully use the idea of superposition to calculate the probabilities of different measurement outcomes, they are often unable to identify the experimental implications of a superposition state. In particular, they fail to recognize how a superposition state and a mixed state (sometimes called a “lack of knowledge” state) can produce different experimental results. We present data that suggest that superposition in quantum mechanics is a difficult concept for students enrolled in sophomore-, junior-, and graduate-level quantum mechanics courses. We illustrate how an interactive lecture tutorial can improve student understanding of quantum mechanical superposition. A longitudinal study suggests that the impact persists …",
                "Analyzing, constructing, and translating between graphical, pictorial, and mathematical representations of physics ideas and reasoning flexibly through them (“representational competence”) is a key characteristic of expertise in physics but is a challenge for learners to develop. Interactive computer simulations and University of Washington style tutorials both have affordances to support representational learning. This article describes work to characterize students’ spontaneous use of representations before and after working with a combined simulation and tutorial on first-order energy corrections in the context of quantum-mechanical time-independent perturbation theory. Data were collected from two institutions using pre-, mid-, and post-tests to assess short-and long-term gains. A representational competence level framework was adapted to devise level descriptors for the assessment items. The results indicate …",
                "Time dependence is of fundamental importance for the description of quantum systems, but is particularly difficult for students to master. We describe the development and evaluation of a combined simulation-tutorial to support the development of visual understanding of time dependence in quantum mechanics. The associated interactive simulation shows the time dependence of an energy eigenstate and a superposition state, and how the time dependence of the probability density arises from that of the wave function. In order to assess transitions in student thinking, we developed a framework to characterize student responses in terms of real and complex mathematical reasoning and classical and quantum visual reasoning. The results of pre-, mid-, and post-tests indicate that the simulation-tutorial supports the development of visual understanding of time dependence, and that visual reasoning is correlated with …",
                "In upper division physics courses students are required to work with various coordinate systems. This skill becomes particularly important when learning Electricity and Magnetism, where the most appropriate coordinate system will often depend on the geometry and symmetry of a problem. This study aims to identify and describe “resources” used by students when answering physics questions regarding unit vectors in non-Cartesian coordinate systems, specifically polar coordinates [1]. Data were collected in the form of written responses and interviews in upper division physics courses at two universities. After deeper analysis we identified several resources that students use in ways that can be productive and unproductive."
            ],
            [
                [
                    "Physics Education Research",
                    "Quantum Computing"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}