{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ERKV9ZHS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Joaquin Daniel Vieira Associate Professor 229 Astronomy Building (217) 244-6795 jvieira@illinois.edu Professor Vieira is an observational cosmologist who works across the electromagnetic spectrum.  His scientific interests include: the cosmic microwave background, experimental tests of inflation; dark matter; dark energy; gravitational lensing; high redshift galaxies; instrumentation. He builds experiments, conducts cosmological surveys, and performs observations of the distant Universe.  He works with data from the South Pole Telescope (SPT), Dark Energy Survey (DES), Hubble, Spitzer, Chandra, and ALMA. He is currently helping to build future mm and sub-millimeter facilities, pondering the cosmic evolution of dust and ionized carbon, and working to detect signatures of inflation through polarized measurements of the cosmic microwave background (CMB). Prof. Vieira is currently looking for graduate students to work on the following projects: 1) Analysis of South Pole Telescope (SPT) survey data. 2) Observations of strong gravitationally lensed galaxies at high-redshift. 3) Development of cryogenic optics for next-generation CMB experiments. 4) The Terahertz Intensity Mapper (TIM), a NASA-funded balloon project to build and fly a 2-m FIR telescope around Antartica and make a 3D map of the Universe with the redshifted 158 micron ionized carbon line. Students are welcome and encouraged to drop by with questions about science, instrumentation, or available research projects. I am always looking for undergraduates to work on analysis and instrumentation projects. I prefer taking on promising students in their first or second year. It's best to just come chat with me during office hours. Come prepared with a CV, some background reading, and questions. Students from traditionally underrepresented groups in science are encouraged to inquire about research opportunities in my group. For more information, visit: obscos.astro.illinois.edu Research Interests High redshift galaxies Cosmic dust Dark matter, dark energy, inflation, relic neutrino background Gravitational Lensing Instrumentation Extragalactic Surveys The Cosmic Microwave Background Cosmology I am always looking for undergraduates to work on analysis and instrumentation projects. I prefer taking on promising students in their first or second year. It's best to just come chat with me during office hours. Come prepared with a CV, some background reading, and questions. Students from traditionally underrepresented groups in science are encouraged to inquire about research opportunities in my group. Graduate Research Opportunities Prof. Vieira is currently looking for graduate students to work on the following projects: 1) Analysis of South Pole Telescope (SPT) survey data. 2) Observations of strong gravitationally lensed galaxies at high-redshift. 3) Development of cryogenic optics for next-generation CMB experiments. 4) The Terahertz Intensity Mapper (TIM), a NASA-funded balloon project to build and fly a 2-m FIR telescope around Antartica and make a 3D map of the Universe with the redshifted 158 micron ionized carbon line. Students are welcome and encouraged to drop by with questions about science, instrumentation, or available research projects. Post-Doctoral Research Opportunities Prof. Vieira is seeking to hire Post-Doctoral Researchers to work on the following projects: 1) Analysis of South Pole Telescope (SPT) survey data. 2) Observations of strong gravitationally lensed galaxies at high-redshift. 3) The Terahertz Intensity Mapper (TIM), a NASA-funded balloon project to build and fly a 2-m FIR telescope around Antartica and make a 3D map of the Universe with the redshifted 158 micron ionized carbon line. Honors Sloan Research Fellowship (2017) Beckman Fellow, Center for Advanced Study, University of Illinois  (2015) National Center for Supercomputing Applications (NCSA) Fellow  (2015) Antarctic Service Medal of the United States of America (2011) Nadolski, A.;  Vieira, J. D.; et al. \"Broadband, millimeter-wave antireflection coatings for large-format, cryogenic aluminum oxide optics\" Applied Optics, Vol. 59, Issue 10, pp. 3285-3295 (2020) Jarugula, Sreevani;  Vieira, Joaquin D.; et al.,  \"Spatially Resolved Water Emission from Gravitationally Lensed Dusty Star-forming Galaxies at z~3\" The Astrophysical Journal, Volume 880, Issue 2, article id. 92, 13 pp. (2019) Miller, T. B.;  Chapman, S. C.;  Aravena, M.;  Ashby, M. L. N.;  Hayward, C. C.;  Vieira, J. D.; et al, \"A massive core for a cluster of galaxies at a redshift of 4.3\" Nature, Volume 556, Issue 7702, p.469-472 (2018) Marrone, D. P.;  Spilker, J. S.;  Hayward, C. C.;  Vieira, J. D, et al.  \"Galaxy growth in a massive halo in the first billion years of cosmic history\" Nature, Volume 553, Issue 7686, pp. 51-54 (2018) Hanson, D., Hoover, S., Crites, A., et al. , \"Detection of B-Mode Polarization in the Cosmic Microwave Background with Data from the South Pole Telescope,\" Physical Review Letters, vol. 111, id. 141301 (2013) Vieira, J.D., Marrone, D.P., et al. , \"Dusty starburst galaxies in the early Universe as revealed by gravitational lensing,\" Nature, Volume 495, Issue 7441, pp. 344-347 (2013) Page, M. J.; Symeonidis, M.; Vieira, J.D., et al. , \"The suppression of star formation by powerful active galactic nuclei,\" Nature, Volume 485, Issue 7397, pp. 213-216 (2012) Carlstrom, J.E., et al. , \"The 10 Meter South Pole Telescope,\" Publications of the Astronomical Society of the Pacific, Volume 123, pp. 568-581 (2011) Vieira, J.D., Crawford, T.M.,  Switzer, E.R., et al. ,  \"Extragalactic millimeter-wave sources in South Pole Telescope survey data: source counts, catalog, and statistics for an 87 square-degree field,\" The Astrophysical Journal, Vol. 719, pp. 763-783 (2010) Staniszewski, Z., et al. , \"Galaxy Clusters Discovered with a Sunyaev-Zel'dovich Effect Survey,\" The Astrophysical Journal, Volume 701, pp. 32-41 (2009) NCSA and U of I Announce new Center for Astrophysical Surveys The National Center for Supercomputing Applications (NCSA) and the are pleased to announce the new Center for AstroPhysical Surveys (CAPS). The center is a collaborative effort between NCSA, the Office of the Vice Chancellor for Research and Innovation, Department of Astronomy, and the Department of Physics at Illinois that seeks to bring cohesion and advancement to astrophysical survey science efforts across campus. This effort is led by Illinois Astronomy and Physics Professor Joaquin Vieira . Astrophysics\/Cosmology Astrophysics Next-gen camera for South Pole Telescope takes data on early universe U of I Professor Joaquin Vieira and his team built all of the cryogenic optics for the SPT-3G camera, which were a critical component of the project. This entailed developing a new type of anti-reflection coating for the optics that could survive down to 0.3 degrees above absolute zero, a feat that required about four years of research and development. Astrophysics Astrophysics\/Cosmology Scientists spot explosive counterpart of LIGO\/Virgo's latest gravitational waves A team of scientists using the Dark Energy Camera (DECam), the primary observing tool of the Dark Energy Survey (DES), was among the first to observe the fiery aftermath of a recently detected burst of gravitational waves, recording images of the first confirmed explosion from two colliding neutron stars ever seen by astronomers. Scientists on the DES joined forces with a team of astronomers based at the Harvard-Smithsonian Center for Astrophysics (CfA) for this effort, working with observatories around the world to bolster the original data from DECam. Images taken with DECam captured the flaring-up and fading over time of a kilonova – an explosion similar to a supernova, but on a smaller scale – that occurs when collapsed stars (called neutron stars) crash into each other, creating heavy radioactive elements. Two scientists at the University of Illinois at Urbana-Champaign are members of the DES collaboration, Professors Joaquin Vieira of the Departments of Astronomy and of Physics and Felipe Menanteau of the Department Astrophysics\/Cosmology Dark Energy Survey reveals most accurate measurement of dark matter structure in the universe Imagine planting a single seed and, with great precision, being able to predict the exact height of the tree that grows from it. Now imagine traveling to the future and snapping photographic proof that you were right. If you think of the seed as the early universe, and the tree as the universe the way it looks now, you have an idea of what the Dark Energy Survey (DES) collaboration has just done. In a presentation today at the American Physical Society Division of Particles and Fields meeting at the U.S. Department of Energy’s (DOE) Fermi National Accelerator Laboratory, DES scientists will unveil the most accurate measurement ever made of the present large-scale structure of the universe. These measurements of the amount and “clumpiness” (or distribution) of dark matter in the present-day cosmos were made with a precision that, for the first time, rivals that of inferences from the early universe by the European Space Agency’s orbiting Planck observatory. The new DES result (the tree, in the above metaphor) is close to “forecasts” made from the Planck measurements of the distant past (the seed), allowing scientists to understand more about the ways the universe has evolved over 14 billion years. “This result is beyond exciting,” said Scott Dodelson of Fermilab, one of the lead scientists on this result. “For the first time, we’re able to see the current structure of the universe with the same clarity that we can see its infancy, and we can follow the threads from one to the other, confirming many predictions along the way.”"
            ]
        ]
    ]
}