{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ESVZQTTG",
            "RR51-PoAAAAJ",
            [
                "Overview of the precursors and dynamics of the 2012–13 basaltic fissure eruption of Tolbachik Volcano, Kamchatka, Russia",
                "Создание информационного сервиса\" Дистанционный мониторинг активности вулканов Камчатки и Курил\"",
                "The VolSatView information system for Monitoring the Volcanic Activity in Kamchatka and on the Kuril Islands"
            ],
            [
                "We present a broad overview of the 2012–13 flank fissure eruption of Plosky Tolbachik Volcano in the central Kamchatka Peninsula. The eruption lasted more than nine months and produced approximately 0.55 km3 DRE (volume recalculated to a density of 2.8 g\/cm3) of basaltic trachyandesite magma. The 2012–13 eruption of Tolbachik is one of the most voluminous historical eruptions of mafic magma at subduction related volcanoes globally, and it is the second largest at Kamchatka. The eruption was preceded by five months of elevated seismicity and ground inflation, both of which peaked a day before the eruption commenced on 27 November 2012. The batch of high-Al magma ascended from depths of 5–10 km; its apical part contained 54–55 wt.% SiO2, and the main body 52–53 wt.% SiO2. The eruption started by the opening of a 6 km-long radial fissure on the southwestern slope of the volcano that fed …",
                "В настоящей работе обсуждаются возможности создания информационной системы, ориентированные на оперативное обеспечение данными дистанционного зондирования работ по мониторингу вулканической активности на Камчатке и Курилах. В работе приведен краткий анализ опыта использования спутниковых методов для мониторинга вулканов, накопленного в последние десятилетия. Проанализированы имеющиеся в настоящее время технические и технологические возможности, которые могут лечь в основу создаваемой системы. Описана архитектура системы, текущие возможности ее действующего прототипа и перспективы развития. Приводятся примеры информационных продуктов, формируемых системой",
                "Kamchatka and the Kuril Islands are home to 36 active volcanoes with yearly explosive eruptions that eject ash to heights of 8 to 15 km above sea level, posing hazards to jet planes. In order to reduce the risk of planes colliding with ash clouds in the north Pacific, the KVERT team affiliated with the Institute of Volcanology and Seismology of the Far East Branch of the Russian Academy of Sciences (IV&S FEB RAS) has conducted daily satellite-based monitoring of Kamchatka volcanoes since 2002. Specialists at the IV&S FEB RAS, Space Research Institute of the Russian Academy of Sciences (SRI RAS), the Computing Center of the Far East Branch of the Russian Academy of Sciences (CC FEB RAS), and the Far East Planeta Center of Space Hydrometeorology Research (FEPC SHR) have developed, introduced into practice, and were continuing to refine the VolSatView information system for Monitoring …"
            ],
            [
                [
                    "volcanology",
                    "remote sensing",
                    "geomorphology",
                    "Volcano Monitoring"
                ]
            ]
        ]
    ]
}