{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ET1UK0P0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Yuhang Ren Graduate Center|Hunter College 1-212-772-5258 yre@hunter.cuny.edu Ph.D. The College of William and Mary; Ph.D. Zhejiang University Ultrafast optical spectroscopy Recent Publications: 1. \"Energy barrier at the N719-dye\/CsSnI3 iterface for photogenerated holesin dye-sensitized solar cells\", Jin Zhang, Chunhui Yu, Lili Wang, Yizhi Li, Yuhang Ren, Kai Shum, Scientific Reports, 4, 6954 (2014). 2. \"Ultrafast optical detection of magnetic inhomogeneity in ferromagnetic La0.67Ca0.33MnO3\", Y. Gong, Z. Zhang, D. Ascienzo, Y. Abranyos, H. B. Zhao, G. Lupke, Qi Li, Y. H. Ren, Europhysics Letters, 108, 17010 (2014). 3. \"One-pot synthesis and characterization of chalcopyrite CuInS2 nanoparticles\", Chivin Sun, Zehra Cevher, Jin Zhang, Bo Gao, Kai Shum, and Yuhang Ren, J. Mater. Chem. A, 2, 10629 (2014). 4. \"First-principles study of structural phase transitions in CsSnI3\", Chonglong Yu, Yuhang Ren, Zhuo Chen, Kai Shum, J. Appl. Phys. 114, 163505 (2013). 5. \"Photoinduced Spin Precession in Fe\/GaAs(001) Heterostructure with Low Power Excitation\", H. C. Yuan, H. X. Gao, Y. Gong, J. Lu, X. H. Zhang, J. H. Zhao, Y. H. Ren, H. B. Zhao, and L. Y. Chen, Appl. Phys. Express, 6, 073008 (2013). 6. \"Femtosecond Laser Pulse Induced Ultrafast Demagnetization in Fe\/GaAs Thin Films\", Y. Gong, A. R.  Kutayiah, Z. Cevher, X. H. Zhang, J. H. Zhao, and Y. H. Ren, IEEE TRANSACTIONS ON MAGNETICS, 49, 3199 (2013). 7. “Quasiparticle relaxation across the multiple superconducting gaps in the electron-doped BaFe1.85Co0.15As2”, Y. H. Ren, Y. Gong, T. Nosach, J. Li, J. J. Tu, L. J. Li, G. H. Cao, and Z. A. Xu, J. Appl. Phys. 111, 07E134 (2012). 8. “Schottky solar cells based on CsSnI3 thin-films” , Zhuo Chen, Jian. J. Wang, Yuhang Ren, Chonglong Yu, and Kai Shum, Appl. Phys. Lett. 101, 093901 (2012). 9. “Non-thermal excitation and control of magnetization in Fe\/GaAs films by ultrafast laser pulses”, Y. Gong, X. H. Zhang, J. H. Zhao, R. Kutayiah, Z. Cevher, and Y. H. Ren, J. Appl. Phys. 111, 07D505 (2012). 10. “Coherent spin precession via photoinduced antiferromagnetic interactions in La0.67Ca0.33MnO3”，H. B. Zhao, D. Talbayev, X. Ma, Y. H. Ren, A. Venimadhav, Q. Li, G. Luepke, Phys. Rev. Lett., 107, 207205 (2011)."
            ]
        ]
    ]
}