{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ETZ04V0B",
            "Xc2fiPgAAAAJ",
            [
                "Ion-beam sculpting at nanometre length scales",
                "DNA molecules and configurations in a solid-state nanopore microscope",
                "Surface-charge-governed ion transport in nanofluidic channels",
                "Power generation by pressure-driven transport of ions in nanofluidic channels",
                "Streaming currents in a single nanofluidic channel",
                "Electrokinetic energy conversion efficiency in nanofluidic channels",
                "Massive radius-dependent flow slippage in carbon nanotubes",
                "Charge inversion at high ionic strength studied by streaming currents",
                "Charge inversion at high ionic strength studied by streaming currents",
                "Slip-enhanced electrokinetic energy conversion in nanofluidic channels"
            ],
            [
                "Manipulating matter at the nanometre scale is important for many electronic, chemical and biological advances 1, 2, 3, but present solid-state fabrication methods do not reproducibly achieve dimensional control at the nanometre scale. Here we report a means of fashioning matter at these dimensions that uses low-energy ion beams and reveals surprising atomic transport phenomena that occur in a variety of materials and geometries. The method is implemented in a feedback-controlled sputtering system that provides fine control over ion beam exposure and sample temperature. We call the method “ion-beam sculpting”, and apply it to the problem of fabricating a molecular-scale hole, or nanopore, in a thin insulating solid-state membrane. Such pores can serve to localize molecular-scale electrical junctions and switches 4, 5, 6 and function as masks 7 to create other small-scale structures. Nanopores also function …",
                "A nanometre-scale pore in a solid-state membrane provides a new way of electronically probing the structure of single linear polymers, including those of biological interest in their native environments. Previous work with biological protein pores wide enough to let through and sense single-stranded DNA molecules demonstrates the power of using nanopores, but many future tasks and applications call for a robust solid-state pore whose nanometre-scale dimensions and properties may be selected, as one selects the lenses of a microscope. Here we demonstrate a solid-state nanopore microscope capable of observing individual molecules of double-stranded DNA and their folding behaviour. We discuss extensions of the nanopore microscope concept to alternative probing mechanisms and applications, including the study of molecular structure and sequencing.",
                "A study of ion transport in aqueous-filled silica channels as thin as 70 nm reveals a remarkable degree of conduction at low salt concentrations that departs strongly from bulk behavior: In the dilute limit, the electrical conductances of channels saturate at a value that is independent of both the salt concentration and the channel height. Our data are well described by an electrokinetic model parametrized only by the surface-charge density. Using chemical surface modifications, we further demonstrate that at low salt concentrations, ion transport in nanochannels is governed by the surface charge.",
                "We report on the efficiency of electrical power generation in individual rectangular nanochannels by means of streaming currents, the pressure-driven transport of counterions in the electrical double layer. Our experimental study as a function of channel height and salt concentration reveals that the highest efficiency occurs when double layers overlap, which corresponds to nanoscale fluidic channels filled with aqueous solutions of low ionic strength. The highest efficiency of ∼3% was found for a 75 nm high channel, the smallest channel measured. The data are well described by Poisson−Boltzmann theory with an additional electrical conductance of the Stern layer. ",
                "We report measurements of the streaming current, an electrical current generated by a pressure-driven liquid flow, in individual rectangular silica nanochannels down to 70 nm in height. The streaming current is observed to be proportional to the pressure gradient and increases with the channel height. As a function of salt concentration, it is approximately constant below∼ 10 m M, whereas it strongly decreases at higher salt. Changing the sign of the surface charge is found to reverse the streaming current. The data are best modeled using a nonlinear Poisson-Boltzmann theory that includes the salt-dependent hydration state of the silica surface.",
                "We theoretically evaluate the prospect of using electrokinetic phenomena to convert hydrostatic energy to electrical power. An expression is derived for the energy conversion efficiency of a two-terminal fluidic device in terms of its linear electrokinetic response properties. For a slitlike nanochannel of constant surface charge density, we predict that the maximum energy conversion efficiency occurs at low salt concentrations. An analytic expression for the regime of strong double-layer overlap reveals that the efficiency depends only on the ratio of the channel height to the Gouy−Chapman length, and the product of the viscosity and the counterion mobility. We estimate that an electrokinetic energy conversion device could achieve a maximum efficiency of 12% for simple monovalent ions in aqueous solution. ",
                "Measurements and simulations have found that water moves through carbon nanotubes at exceptionally high rates owing to nearly frictionless interfaces 1, 2, 3, 4. These observations have stimulated interest in nanotube-based membranes for applications including desalination, nano-filtration and energy harvesting 5, 6, 7, 8, 9, 10, yet the exact mechanisms of water transport inside the nanotubes and at the water–carbon interface continue to be debated 11, 12 because existing theories do not provide a satisfactory explanation for the limited number of experimental results available so far 13. This lack of experimental results arises because, even though controlled and systematic studies have explored transport through individual nanotubes 7, 8, 9, 14, 15, 16, 17, none has met the considerable technical challenge of unambiguously measuring the permeability of a single nanotube 11. Here we show that the …",
                "We report charge inversion, the sign reversal of the effective surface charge in the presence of multivalent counterions, for the biologically relevant regimes of divalent ions and mixtures of monovalent and multivalent ions. Using streaming currents, the pressure-driven transport of countercharges in the diffuse layer, we find that charge inversion occurs in rectangular silica nanochannels at high concentrations of divalent ions. Strong monovalent screening is found to cancel charge inversion, restoring the original surface charge polarity. An analytical model based on ion correlations successfully describes our observations.",
                "We report charge inversion, the sign reversal of the effective surface charge in the presence of multivalent counterions, for the biologically relevant regimes of divalent ions and mixtures of monovalent and multivalent ions. Using streaming currents, the pressure-driven transport of countercharges in the diffuse layer, we find that charge inversion occurs in rectangular silica nanochannels at high concentrations of divalent ions. Strong monovalent screening is found to cancel charge inversion, restoring the original surface charge polarity. An analytical model based on ion correlations successfully describes our observations.",
                "We investigate theoretically the influence of hydrodynamic slip at the surface of a nanofluidic channel on the efficiency with which electrokinetic phenomena can be used to convert hydrostatic energy to electrical power. Slip is introduced by applying the Navier boundary condition to the pressure-driven and the electro-osmotic components of the fluid velocity. A strong enhancement in the efficiency is predicted for increasing slip length due to the resulting decrease in the fluidic impedance and increase in the streaming conductance. These effects are moderated by a decrease in the electrical impedance, which promotes dissipation. The maximum efficiency approaches 100% as the slip length diverges, and a potentially practical 40% efficiency is expected for a moderate 30 nm slip length in a 10 nm high channel. Recently reported slip lengths for carbon nanotube filters suggest that efficiencies above 70% and high …"
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}