{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EUF4K32E",
            "8gdvvLgAAAAJ",
            [
                "Para compreender a educação superior brasileira",
                "Short treatment effect of recombinant bovine somatotropin on the lutel function and early embryo development of superovulated ewes",
                "Paulo Freire: educação e transformação social",
                "Papéis avulsos sobre Paulo Freire"
            ],
            [
                "Ao traçar os rumos da história ano ingressam na universidade e na recente da educação superior luta por democracia e qualidade de brasileira, Paulo Rosas se aproxima, ensino, esta é uma obra que irá muitas vezes–quer pelo rigor da mostrar quão antigas são suas documentação, quer pela coragem de reivindicações e quão arcaico é o expor velhas feridas, de reacender projeto de “modernidade” ao qual se polêmicas–, daquilo que se opõem. convencionou chamar de Grande Para todos, este trabalho é uma Reportagem. fonte de idéias para o debate e a Aqui estão o acordo MEC-Usaid, discussão. Do ensino superior, da o Relatório Atcon, a Equipe de necessidade e do sentido de Planejamento do Ensino Superior, os mudanças na política, na educação e trabalhos do coronel Meira Mattos. na política de educação do país. Aqui está descrito o projeto político que deu sustentação à reforma universitária dos anos 60. Tudo relatado, tudo documentado. Mas o livro transcende o caráter meramente jornalístico. Paulo Rosas não se limita a descrever o óbvio, a lamentar o esfacelamento da universidade no Brasil; pelo contrário, oferece idéias, uma análise acurada da situação atual e propostas—que ficam abertas ao debate e à crítica de teóricos das mais diferentes correntes de pensamento, profissionais de ensino, estudantes, enfim, de todos aqueles que se sensibilizam com a questão da educação superior, de quem briga em favor de uma escola pública sempre ameaçada. Paulo Rosas nasceu em Natal em Para os que já lutam há tempo! 1930. Livre-docente e doutor em Psicolo-pela universidade brasileira, para gia, é presidente do …",
                "Se determino si la somatotropina aplicada al inicio del celo estimula la funcion del Cuerpo Luteo (CL) y el desarrollo embrionario temprano, se sincronizaron 45 ovejas con esponjas intravaginales impregnadas con 40 mg de acetato de fluorogestona, que permanecieron por 12 dias, y 2 dias antes del retiro se aplicaron 15 mg de Prostaglandinas. Para la superovulacion se empleo un total de 15 mg de FSH-P en fracciones decrecientes y al momento de la aparicion del celo se aplicaron 100 mg de rbST a 30 ovejas por via subcutanea quedando las 15 restantes como testigos. Todas las ovejas fueron servidas por monta natural 12 hrs despues de detectadas en celo y la recoleccion de embriones se efectuo por laparotomia ventral media en el dia 6 postservicio. Los embriones colectados se clasificaron en ovulos, zonas pelucidas, 32-64 cels., morulas y blastocilos, estas clasificaciones se analizaron por\" Ji\" cuadrada. Se evaluaron ademas tanto el numero de CL como su desarrollo (normal o en regresion), por\" t\" de student. Se realizaron muestreos sanguineos diarios a partir del dia 3 al 6 para la determinacion de las concentraciones de Progesterona (P) a traves de radioinmunoanalisis en fase solida. Para la evaluacion de las concentraciones de P se utilizo un analisis de varianza para mediciones repetidas tomando como variables independientes el tratamiento y dia postservicio y el efecto del animal anidado dentro de tratamiento y como covariable el numero de CL. A traves dela determinacion de la caida de progesterona por debajo de 1 ng antes del dia 7, se determino el porcentaje de ovejas con regresion lutea prematura. en el …",
                "Na 329 Reunião Anual da SBPC (Sociedade Brasileira para o Progresso da Ciência), realizada no Rio de Janeiro (UERJ), em julho de 1980, participamos eu e Moacyr de Góes, de uma Mesa-Redonda promovida pela ANPEd, coordenada por Osmar Fávero, focalizando o Movimento de Cultura Popular e a Campanha “De pé no chão também se aprende a ler”. Eram, talvez, os primeiros ensaios de resgate daqueles movimentos de cultura e educação popular, apresentados publicamente, desde o Golpe de 1964.",
                ". O “sim”, vou tentar fazer brotar da satisfação, acompanhada da mesma emoção que me faz remontar à Rua Rita de Souza e ao Jardim Triunfo quando, à moda do tempo, íamos tomar um “deforete\" em casa de Paulo e Elza. Ali, nossos amigos nos abriam as portas e o coração amoroso."
            ],
            [
                [
                    "Literatura e Gramática da Língua Portuguesa"
                ]
            ]
        ]
    ]
}