{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EULGWR63",
            "RWJ3Sq0AAAAJ",
            [
                "Liquid–liquid phase separation in supersaturated lysozyme solutions and associated precipitate formation\/crystallization",
                "Interactions in undersaturated and supersaturated lysozyme solutions: static and dynamic light scattering results",
                "Nucleation and crystallization of globular proteins—what we know and what is missing",
                "Accelerated neurodegeneration through chaperone-mediated oligomerization of tau",
                "Surface-tension-anisotropy measurements of succinonitrile and pivalic acid: Comparison with microscopic solvability theory",
                "Hydration and hydrodynamic interactions of lysozyme: effects of chaotropic versus kosmotropic ions",
                "Amyloid protofibrils of lysozyme nucleate and grow via oligomer fusion",
                "Phosphorylation dynamics regulate Hsp27-mediated rescue of neuronal plasticity deficits in tau transgenic mice",
                "Spatial extent of charge repulsion regulates assembly pathways for lysozyme amyloid fibrils",
                "Caffeine interaction with fluorescent calcium indicator dyes"
            ],
            [
                "Using cloud point determinations, the phase boundaries (binodals) for metastable liquid–liquid (L–L) separation in supersaturated hen egg white lysozyme solutions with 3%, 5%, and 7% (w\/v) NaCl at pH=4.5 and protein concentrations c between 40 and 400 mg\/ml were determined. The critical temperature for the binodal increased approximately linearly with salt concentration. The coexisting liquid phases both remained supersaturated but differed widely in protein concentration. No salt repartitioning was observed between the initial and the two separated liquid phases. After the L–L separation, due to the presence of the high protein concentration phase, crystallization occurred much more rapidly than in the initial solution. At high initial protein concentrations, a metastable gel phase formed at temperatures above the liquid binodal. Both crystal nucleation and gel formation were accelerated in samples that had …",
                "We have performed multiangle static and dynamic light scattering studies of lysozyme solutions at pH=4.7. The Rayleigh ratio Rθ and the collective diffusion coefficient Dc were determined as function of both protein concentration cp and salt concentration cs with two different salts. At low salt concentrations, the scattering ratio Kcp\/Rθ and diffusivity increased with protein concentration above the values for a monomeric, ideal solution. With increasing salt concentration this trend was eventually reversed. The hydrodynamic interactions of lysozyme in solution, extracted from the combination of static and dynamic scattering data, decreased significantly with increasing salt concentration. These observations reflect changes in protein interactions, in response to increased salt screening, from net repulsion to net attraction. Both salts had the same qualitative effect, but the quantitative behavior did not scale with the ionic …",
                "Recently, much progress has been made in understanding the nucleation and crystallization of globular proteins, including the formation of compositional and structural crystal defects. Insight into the interactions of (screened) protein macro-ions in solution, obtained from light scattering, small angle X-ray scattering and osmotic pressure studies, can guide the search for crystallization conditions. These studies show that the nucleation of globular proteins is governed by the same principles as that of small molecules. However, failure to account for direct and indirect (hydrodynamic) protein interactions in the solutions results in unrealistic aggregation scenarios. Microscopic studies of numerous proteins reveal that crystals grow by the attachment of growth units through the same layer-spreading mechanisms as inorganic crystals. Investigations of the growth kinetics of hen-egg-white lysozyme (HEWL) reveal non …",
                "Aggregation of tau protein in the brain is associated with a class of neurodegenerative diseases known as tauopathies. FK506 binding protein 51 kDa (FKBP51, encoded by FKBP5) forms a mature chaperone complex with Hsp90 that prevents tau degradation. In this study, we have shown that tau levels are reduced throughout the brains of Fkbp5–\/– mice. Recombinant FKBP51 and Hsp90 synergized to block tau clearance through the proteasome, resulting in tau oligomerization. Overexpression of FKBP51 in a tau transgenic mouse model revealed that FKBP51 preserved the species of tau that have been linked to Alzheimer’s disease (AD) pathogenesis, blocked amyloid formation, and decreased tangle load in the brain. Alterations in tau turnover and aggregate structure corresponded with enhanced neurotoxicity in mice. In human brains, FKBP51 levels increased relative to age and AD, corresponding with …",
                "New determinations of the surface-tension-anisotropy parameter ɛ 4 of succinonitrile (SCN), pivalic acid (PVA), and a PVA–1%-ethanol mixture are reported. Effects of temperature gradients and crystal orientation are analyzed in detail. The experiments utilized numerical interpolation techniques previously employed by Dougherty and Gollub to enhance the digital image resolution. The values found for ɛ 4 in SCN, PVA, and PVA–1%-ethanol are 0.0055±0.0015, 0.025±0.002, and 0.026±0.002, respectively. From these values, the selection parameter σ theor* predicted by microscopic solvability theory for the three-dimensional axisymmetric case was computed and compared to the σ expt* values determined directly from previous dendritic-growth experiments. We find that σ theor*\/σ expt* is 0.56±0.20 for SCN, and 2.14±0.50 for PVA. Possible sources for these discrepancies are discussed.",
                "Using static and dynamic light scattering we have investigated the effects of either strongly chaotropic, nearly neutral or strongly kosmotropic salt ions on the hydration shell and the mutual hydrodynamic interactions of the protein lysozyme under conditions supportive of protein crystallization. After accounting for the effects of protein interaction and for changes in solution viscosity on protein diffusivity, protein hydrodynamic radii were determined with ±0.25 Å resolution. No changes to the extent of lysozyme hydration were discernible for all salt-types, at any salt concentration and for temperatures between 15–40°C. Combining static with dynamic light scattering, we also investigated salt-induced changes to the hydrodynamic protein interactions. With increased salt concentration, hydrodynamic interactions changed from attractive to repulsive, i.e., in exact opposition to salt-induced changes in direct protein …",
                "The mechanisms linking deposits of insoluble amyloid fibrils to the debilitating neuronal cell death characteristic of neurodegenerative diseases remain enigmatic. Recent findings implicate transiently formed intermediates of mature amyloid fibrils as the principal toxic agent. Hence, determining which intermediate aggregates represent on-pathway precursors or off-pathway side branches is critical for understanding amyloid self-assembly, and for devising therapeutic approaches targeting relevant toxic species. We examined amyloid fibril self-assembly in acidic solutions, using the model protein hen egg-white lysozyme. Combining in situ dynamic light scattering with calibrated atomic-force microscopy, we monitored the nucleation and growth kinetics of multiple transient aggregate species, and characterized both their morphologies and physical dimensions. Upon incubation at elevated temperatures, uniformly …",
                "Molecular chaperones regulate the aggregation of a number of proteins that pathologically misfold and accumulate in neurodegenerative diseases. Identifying ways to manipulate these proteins in disease models is an area of intense investigation; however, the translation of these results to the mammalian brain has progressed more slowly. In this study, we investigated the ability of one of these chaperones, heat shock protein 27 (Hsp27), to modulate tau dynamics. Recombinant wild-type Hsp27 and a genetically altered version of Hsp27 that is perpetually pseudo-phosphorylated (3×S\/D) were generated. Both Hsp27 variants interacted with tau, and atomic force microscopy and dynamic light scattering showed that both variants also prevented tau filament formation. However, extrinsic genetic delivery of these two Hsp27 variants to tau transgenic mice using adeno-associated viral particles showed that wild-type …",
                "Formation of large protein fibrils with a characteristic cross β-sheet architecture is the key indicator for a wide variety of systemic and neurodegenerative amyloid diseases. Recent experiments have strongly implicated oligomeric intermediates, transiently formed during fibril assembly, as critical contributors to cellular toxicity in amyloid diseases. At the same time, amyloid fibril assembly can proceed along different assembly pathways that might or might not involve such oligomeric intermediates. Elucidating the mechanisms that determine whether fibril formation proceeds along non-oligomeric or oligomeric pathways, therefore, is important not just for understanding amyloid fibril assembly at the molecular level but also for developing new targets for intervening with fibril formation. We have investigated fibril formation by hen egg white lysozyme, an enzyme for which human variants underlie non-neuropathic amyloidosis. Using a combination of static and dynamic light scattering, atomic force microscopy and circular dichroism, we find that amyloidogenic lysozyme monomers switch between three different assembly pathways: from monomeric to oligomeric fibril assembly and, eventually, disordered precipitation as the ionic strength of the solution increases. Fibril assembly only occurred under conditions of net repulsion among the amyloidogenic monomers while net attraction caused precipitation. The transition from monomeric to oligomeric fibril assembly, in turn, occurred as salt-mediated charge screening reduced repulsion among individual charged residues on the same monomer. We suggest a model of amyloid fibril formation in which …",
                "We report that caffeine, in millimolar concentrations, interacts strongly with four common calcium indicator dyes: mag-fura-2, magnesium green, fura-2, and fluo-3. Fluorescence intensities are either noticeably enhanced (mag-fura-2, fura-2) or diminished (magnesium green, fluo-3). The caffeine-induced changes in the fluorescence spectra are clearly distinct from those of metal ion binding at the indicator chelation sites. Binding affinities for calcium of either mag-fura-2 or magnesium green increased only slightly in the presence of caffeine. Caffeine also alters the fluorescence intensities of two other fluorescent dyes lacking a chelation site, fluorescein and sulforhodamine 101, implicating the fluorophore itself as the interaction site for caffeine. In the absence of caffeine, variation of solution hydrophobicity by means of water\/dioxane mixtures yielded results similar to those for caffeine. These observations suggest that …"
            ],
            [
                [
                    "Biophysics",
                    "Physical Chemistry",
                    "Amyloid Proteins"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}