{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EVSCS30P",
            "dGYYlzIAAAAJ",
            [
                "Jet Substructure at the Tevatron and LHC: New results, new tools, new benchmarks",
                "Boosted objects and jet substructure at the LHC. Report of BOOST2012, held at IFIC Valencia, 23rd–27th of July 2012",
                "Long-lived particles at the energy frontier: the MATHUSLA physics case",
                "Probable or improbable universe? Correlating electroweak vacuum instability with the scale of inflation",
                "Model-independent bounds on kinetic mixing",
                "Jet dipolarity: top tagging with color flow",
                "Solving the hierarchy problem at reheating with a large number of degrees of freedom",
                "High multiplicity searches at the LHC using jet masses",
                "A microscopic theory of gauge mediation",
                "Relaxation from particle production"
            ],
            [
                "In this paper, we review recent theoretical progress and the latest experimental results in jet substructure from the Tevatron and the LHC. We review the status of and outlook for calculation and simulation tools for studying jet substructure. Following up on the report of the Boost 2010 workshop, we present a new set of benchmark comparisons of substructure techniques, focusing on the set of variables and grooming methods that are collectively known as' top taggers'. To facilitate further exploration, we have attempted to collect, harmonize and publish software implementations of these techniques.",
                "This report of the BOOST2012 workshop presents the results of four working groups that studied key aspects of jet substructure. We discuss the potential of first-principle QCD calculations to yield a precise description of the substructure of jets and study the accuracy of state-of-the-art Monte Carlo tools. Limitations of the experiments’ ability to resolve substructure are evaluated, with a focus on the impact of additional (pile-up) proton proton collisions on jet substructure performance in future LHC operating scenarios. A final section summarizes the lessons learnt from jet substructure analyses in searches for new physics in the production of boosted top quarks.",
                "We examine the theoretical motivations for long-lived particle (LLP) signals at the LHC in a comprehensive survey of standard model (SM) extensions. LLPs are a common prediction of a wide range of theories that address unsolved fundamental mysteries such as naturalness, dark matter, baryogenesis and neutrino masses, and represent a natural and generic possibility for physics beyond the SM (BSM). In most cases the LLP lifetime can be treated as a free parameter from the m scale up to the Big Bang Nucleosynthesis limit of m. Neutral LLPs with lifetimes above 100 m are particularly difficult to probe, as the sensitivity of the LHC main detectors is limited by challenging backgrounds, triggers, and small acceptances. MATHUSLA is a proposal for a minimally instrumented, large-volume surface detector near ATLAS or CMS. It would search for neutral LLPs produced in HL-LHC collisions by reconstructing …",
                "Measurements of the Higgs boson and top quark masses indicate that the Standard Model Higgs potential becomes unstable around Λ I∼ 10 11 GeV. This instability is cosmologically relevant since quantum fluctuations during inflation can easily destabilize the electroweak vacuum if the Hubble parameter during inflation is larger than Λ I (as preferred by the recent BICEP2 measurement). We perform a careful study of the evolution of the Higgs field during inflation, obtaining different results from those currently in the literature. We consider both tunneling via a Coleman-de Luccia or Hawking-Moss instanton, valid when the scale of inflation is below the instability scale, as well as a statistical treatment via the Fokker-Planck equation appropriate in the opposite regime. We show that a better understanding of the post-inflation evolution of the unstable AdS vacuum regions is crucial for determining the eventual fate of …",
                "New Abelian vector bosons can kinetically mix with the hypercharge gauge boson of the Standard Model. This letter computes the model-independent limits on vector bosons with masses from 1 GeV to 1 TeV. The limits arise from the numerous  experiments that have been performed in this energy range and bound the kinetic mixing by  for most of the mass range studied, regardless of any additional interactions that the new vector boson may have.",
                "A new jet observable, dipolarity, is introduced that can distinguish whether a pair of subjets arises from a color singlet source. This observable is incorporated into the HEPTopTagger and is shown to improve discrimination between top jets and QCD jets for moderate to high p T.",
                "We present a new solution to the electroweak hierarchy problem. We introduce N copies of the standard model with varying values of the Higgs mass parameter. This generically yields a sector whose weak scale is parametrically removed from the cutoff by a factor of 1\/N. Ensuring that reheating deposits a majority of the total energy density into this lightest sector requires a modification of the standard cosmological history, providing a powerful probe of the mechanism. Current and near-future experiments can explore much of the natural parameter space. Furthermore, supersymmetric completions that preserve grand unification predict superpartners with mass below m W M pl\/M GUT∼ 10 TeV.",
                "This article introduces a new class of searches for physics beyond the standard model that improves the sensitivity to signals with high jet multiplicity. The proposed searches gain access to high-multiplicity signals by reclustering events into large-radius, or “fat,” jets and by requiring that each event has multiple massive jets. This technique is applied to supersymmetric scenarios in which gluinos are pair-produced and then subsequently decay to final states with either moderate quantities of missing energy or final states without missing energy. In each of these scenarios, the use of jet mass improves the estimated reach in gluino mass by 20% to 50% over current LHC searches.",
                "We construct models of indirect gauge mediation where the dynamics responsible for breaking supersymmetry simultaneously generates a weakly coupled subsector of messengers. This provides a microscopic realization of messenger gauge mediation where the messenger and hidden sector fields are unified into a single sector. The UV theory is SQCD with massless and massive quarks plus singlets, and at low energies it flows to a weakly coupled quiver gauge theory. One node provides the primary source of supersymmetry breaking, which is then transmitted to the node giving rise to the messenger fields. These models break R-symmetry spontaneously, produce realistic gaugino and sfermion masses, and give a heavy gravitino.",
                "We consider using particle production as a friction force by which to implement a “Relaxion” solution to the electroweak hierarchy problem. Using this approach, we are able to avoid superplanckian field excursions and avoid any conflict with the strong CP problem. The relaxation mechanism can work before, during or after inflation allowing for inflationary dynamics to play an important role or to be completely decoupled."
            ],
            [
                [
                    "Particle Physics"
                ]
            ]
        ]
    ]
}