{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EWPIE5M4",
            "4Dy3QEIAAAAJ",
            [
                "First results from KamLAND: evidence for reactor antineutrino disappearance",
                "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
                "Precision measurement of neutrino oscillation parameters with KamLAND",
                "The construction of the L3 experiment"
            ],
            [
                "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
                "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
                "The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Δ m 21 2 and stringent constraints on θ 12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44× 10 32 proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor ν e energy spectrum is now rejected at> 5 σ. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Δ m 21 2= 7.58− 0.13+ 0.14 (stat)− 0.15+ 0.15 (syst)× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.56− 0.07+ 0.10 (stat)− 0.06+ 0.10 (syst). Local Δ χ 2 minima at higher and lower Δ m 21 2 are disfavored at> 4 σ. Combining with solar neutrino data, we obtain Δ m 21 2= 7.59− 0.21+ 0.21× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.47− 0.05+ 0.06.",
                "The L3 experiment is one of the six large detectors designed for the new generation of electron-positron accelerators. It is the only detector that concentrates its efforts on limited goals of measuring electrons, muons and photons. By not attempting to identify hadrons, L3 has been able to provide an order of magnitude better resolution for electrons, muons and photons. Vertices and hadron jets are also studied. The construction of L3 has involved much state of the art technology in new principles of vertex detection and in new crystals for large scale electromagnetic shower detection and ultraprecise muon detection. This paper presents a summary of the construction of L3."
            ],
            [
                [

                ]
            ]
        ]
    ]
}