{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EWPIE5M4",
            "4Dy3QEIAAAAJ",
            [
                "First results from KamLAND: evidence for reactor antineutrino disappearance",
                "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
                "Precision measurement of neutrino oscillation parameters with KamLAND",
                "The construction of the L3 experiment"
            ],
            [
                "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
                "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
                "The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Δ m 21 2 and stringent constraints on θ 12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44× 10 32 proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor ν e energy spectrum is now rejected at> 5 σ. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Δ m 21 2= 7.58− 0.13+ 0.14 (stat)− 0.15+ 0.15 (syst)× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.56− 0.07+ 0.10 (stat)− 0.06+ 0.10 (syst). Local Δ χ 2 minima at higher and lower Δ m 21 2 are disfavored at> 4 σ. Combining with solar neutrino data, we obtain Δ m 21 2= 7.59− 0.21+ 0.21× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.47− 0.05+ 0.06.",
                "The L3 experiment is one of the six large detectors designed for the new generation of electron-positron accelerators. It is the only detector that concentrates its efforts on limited goals of measuring electrons, muons and photons. By not attempting to identify hadrons, L3 has been able to provide an order of magnitude better resolution for electrons, muons and photons. Vertices and hadron jets are also studied. The construction of L3 has involved much state of the art technology in new principles of vertex detection and in new crystals for large scale electromagnetic shower detection and ultraprecise muon detection. This paper presents a summary of the construction of L3."
            ],
            [
                [

                ]
            ],
            [
                "Giorgio Gratta Professor of Physics http:\/\/grattalab3.stanford.edu\/neutrino\/index.html gratta@stanford.edu VARIAN PHYSICS, room 146 382 Via Pueblo Mall (650) 725-6509 Light and Heat PHYSICS 45 (Aut) Quantum and Thermal Physics PHYSICS 65 (Sum) Independent Studies (3) PHYSICS 190 (Aut, Win, Spr, Sum) Quantum and Thermal Physics PHYSICS 65 (Spr) Quantum and Thermal Physics PHYSICS 65 (Spr) Quantum and Thermal Physics PHYSICS 65 (Spr) James Black Evan Angelico Alexander Fieguth Akio Kawasaki Brian Lenardo Nadav Priel Shuoxing Wu Chas Blakemore, Jacopo Dalmasson, Denzal Martin Postdoctoral Research Mentor Evan Angelico Nadav Priel Neutrino physics for Korean diplomacy. Science (New York, N.Y.) Carr, R., Coleman, J., Gratta, G., Heeger, K., Huber, P., Hor, Y., Kawasaki, T., Kim, S., Kim, Y., Learned, J., Lindner, M., Nakajima, K., Seo, S., Suekane, F., Vacheret, A., Wang, W., Zhan, L. 362 (6415) : 649–50 PubMedID 30409877 Single-beam dielectric-microsphere trapping with optical heterodyne detection Rider, A. D., Blakemore, C. P., Gratta, G., Moore, D. C. 97 (1) DOI 10.1103\/PhysRevA.97.013842 Web of Science ID 000423426200014 Magnetic bubble chambers and sub-GeV dark matter direct detection Bunting, P. C., Gratta, G., Melia, T., Rajendran, S. 95 (9) DOI 10.1103\/PhysRevD.95.095001 Web of Science ID 000400668700004 Measurement of the drift velocity and transverse diffusion of electrons in liquid xenon with the EXO-200 detector PHYSICAL REVIEW C Albert, J. B., Barbeau, P. S., Beck, D., Belov, V., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Cen, W. R., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Daughhetee, J., Davis, J., Delaquis, S., Mesrobian-Kabakian, A. D., DeVoe, R., Didberidze, T., Dilling, J., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., Feyzbakhsh, S., Fierlinger, P., Fudenberg, D., Gornea, R., Graham, K., Gratta, G., Hall, C., Hughes, M., JEWELL, M. J., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Krucken, R., Kuchenkov, A., Kumar, K. S., Lan, Y., Leonard, D. S., Licciardi, C., Lin, Y. H., MacLellan, R., Marino, M. G., Mong, B., Moore, D., NJOYA, O., Nelson, R., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Prescott, C. Y., Retiere, F., Rowson, P. C., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tsang, R., Twelker, K., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wood, J., Yang, L., Yen, Y., Zeldovich, O. Y., Zettlemoyer, J. 95 (2) DOI 10.1103\/PhysRevC.95.025502 Web of Science ID 000393852900005 A density staggered cantilever for micron length gravity probing Wang, Q., Rider, A. D., Moore, D. C., Blakemore, C. P., Cao, L., Gratta, G., IEEE : 1773–78 DOI 10.1109\/ECTC.2017.274 Web of Science ID 000424702000256 Search for Screened Interactions Associated with Dark Energy below the 100?µm Length Scale. Rider, A. D., Moore, D. C., Blakemore, C. P., Louis, M., Lu, M., Gratta, G. 117 (10) : 101101-? We present the results of a search for unknown interactions that couple to mass between an optically levitated microsphere and a gold-coated silicon cantilever. The scale and geometry of the apparatus enable a search for new forces that appear at distances below 100  μm and which would have evaded previous searches due to screening mechanisms. The data are consistent with electrostatic backgrounds and place upper limits on the strength of new interactions at <0.1  fN in the geometry tested. For the specific example of a chameleon interaction with an inverse power law potential, these results exclude matter couplings β>5.6×10^{4} in the region of parameter space where the self-coupling Λ≳5  meV and the microspheres are not fully screened. DOI 10.1103\/PhysRevLett.117.101101 PubMedID 27636465 An optimal energy estimator to reduce correlated noise for the EXO-200 light readout JOURNAL OF INSTRUMENTATION Davis, C. G., Hall, C., Albert, J. B., Barbeau, P. S., Beck, D., Belov, V., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Cen, W. R., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, J., Delaquis, S., Der Mesrobian-Kabakian, A., DeVoe, R., Didberidze, T., Dilling, J., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Feyzbakhsh, S., Fierlinger, P., Fudenberg, D., Gornea, R., Graham, K., Gratta, G., Hughes, M., JEWELL, M. J., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Krucken, R., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., NJOYA, O., Nelson, R., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Prescott, C. Y., Retiere, F., Rowson, P. C., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tsang, R., Twelker, K., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wood, J., Yang, L., Yen, Y., Zeldovich, O. Y. 11 DOI 10.1088\/1748-0221\/11\/07\/P07015 Web of Science ID 000387763000006 First search for Lorentz and CPT violation in double beta decay with EXO-200 Albert, J. B., Barbeau, P. S., Beck, D., Belov, V., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, C. G., Davis, J., Delaquis, S., Der Mesrobian-Kabakian, A., DeVoe, R., Diaz, J. S., Didberidze, T., Dilling, J., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., Feyzbkhsh, S., FELDMEIER, W., Fierlinger, P., Fudenberg, D., Gornea, R., Graham, K., Gratta, G., Hall, C., Homiller, S., Hughes, M., JEWELL, M. J., Jiang, X. S., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Kruecken, R., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., Nelson, R., NJOYA, O., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Prescott, C. Y., Retiere, F., Rowson, P. C., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tsang, R., Twelker, K., Vuilleumier, J., Vogel, P., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wood, J., Yang, L., Yen, Y., Zeldovich, O. Y. 93 (7) DOI 10.1103\/PhysRevD.93.072001 Web of Science ID 000373209600002 Cosmogenic backgrounds to 0 nu beta beta in EXO-200 Albert, J. B., Auty, D. J., Barbeau, P. S., Beck, D., Belov, V., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, J., Delaquis, S., Der Mesrobian-Kabakian, A., DeVoe, R., Didberidze, T., Dilling, J., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Feyzbakhsh, S., Fierlinger, P., Fudenberg, D., Gornea, R., Graham, K., Gratta, G., Hall, C., HERRIN, S., Hughes, M., JEWELL, M. J., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Krucken, R., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., NJOYA, O., Nelson, R., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Prescott, C. Y., Retiere, F., Rowson, P. C., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tsang, R., Twelker, K., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wood, J., Yang, L., Yen, Y., Zeldovich, O. Y. DOI 10.1088\/1475-7516\/2016\/04\/029 Web of Science ID 000393286400003 Search for 2 nu beta beta decay of Xe-136 to the 0(1)(+) excited state of Ba-136 with the EXO-200 liquid xenon detector PHYSICAL REVIEW C Albert, J. B., Auty, D. J., Barbeau, P. S., Beck, D., Belov, V., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Chaves, J., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, J., Delaquis, S., Mesrobian-Kabakian, A. D., DeVoe, R., Didberidze, T., Dilling, J., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Feyzbakhsh, S., Fierlinger, P., Fudenberg, D., Gornea, R., Graham, K., Gratta, G., Hall, C., Hughes, M., JEWELL, M. J., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., KING, J., Koffas, T., Kravitz, S., Kruecken, R., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., NJOYA, O., Nelson, R., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Prescott, C. Y., Retiere, F., Rowson, P. C., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tsang, R., Twelker, K., Vogel, P., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Winick, T. A., Wood, J., Xu, Q. Y., Yang, L., Yen, Y., Zeldovich, O. Y. 93 (3) DOI 10.1103\/PhysRevC.93.035501 Web of Science ID 000371740600008 Testing long-distance modifications of gravity to 100 astronomical units Buscaino, B., DeBra, D., Graham, P. W., Gratta, G., Wiser, T. D. 92 (10) DOI 10.1103\/PhysRevD.92.104048 Web of Science ID 000365512300007 Measurements of the ion fraction and mobility of alpha- and beta-decay products in liquid xenon using the EXO-200 detector PHYSICAL REVIEW C Albert, J. B., Auty, D. J., Barbeau, P. S., Beck, D., Belov, V., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, C. G., Davis, J., Delaquis, S., Der Mesrobian-Kabakian, A., DeVoe, R., Didberidze, T., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Fierlinger, P., Fudenberg, D., Gornea, R., Graham, K., Gratta, G., Hall, C., Hughes, M., JEWELL, M. J., Jiang, X. S., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., Nelson, R., O'Sullivan, K., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Prescott, C. Y., Robinson, A., Rowson, P. C., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tsang, R., Twelker, K., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wright, J. D., Wood, J., Yang, L., Yen, Y., Zeldovich, O. Y. 92 (4) DOI 10.1103\/PhysRevC.92.045504 Web of Science ID 000363526000006 Characterization of Silicon Photomultipliers for nEXO Ostrovskiy, I., Retiere, F., AUTY, D., Dalmasson, J., Didberidze, T., DeVoe, R., Gratta, G., Huth, L., James, L., Lupin-Jimenez, L., Ohmart, N., Piepke, A. 62 (4) : 1825-1836 DOI 10.1109\/TNS.2015.2453932 Web of Science ID 000360016400017 Investigation of radioactivity-induced backgrounds in EXO-200 PHYSICAL REVIEW C Albert, J. B., Auty, D. J., Barbeau, P. S., Beck, D., Belov, V., Benitez-Medina, C., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, C. G., Davis, J., Delaquis, S., Mesrobian-Kabakian, A. D., DeVoe, R., Didberidze, T., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Fierlinger, P., Fudenberg, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Hall, C., HERRIN, S., Hughes, M., JEWELL, M. J., Jiang, X. S., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., Nelson, R., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Prescott, C. Y., Rivas, A., Rowson, P. C., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tsang, R., Twelker, K., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wood, J., Yang, L., Yen, Y., Zeldovich, O. Y. 92 (1) DOI 10.1103\/PhysRevC.92.015503 Web of Science ID 000358021500002 An RF-only ion-funnel for extraction from high-pressure gases INTERNATIONAL JOURNAL OF MASS SPECTROMETRY Brunner, T., Fudenberg, D., Varentsov, V., Sabourov, A., Gratta, G., Dilling, J., DeVoe, R., Sinclair, D., Fairbank, W., Albert, J. B., Auty, D. J., Barbeau, P. S., Beck, D., Benitez-Medina, C., Breidenbach, M., Cao, G. F., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Daugherty, S. J., Didberidze, T., Dolinski, M. J., Dunford, M., Fabris, L., Farine, J., FELDMEIER, W., Fierlinger, P., Gornea, R., Graham, K., Heffner, M., Hughes, M., Jewell, M., Jiang, X. S., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Kruecken, R., Kuchenkov, A., Kurnar, K. S., Leonard, D. S., Leonard, F., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., Odian, A., Ostrovskiy, I., Ouellet, C., Piepke, A., Pocar, A., Retiere, F., Rowson, P. C., Rozo, M. P., Schubert, A., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tosi, D., Twelker, K., Vuilleumier, J., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Yang, L., Yen, Y. 379 : 110-120 DOI 10.1016\/j.ijms.2015.01.003 Web of Science ID 000353748100014 Spectroscopy of Ba and Ba+ deposits in solid xenon for barium tagging in nEXO Mong, B., COOK, S., Walton, T., Chambers, C., Craycraft, A., Benitez-Medina, C., Hall, K., Fairbank, W., Albert, J. B., Auty, D. J., Barbeau, P. S., BASQUE, V., Beck, D., Breidenbach, M., Brunner, T., Cao, G. F., Cleveland, B., Coon, M., Daniels, T., Daugherty, S. J., DeVoe, R., Didberidze, T., Dilling, J., Dolinski, M. J., Dunford, M., Fabris, L., Farine, J., FELDMEIER, W., Fierlinger, P., Fudenberg, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Heffner, M., Hughes, M., Jiang, X. S., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Kruecken, R., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Moore, D., Odian, A., Ostrovskiy, I., Piepke, A., Pocar, A., Retiere, F., Rowson, P. C., Rozo, M. P., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Twelker, K., Vuilleumier, J., Walton, J., Weber, M., WEN, L. J., Wichoski, U., Yang, L., Yen, Y., Zhao, Y. B. 91 (2) DOI 10.1103\/PhysRevA.91.022505 Web of Science ID 000349422200004 A compact ultra-clean system for deploying radioactive sources inside the KamLAND detector Banks, T. I., Freedman, S. J., Wallig, J., Ybarrolaza, N., Gando, A., Gando, Y., Ikeda, H., Inoue, K., Kishimoto, Y., Koga, M., Mitsui, T., Nakamura, K., Shimizu, I., Shirai, J., Suzuki, A., Takemoto, Y., Tamae, K., Ueshima, K., Watanabe, H., Xu, B. D., Yoshida, H., Yoshida, S., Kozlov, A., Grant, C., Keefer, G., Piepke, A., Bloxham, T., Fujikawa, B. K., Han, K., Ichimura, K., Murayama, H., O'Donnell, T., Steiner, H. M., Winslow, L. A., Dwyer, D. A., McKeown, R. D., Zhang, C., Berger, B. E., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., SAKAI, M., Horton-Smith, G. A., Downum, K. E., Gratta, G., Efremenko, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Heeger, K. M., Detwiler, J. A., Enomoto, S., Decowski, M. P. 769 : 88-96 DOI 10.1016\/j.nima.2014.09.068 Web of Science ID 000344997000015 Laboratory studies on the removal of radon-born lead from KamLAND's organic liquid scintillator Keefer, G., Grant, C., Piepke, A., Ebihara, T., Ikeda, H., Kishimoto, Y., Kibe, Y., Koseki, Y., Ogawa, M., Shirai, J., Takeuchi, S., Mauger, C., Zhang, C., Schweitzer, G., Berger, B. E., Dazeley, S., Decowski, M. P., Detwiler, J. A., Djurcic, Z., Dwyer, D. A., Efremenko, Y., Enomoto, S., Freedman, S. J., Fujikawa, B. K., Furuno, K., Gando, A., Gando, Y., Gratta, G., Hatakeyama, S., Heeger, K. M., Hsu, L., Ichimura, K., Inoue, K., Iwamoto, T., Kamyshkov, Y., Karwowski, H. J., Koga, M., Kozlov, A., Lane, C. E., Learned, J. G., Maricic, J., Markoff, D. M., Matsuno, S., McKee, D., McKeown, R. D., Miletic, T., Mitsui, T., Motoki, M., Nakajima, K., Nakajima, K., Nakamura, K., O'Donnell, T., Ogawa, H., Piquemal, F., Ricol, J., Shimizu, I., Suekane, F., Suzuki, A., Svoboda, R., Tajima, O., Takemoto, Y., Tamae, K., Tolich, K., Tornow, W., Watanabe, H., Watanabe, H., Winslow, L. A., Yoshida, S. 769 : 79-87 DOI 10.1016\/j.nima.2014.09.050 Web of Science ID 000344997000014 Search for millicharged particles using optically levitated microspheres. Moore, D. C., Rider, A. D., Gratta, G. 113 (25) : 251801-? We report results from a search for stable particles with charge ≳10^{-5}e in bulk matter using levitated dielectric microspheres in high vacuum. No evidence for such particles was found in a total sample of 1.4 ng, providing an upper limit on the abundance per nucleon of 2.5×10^{-14} at the 95% confidence level for the material tested. These results provide the first direct search for single particles with charge ≲0.1e bound in macroscopic quantities of matter and demonstrate the ability to perform sensitive force measurements using optically levitated microspheres in vacuum. PubMedID 25554874 Search for Majoron-emitting modes of double-beta decay of Xe-136 with EXO-200 Albert, J. B., Auty, D. J., Barbeau, P. S., Beauchamp, E., Beck, D., Belov, V., Benitez-Medina, C., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Chaves, J., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, C. G., Davis, J., DeVoe, R., Delaquis, S., Didberidze, T., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Fierlinger, P., Fudenberg, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Hall, C., HERRIN, S., Hughes, M., JEWELL, M. J., Jiang, X. S., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Leonard, F., Licciardi, C., Lin, Y. H., Ling, J., MacLellan, R., Marino, M. G., Mong, B., Moore, D., Nelson, R., Odian, A., Ostrovskiy, I., Ouellet, C., Piepke, A., Pocar, A., Prescott, C. Y., Rivas, A., Rowson, P. C., Rozo, M. P., Russell, J. J., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tosi, D., Tsang, R., Twelker, K., Vogel, P., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Yang, L., Yen, Y., Zeldovich, O. Y. 90 (9) DOI 10.1103\/PhysRevD.90.092004 Web of Science ID 000344917200002 An apparatus to manipulate and identify individual Ba ions from bulk liquid Xe REVIEW OF SCIENTIFIC INSTRUMENTS Twelker, K., Kravitz, S., Montero Diez, M., Gratta, G., Fairbank, W., Albert, J. B., Auty, D. J., Barbeau, P. S., Beck, D., Benitez-Medina, C., Breidenbach, M., Brunner, T., Cao, G. F., Chambers, C., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Daugherty, S. J., Davis, C. G., DeVoe, R., Delaquis, S., Didberidze, T., Dilling, J., Dolinski, M. J., Dunford, M., Fabris, L., Farine, J., FELDMEIER, W., Fierlinger, P., Fudenberg, D., GIROUX, G., Gornea, R., Graham, K., Hall, C., Heffner, M., HERRIN, S., Hughes, M., Jiang, X. S., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kruecken, R., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Leonard, F., Licciardi, C., Lin, Y. H., MacLellan, R., Marino, M. G., Mong, B., Moore, D., Odian, A., Ostrovskiy, I., Ouellet, C., Piepke, A., Pocar, A., Retiere, F., Rowson, P. C., Rozo, M. P., Schubert, A., Sinclair, D., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tosi, D., Vuilleumier, J., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Yang, L., Yen, Y., Zhao, Y. B. 85 (9) We describe a system to transport and identify barium ions produced in liquid xenon, as part of R&D towards the second phase of a double beta decay experiment, nEXO. The goal is to identify the Ba ion resulting from an extremely rare nuclear decay of the isotope (136)Xe, hence providing a confirmation of the occurrence of the decay. This is achieved through Resonance Ionization Spectroscopy (RIS). In the test setup described here, Ba ions can be produced in liquid xenon or vacuum and collected on a clean substrate. This substrate is then removed to an analysis chamber under vacuum, where laser-induced thermal desorption and RIS are used with time-of-flight mass spectroscopy for positive identification of the barium decay product. DOI 10.1063\/1.4895646 Web of Science ID 000342910500080 Search for Majorana neutrinos with the first two years of EXO-200 data Albert, J. B., Auty, D. J., Barbeau, P. S., Beauchamp, E., Beck, D., Belov, V., Benitez-Medina, C., Bonatt, J., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Chaves, J., Cleveland, B., Coon, M., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, C. G., Davis, J., DeVoe, R., Delaquis, S., Didberidze, T., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Fierlinger, P., Fudenberg, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Hall, C., HERRIN, S., Hughes, M., JEWELL, M. J., Jiang, X. S., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Koffas, T., Kravitz, S., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Leonard, F., Licciardi, C., Lin, Y. H., MacLellan, R., Marino, M. G., Mong, B., Moore, D., Nelson, R., Odian, A., Ostrovskiy, I., Ouellet, C., Piepke, A., Pocar, A., Prescott, C. Y., Rivas, A., Rowson, P. C., Rozo, M. P., Russell, J. J., Schubert, A., Sinclair, D., Slutsky, S., Smith, E., Stekhanov, V., Tarka, M., Tolba, T., Tosi, D., Twelker, K., Vogel, P., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wright, J. D., Yang, L., Yen, Y., Zeldovich, O. Y., Zhao, Y. B. 510 (7504) : 229-234 Many extensions of the standard model of particle physics suggest that neutrinos should be Majorana-type fermions-that is, that neutrinos are their own anti-particles-but this assumption is difficult to confirm. Observation of neutrinoless double-β decay (0νββ), a spontaneous transition that may occur in several candidate nuclei, would verify the Majorana nature of the neutrino and constrain the absolute scale of the neutrino mass spectrum. Recent searches carried out with (76)Ge (the GERDA experiment) and (136)Xe (the KamLAND-Zen and EXO (Enriched Xenon Observatory)-200 experiments) have established the lifetime of this decay to be longer than 10(25) years, corresponding to a limit on the neutrino mass of 0.2-0.4 electronvolts. Here we report new results from EXO-200 based on a large (136)Xe exposure that represents an almost fourfold increase from our earlier published data sets. We have improved the detector resolution and revised the data analysis. The half-life sensitivity we obtain is 1.9 × 10(25) years, an improvement by a factor of 2.7 on previous EXO-200 results. We find no statistically significant evidence for 0νββ decay and set a half-life limit of 1.1 × 10(25) years at the 90 per cent confidence level. The high sensitivity holds promise for further running of the EXO-200 detector and future 0νββ decay searches with an improved Xe-based experiment, nEXO. DOI 10.1038\/nature13432 Web of Science ID 000337032400042 Improved measurement of the 2 nu beta beta half-life of Xe-136 with the EXO-200 detector PHYSICAL REVIEW C Albert, J. B., Auger, M., Auty, D. J., Barbeau, P. S., Beauchamp, E., Beck, D., Belov, V., Benitez-Medina, C., Bonatt, J., Breidenbach, M., Brunner, T., Burenkov, A., Cao, G. F., Chambers, C., Chaves, J., Cleveland, B., COOK, S., Craycraft, A., Daniels, T., Danilov, M., Daugherty, S. J., Davis, C. G., Davis, J., DeVoe, R., Delaquis, S., Dobi, A., Dolgolenko, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Fierlinger, P., Franco, D., Fudenberg, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Hall, C., Hall, K., Hargrove, C., HERRIN, S., Hughes, M., Jiang, X. S., Johnson, A., Johnson, T. N., Johnston, S., Karelin, A., Kaufman, L. J., Killick, R., Kravitz, S., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Leonard, F., Licciardi, C., MacLellan, R., Marino, M. G., Mong, B., Diez, M. M., Moore, D., Nelson, R., O'Sullivan, K., Odian, A., Ostrovskiy, I., Ouellet, C., Piepke, A., Pocar, A., Prescott, C. Y., Rivas, A., Rowson, P. C., Rozo, M. P., Russell, J. J., Sabourov, A., Sinclair, D., Skarpaas, K., Slutsky, S., Stekhanov, V., Strickland, V., Tarka, M., Tolba, T., Tosi, D., Twelker, K., Vogel, P., Vuilleumier, J., Waite, A., Walton, J., Walton, T., Weber, M., WEN, L. J., Wichoski, U., Wodin, J., Wright, J. D., Yang, L., Yen, Y., Zeldovich, O. Y., Zhao, Y. B. 89 (1) DOI 10.1103\/PhysRevC.89.015502 Web of Science ID 000332158100004 A setup for Ba-ion extraction from high pressure Xe gas for double-beta decay studies with EXO 16th International Conference on ElectroMagnetic Isotope Separators and Techniques Related to their Applications (EMIS) Brunner, T., Fudenberg, D., Sabourov, A., Varentsov, V. L., Gratta, G., Sinclair, D. : 473–475 DOI 10.1016\/j.nimb.2013.05.086 Web of Science ID 000329530400059 Present Status and Future Perspectives for the EXO-200 Experiment ADVANCES IN HIGH ENERGY PHYSICS Gratta, G., Sinclair, D. DOI 10.1155\/2013\/545431 Web of Science ID 000327039900001 Search for Neutrinoless Double-Beta Decay in Xe-136 with EXO-200 Auger, M., Auty, D. J., Barbeau, P. S., Beauchamp, E., Belov, V., Benitez-Medina, C., Breidenbach, M., Brunner, T., Burenkov, A., Cleveland, B., COOK, S., Daniels, T., Danilov, M., Davis, C. G., Delaquis, S., DeVoe, R., Dobi, A., Dolinski, M. J., Dolgolenko, A., Dunford, M., Fairbank, W., Farine, J., FELDMEIER, W., Fierlinger, P., Franco, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Hall, C., Hall, K., Hargrove, C., HERRIN, S., Hughes, M., Johnson, A., Johnson, T. N., Karelin, A., Kaufman, L. J., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Leonard, F., Mackay, D., MacLellan, R., Marino, M., Mong, B., Diez, M. M., Mueller, A. R., Neilson, R., Nelson, R., Odian, A., Ostrovskiy, I., O'Sullivan, K., Ouellet, C., Piepke, A., Pocar, A., Prescott, C. Y., Pushkin, K., Rowson, P. C., Russell, J. J., Sabourov, A., Sinclair, D., Slutsky, S., Stekhanov, V., Tolba, T., Tosi, D., Twelker, K., Vogel, P., Vuilleumier, J., Waite, A., Walton, T., Weber, M., Wichoski, U., Wodin, J., Wright, J. D., Yang, L., Yen, Y., Zeldovich, O. Y. 109 (3) We report on a search for neutrinoless double-beta decay of 136Xe with EXO-200. No signal is observed for an exposure of 32.5 kg yr, with a background of ∼1.5×10(-3)  kg(-1) yr(-1)  keV(-1) in the ±1σ region of interest. This sets a lower limit on the half-life of the neutrinoless double-beta decay T(1\/2)(0νββ)(136Xe)>1.6×10(25)  yr (90% C.L.), corresponding to effective Majorana masses of less than 140-380 meV, depending on the matrix element calculation. DOI 10.1103\/PhysRevLett.109.032505 Web of Science ID 000306546300006 PubMedID 22861843 Xenon purity analysis for EXO-200 via mass spectrometry Dobi, A., Hall, C., Slutsky, S., Yen, Y., Aharmin, B., Auger, M., Barbeau, P. S., Benitez-Medina, C., Breidenbach, M., Cleveland, B., Conley, R., Cook, J., COOK, S., Counts, I., Craddock, W., Daniels, T., Davis, C. G., Davis, J., DeVoe, R., Dixit, M., Dolinski, M. J., Donato, K., Fairbank, W., Farine, J., Fierlinger, P., Franco, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Green, C., Hagemann, C., Hall, K., Hallman, D., Hargrove, C., HERRIN, S., Hughes, M., Hodgson, J., Juget, F., Karelin, A., Kaufman, L. J., Kuchenkov, A., Kumar, K., Leonard, D. S., Lutter, G., Mackay, D., MacLellan, R., Marino, M., Mong, B., Diez, M. M., Morgan, P., Mueller, A. R., Neilson, R., Odian, A., O'Sullivan, K., Piepke, A., Pocar, A., Prescott, C. Y., Pushkin, K., Rivas, A., Rollin, E., Rowson, P. C., Sabourov, A., Sinclair, D., Skarpaas, K., Stekhanov, V., Strickland, V., Swift, M., Twelker, K., Vuilleumier, J., Vuilleumier, J., Weber, M., Wichoski, U., Wodin, J., Wright, J. D., Yang, L. 675 : 40-46 DOI 10.1016\/j.nima.2012.01.066 Web of Science ID 000302973600008 The EXO-200 detector, part I: detector design and construction JOURNAL OF INSTRUMENTATION Auger, M., Auty, D. J., Barbeau, P. S., Bartoszek, L., Baussan, E., Beauchamp, E., Benitez-Medina, C., Breidenbach, M., Chauhan, D., Cleveland, B., Conley, R., Cook, J., COOK, S., Coppens, A., Craddock, W., Daniels, T., Davis, C. G., Davis, J., DeVoe, R., Dobi, A., Dolinski, M. J., Dunford, M., Fairbank, W., Farine, J., Fierlinger, P., Franco, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Hagemann, C., Hall, C., Hall, K., Hargrove, C., HERRIN, S., Hodgson, J., Hughes, M., Karelin, A., Kaufman, L. J., Kirk, J., Kuchenkov, A., Kumar, K. S., Leonard, D. S., Leonard, F., LePort, F., Mackay, D., MacLellan, R., Marino, M., Merkle, K., Mong, B., Diez, M. M., Mueller, A. R., Neilson, R., Odian, A., O'Sullivan, K., Ouellet, C., Piepke, A., Pocar, A., Prescott, C. Y., Pushkin, K., Rivas, A., Rollin, E., Rowson, P. C., Sabourov, A., Sinclair, D., Skarpaas, K., Slutsky, S., Stekhanov, V., Strickland, V., Swift, M., Tosi, D., Twelker, K., Vuilleumier, J., Vuilleumier, J., Walton, T., Weber, M., Wichoski, U., Wodin, J., Wright, J. D., Yang, L., Yen, Y. 7 DOI 10.1088\/1748-0221\/7\/05\/P05010 Web of Science ID 000305419700030 SEARCH FOR EXTRATERRESTRIAL ANTINEUTRINO SOURCES WITH THE KamLAND DETECTOR Gando, A., Gando, Y., Ichimura, K., Ikeda, H., Inoue, K., Kibe, Y., Kishimoto, Y., Koga, M., Minekawa, Y., Mitsui, T., Morikawa, T., Nagai, N., Nakajima, K., Nakamura, K., Narita, K., Shimizu, I., Shimizu, Y., Shirai, J., Suekane, F., Suzuki, A., Takahashi, H., Takahashi, N., Takemoto, Y., Tamae, K., Watanabe, H., Xu, B. D., Yabumoto, H., Yoshida, H., Yoshida, S., Enomoto, S., Kozlov, A., Murayama, H., Grant, C., Keefer, G., Piepke, A., Banks, T. I., Bloxham, T., Detwiler, J. A., Freedman, S. J., Fujikawa, B. K., Han, K., Kadel, R., O'Donnell, T., Steiner, H. M., Dwyer, D. A., McKeown, R. D., Zhang, C., Berger, B. E., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., SAKAI, M., Horton-Smith, G. A., Downum, K. E., Gratta, G., Efremenko, Y., Kamyshkov, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Heeger, K. M., Decowski, M. P. 745 (2) DOI 10.1088\/0004-637X\/745\/2\/193 Web of Science ID 000300326800091 A large Bradbury Nielsen ion gate with flexible wire spacing based on photo-etched stainless steel grids and its characterization applying symmetric and asymmetric potentials INTERNATIONAL JOURNAL OF MASS SPECTROMETRY Brunner, T., Mueller, A. R., O'Sullivan, K., Simon, M. C., Kossick, M., Ettenauer, S., Gallant, A. T., MANE, E., Bishop, D., GOOD, M., Gratta, G., Dilling, J. 309 : 97-103 DOI 10.1016\/j.ijms.2011.09.004 Web of Science ID 000299063100013 A xenon gas purity monitor for EXO Dobi, A., Hall, C., HERRIN, S., Odian, A., Prescott, C. Y., Rowson, P. C., Ackerman, N., Aharmin, B., Auger, M., Barbeau, P. S., Barry, K., Benitez-Medina, C., Breidenbach, M., COOK, S., Counts, I., Daniels, T., DeVoe, R., Dolinski, M. J., Donato, K., Fairbank, W., Farine, J., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Green, M., Hagemann, C., Hall, K., Hallman, D., Hargrove, C., Karelin, A., Kaufman, L. J., Kuchenkov, A., Kumar, K., LACEY, J., Leonard, D. S., LePort, F., Mackay, D., MacLellan, R., Mong, B., Diez, M. M., Mueller, A. R., Neilson, R., Niner, E., O'Sullivan, K., Piepke, A., Pocar, A., Pushkin, K., Rollin, E., Sinclair, D., Slutsky, S., Stekhanov, V., Twelker, K., Voskanian, N., Vuilleumierd, J., Wichoski, U., Wodin, J., Yang, L., Yen, Y. 659 (1) : 215-228 DOI 10.1016\/j.nima.2011.09.017 Web of Science ID 000297826100026 Observation of Two-Neutrino Double-Beta Decay in Xe-136 with the EXO-200 Detector Ackerman, N., Aharmim, B., Auger, M., Auty, D. J., Barbeau, P. S., Barry, K., Bartoszek, L., Beauchamp, E., Belov, V., Benitez-Medina, C., Breidenbach, M., Burenkov, A., Cleveland, B., Conley, R., Conti, E., Cook, J., COOK, S., Coppens, A., Counts, I., Craddock, W., Daniels, T., Danilov, M. V., Davis, C. G., Davis, J., DeVoe, R., Djurcic, Z., Dobi, A., Dolgolenko, A. G., Dolinski, M. J., Donato, K., Dunford, M., Fairbank, W., Farine, J., Fierlinger, P., Franco, D., Freytag, D., GIROUX, G., Gornea, R., Graham, K., Gratta, G., Green, M. P., Haegemann, C., Hall, C., Hall, K., Haller, G., Hargrove, C., Herbst, R., HERRIN, S., Hodgson, J., Hughes, M., Johnson, A., Karelin, A., Kaufman, L. J., Koffas, T., Kuchenkov, A., Kumar, A., Kumar, K. S., Leonard, D. S., Leonard, F., LePort, F., Mackay, D., MacLellan, R., Marino, M., Martin, Y., Mong, B., Diez, M. M., Morgan, P., Mueller, A. R., Neilson, R., Nelson, R., Odian, A., O'Sullivan, K., Ouellet, C., Piepke, A., Pocar, A., Prescott, C. Y., Pushkin, K., Rivas, A., Rollin, E., Rowson, P. C., Russell, J. J., Sabourov, A., Sinclair, D., Skarpaas, K., Slutsky, S., Stekhanov, V., Strickland, V., Swift, M., Tosi, D., Twelker, K., Vogel, P., Vuilleumier, J., Vuilleumier, J., Waite, A., Waldman, S., Walton, T., Wamba, K., Weber, M., Wichoski, U., Wodin, J., Wright, J. D., Yang, L., Yen, Y., Zeldovich, O. Y. 107 (21) We report the observation of two-neutrino double-beta decay in (136)Xe with T(1\/2) = 2.11 ± 0.04(stat) ± 0.21(syst) × 10(21) yr. This second-order process, predicted by the standard model, has been observed for several nuclei but not for (136)Xe. The observed decay rate provides new input to matrix element calculations and to the search for the more interesting neutrinoless double-beta decay, the most sensitive probe for the existence of Majorana particles and the measurement of the neutrino mass scale. DOI 10.1103\/PhysRevLett.107.212501 Web of Science ID 000297136700001 PubMedID 22181874 A magnetically driven piston pump for ultra-clean applications REVIEW OF SCIENTIFIC INSTRUMENTS LePort, F., Neilson, R., Barbeau, P. S., Barry, K., Bartoszek, L., Counts, I., Davis, J., DeVoe, R., Dolinski, M. J., Gratta, G., Green, M., Diez, M. M., Mueller, A. R., O'Sullivan, K., Rivas, A., Twelker, K., Aharmim, B., Auger, M., Belov, V., Benitez-Medina, C., Breidenbach, M., Burenkov, A., Cleveland, B., Conley, R., Cook, J., COOK, S., Craddock, W., Daniels, T., Dixit, M., Dobi, A., Donato, K., Fairbank, W., Farine, J., Fierlinger, P., Franco, D., GIROUX, G., Gornea, R., Graham, K., Green, C., Haegemann, C., Hall, C., Hall, K., Hallman, D., Hargrove, C., HERRIN, S., Hughes, M., Hodgson, J., Juget, F., Kaufman, L. J., Karelin, A., Ku, J., Kuchenkov, A., Kumar, K., Leonard, D. S., Lutter, G., Mackay, D., MacLellan, R., Marino, M., Mong, B., Morgan, P., Odian, A., Piepke, A., Pocar, A., Prescott, C. Y., Pushkin, K., Rollin, E., Rowson, P. C., Schmoll, B., Sinclair, D., Skarpaas, K., Slutsky, S., Stekhanov, V., Strickland, V., Swift, M., Vuilleumier, J., Vuilleumier, J., Wichoski, U., Wodin, J., Yang, L., Yen, Y. 82 (10) A magnetically driven piston pump for xenon gas recirculation is presented. The pump is designed to satisfy extreme purity and containment requirements, as is appropriate for the recirculation of isotopically enriched xenon through the purification system and large liquid xenon time projection chamber of EXO-200. The pump, using sprung polymer gaskets, is capable of pumping more than 16 standard liters per minute of xenon gas with 750 Torr differential pressure. DOI 10.1063\/1.3653391 Web of Science ID 000296531100064 PubMedID 22047336 Measurement of the B-8 solar neutrino flux with the KamLAND liquid scintillator detector PHYSICAL REVIEW C Abe, S., Furuno, K., Gando, A., Gando, Y., Ichimura, K., Ikeda, H., Inoue, K., Kibe, Y., Kimura, W., Kishimoto, Y., Koga, M., Minekawa, Y., Mitsui, T., Morikawa, T., Nagai, N., Nakajima, K., Nakamura, K., Nakamura, M., Narita, K., Shimizu, I., Shimizu, Y., Shirai, J., Suekane, F., Suzuki, A., Takahashi, H., Takahashi, N., Takemoto, Y., Tamae, K., Watanabe, H., Xu, B. D., Yabumoto, H., Yonezawa, E., Yoshida, H., Yoshida, S., Enomoto, S., Kozlov, A., Murayama, H., Grant, C., Keefer, G., McKee, D., Piepke, A., Banks, T. I., Bloxham, T., Detwiler, J. A., Freedman, S. J., Fujikawa, B. K., Han, K., Kadel, R., O'Donnell, T., Steiner, H. M., Winslow, L. A., Dwyer, D. A., Mauger, C., McKeown, R. D., Zhang, C., Berger, B. E., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., Pakvasa, S., SAKAI, M., Horton-Smith, G. A., Tang, A., Downum, K. E., Gratta, G., Tolich, K., Efremenko, Y., Kamyshkov, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Heeger, K. M., Piquemal, F., Ricol, J., Decowski, M. P. 84 (3) DOI 10.1103\/PhysRevC.84.035804 Web of Science ID 000294925400002 Partial radiogenic heat model for Earth revealed by geoneutrino measurements NATURE GEOSCIENCE Gando, A., Gando, Y., Ichimura, K., Ikeda, H., Inoue, K., Kibe, Y., Kishimoto, Y., Koga, M., Minekawa, Y., Mitsui, T., Morikawa, T., Nagai, N., Nakajima, K., Nakamura, K., Narita, K., Shimizu, I., Shimizu, Y., Shirai, J., Suekane, F., Suzuki, A., Takahashi, H., Takahashi, N., Takemoto, Y., Tamae, K., Watanabe, H., Xu, B. D., Yabumoto, H., Yoshida, H., Yoshida, S., Enomoto, S., Kozlov, A., Murayama, H., Grant, C., Keefer, G., Piepke, A., Banks, T. I., Bloxham, T., Detwiler, J. A., Freedman, S. J., Fujikawa, B. K., Han, K., Kadel, R., O'Donnell, T., Steiner, H. M., Dwyer, D. A., McKeown, R. D., Zhang, C., Berger, B. E., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., SAKAI, M., Horton-Smith, G. A., Downum, K. E., Gratta, G., Tolich, K., Efremenko, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Heeger, K. M., Decowski, M. P. 4 (9) : 647-651 DOI 10.1038\/ngeo1205 Web of Science ID 000294452400016 Constraints on theta(13) from a three-flavor oscillation analysis of reactor antineutrinos at KamLAND Gando, A., Gando, Y., Ichimura, K., Ikeda, H., Inoue, K., Kibe, Y., Kishimoto, Y., Koga, M., Minekawa, Y., Mitsui, T., Morikawa, T., Nagai, N., Nakajima, K., Nakamura, K., Narita, K., Shimizu, I., Shimizu, Y., Shirai, J., Suekane, F., Suzuki, A., Takahashi, H., Takahashi, N., Takemoto, Y., Tamae, K., Watanabe, H., Xu, B. D., Yabumoto, H., Yoshida, H., Yoshida, S., Enomoto, S., Kozlov, A., Murayama, H., Grant, C., Keefer, G., Piepke, A., Banks, T. I., Bloxham, T., Detwiler, J. A., Freedman, S. J., Fujikawa, B. K., Han, K., Kadel, R., O'Donnell, T., Steiner, H. M., Dwyer, D. A., McKeown, R. D., Zhang, C., Berger, B. E., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., SAKAI, M., Horton-Smith, G. A., Downum, K. E., Gratta, G., Efremenko, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Heeger, K. M., Decowski, M. P. 83 (5) DOI 10.1103\/PhysRevD.83.052002 Web of Science ID 000288005500002 A simple radionuclide-driven single-ion source REVIEW OF SCIENTIFIC INSTRUMENTS Diez, M. M., Twelker, K., Fairbank, W., Gratta, G., Barbeau, P. S., Barry, K., DeVoe, R., Dolinski, M. J., Green, M., LePort, F., Mueller, A. R., Neilson, R., O'Sullivan, K., Ackerman, N., Aharmin, B., Auger, M., Benitez-Medina, C., Breidenbach, M., Burenkov, A., COOK, S., Daniels, T., Donato, K., Farine, J., GIROUX, G., Gornea, R., Graham, K., Hagemann, C., Hall, C., Hall, K., Hallman, D., Hargrove, C., HERRIN, S., Karelin, A., Kaufman, L. J., Kuchenkov, A., Kumar, K., LACEY, J., Leonard, D. S., Mackay, D., MacLellan, R., Mong, B., Niner, E., Odian, A., Piepke, A., Pocar, A., Prescott, C. Y., Pushkin, K., Rollin, E., Rowson, P. C., Sinclair, D., Slutsky, S., Stekhanov, V., Vuilleumier, J., Wichoski, U., Wodin, J., Yang, L., Yen, Y. 81 (11) We describe a source capable of producing single barium ions through nuclear recoils in radioactive decay. The source is fabricated by electroplating (148)Gd onto a silicon α-particle detector and vapor depositing a layer of BaF(2) over it. (144)Sm recoils from the alpha decay of (148)Gd are used to dislodge Ba(+) ions from the BaF(2) layer and emit them in the surrounding environment. The simultaneous detection of an α particle in the substrate detector allows for tagging of the nuclear decay and of the Ba(+) emission. The source is simple, durable, and can be manipulated and used in different environments. We discuss the fabrication process, which can be easily adapted to emit most other chemical species, and the performance of the source. DOI 10.1063\/1.3499505 Web of Science ID 000285006500010 PubMedID 21133463 Search for acoustic signals from ultrahigh energy neutrinos in 1500 km(3) of sea water Kurahashi, N., Vandenbroucke, J., Gratta, G. 82 (7) DOI 10.1103\/PhysRevD.82.073006 Web of Science ID 000282812200003 In search of no neutrinos PHYSICS WORLD Gratta, G., Kurahashi, N. 23 (4) : 27-30 Web of Science ID 000277029600029 Production of radioactive isotopes through cosmic muon spallation in KamLAND PHYSICAL REVIEW C Abe, S., Enomoto, S., Furuno, K., Gando, Y., Ikeda, H., Inoue, K., Kibe, Y., Kishimoto, Y., Koga, M., Minekawa, Y., Mitsui, T., Nakajima, K., Nakajima, K., Nakamura, K., Nakamura, M., Shimizu, I., Shimizu, Y., Shirai, J., Suekane, F., Suzuki, A., Takemoto, Y., Tamae, K., Terashima, A., Watanabe, H., Yonezawa, E., Yoshida, S., Kozlov, A., Murayama, H., Busenitz, J., Classen, T., Grant, C., Keefer, G., Leonard, D. S., McKee, D., Piepke, A., Banks, T. I., Bloxham, T., Detwiler, J. A., Freedman, S. J., Fujikawa, B. K., Gray, F., Guardincerri, E., Hsu, L., Ichimura, K., Kadel, R., Lendvai, C., Luk, K., O'Donnell, T., Steiner, H. M., Winslow, L. A., Dwyer, D. A., Jillings, C., Mauger, C., McKeown, R. D., Vogel, P., Zhang, C., Berger, B. E., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., Pakvasa, S., Foster, J., Horton-Smith, G. A., Tang, A., Dazeley, S., Downum, K. E., Gratta, G., Tolich, K., Bugg, W., Efremenko, Y., Kamyshkov, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Heeger, K. M., Piquemal, F., Ricol, J., Decowski, M. P. 81 (2) DOI 10.1103\/PhysRevC.81.025807 Web of Science ID 000278341300044 Characterization of large area APDs for the EXO-200 detector Neilson, R., LePort, F., Pocar, A., Kumar, K. S., Odian, A., Prescott, C. Y., TENEV, V., Ackerman, N., Akimov, D., Auger, M., Benitez-Medina, C., Breidenbach, M., Burenkov, A., Conley, R., COOK, S., DeVoe, R., Dolinski, M. J., Fairbank, W., Farine, J., Fierlinger, P., Flatt, B., Gornea, R., Gratta, G., Green, M., Hall, C., Hall, K., Hallman, D., Hargrove, C., HERRIN, S., Hodgson, J., Kaufman, L. J., Kovalenko, A., Leonard, D. S., Mackay, D., Mong, B., Diez, M. M., Niner, E., O'Sullivan, K., Piepke, A., Rowson, P. C., Sinclair, D., Skarpaas, K., Slutsky, S., Stekhanov, V., Strickland, V., Twelker, K., Vuilleumier, J., Wamba, K., Wichoski, U., Wodin, J., Yang, L., Yen, Y. 608 (1) : 68-75 DOI 10.1016\/j.nima.2009.06.029 Web of Science ID 000269865500009 Uncertainties in the anti-neutrino production at nuclear reactors JOURNAL OF PHYSICS G-NUCLEAR AND PARTICLE PHYSICS Djurcic, Z., Detwiler, J. A., Piepke, A., FOSTER, V. R., Miller, L., Gratta, G. 36 (4) DOI 10.1088\/0954-3899\/36\/4\/045002 Web of Science ID 000264386700002 The KamLAND full-volume calibration system JOURNAL OF INSTRUMENTATION Berger, B. E., Busenitz, J., Classen, T., Decowski, M. P., Dwyer, D. A., Elor, G., Frank, A., Freedman, S. J., Fujikawa, B. K., Galloway, M., Gray, F., Heeger, K. M., Hsu, L., Ichimura, K., Kadel, R., Keefer, G., Lendvai, C., McKee, D., O'Donnell, T., Piepke, A., Steiner, H. M., SYVERSRUD, D., Wallig, J., Winslow, L. A., Ebihara, T., Enomoto, S., Furuno, K., Gando, Y., Ikeda, H., Inoue, K., Kibe, Y., Kishimoto, Y., Koga, M., Minekawa, Y., Mitsui, T., Nakajima, K., Nakajima, K., Nakamura, K., Owada, K., Shimizu, I., Shimizu, Y., Shirai, J., Suekane, F., Suzuki, A., Tamae, K., Yoshida, S., Kozlov, A., Murayama, H., Grant, C., Leonard, D. S., Luk, K., Jillings, C., Mauger, C., McKeown, R. D., Zhang, C., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., Pakvasa, S., Foster, J., Horton-Smith, G. A., Tang, A., Dazeley, S., Downum, K. E., Gratta, G., Tolich, K., Bugg, W., Efremenko, Y., Kamyshkov, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Piquemal, F., Ricol, J. 4 DOI 10.1088\/1748-0221\/4\/04\/P04017 Web of Science ID 000265878300017 Oceanic ambient noise as a background to acoustic neutrino detection Kurahashi, N., Gratta, G. 78 (9) DOI 10.1103\/PhysRevD.78.092001 Web of Science ID 000261213900006 Systematic study of trace radioactive impurities in candidate construction materials for EXO-200 Leonard, D. S., Grinberg, P., Weber, P., Baussan, E., Djurcic, Z., Keefer, G., Piepke, A., Pocar, A., Vuilleumier, J., Vuilleumier, J., Akimov, D., Bellerive, A., Bowcock, M., Breidenbach, M., Burenkov, A., Conley, R., Craddock, W., Danilov, M., DeVoe, R., Dixit, M., Dolgolenko, A., Ekchtout, I., Fairbank, W., Farine, J., Fierlinger, P., Flatt, B., Gratta, G., Green, M., Hall, C., Hall, K., Hallman, D., Hargrove, C., Herbst, R., Hodgson, J., Jeng, S., Kolkowitz, S., Kovalenko, A., Kovalenko, D., LePort, F., Mackay, D., Moe, M., Diez, M. M., Neilson, R., Odian, A., O'Sullivan, K., Ounalli, L., Prescott, C. Y., Rowson, P. C., Schenker, D., Sinclair, D., Skarpaas, K., Smirnov, G., Stekhanov, V., Strickland, V., Virtue, C., Wamba, K., Wodin, J. 591 (3) : 490-509 DOI 10.1016\/j.nima.2008.03.001 Web of Science ID 000257819000008 Precision measurement of neutrino oscillation parameters with KamLAND Abe, S., Ebihara, T., Enomoto, S., Furuno, K., Gando, Y., Ichimura, K., Ikeda, H., Inoue, K., Kibe, Y., Kishimoto, Y., Koga, M., Kozlov, A., Minekawa, Y., Mitsui, T., Nakajima, K., Nakajima, K., Nakamura, K., Nakamura, M., Owada, K., Shimizu, I., Shimizu, Y., Shirai, J., Suekane, F., Suzuki, A., Takemoto, Y., Tamae, K., Terashima, A., Watanabe, H., Yonezawa, E., Yoshida, S., Busenitz, J., Classen, T., Grant, C., Keefer, G., Leonard, D. S., McKee, D., Piepke, A., Decowski, M. P., Detwiler, J. A., Freedman, S. J., Fujikawa, B. K., Gray, F., Guardincerri, E., Hsu, L., Kadel, R., Lendvai, C., Luk, K., Murayama, H., O'Donnell, T., Steiner, H. M., Winslow, L. A., Dwyer, D. A., Jillings, C., Mauger, C., McKeown, R. D., Vogel, P., Zhang, C., Berger, B. E., Lane, C. E., Maricic, J., Miletic, T., Batygov, M., Learned, J. G., Matsuno, S., Pakvasa, S., Foster, J., Horton-Smith, G. A., Tang, A., Dazeley, S., Downum, K. E., Gratta, G., Tolich, K., Bugg, W., Efremenko, Y., Kamyshkov, Y., Perevozchikov, O., Karwowski, H. J., Markoff, D. M., Tornow, W., Heeger, K. M., Piquemal, F., Ricol, J. 100 (22) The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Deltam21(2) and stringent constraints on theta12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44 x 10(32) proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor nu[over]e energy spectrum is now rejected at >5sigma. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Deltam21(2)=7.58(-0.13)(+0.14)(stat) -0.15+0.15(syst) x 10(-5) eV2 and tan2theta12=0.56(-0.07)+0.10(stat) -0.06+0.10(syst). Local Deltachi2 minima at higher and lower Deltam21(2) are disfavored at >4sigma. Combining with solar neutrino data, we obtain Deltam21(2)=7.59(-0.21)+0.21 x 10(-5) eV2 and tan2theta12=0.47(-0.05)+0.06. DOI 10.1103\/PhysRevLett.100.221803 Web of Science ID 000256528400011 PubMedID 18643415 A microfabricated sensor for thin dielectric layers REVIEW OF SCIENTIFIC INSTRUMENTS Fierlinger, P., DeVoe, R., Flatt, B., Gratta, G., Green, M., Kolkowitz, S., LePort, F., Diez, M. M., Neilson, R., O'Sullivan, K., Pocar, A., Wodin, J. 79 (4) We describe a sensor for the measurement of thin dielectric layers capable of operation in a variety of environments. The sensor is obtained by microfabricating a capacitor with interleaved aluminum fingers, exposed to the dielectric to be measured. In particular, the device can measure thin layers of solid frozen from a liquid or gaseous medium. Sensitivity to single atomic layers is achievable in many configurations and, by utilizing fast, high sensitivity capacitance readout in a feedback system onto environmental parameters; coatings of few layers can be dynamically maintained. We discuss the design, readout, and calibration of several versions of the device optimized in different ways. We specifically dwell on the case in which atomically thin solid xenon layers are grown and stabilized, in cryogenic conditions, from a liquid xenon bath. DOI 10.1063\/1.2906402 Web of Science ID 000255456800032 PubMedID 18447546 A linear RFQ ion trap for the enriched xenon observatory Flatt, B., Green, M., Wodin, J., DeVoe, R., Fierlinger, P., Gratta, G., LePort, F., Diez, M. M., Neilson, R., O'Sullivan, K., Pocar, A., Waldman, S., Baussan, E., Breidenbach, M., Conley, R., Fairbank, W., Farine, J., Hall, C., Hall, K., Hallman, D., Hargrove, C., Hauger, M., Hodgson, J., Juget, F., Leonard, D. S., Mackay, D., Martin, Y., Mong, B., Odian, A., Ounalli, L., Piepke, A., Prescott, C. Y., Rowson, P. C., Skarpaasc, K., Schenker, D., Sinclair, D., Strickland, V., Virtue, C., Vuilleuimier, J., Vullleuimier, J. M., Wamba, K., Weber, P. 578 (2) : 399-408 DOI 10.1016\/j.nima.2007.05.123 Web of Science ID 000248930700005 A liquid xenon ionization chamber in an all-fluoropolymer vessel LePort, F., Pocar, A., Bartoszek, L., DeVoe, R., Fierlinger, P., Flatt, B., Gratta, G., Green, M., Koffas, T., Diez, M. M., Neilson, R., O'Sullivan, K., Waldman, S., Wodin, J., Woisard, D., Baussan, E., Breidenbach, M., Conley, R., Fairbank, W., Farine, J., Hall, C., Hall, K., Hallman, D., Hargrove, C., Hodgson, J., Jeng, S., Leonard, D. S., Mackay, D., Martin, Y., Odian, A., Ounalli, L., Piepke, A., Prescott, C. Y., Rowson, P. C., Skarpaas, K., Schenker, D., Sinclair, D., Stekhanov, V., Strickland, V., Virtue, C., Vuilleumier, J., Vuilleumier, J., Wamba, K., Weber, P. 578 (2) : 409-420 DOI 10.1016\/j.nima.2007.05.259 Web of Science ID 000248930700006 Observation of single collisionally cooled trapped ions in a buffer gas Green, M., Wodin, J., DeVoe, R., Fierlinger, P., Flatt, B., Gratta, G., LePort, F., Diez, M. M., Neilson, R., O'Sullivan, K., Pocar, A., Waldman, S., Leonard, D. S., Piepke, A., Hargrove, C., Sinclair, D., Strickland, V., Fairbank, W., Hall, K., Mong, B., Moe, M., Farine, J., Hallman, D., Virtue, C., Baussan, E., Martin, Y., Schenker, D., Vuilleumier, J., Vuilleumier, J., Weber, P., Breidenbach, M., Conley, R., Hall, C., Hodgson, J., Mackay, D., Odian, A., Prescott, C. Y., Rowson, P. C., Skarpaas, K., Wamba, K. 76 (2) DOI 10.1103\/PhysRevA.76.023404 Web of Science ID 000249154900087 Search for the invisible decay of neutrons with KamLAND Araki, T., Enomoto, S., Furuno, K., Gando, Y., Ichimura, K., Ikeda, H., Inoue, K., Kishimoto, Y., Koga, M., Koseki, Y., Maeda, T., Mitsui, T., Motoki, M., Nakajima, K., Nakamura, K., Ogawa, H., Ogawa, M., Owada, K., Ricol, J. S., Shimizu, I., Shirai, J., Suekane, F., Suzuki, A., Tada, K., Takeuchi, S., Tamae, K., Tsuda, Y., Watanabe, H., Busenitz, J., Classen, T., Djurcic, Z., Keefer, G., Leonard, D. S., Piepke, A., Yakushev, E., Berger, B. E., Chan, Y. D., Decowski, M. P., Dwyer, D. A., Freedman, S. J., Fujikawa, B. K., Goldman, J., Gray, F., Heeger, K. M., Hsu, L., Lesko, K. T., Luk, K. B., Murayama, H., O'Donnell, T., Poon, A. W., Steiner, H. M., Winslow, L. A., Jillings, C., Mauger, C., McKeown, R. D., Vogel, P., Zhang, C., Lane, C. E., Miletic, T., Guillian, G., Learned, J. G., Maricic, J., Matsuno, S., Pakvasa, S., Horton-Smith, G. A., Dazeley, S., Hatakeyama, S., Rojas, A., Svoboda, R., Dieterle, B. D., Detwiler, J., Gratta, G., Ishii, K., Tolich, N., Uchida, Y., Batygov, M., Bugg, W., Efremenko, Y., Kamyshkov, Y., Kozlov, A., Nakamura, Y., Karwowski, H. J., Markoff, D. M., Rohm, R. M., Tornow, W., Wendell, R., Chen, M. J., Wang, Y. F., Piquemal, F. 96 (10) The Kamioka Liquid scintillator Anti-Neutrino Detector is used in a search for single neutron or two-neutron intranuclear disappearance that would produce holes in the -shell energy level of (12)C nuclei. Such holes could be created as a result of nucleon decay into invisible modes (inv), e.g., n--> 3v or nn--> 2v. The deexcitation of the corresponding daughter nucleus results in a sequence of space and time-correlated events observable in the liquid scintillator detector. We report on new limits for one- and two-neutron disappearance: tau(n--> inv) > 5.8 x 10(29) years and tau (nn--> inv) > 1.4 x 10(30) years at 90% C.L. These results represent an improvement of factors of approximately 3 and >10(4) and over previous experiments. DOI 10.1103\/PhysRevLett.96.101802 Web of Science ID 000236062800015 PubMedID 16605724 Mobility of thorium ions in liquid xenon Wamba, K., Hall, C., Breidenbach, M., Conley, R., Odian, A., Prescott, C. Y., Rowson, P. C., Sevilla, J., Skarpaas, K., DeVoe, R., Djurcic, Z., Fairbank, W. M., Gratta, G., Green, M., Hall, K., Hauger, M., Jeng, S. C., Koffas, T., LePort, F., Leonard, D., Martin, J. M., Neilson, R., Ounalli, L., Piepke, A., Schenker, D., Stekhanov, V., Vullleumier, J. L., Waldman, S., Weber, P., Wodin, J. 555 (1-2) : 205-210 DOI 10.1016\/j.nima.2005.09.023 Web of Science ID 000234354900023 Experimental investigation of geologically produced antineutrinos with KamLAND Araki, T., Enomoto, S., Furuno, K., Gando, Y., Ichimura, K., Ikeda, H., Inoue, K., Kishimoto, Y., Koga, M., Koseki, Y., Maeda, T., Mitsui, T., Motoki, M., Nakajima, K., Ogawa, H., Ogawa, M., Owada, K., Ricol, J. S., Shimizu, I., Shirai, J., Suekane, F., Suzuki, A., Tada, K., Takeuchi, S., Tamae, K., Tsuda, Y., Watanabe, H., Busenitz, J., Classen, T., Djurcic, Z., Keefer, G., Leonard, D., Piepke, A., Yakushev, E., Berger, B. E., Chan, Y. D., Decowski, M. P., Dwyer, D. A., Freedman, S. J., Fujikawa, B. K., Goldman, J., Gray, F., Heeger, K. M., Hsu, L., Lesko, K. T., Luk, K. B., Murayama, H., O'Donnell, T., Poon, A. W., Steiner, H. M., Winslow, L. A., Mauger, C., McKeown, R. D., Vogel, P., Lane, C. E., Miletic, T., Guillian, G., Learned, J. G., Maricic, J., Matsuno, S., Pakvasa, S., Horton-Smith, G. A., Dazeley, S., Hatakeyama, S., Rojas, A., Svoboda, R., Dieterle, B. D., Detwiler, J., Gratta, G., Ishii, K., Tolich, N., Uchida, Y., Batygov, M., Bugg, W., Efremenko, Y., Kamyshkov, Y., Kozlov, A., Nakamura, Y., Karwowski, H. J., Markoff, D. M., Nakamura, K., Rohm, R. M., Tornow, W., Wendell, R., Chen, M. J., Wang, Y. F., Piquemal, F. 436 (7050) : 499-503 The detection of electron antineutrinos produced by natural radioactivity in the Earth could yield important geophysical information. The Kamioka liquid scintillator antineutrino detector (KamLAND) has the sensitivity to detect electron antineutrinos produced by the decay of 238U and 232Th within the Earth. Earth composition models suggest that the radiogenic power from these isotope decays is 16 TW, approximately half of the total measured heat dissipation rate from the Earth. Here we present results from a search for geoneutrinos with KamLAND. Assuming a Th\/U mass concentration ratio of 3.9, the 90 per cent confidence interval for the total number of geoneutrinos detected is 4.5 to 54.2. This result is consistent with the central value of 19 predicted by geophysical models. Although our present data have limited statistical power, they nevertheless provide by direct means an upper limit (60 TW) for the radiogenic power of U and Th in the Earth, a quantity that is currently poorly constrained. DOI 10.1038\/nature03980 Web of Science ID 000230788800050 PubMedID 16049478 Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion Araki, T., Eguchi, K., Enomoto, S., Furuno, K., Ichimura, K., Ikeda, H., Inoue, K., Ishihara, K., Iwamoto, T., Kawashima, T., Kishimoto, Y., Koga, M., Koseki, Y., Maeda, T., Mitsui, T., Motoki, M., Nakajima, K., Ogawa, H., Owada, K., Ricol, J. S., Shimizu, I., Shirai, J., Suekane, F., Suzuki, A., Tada, K., Tajima, O., Tamae, K., Tsuda, Y., Watanabe, H., Busenitz, J., Classen, T., Djurcic, Z., Keefer, G., McKinny, K., Mei, D. M., Piepke, A., Yakushev, E., Berger, B. E., Chan, Y. D., Decowski, M. P., Dwyer, D. A., Freedman, S. J., Fu, Y., Fujikawa, B. K., Goldman, J., Gray, F., Heeger, K. M., Lesko, K. T., Luk, K. B., Murayama, H., Poon, A. W., Steiner, H. M., Winslow, L. A., Horton-Smith, G. A., Mauger, C., McKeown, R. D., Vogel, P., Lane, C. E., Miletic, T., Gorham, P. W., Guillian, G., Learned, J. G., Maricic, J., Matsuno, S., Pakvasa, S., Dazeley, S., Hatakeyama, S., Rojas, A., Svoboda, R., Dieterle, B. D., Detwiler, J., Gratta, G., Ishii, K., Tolich, N., Uchida, Y., Batygov, M., Bugg, W., Efremenko, Y., Kamyshkov, Y., Kozlov, A., Nakamura, Y., Gould, C. R., Karwowski, H. J., Markoff, D. M., Messimore, J. A., Nakamura, K., Rohm, R. M., Tornow, W., Wendell, R., Young, A. R., Chen, M. J., Wang, Y. F., Piquemal, F. 94 (8) We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 nu (e) candidate events with energies above 3.4 MeV compared to 365.2+\/-23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8+\/-7.3 expected background events, the statistical significance for reactor nu (e) disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from nu (e) oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Deltam(2)=7.9(+0.6)(-0.5)x10(-5) eV(2). A global analysis of data from KamLAND and solar-neutrino experiments yields Deltam(2)=7.9(+0.6)(-0.5)x10(-5) eV(2) and tan((2)theta=0.40(+0.10)(-0.07), the most precise determination to date. DOI 10.1103\/PhysRevLett.94.081801 Web of Science ID 000227386000009 PubMedID 15783875 Experimental study of acoustic ultra-high-energy neutrino detection Vandenbroucke, J., Gratta, G., Lehtinen, N. 621 (1) : 301-312 Web of Science ID 000227406200028 EXO: an advanced enriched xenon double-beta decay observatory 8th International Workshop on Topics in Astroparticle and Underground Physics Akimov, D., Bower, G., Breidenbach, M., Conley, R., Conti, E., Danilov, M., DeVoe, R., Djurcic, Z., Dolgolenko, A., Fairbank, W., Gratta, G., Hall, C., Koffas, T., Moe, M., Odian, A., Piepke, A., Prescott, C. Y., Rowson, P. C., Skarpaas, K., Vogel, P., Vuilleumier, J. L., Waldman, S., Wamba, K., Wodin, J., Zeldovich, O. : 224–226 DOI 10.1016\/j.nuclphysbps.2004.11.054 Web of Science ID 000226845100054 High sensitivity search for (nu)over-bar(e)'s from the Sun and other sources at KamLAND Eguchi, K., Enomoto, S., Furuno, K., Ikeda, H., Ikeda, K., Inoue, K., Ishihara, K., Iwamoto, T., Kawashima, T., Kishimoto, Y., Koga, M., Koseki, Y., Maeda, T., Mitsui, T., Motoki, M., Nakajima, K., Ogawa, H., Owada, K., Piquemal, F., Shimizu, I., Shirai, J., Suekane, F., Suzuki, A., Tada, K., Tajima, O., Takayama, T., Tamae, K., Watanabe, H., Busenitz, J., Djurcic, Z., McKinny, K., Mei, D. M., Piepke, A., Yakushev, E., Berger, B. E., Chan, Y. D., Decowski, M. P., Dwyer, D. A., Freedman, S. J., Fu, Y., Fujikawa, B. K., Goldman, J., Heeger, K. M., Lesko, K. T., Luk, K. B., Murayama, H., Nygren, D. R., Okada, C. E., Poon, A. W., Steiner, H. M., Winslow, L. A., Horton-Smith, G. A., Mauger, C., McKeown, R. D., Tipton, B., Vogel, P., Lane, C. E., Miletic, T., Gorham, P. W., Guillian, G., Learned, J. G., Maricic, J., Matsuno, S., Pakvasa, S., Dazeley, S., Hatakeyama, S., Svoboda, R., Dieterle, B. D., DiMauro, M., Detwiler, J., Gratta, G., Ishii, K., Tolich, N., Uchida, Y., Batygov, M., Bugg, W., Efremenko, Y., Kamyshkov, Y., Kozlov, A., Nakamura, Y., Gould, C. R., Karwowski, H. J., Markoff, D. M., Messimore, J. A., Nakamura, K., Rohm, R. M., Tornow, W., Young, A. R., Chen, M. J., Wang, Y. F. 92 (7) Data corresponding to a KamLAND detector exposure of 0.28 kton yr has been used to search for nu;(e)'s in the energy range 8.3 DOI 10.1103\/PhysRevLett.92.071301 Web of Science ID 000189139500008 PubMedID 14995837 Correlated fluctuations between luminescence and ionization in liquid xenon PHYSICAL REVIEW B Conti, E., DeVoe, R., Gratta, G., Koffas, T., Waldman, S., Wodin, J., Akimov, D., Bower, G., Breidenbach, M., Conley, R., Danilov, M., Djurcic, Z., Dolgolenko, A., Hall, C., Odian, A., Piepke, A., Prescott, C. Y., Rowson, P. C., Skarpaas, K., Vuilleumier, J. L., Wamba, K., Zeldovich, O. 68 (5) DOI 10.1103\/PhysRevB.68.054201 Web of Science ID 000185240100039 First results from KamLAND: Evidence for reactor antineutrino disappearance Eguchi, K., Enomoto, S., Furuno, K., Goldman, J., Hanada, H., Ikeda, H., Ikeda, K., Inoue, K., Ishihara, K., Itoh, W., Iwamoto, T., Kawaguchi, T., Kawashima, T., Kinoshita, H., Kishimoto, Y., Koga, M., Koseki, Y., Maeda, T., Mitsui, T., Motoki, M., Nakajima, K., Nakajima, M., Nakajima, T., Ogawa, H., Owada, K., Sakabe, T., Shimizu, I., Shirai, J., Suekane, F., Suzuki, A., Tada, K., Tajima, O., Takayama, T., Tamae, K., Watanabe, H., Busenitz, J., Djurcic, Z., McKinny, K., Mei, D. M., Piepke, A., Yakushev, E., Berger, B. E., Chan, Y. D., Decowski, M. P., Dwyer, D. A., Freedman, S. J., Fu, Y., Fujikawa, B. K., Heeger, K. M., Lesko, K. T., Luk, K. B., Murayama, H., Nygren, D. R., Okada, C. E., Poon, A. W., Steiner, H. M., Winslow, L. A., Horton-Smith, G. A., McKeown, R. D., Ritter, J., Tipton, B., Vogel, P., Lane, C. E., Miletic, T., Gorham, P. W., Guillian, G., Learned, J. G., Maricic, J., Matsuno, S., Pakvasa, S., Dazeley, S., Hatakeyama, S., Murakami, M., Svoboda, R. C., Dieterle, B. D., DiMauro, M., Detwiler, J., Gratta, G., Ishii, K., Tolich, N., Uchida, Y., Batygov, M., Bugg, W., Cohn, H., Efremenko, Y., Kamyshkov, Y., Kozlov, A., Nakamura, Y., Braeckeleer, L. D., Gould, C. R., Karwowski, H. J., Markoff, D. M., Messimore, J. A., Nakamura, K., Rohm, R. M., Tornow, W., Young, A. R., Wang, Y. F. 90 (2) KamLAND has measured the flux of nu;(e)'s from distant nuclear reactors. We find fewer nu;(e) events than expected from standard assumptions about nu;(e) propagation at the 99.95% C.L. In a 162 ton.yr exposure the ratio of the observed inverse beta-decay events to the expected number without nu;(e) disappearance is 0.611+\/-0.085(stat)+\/-0.041(syst) for nu;(e) energies >3.4 MeV. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the \"large mixing angle\" region are excluded. DOI 10.1103\/PhysRevLett.90.021802 Web of Science ID 000180444200007 PubMedID 12570536 Nuclear propelled vessels and neutrino oscillation experiments Detwiler, J., Gratta, G., Tolich, N., Uchida, Y. 89 (19) We study the effect of naval nuclear reactors on the study of neutrino oscillations. We find that the presence of naval reactors at unknown locations and times may limit the accuracy of future very long baseline reactor-based neutrino oscillation experiments. At the same time, we argue that a nuclear powered surface ship such as a large Russian icebreaker may provide an ideal source for precision experiments. DOI 10.1103\/PhysRevLett.89.191802 Web of Science ID 000178790900011 PubMedID 12443112 Sensitivity of an underwater acoustic array to ultra-high energy neutrinos ASTROPARTICLE PHYSICS Lehtinen, N. G., Adam, S., Gratta, G., Berger, T. K., Buckingham, M. J. 17 (3) : 279-292 Web of Science ID 000176157700002 Reactor-based neutrino oscillation experiments REVIEWS OF MODERN PHYSICS Bemporad, C., Gratta, G., Vogel, P. 74 (2) : 297-328 Web of Science ID 000176677500001 Nuclear reactor safeguards and monitoring with antineutrino detectors JOURNAL OF APPLIED PHYSICS Bernstein, A., Wang, Y., Gratta, G., West, T. 91 (7) : 4672-4676 DOI 10.1063\/1.1452775 Web of Science ID 000174663900112 Final results from the Palo Verde neutrino oscillation experiment Boehm, F., Busenitz, J., Cook, B., Gratta, G., Henrikson, H., Kornis, J., LAWRENCE, D., Lee, K. B., McKinny, K., Miller, L., Novikov, V., Piepke, A., Ritchie, B., Tracy, D., Vogel, P., Wang, Y. F., Wolf, J. 64 (11) DOI 10.1103\/PhysRevD.64.112001 Web of Science ID 000172450600004 Predicting neutron production from cosmic-ray muons Wang, Y. F., Balic, V., Gratta, G., Fasso, A., Roesler, S., Ferrari, A. 64 (1) Web of Science ID 000169619300020 Calibration of the L3 BGO calorimeter using an RFQ accelerator 8th Pisa Meeting on Advanced Detectors Chaturvedi, U., Favara, A., Gataullin, M., Gratta, G., Kirkby, D., Lu, W., Newman, H., Shvorob, A., Tully, C., Zhu, R. : 376–77 Web of Science ID 000168567800099 Search for neutrino oscillations at the Palo Verde nuclear reactors XIXTH International Conference on neutrino Physics and Astrophysics Boehm, F., Busenitz, J., Cook, B., Gratta, G., Henrikson, H., Kornis, J., LAWRENCE, D., Lee, K. B., McKinny, K., Miller, L., Novikov, V., Piepke, A., Ritchie, B., Tracy, D., Vogel, P., Wang, Y. F., Wolf, J. : 91–98 Web of Science ID 000166636700013 Neutron production by cosmic-ray muons at shallow depth Boehm, F., Busenitz, J., Cook, B., Gratta, G., Henrikson, H., Kornis, J., LAWRENCE, D., Lee, K. B., McKinny, K., Miller, L., Novikov, V., Piepke, A., Ritchie, B., Tracy, D., Vogel, P., Wang, Y. F., Wolf, J. 62 (9) Web of Science ID 000165111400009 Results from the Palo Verde neutrino oscillation experiment Boehm, F., Busenitz, J., Cook, B., Gratta, G., Henrikson, H., Kornis, J., LAWRENCE, D., Lee, K. B., McKinny, K., Miller, L., Novikov, V., Piepke, A., Ritchie, B., Tracy, D., Vogel, P., Wang, Y. F., Wolf, J. 62 (7) Web of Science ID 000089749400009 New approach to background subtraction in low-energy neutrino experiments Wang, Y. F., Miller, L., Gratta, G. 62 (1) Web of Science ID 000087954100018 Detection of very small neutrino masses in double-beta decay using laser tagging Danilov, M., DeVoe, R., Dolgolenko, A., Giannini, G., Gratta, G., Picchi, P., Piepke, A., Pietropaolo, F., Vogel, P., Vuilleumier, J. L., Wang, Y. F., Zeldovich, O. 480 (1-2) : 12-18 Web of Science ID 000087121100003 Neutrino oscillation experiments at nuclear reactors 6th Topical Seminar on Neutrino and Astroparticle Physics Gratta, G. : 72–77 Web of Science ID 000087016900011 Search for neutrino oscillations at the Palo Verde nuclear reactors Boehm, F., Busenitz, J., Cook, B., Gratta, G., Henrikson, H., Kornis, J., LAWRENCE, D., Lee, K. B., McKinny, K., Miller, L., Novikov, V., Piepke, A., Ritchie, B., Tracy, D., Vogel, P., Wang, Y. F., Wolf, J. 84 (17) : 3764-3767 Web of Science ID 000086635900008 Towards low-threshold, real-time solar neutrino detectors Gratta, G., Wang, Y. F. 438 (2-3) : 317-321 Web of Science ID 000084256800008 The Palo Verde reactor neutrino oscillation experiment 18th International Conference on Neutrino Physics and Astrophysics (Neutrino 98) Boehm, F., Busenitz, J., Dugger, M., Gratta, G., Hanson, J., Henrikson, H., Kornis, J., LAWRENCE, D., Lee, K. B., Michael, D., Miller, L., Novikov, V. M., Piepke, A., Ritchie, B., Tracy, D., Vital, A., Vogel, P., Wang, Y. F., Wolf, J. : 166–170 Web of Science ID 000081497700024 The Palo Verde reactor neutrino experiment a test for long baseline neutrino oscillations 5th International Workshop on Topics in Astroparticle and Underground Physics (TAUP 97) Boehm, F., Busenitz, J., Cornis, J., Dugger, M., Gratta, G., Hanson, J., Henrikson, H., LAWRENCE, D., Michael, D., Miller, L., Novikov, V. M., Piepke, A., Pittalwala, S., Ritchie, B., Tracy, D., Vital, A., Vogel, J. P., Wang, Y. F., Wilferd, R., Wolf, J., Young, S. : 191–194 Web of Science ID 000076059300032 The Palo Verde neutrino oscillation experiment XVI Workshop on Weak Interactions and Neutrinos (WIN 97) Boehm, F., Busenitz, J., Cook, B., Gratta, G., Hanson, J., Henrikson, H., Kornis, J., LAWRENCE, D., Lou, K., Mascarenhas, N., Michael, D., Miller, L., Novikov, V. M., Piepke, A., Pittalwala, S., Ritchie, B., Tracy, D., Vital, A., Vogel, P., Wang, Y. F., Wilferd, R., Yang, S., Young, S. : 396–399 Web of Science ID 000073147000072 The Palo Verde reactor neutrino experiment - A test for long baseline neutrino oscillations International School of Nuclear Physics - Neutrinos in Astro, Particle and Nuclear Physics Boehm, F., Hanson, J., Henrikson, H., Michael, D., Novikov, V. M., Piepke, A., Vogel, P., Yang, S., Gratta, G., Miller, L., Tracy, D., Wang, Y. F., Busenitz, J., Cornis, J., Vital, A., Wolf, J., Dugger, M., LAWRENCE, D., Ritchie, B., Pittalwala, S., Wilferd, R., Young, S. PERGAMON PRESS LTD. : 253–262 Web of Science ID 000074110000031 Neutrino oscillation experiments at nuclear reactors 1st International Conference on Particle Physics Beyond the Standard Model Gratta, G. IOP PUBLISHING LTD. : 945–955 Web of Science ID 000081235100073 A fast programmable trigger for pattern recognition Gratta, G., Miller, L., Roat, C., Tracy, D., Wang, Y. F. 400 (2-3) : 456-462 Web of Science ID A1997YK07900024 THE MARK-II SILICON STRIP VERTEX DETECTOR Adolphsen, C., Jacobsen, R. G., Luth, V., Gratta, G., Labarga, L., Litke, A. M., Schwarz, A. S., Turala, M., ZACCARDELLI, C., Breakstone, A., Kenney, C. J., Parker, S. I., Barnett, B. A., Dauncey, P., DREWER, D. C., Matthews, J. A. 313 (1-2) : 63-102 Web of Science ID A1992HG34300008 MEASUREMENT OF THE BBAR FRACTION IN HADRONIC Z0 DECAYS WITH PRECISION VERTEX DETECTORS Jacobsen, R. G., Koetke, D. S., ADOLPHSEN, C. E., Fujino, D., Schumm, B. A., Wagner, S. R., Alexander, J. P., Averill, D., Barish, B. C., Barklow, T., Barnett, B. A., BLOCKUS, D., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., DORFAN, J. M., Drell, P. S., DREWER, D. C., DURRETT, D., Elia, R., FELDMAN, G. J., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Gan, K. K., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kenney, C., King, M., Komamiya, S., Kowalski, L. A., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Rust, D. R., Sadrozinski, H. F., Schwarz, A. S., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., Turala, M., VanKooten, R., Weber, P., Weinstein, A. J., Wicklund, E., Woods, M., Yurko, M., ZACCARDELLI, C. 67 (24) : 3347-3350 Web of Science ID A1991GT90000007 THE MARK-II SILICON STRIP VERTEX DETECTOR AND PERFORMANCE OF A SILICON DETECTOR TELESCOPE IN THE MARK-II DETECTOR AT THE SLC Labarga, L., Adolphsen, C., Gratta, G., Litke, A., Turala, M., ZACCARDELLI, C., Breakstone, A., Parker, S., Barnett, B., Dauncey, P., DREWER, D., Matthews, J., Jacobsen, R., Luth, V. 38 (1) : 25-29 Web of Science ID A1991ET82900006 SEARCHES FOR SUPERSYMMETRIC PARTICLES PRODUCED IN Z-BOSON DECAY Barklow, T., Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 64 (25) : 2984-2987 Web of Science ID A1990DJ50200006 DIRECT SEARCH FOR PAIR PRODUCTION OF HEAVY STABLE CHARGED-PARTICLES IN Z-DECAYS Soderstrom, E., McKenna, J. A., Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 64 (25) : 2980-2983 Web of Science ID A1990DJ50200005 SEARCH FOR DOUBLY CHARGED HIGGS SCALARS IN Z-DECAY Swartz, M., Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 64 (24) : 2877-2880 Web of Science ID A1990DH37500011 SEARCH FOR NONMINIMAL NEUTRAL HIGGS BOSONS FROM Z-BOSON DECAYS Komamiya, S., Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 64 (24) : 2881-2884 Web of Science ID A1990DH37500012 MEASUREMENTS OF CHARGED-PARTICLE INCLUSIVE DISTRIBUTIONS IN HADRONIC DECAYS OF THE Z-BOSON Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., Petersen, A., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 64 (12) : 1334-1337 Web of Science ID A1990CU42000006 MEASUREMENT OF THE BBBAR FRACTION IN HADRONIC Z DECAYS Kral, J. F., Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 64 (11) : 1211-1214 Web of Science ID A1990CT09800007 SEARCH FOR LONG-LIVED MASSIVE NEUTRINOS IN Z-DECAYS Jung, C. K., VanKooten, R., Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 64 (10) : 1091-1094 Web of Science ID A1990CQ97000006 AN ALIGNMENT METHOD FOR THE MARK II SILICON STRIP VERTEX DETECTOR USING AN X-RAY-BEAM 5TH EUROPEAN SYMP ON SEMICONDUCTOR DETECTORS : NEW DEVELOPMENTS IN RADIATION DETECTORS Adolphsen, C., Gratta, G., Labarga, L., Litke, A., Schwarz, A., Turala, M., ZACCARDELLI, C., Breakstone, A., Parker, S., Barnett, B., Boswell, C., Dauncey, P., DREWER, D., Matthews, J., Vejcik, S., Jacobsen, R., Luth, V. : 257–64 Web of Science ID A1990CR03600044 DETERMINATION OF ALPHA-S FROM A DIFFERENTIAL-JET-MULTIPLICITY DISTRIBUTION IN E+E- COLLISIONS AT SQUARE-ROOT-S=29 AND 91 GEV Komamiya, S., LeDiberder, F., Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. : 987-990 Web of Science ID A1990CQ14100002 MEASUREMENT OF Z DECAYS INTO LEPTON PAIRS Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 63 (26) : 2780-2783 Web of Science ID A1989CF65900003 SEARCHES FOR NEW QUARKS AND LEPTONS PRODUCED IN Z-BOSON DECAY Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 63 (22) : 2447-2451 Web of Science ID A1989CA78000004 MEASUREMENTS OF Z-BOSON RESONANCE PARAMETERS IN E+E- ANNIHILATION Abrams, G. S., ADOLPHSEN, C. E., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Brom, J. M., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., DREWER, D. C., Elia, R., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaros, J. A., Jung, C. K., Kadyk, J. A., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lou, X. C., Luth, V., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Ogren, H., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schumm, B. A., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Woods, M., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 63 (20) : 2173-2176 Web of Science ID A1989AY99800004 1ST MEASUREMENTS OF HADRONIC DECAYS OF THE Z-BOSON Abrams, G. S., ADOLPHSEN, C. E., Aleksan, R., Alexander, J. P., Averill, D., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., DeBoer, W., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Brom, J. M., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., Drell, P. S., DREWER, D. C., Elia, R., Fay, J., FELDMAN, G. J., Fernandes, D., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Herrup, D., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Holmgren, S. O., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaffre, M., Jaros, J. A., Jung, C. K., Kadyk, J. A., Karlen, D., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Luth, V., Lynch, G. R., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, W. N., NASH, J., Nitz, D., Ogren, H., Ong, R. A., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., Petersen, A., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Richman, J. D., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., SCHALK, T. L., Schumm, B. A., Schwarz, A. S., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Wicklund, E., Wolf, R. C., Wood, D. R., Woods, M., Wormser, G., Wright, R., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 63 (15) : 1558-1561 Web of Science ID A1989AT77500005 THE MARK-II DETECTOR FOR THE SLC Abrams, G., ADOLPHSEN, C. E., Akerlof, C., Alexander, J. P., Alvarez, M., Averill, D., Baden, A. R., Ballam, J., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., BLOCKUS, D., DeBoer, W., Bonvicini, G., Boswell, C., Boyarski, A., Boyer, J., Brabson, B., Braune, K., Breakstone, A., Brom, J. M., Bulos, F., Burchat, P. R., Burke, D. L., Butler, F., Calvino, F., Cence, R. J., Chapman, J., Chmeissani, M., Cords, D., Coupal, D. P., Dauncey, P., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., Drell, P. S., DREWER, D. C., Fay, J., FELDMAN, G. J., Fernandes, D., Fernandez, E., Field, R. C., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gong, X., Gratta, G., Green, A., GROSSEWIESMANN, P., Haggerty, J., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Herrup, D., Heusch, C. A., Himel, T., Hinshaw, D. A., Hoenk, M., Holmgren, S. O., Hong, S. J., Hutchinson, D., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaffre, M., Jaros, J. A., Jung, C. K., Juricic, I., Kadyk, J. A., Karlen, D., Kent, J., King, M., Klein, S. R., Koepke, L., Koetke, D., Koide, A., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Labarga, L., Lankford, A. J., LARSEN, R. R., Levi, M. E., Li, Z., Litke, A. M., Luth, V., Lynch, G. R., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., Muller, L., MUNGER, C. T., Murray, W. N., NASH, J., Nelson, M. E., Nitz, D., Ogren, H., Ong, R. A., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., Perl, J., PERL, M. L., Perrier, F., Petersen, A., PETRADZA, M., Pitthan, R., Porter, F. C., Rankin, P., Richman, J. D., Riles, K., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., Schmidke, W. B., Schumm, B. A., Schwarz, A. S., Seiden, A., Smith, J. G., Snyder, A., Soderstrom, E., Stoker, D. P., Stroynowski, R., Swartz, M., Taylor, R. E., Thun, R., Trilling, G. H., Tschirhart, R., Turala, M., VanKooten, R., Vejcik, S., Veltman, H., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., Weisz, S., White, S. L., Wicklund, E., Wolf, R. C., Wood, D. R., Woods, M., Wormser, G., Wright, R., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 281 (1) : 55-80 Web of Science ID A1989AL05400008 INITIAL MEASUREMENTS OF Z-BOSON RESONANCE PARAMETERS IN E+E- ANNIHILATION Abrams, G. S., ADOLPHSEN, C. E., Aleksan, R., Alexander, J. P., Allen, M. A., Atwood, W. B., Averill, D., Ballam, J., Bambade, P., Barish, B. C., Barklow, T., Barnett, B. A., Bartelt, J., Bethke, S., BLOCKUS, D., DeBoer, W., Bonvicini, G., Boyarski, A., Brabson, B., Breakstone, A., Breidenbach, M., Brom, J. M., Brown, J. L., Brown, K. L., Bulos, F., Burchat, P. R., Burke, D. L., Cence, R. J., Chapman, J., Chmeissani, M., Clendenin, J., Cords, D., Coupal, D. P., Dauncey, P., Dean, N. R., DESTAEBLER, H. C., Dorfan, D. E., DORFAN, J. M., Drell, P. S., DREWER, D. C., Dydak, F., Ecklund, S., Elia, R., Erickson, R. A., Fay, J., FELDMAN, G. J., Fernandes, D., Field, R. C., Fieguth, T. H., FISCHER, G. E., Ford, W. T., Fordham, C., Frey, R., Fujino, D., Gan, K. K., Gatto, C., Gero, E., GIDAL, G., Glanzman, T., Goldhaber, G., Cadenas, J. J., Gratta, G., Grindhammer, G., GROSSEWIESMANN, P., HANSON, G., Harr, R., Harral, B., Harris, F. A., Hawkes, C. M., Hayes, K., Hearty, C., Herrup, D., Heusch, C. A., Hildreth, M. D., Himel, T., Hinshaw, D. A., Holmgren, S. O., Hong, S. J., Hutchinson, D., Hutton, A., Hylen, J., Innes, W. R., Jacobsen, R. G., Jaffre, M., Jaros, J. A., Jobe, R. K., Jung, C. K., Kadyk, J. A., Karlen, D., Kent, J., King, M., Klein, S. R., Koetke, D. S., Komamiya, S., Koska, W., Kowalski, L. A., Kozanecki, W., Kral, J. F., Kuhlen, M., Kulikov, A. V., Labarga, L., Lankford, A. J., LARSEN, R. R., LeDiberder, F., Levi, M. E., Litke, A. M., Lohse, T., Luth, V., Lynch, G. R., McKenna, J. A., Matthews, J. A., Mattison, T., Milliken, B. D., Moffeit, K. C., MUNGER, C. T., Murray, J. J., Murray, W. N., NASH, J., Ogren, H., Ong, R. A., OSHAUGHNESSY, K. F., Parker, S. I., Peck, C., PERL, M. L., Perrier, F., Petersen, A., PETRADZA, M., PHINNEY, N., Pitthan, R., Porter, F. C., Rankin, P., Rees, J. R., Richman, J. D., Riles, K., Rivkin, L., Ross, M. C., ROUSE, F. R., Rust, D. R., Sadrozinski, H. F., SCHAAD, M. W., SCHALK, T. L., Schumm, B. A., Schwarz, A. S., Seeman, J. T., Seiden, A., Sheppard, J. C., Smith, J. G., Snyder, A., Soderstrom, E., Stiening, R., Stoker, D. P., Stroynowski, R., Swartz, M., Thun, R., Toge, N., Trilling, G. H., VanKooten, R., Voruganti, P., Wagner, S. R., Watson, S., Weber, P., WEIGEND, A., Weinstein, A. J., WEIR, A. J., White, S. L., Wicklund, E., Wolf, R. C., Wood, D. R., Woods, M., Wormser, G., Wright, R., Wu, D. Y., Yurko, M., ZACCARDELLI, C., VONZANTHIER, C. 63 (7) : 724-727 Web of Science ID A1989AK17500008 STATUS OF THE SILICON STRIP VERTEX DETECTOR FOR THE MARK-II EXPERIMENT AT THE SLC Adolphsen, C., Gratta, G., Litke, A., Schwarz, A., Turala, M., Breakstone, A., Parker, S., Barnett, B., Dauncey, P., DREWER, D., Jacobsen, R., Luth, V. : 424-427 Web of Science ID A1988N248100092 RADIATION-DAMAGE STUDIES OF A CUSTOM-DESIGNED VLSI READOUT CHIP Dauncey, P., Barnett, B. A., DREWER, D., Matthews, J. A., Breakstone, A., Parker, S., Adolphsen, C., Gratta, G., Litke, A., Schwarz, A. S., Turala, M., Jacobsen, R., Luth, V. : 166-170 Web of Science ID A1988N248100034 Experimental Particle Physics Understanding the fundamental forces and particles of the universe. Electroweak symmetry breaking, heavy flavor physics, searches for physics beyond the Standard Model, matter\/antimatter asymmetry, dark matter, single-photon detection, neutrino properties, dark energy, instrumentation and detector development. At Stanford, studies of the fundamental interactions and the elementary particles are enhanced by close collaboration between the Physics Department and the SLAC National Accelerator Center. The Cryogenic Dark Matter Search ( CDMS ) and the LUX-ZEPLIN Experiment ( LZ ) focus on the development and operation of new detector technologies to increase the sensitivity of searches for weakly interacting massive particles. The goal of the Enriched Xenon Experiment ( EXO ) is to detect \"neutrinoless double-beta decay\" using large amounts of xenon enriched in the isotope 136. The MINOS Experiment is a long-baseline neutrino experiment designed to observe the phenomenon of neutrino oscillations, an effect that is related to neutrino mass. The BABAR data set provides opportunities for studying matter\/antimatter asymmetries (CP violation) and heavy flavor physics. The ATLAS experiment at the Large Hadron Collider is designed to studey TeV-scale physics,  including the recently discovered Higgs Boson, collider dark matter signatures and the physics of and beyond the Standard Model. Opportunities also exist in advanced accelerator physics and in the study of gravity (e.g., LIGO , testing gravity at short distances). Daniel Akerib Courtesy Faculty akerib@slac.stanford.edu Research lab site Publications on inSPIREhep Persis Drell Giorgio Gratta (650) 725-6509 gratta@stanford.edu Kent Irwin Irwin Group Thomas Shutt Courtesy Faculty tshutt@slac.stanford.edu Lauren Tompkins Assistant Professor (650) 498-0694 laurenat@stanford.edu ATLAS @ Stanford Stanford Computational Data Aquisition Systems Laboratory Stanley Wojcicki (650) 280-2806 SGWEG@slac.stanford.edu Mason Yearian"
            ]
        ]
    ]
}