{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EX7I05IP",
            "rY7cIrsAAAAJ",
            [
                "Influence of La3+ Substitution on Structure, Morphology and Magnetic Properties of Nanocrystalline Ni-Zn Ferrite",
                "Synthesis and characterization of yttrium iron garnet (YIG) nanoparticles activated by electromagnetic wave in enhanced oil recovery",
                "A review of processing techniques for graphene-reinforced metal matrix composites",
                "Synthesis, characterization, stability and thermal conductivity of multi-walled carbon nanotubes (MWCNTs) and eco-friendly jatropha seed oil based nanofluid: An experimental …",
                "Effect of annealing temperature on the crystallization of Hematite-Alumina (Fe2O3-Al2O3) nanocomposite and Its influence in EOR application",
                "Phase evolution and crystallite size of La-substituted YIG at different calcination temperatures"
            ],
            [
                "Lanthanum substituted Ni-Zn ferrite nanoparticles (Ni0.5Zn0.5LaxFe1-xO4; 0.00 ≤x≤ 1.00) synthesized by sol-gel method were presented. X-ray diffraction patterns reveal the typical single phase spinel cubic ferrite structure, with the traces of secondary phase for lanthanum substituted nanocrystals. In addition, the structural analysis also demonstrates that the average crystallite size varied in the range of 21–25 nm. FTIR spectra present the two prominent absorption bands in the range of 400 to 600 cm-1 which are the fingerprint region of all ferrites. Surface morphology of both substituted and unsubstituted Ni-Zn ferrite nanoparticle samples was studied using FESEM technique and it indicates a significant increase in the size of spherical shaped particles with La3+ substitution. Magnetic properties of all samples were analyzed using vibrating sample magnetometer (VSM). The results revealed that saturation magnetization (Ms) and coercivity (Hc) of La3+ substituted samples has decreased as compared to the Ni-Zn ferrite samples. Hence, the observed results affirm that the lanthanum ion substitution has greatly influenced the structural, morphology and magnetic properties of Ni-Zn ferrite nanoparticles.",
                "Due to the geographical location and technological limitation, various novel enhanced oil recovery (EOR) methods has been proposed to recover the remaining oil from a depleted oil reservoir. Research on application of nanoparticles either on its own or coupled with other stimulating agents has been growing enormously and some of them have shown a promising future. In high temperature and high pressure reservoirs, thermal degradation will cause failure to the conventional chemicals. In this work, temperature-stable YIG magnetic nanoparticles with an electromagnetic wave has been proposed as a new candidate for reservoir stimulating agent. The purpose of nanoparticle injection is to increase the sweep efficiency in the reservoir by increasing the viscosity of displacing fluid. In this research, Yttrium iron garnet (YIG) nanoparticles have been injected into a waterflooded oil saturated porous medium to …",
                "In the quest to enhance reinforcement efficiency of graphene in metal matrices, various processing techniques have been devised over recent years. As the advancement in this field nowhere seems to slow down, the processing aspects of graphene-reinforced metal matrix composites are becoming more relevant than ever. In that premise, there lies an imminent need for a critical assessment of existing fabrication routes and their ability to extend a solution for the primary challenges of agglomeration, dispersion, interfacial interaction and structural integrity of graphene in metal matrix composites. This review presents a brief yet a meaningful insight to the processing techniques for graphene-reinforced metal matrix composites, while highlighting the key findings from individual studies, thereby expressing the primitive challenges and strengthens of these techniques. A critical evaluation of state of the art is presented …",
                "Despite the remarkable nanofluids potential in energy storage applications, the long-term dispersion stability of the nanoparticles in a base fluid along with improved thermal conductivity is a significant challenge towards their commercialization. Therefore, a novel surfactant MWCNTs and eco-friendly Jatropha seed oil based nanofluid are synthesized via one-step synthesis method and subjected to characterization via visual analysis, FTIR, Zeta potential, pore size distribution, thermogravimetric analysis (TGA), and UV analysis to investigate MWCNTs dispersion stability along with thermal conductivity measurement. The results showed the excellent MWCNTs dispersion stability in Jatropha seed oil and thermal conductivity improvement from 2.29% to 6.76% over the temperature within the range of 25–65 °C and nanoparticle weight fraction in the range of 0.2–0.8 wt%. Furthermore, two new correlations are …",
                "Usage of magnetic materials is not unusual in oil and gas research, specifically in enhanced oil recovery (EOR) where various magnetic micro-and nanoparticles were used to enhance sweep efficiency, reducing interfacial tension and heat generation. Magnetic nanoparticles which are activated by a magnetic field are anticipated to have the ability to travel far into the oil reservoir and assist in the displacement of the trapped oil. In this work, magnetic Fe 2 O 3-Al 2 O 3 nanocomposite was synthesized and characterized for its morphological, structural and magnetic properties. At an annealing temperature of 900 C, this nanomaterial starts to exhibit magnetization as the composite structure crystallizes to the stable Fe 2 O 3 and Al 2 O 3. Subsequently, dispersion of the 0.01 wt% Fe 2 O 3-Al 2 O 3 nanocomposite in distilled water was used for displacement tests to validate its feasibility to be applied in EOR. In the …",
                "Yttrium iron garnet (YIG) substituted lanthanum ions (La3+) Y3-xLaxFe5O12 were synthesized at different temperatures. The effect of calcination temperature on crystalline structures was investigated by using X-ray diffraction (XRD). The results show that the crystallization of the samples La-substituted YIG x= 0.0 and x= 0.5 is more completed when the calcination temperature increases. However, Fe2O3 phase was formed in the sample with La substitution of x= 1.0 when the temperature increases. The sizes of substituted YIG particles calculated from Scherrer equation were ranged from 29 to 71 nm and it was found increased with the increasing of calcination temperature."
            ],
            [
                [
                    "Advanced Materials",
                    "physics"
                ]
            ],
            [
                "T.S. Kuan T.S. Kuan Professor of Physics CV 111.89 KB Physics 212 518-442-4489 PhD Cornell University Research Staff Member, IBM T. J. Watson Research Center (1977-1985) Manager, Materials Structure and Properties, IBM T. J. Watson Research Center, (1986-1991) Manager, Interconnect Materials and Modeling, IBM T. J. Watson Research Center, (1991-1995) Visiting Faculty, IBM T. J. Watson Research Center, 2001-2002 Professor, Department of Physics, University at Albany (1995-present) Honors and Awards: IBM Corporation Outstanding Innovation Award, 1989, for discovery of long-range order in semiconductor alloys IBM Corporation Invention Plateau Award, 1991 American Physical Society Fellow, elected 1992 The University at Albany President’s Award for Excellence in Research, 2006 The Research Foundation of State University of New York – Research and Scholarship Award, 2007 Solid state and materials physics High resolution electron microscopy and diffraction Mechanical properties of nanometer-thick metal and alloy films Transport properties of nanometer-thick metal films and metal superlattices Multi-scale computer simulations of mechanical and transport properties of nanostructures Research Grants: Equipment donations from IBM and JEOL USA, Inc., 1995-96 SRC Center for Advanced Interconnect Science and Technology, 1996 – present ONR MURI, Large Area Heteroepitaxial Growth Using Compliant Substrates, 1996 – 2001 DARPA\/MTO: Increased Functionality of Si Through Integration of SiGe Films with III-V Semiconductors for Wireless Transmitters, 2000 – 2003 BMDO\/ONR through Emcore Co. Epitaxial Lateral Overgrowth of GaN in Large Area MOCVD Reactors, 2000 – 2002 DoD\/DURINT, Nanoporous Templates for Large Defect Reduction in SiC and GaN, Nanocatalysis, Magnetic Clusters, and Biotechnology, 2001 – 2006 Intel Corp., 2003 – 2004 Selected Publications: The Stress-Induced Omega Phase Transformation in Ti-V Alloys, T. S. Kuan, R. R. Ahrens, and S. L. Sass, Metall. Trans . 6A , 1767 (1975). The Structure of a Linear Omega-Like Vacancy Defect in Zr-Nb B.C.C. Solid Solutions, T. S. Kuan and S. L. Sass, Acta Metall . 24 , 1053 (1976). The Direct Imaging of a Linear Defect Using Diffuse Scattering in Zr-Nb B.C.C. Solid Solutions, T. S. Kuan and S. L. Sass, Phil. Mag . 36 , 1473 (1977). Microstructure and Schottky Barrier Height of Iridium Silicides Formed on Silicon, I. Ohdomari, T. S. Kuan, and K. N. Tu, J. Appl. Phys . 50 , 7020 (1979). Microscopic Compound Formation at the Pd-Si(111) Interface, J. L. Freeouf, G. W. Rubloff, P. S. Ho, and T. S. Kuan, Phys. Rev. Lett . 43 , 1836 (1979). Thermal Strain in Lead Thin Films V: Strain Relaxation Above Room Temperature, M. Murakami and T. S. Kuan, Thin Solid Films 66 , 381 (1980). Effect of Lubricant Environments on Saw Damage in Si Wafers, T. S. Kuan, K. K. Shih, J. A. Van Vechten, and W. A. Westdorp, J. Electrochem. Soc . 127 , 1387 (1980). Strain Relaxation Mechanisms of Lead and Lead Alloy Thin Films on Silicon Substrates, M. Murakami, T. S. Kuan, and I. A. Blech, Thin Solid Films 89 , 165 (1982). Structure of a Nb Oxide Tunnel Barrier in a Josephson Junction, T. S. Kuan, S. I. Raider, and R. E. Drake, J. Appl. Phys . 53 , 7464 (1982). Mechanical Properties of Thin Films on Substrates, M. Murakami, T. S. Kuan, and I. A. Blech, Treatise on Materials Science and Technology , Vol. 24, Preparation and Properties of Thin Films, Chapter 5, Edited by K. N. Tu and R. Rosenberg, Academic Press, Inc., 1982, p. 163. Low Temperature Strain Behavior of Pb Thin Films on a Substrate, T. S. Kuan and M. Murakami, Metall. Trans . 13A , 383 (1982). Electron Microscope Studies of a Ge-GaAs Superlattice Grown by Molecular Beam Epitaxy, T. S. Kuan and C. A. Chang, J. Appl. Phys . 54 , 4408 (1983). Characterization of Nb\/Nb Oxide Structures in Josephson Tunnel Junctions, S. I. Raider, R. W. Johnson, T. S. Kuan, R. E. Drake, and R. A. Pollak, IEEE Transactions on Magnetics 19 , 803 (1983). Electron Microscope Studies of an Alloyed Au\/Ni\/Au-Ge Ohmic Contact to GaAs, T. S. Kuan, P. E. Batson, T. N. Jackson, H. Rupprecht, and E. L. Wilkie, J. Appl. Phys . 54 , 6952 (1983). Long-Range Order in Al x Ga 1-x As, T. S. Kuan, T. F. Kuech, W. I. Wang, and E. L. Wilkie, Phys. Rev. Lett . 54 , 201 (1985). Reactions of Pd on (100) and (110) GaAs Surfaces, T. S. Kuan, J. L. Freeouf, P. E. Batson, and E. L. Wilkie, J. Appl. Phys . 58 , 1519 (1985). Evidence of Orientation Independence of Band Offset in AlGaAs\/GaAs Heterostructures, W. I. Wang, T. S. Kuan, E. E. Mendez, and L. Esaki, Phys. Rev. B 31 , 6890 (1985). Crystal Orientation Dependence of Silicon Doping in Molecular Beam Epitaxial AlGaAs\/GaAs Heterostructures, W. I. Wang, E. E. Mendez, T. S. Kuan, and L. Esaki, Appl. Phys. Lett . 47 , 826 (1985). Long-Range Order in In x Ga 1-x As, T. S. Kuan, W. I. Wang, and E. L. Wilkie, Appl. Phys. Lett . 51 , 51 (1987). Low-Temperature Selective Epitaxial Growth of Silicon at Atmospheric Pressure, T. O. Sedgwick, M. Berkenblit, and T. S. Kuan, Appl. Phys. Lett . 54 , 2689 (1989). Growth and Properties of Thin GaAs Epitaxial Layers on Al 2 O 3 , T. F. Kuech, A. Segmuller, T. S. Kuan, and M. S. Goorsky, J. Appl. Phys ., 67 , 6497 (1990). Selective Growth of Silicon-Germanium Alloys by Atmospheric-Pressure Chemical Vapor Deposition at Low Temperatures, P. D. Agnello, T. O. Sedgwick, M. S. Goorsky, J. Ott, T. S. Kuan, and G. Scilla, Appl. Phys. Lett . 59 , 1479 (1991). Strain Relaxation and Ordering in SiGe Layers Grown on (100), (111), and (110) Si Surfaces by Molecular-Beam Epitaxy, T. S. Kuan and S. S. Iyer, Appl. Phys. Lett . 59 , 2242 (1991). Growth of Facet-Free Selective Silicon Epitaxy at Low Temperature and Atmospheric Pressure, T. O. Sedgwick, P. D. Agnello, M. Berkenblit, and T. S. Kuan, J. Electrochem. Soc . 138 , 3042 (1991). Pulsed Laser Planarization of Metals for IC Interconnect, R. J. Baseman, T. S. Kuan, M. O. Aboelfotoh, J. C. Andreshak, F. E. Turene, R. A. Previti-Kelly, and J. G. Ryan, Materials Research Society Symposia Proceedings , Vol. 236, 361 (1992). Silicon Epitaxy from Silane by Atmospheric-Pressure Chemical Vapor Deposition at Low Temperatures, P. D. Agnello, T. O. Sedgwick, K. C. Bretz, and T. S. Kuan, Appl. Phys. Lett . 61 , 1298 (1992). Application of Electron and Ion Beam Analysis Techniques to Microelectronics, T. S. Kuan, P. E. Batson, R. M. Feenstra, A. J. Slavin, and R. Tromp, IBM J. Res. Develop . Vol. 36, No. 2, 183-207 (1992). Molecular beam epitaxial heterostructures in the (311)A orientation, Y. Hsu, W. I. Wang and T. S. Kuan, J. Vac. Sci. Technol . B 12 (4), 2584 (1994). Study of interface abruptness of molecular beam epitaxial GaAs\/AlAs superlattices grown on GaAs (311) and (100) substrates, Y. Hsu, W. I. Wang, and T. S. Kuan, J. Vac. Sci. Technol . B 13 , 2286 (1996). In-Situ Relaxed Si 1-x Ge x Epitaxial Layers with Low Threading Dislocation Densities Grown on Compliant Si-On-Insulator Substrates, Z. Yang, J. Alperin, W. I. Wang, S. S. Iyer, T. S. Kuan, and F. Semendy, J. Vac. Sci. Technol. B 16 (3), 1489 (1998). Fabrication of Cu Interconnects of 50 nm Linewidth by Electron-Beam Lithography and High-Density Plasma Etching, Y. Hsu, T. E. F. M. Standaert, G. S. Oehrlein, T. S. Kuan, E. Sayre, K. Rose, K. Y. Lee, and S. M. Rossnagel, J. Vac. Sci. Technol. B 16 (6), 3344 (1998). Dislocation Mechanisms in the GaN Lateral Overgrowth by Hydride Vapor Phase Epitaxy, T. S. Kuan, C. K. Inoki, Y. Hsu, D. L. Harris, R. Zhang, S. Gu, and T. F. Kuech, Mat. Res. Soc. Symp. Proc. Vol. 595, W2.6.1 (2000). Fabrication and Performance Limits of Sub-0.1 m Cu Interconnects, T. S. Kuan, C. K. Inoki, G. S. Oehrlein, K. Rose, Y. –P. Zhao, G. –C. Wang, S. M. Rossnagel, and C. Cabral, Mat. Res. Soc. Symp. Proc. Vol. 612, D7.1.1 (2000). Compliant Substrates: A Comparative Study of the Relaxation Mechanisms of Strained Films Bonded to High and Low Viscosity Oxides, K. D. Hobart, F. J. Kub, M. Fatemi, M. E. Twigg, P. E. Thompson, T. S. Kuan, and C. K. Inoki, J. Electronic Materials, 29 , 897 (2000). Lateral Epitaxial Overgrowth of GaSb on GaSb and GaAs Substrates by Metalorganic Chemical Vapor Deposition, S. S. Yi, D. M. Hansen, C. K. Inoki, D. L. Harris, T. S. Kuan, and T. F. Kuech, Appl. Phys. Lett. 77 , 842 (2000). Mechanism of the Reduction of Dislocation Density in Epilayers Grown on Compliant Substrates, C. W. Pei, B. Turk, W. I. Wang, and T. S. Kuan, J. Apply. Phys. 12 , 5959 (2001). Role of Ga Flux in Dislocation Reduction in GaN Films Grown on SiC(0001), C. D. Lee, Ashutosh Sagar, R. M. Feenstra, C. K. Inoki, T. S. Kuan, W. L. Sarney, and L. Salamanca-Riba, Appl. Phys. Lett. 79 , 3428 (2001). Semiconductor Alloys, T. S. Kuan, Encyclopedia of Physical Science and Technology , Third Edition, Volume 14, 599 (2002). Strain Relaxation of SiGe Islands on Compliant Oxide, H. Yin, R. Huang, K. D. Hobart, Z. Suo, T. S. Kuan, C. K. Inoki, S. R. Shieh, T. S. Duffy, F. J. Kub, and J. C. Sturm, J. Appl. Phys. 91 , 9716 (2002). Morphology and Effects of Hydrogen Etchings of Porous SiC, Ashutosh Sagar, C. D. Lee, R. M. Feenstra, C. K. Inoki, and T. S. Kuan, J. Appl. Phys . 92 , 4070 (2002). Time development of microstructure and resistivity for very thin Cu films, S. M. Rossnagel and T. S. Kuan, J. Vac. Sci. Technol. A20(6) , 1911 (2002). Growth of GaN films on porous SiC substrates by molecular-beam epitaxy, F. Yun, M. A. Reshchikov, L. He, H. Morkoç, C. K. Inoki, and T. S. Kuan, Appl. Phys. Lett. 81 , 4142 (2002). Spin-torque transfer in batch-fabricated spin-valve magnetic nanojunctions, J. Z. Sun, D. J. Monsma, T. S. Kuan, M. J. Rooks, D. W. Abraham, B. Oezyilmaz, A. D. Kent, and R. H. Koch, J. Appl. Phys . 93 , 6859 (2003). Growth of GaN on porous SiC and GaN substrates, C. K. Inoki, T. S. Kuan, C. D. Lee, Ashutosh Sagar, R. M. Feenstra, D. D. Koleske, D. J. Diaz, P. W. Bohn, and I. Adesida, J. Electronic Materials 32 , 855 (2003). Plasma-assisted molecular beam epitaxy of GaN on porous SiC substrates with varying porosity, Ashutosh Sagar, C. D. Lee, R. M. Feenstra, C. K. Inoki, and T. S. Kuan, J. Vac. Sci. Technol. B21(4) , 1812 (2003). Growth of GaN on porous SiC and GaN substrates, C. K. Inoki, T. S. Kuan, A. Sagar, C. D. Lee, R. M. Feenstra, D. D. Koleske, D. J. Diaz, P. W. Bohn, and I. Adesida, Phys. Stat. Sol. (a) 200(1) , 44 (2003). SiGe relaxation on silicon-on-insulator substrates: An experimental and modeling study, E. M. Rehder, C. K. Inoki, T. S. Kuan, and T. F. Kuech, J. Appl. Phys . 94 , 7892 (2003). Alteration of Cu conductivity in the size effect regime, S. M. Rossnagel and T. S. Kuan, J. Vac. Sci. Technol. B22(1) , 240 (2004). Formation of regular arrays of submicron GaAs dots on silicon, J. D. Beach, C. Veauvy, R. Caputo, R. T. Collins, A. A. Khandekar, T. F. Kuech, C. K. Inoki, T. S. Kuan, and R. E. Hollingsworth, Appl. Phys. Lett. 84 , 5323 (2004). Dislocation density reduction in GaN using porous SiN interlayers, Ashutosh Sagar, R. M. Feenstra, C. K. Inoki, T. S. Kuan, Y. Fu, Y. T. Moon, F. Yun, and H. Morkoç, Phys. Stat. Sol . (a) 202(5) , 722 (2005). Reduction of threading dislocations in GaN overgrowth by MOCVD on TiN porous network templates , F. Yun, Y. Fu, Y. T. Moon, Ü. Özgür, J. Q. Xie, S. Doğan, H. Morkoç, C. K. Inoki, T. S. Kuan, L. Zhou, and D. J. Smith, Phys. Stat. Sol . (a) 202(5) , 749 (2005). Efficacy of single and double SiN x interlayers on defect reduction in GaN overlayers grown by organometallic vapor-phase epitaxy, F. Yun, Y.-T. Moon, Y. Fu, K. Zhu, Ü. Özgür, H. Morkoç, C. K. Inoki, T. S. Kuan, Ashutosh Sagar, and R. M. Feenstra, J. Appl. Phys. 98 (12), 123502 (2005). Dislocation reduction in GaN grown on porous TiN networks by metal-organic vapor-phase epitaxy, Y. Fu, F. Yun, Y.-T. Moon, U. Ozgur, J. Q. Xie, X. F. Ni, N. Biyikli, H. Morkoç, Lin Zhou, David J. Smith, C. K. Inoki, and T. S. Kuan, J. Appl. Phys. 99 (3), 033518 (2006). Damage of ultralow k materials during photoresist mask stripping process, Xuefeng Hua, Ming-shu Kuo, G. S. Oehrlein, P. Lazzeri, E. Iacob, M. Anderle, C. K. Inoki, T. S. Kuan, P. Jiang, and Wen-li Wu, J. Vac. Sci. Technol. B 24 (3), 1238 (2006). Low dislocation densities and long carrier lifetimes in GaN thin films grown on a SiN x nanonetwork, J. Xie, U. Ozgur, Y. Fu, X. Ni, H. Morkoç, C. K. Inoki, T. S. Kuan, J. V. Foreman, and H. O. Everitt, Appl. Phys. Lett. 90 , 041107 (2007). Step formation on hydrogen-etched 6H-SiC[0001] surfaces, S. Nie, C. D. Lee, R. M. Feenstra, Y. Ke, R. P. Devaty, W. J. Choyke, C. K. Inoki, T. S. Kuan, and Gong Gu, Surface Science , 602 , 2936 (2008). Dislocation mechanisms in GaN films grown on porous substrates or interlayers, T. S. Kuan and C. K. Inoki, Chapter 8 in Porous Silicon Carbide and Gallium Nitride: Epitaxy, Catalysis, and Biotechnology Applications , Editors R. M. Feenstra and C. E. C. Wood, John Wiley & Sons Ltd. pp 214 – 229 (2008). Defect reduction in epitaxial GaSb grown on nanopatterned GaAs substrates using full wafer block copolymer lithography, Smita Jha, C. -C. Liu, T. S. Kuan, S. E. Babcock, P. F. Nealey, J. H. Park, L. J. Mawst, and T. F. Kuech, Appl. Phys. Lett . 95 , 062104 (2009). InAs y P 1-y metamorphic buffer layers on InP substrates for mid-IR diode lasers, Jeremy Kirch, Toby Garrod, Sangho Kim, Jeo H. Park, Jae C. Shin, L. J. Mawst, T. F. Kuech, X. Song, S. E. Babcock, Igor Vurgaftman, Jerry, R. Meyer, and T. S. Kuan, J. Crystal Growth , 312 , 1165 (2010). Effects of nanoscale surface roughness on the resistivity of ultrathin epitaxial copper films, Yukta P. Timalsina, Andrew Horning, Robert F. Spivey, Kim M. Lewis, T. S. Kuan, G.-C. Wang, and T.-M. Lu, Nanotechnology 26 , 075704 (2015)."
            ]
        ]
    ]
}