{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EXM0IEQ0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Joseph Giaime Professor of Physics Ph.D., 1995 - Massachusetts Institute of Technology 271-A Nicholson Hall, Tower Dr. (225) 578-5794-Office, 686-3169-LIGO jgiaim1@lsu.edu Personal Home Page Experimental General Relativity Observatory Head, Laser Interferometer Gravitational-wave Observatory (LIGO) in Livingston,\n                     Louisiana - this is through an agreement with the California Institute of Technology\n                     and Louisiana State University. Observations of gravitational waves from astrophysical sources using the Advanced\n                     LIGO detector that began operation in fall 2015. Current and Select Publications D. V. Martynov, E. D. Hall, B. P. Abbott, J. A. Giaime , et. al. Sensitivity of the Advanced LIGO detectors at the beginning of gravitational wave\n                     astronomy. Physical Review D, 93(11):112004, Jun 2016. ISSN 2470-0010. doi:10.1103\/PhysRevD.93.112004. Abbott, B., J. A. Giaime ,  et al.(LIGO Scientific Collaboration and Virgo Collaboration). G W150914: the Advanced LIGO detectors in the era of first discoveries. Physical Review\n                     Letters, 116(13):131103, Mar 2016. ISSN 0031-9007. doi: 10.1103\/PhysRevLett.116.131103. Abbott, B., J. A. Giaime, et al.(LIGO Scientific Collaboration and Virgo Collaboration). Observation of gravitational\n                     waves from a binary black hole merger. Physical Review Letters, 116(6):061102, Feb\n                     2016. F. Matichard, B. Lantz, R. Mittleman, K. Mason, J. Kissel, B. Abbott, S. Biscans,\n                     J. McIver, R. Abbott, S. Abbott, E. Allwine, S. Barnum, J. Birch, C. Celerier, D.\n                     Clark, D. Coyne, D. Debra, R. DeRosa, M. Evans, S. Foley, P. Fritschel, J. A. Giaime , C. Gray, G. Grabeel, J. Hanson, C. Hardham, M. Hillard, W. Hua, C. Kucharczyk, M.\n                     Landry, A. Le Roux, V. L’huillier, D. Macleod, M. Macinnis, R. Mitchell, B. O’Reilly,\n                     D. Ottaway, H. Paris, A. Pele, M. Puma, H. Radkins, C. Ramet, M. Robinson, L. Ruet, P.\n                     Sarin, D. Shoemaker, A. Stein, J. Thomas, M. Vargas, K. Venkateswara, J. Warner, and\n                     S. Wen. Seismic isolation of Advanced LIGO: Review of strategy, instrumentation and\n                     performance. Classical And Quantum Gravity, 32(18):185003, Sep 2015. ISSN 0264-9381.\n                     doi: 10.1088\/0264-9381\/32\/18\/185003. S. Wen, R. Mittleman, K. Mason, J. Giaime , R. Abbott, J. Kern, B. O’Reilly, R. Bork, M. Hammond, C. Hardham, B. Lantz, W. Hua,\n                     D. Coyne, G. Traylor, H. Overmier, T. Evans, J. Hanson, O. Spjeld, M. Macinnis, K.\n                     Mailand, D. Ottaway, D. Sellers, K. Carter, and P. Sarin. Hydraulic external pre-isolator\n                     system for LIGO. Classical And Quantum Gravity, 31(23):235001, Dec 2014. ISSN 0264-9381.\n                     doi: 10.1088\/0264-9381\/31\/23\/235001. Ryan DeRosa, Jennifer C. Driggers, Dani Atkinson, Haixing Miao, Valery Frolov, Michael\n                     Landry, Joseph A. Giaime , and Rana X. Adhikari. Global feed-forward vibration isolation in a km scale interferometer. Classical\n                     And Quantum Gravity, 29(21):215008, Nov 2012. ISSN 0264-9381. doi:10.1088\/0264-9381\/29\/21\/215008."
            ]
        ]
    ]
}