{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EY46FE50",
            "A56XzWwAAAAJ",
            [
                "The infrared array camera (IRAC) for the spitzer space telescope"
            ],
            [
                "The Infrared Array Camera (IRAC) is one of three focal plane instruments on the Spitzer Space Telescope. IRAC is a four‐channel camera that obtains simultaneous broadband images at 3.6, 4.5, 5.8, and 8.0 μm. Two nearly adjacent   fields of view in the focal plane are viewed by the four channels in pairs (3.6 and 5.8 μm; 4.5 and 8 μm). All four detector arrays in the camera are   pixels in size, with the two shorter wavelength channels using InSb and the two longer wavelength channels using Si:As IBC detectors. IRAC is a powerful survey instrument because of its high sensitivity, large field of view, and four‐color imaging. This paper summarizes the in‐flight scientific, technical, and operational performance of IRAC."
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "Massimo Marengo Astronomy I am a stellar astrophysicist: stars are the beacons that guide my scientific endeavors into the vast expanse of the cosmos. I use stars to map the geometry of the universe, and to shed light on the processes shaping other planetary systems like our own. My research focus has three main directions: the determination of precise distances in the local and far universe using variable stars; the study of stellar populations and stellar properties; and the analysis of extrasolar planetary systems and their asteroid belts. As an observational astronomer, my work is based on data I collect from large space and ground telescopes, including facilities managed by NASA, NOAO, NRAO and ESO, and supported by NASA and the National Science Foundation. mmarengo@iastate.edu 515-294-2958 Curriculum Vitae Publications and Abstracts Research Page Ph.D., Astrophysics, SISSA\/ISAS Trieste, Italy, 2000 M. Sc., Physics, University of Torino, Italy, 1993 More Information Teaching Astro 346: Introduction to Astrophysics Astro 342: Introduction to the Solar System Education and Academic History 2018 - present: Professor , Physics and Astronomy, Iowa State 2013 - 2018: Associate Professor , Physics & Astronomy, Iowa State 2009 - 2013: Assistant Professor , Physics & Astronomy, Iowa State 2003 - 2009: Astrophysicist , Harvard-Smithsonian CfA 2000 - 2003: Postdoc. Research Associate, Harvard-Smithsonian CfA 1997 - 2000: Smithsonian Predoc. Fellow , Harvard-Smithsonian CfA 2000: Ph. D. in Astrophysics , SISSA\/ISAS, Trieste, Italy 1993: Laurea cum Laude (M. Sc.) in Physics, University of Torino, Italy"
            ]
        ]
    ]
}