{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EY7LWBHP",
            "29BHJzYAAAAJ",
            [
                "Multiple Superconducting Phases in New Heavy Fermion Superconductor P r O s 4 S b 12",
                "Gap Function with Point Nodes in Borocarbide Superconductor ",
                "Superconductivity at T c∼ 14 K in single-crystalline FeTe 0.61 Se 0.39",
                "Enhancement of critical current density in Co-doped BaFe 2 As 2 with columnar defects introduced by heavy-ion irradiation",
                "Suppression of the critical temperature of superconducting Ba (Fe 1− x Co x) 2 As 2 by point defects from proton irradiation",
                "Topological  PdBi half-Heusler semimetals: a new family of non-centrosymmetric magnetic superconductors",
                "Giant Nernst effect in CeCoIn 5",
                "Possible superconductivity above 25 K in single-crystalline Co-doped BaFe2As2",
                "Thermal transport in the hidden-order state of URu 2 Si 2",
                "Specific-heat evidence for two-gap superconductivity in the ternary-iron silicide Lu 2 Fe 3 Si 5"
            ],
            [
                "The superconducting gap structure of recently discovered heavy fermion superconductor P r O s 4 S b 12 was investigated by using thermal transport measurements in magnetic field rotated relative to the crystal axes. We demonstrate that a novel change in the symmetry of the superconducting gap function occurs deep inside the superconducting state, giving a clear indication of the presence of two distinct superconducting phases with twofold and fourfold symmetries. We infer that the gap functions in both phases have a point node singularity, in contrast to the familiar line node singularity observed in almost all unconventional superconductors.",
                "To determine the superconducting gap function of Y N i 2 B 2 C, the c-axis thermal conductivity κ z z was measured in H rotated in various directions. The angular variation of κ z z in H rotated within the a b plane shows a peculiar fourfold oscillation with narrow cusps. The amplitude of this fourfold oscillation becomes very small when H is rotated conically around the c axis with a tilt angle of 45. These results provide the first compelling evidence that the gap function has point nodes located along the a and b axes. This unprecedented gap structure challenges the current view on the pairing mechanism.",
                "Single-crystalline FeTe 0.61 Se 0.39 with a sharp superconducting transition at T c∼ 14 K is synthesized via slow furnace cooling followed by low-temperature annealing. The effect of annealing on the chemical and superconducting inhomogeneities is carefully characterized. We also report resistivity, magnetization, and magneto-optical images of this crystal. Based on the Bean model, critical current density is estimated to exceed 1× 10 5 A\/cm 2 below 5 K under zero field. Weak fish-tail effect is identified at lower temperatures.",
                "We report the realization of columnar defects in Co-doped BaFe 2 As 2 single crystal by heavy-ion irradiation. The columnar defects are confirmed by transmission electron microscopy, and their density is about 40% of the irradiation dose. Magneto-optical imaging and bulk magnetization measurements reveal that the critical current density is strongly enhanced in the irradiated region. We also find that vortex creep rates are strongly suppressed by the columnar defects. We compare the effect of heavy-ion irradiation into Co-doped BaFe 2 As 2 and cuprate superconductors.",
                "We report the effect of 3 MeV proton irradiation on the suppression of the critical temperature T c in Ba (Fe 1− x Co x) 2 As 2 single crystals at underdoping, optimal-doping, and overdoping levels. We find that T c decreases and residual resistivity increases monotonically with increasing dose. We also find no upturn in low-temperature resistivity in contrast with the α-particle-irradiated NdFeAs (O, F), which suggests that defects induced by the proton irradiation behave as nonmagnetic scattering centers. The critical scattering rate for all samples estimated by three different ways is much higher than that expected in s±-pairing scenario based on interband scattering due to antiferromagnetic spin fluctuation.",
                "We report superconductivity and magnetism in a new family of topological semimetals, the ternary half-Heusler compound RPdBi (R: rare earth). In this series, tuning of the rare earth f-electron component allows for simultaneous control of both lattice density via lanthanide contraction and the strength of magnetic interaction via de Gennes scaling, allowing for a unique tuning of the normal-state band inversion strength, superconducting pairing, and magnetically ordered ground states. Antiferromagnetism with ordering vector (½,½,½) occurs below a Néel temperature that scales with de Gennes factor dG, whereas a superconducting transition is simultaneously supressed with increasing dG. With superconductivity appearing in a system with noncentrosymmetric crystallographic symmetry, the possibility of spin-triplet Cooper pairing with nontrivial topology analogous to that predicted for the normal-state electronic …",
                "We present a study of Nernst and Seebeck coefficients of the heavy-fermion superconductor CeCoIn 5. Below 18 K, concomitant with a field-dependent Seebeck coefficient, a large sublinear Nernst signal emerges with a magnitude drastically exceeding what is expected for a multiband Fermi-liquid metal. In the mixed state, in contrast with all other superconductors studied before, this signal overwhelms the one associated with the motion of superconducting vortices. The results point to a hitherto unknown source of transverse thermoelectricity in strongly interacting electrons.",
                "accepted November 26, 2008; published January 26, 2009) We present the superconducting properties of single-crystalline Ba (Fe0: 9Co0: 1) 2As2 by measuring its magnetization, resistivity, upper critical field, Hall coefficient, and magneto-optical images. The magnetization measurements reveal a fish-tail hysteresis loop at high temperatures and a relatively high critical current density above Jc ž 105 A\/cm2 at low temperatures. The upper critical field determined by resistive transition is anisotropic with an anisotropic parameter of $3: 5. Hall effect measurements indicate that Ba (Fe0: 9Co0: 1) 2As2 is a multiband system and that the mobility of electrons is dominant. Magneto-optical imaging reveals a prominent Bean-like penetration of vortices, although there is a slight inhomogeneity in a sample. Moreover, we observe distinct superconductivity above 25 K, which leads us to speculate that a higher transition temperature can be realized by fine-tuning the Co-doping level.",
                "We present a study of thermal conductivity in the normal state of the heavy-fermion superconductor URu 2 Si 2. Ordering at 18 K leads to a steep increase in thermal conductivity and (in contrast with all other cases of magnetic ordering in heavy-fermion compounds) to an enhancement of the Lorenz number. By linking this observation to several other previously reported features, we conclude that most of the carriers disappear in the ordered state and this leads to a drastic increase in both the phononic and electronic mean free path.",
                "We report low-temperature specific-heat studies on the single-crystalline ternary-iron silicide superconductor Lu 2 Fe 3 Si 5 with T c= 6.1 K down to∼ T c\/20. We confirm a reduced normalized jump in specific heat at T c, and find that the specific heat divided by temperature C\/T shows a sudden drop at∼ T c\/5 and goes to zero with further decreasing temperature. These results indicate the presence of two distinct superconducting gaps in Lu 2 Fe 3 Si 5, similar to the typical two-gap superconductor MgB 2. We also report Hall coefficients, band structure calculations, and the anisotropy of upper critical fields for Lu 2 Fe 3 Si 5, which support the anisotropic multiband nature and reinforce the existence of two superconducting gaps in Lu 2 Fe 3 Si 5."
            ],
            [
                [
                    "Condensed matter physics",
                    "Topological insulator",
                    "Superconductivity",
                    "Quantum criticality"
                ]
            ],
            [
                "Yasuyuki Nakajima Assistant Professor PSB 102 Yasuyuki.Nakajima@ucf.edu 407-823-1543 Dr. Nakajima received his Ph.D. in Physics from the University of Tokyo in 2007. After his Ph.D., he spent five years as an Assistant Professor at the University of Tokyo (2007-2012) before working as a Postdoctoral Researcher at the University of Maryland (2012-2016). He joined UCF in 2016 where he is currently an Assistant Professor. Dr. Nakajima’s research focuses on design, crystal growth, and characterization of novel quantum materials, including topological semimetals\/insulators, unconventional superconductors, and quantum critical metals. In particular, his expertise lies in characterization by utilizing charge\/thermal transport and thermodynamic measurements in millikelvin temperature range. K A M Hasan Siddiquee Riffat Munir Charuni Dissanayake COS News Semi-Metal Research Earns Physics Assistant Professor First NSF Career Grant Physics Assistant Professor Yasuyuki Nakajima, Ph.D, has received his first National Science Foundation CAREER grant for research on semi-metal materials with characteristics of nematic superconductivity.…"
            ]
        ]
    ]
}