{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EYFERFBD",
            "JMSOam4AAAAJ",
            [
                "Measurement-induced localization of an ultracold lattice gas",
                "Dissipation in ultrahigh quality factor SiN membrane resonators",
                "Random access quantum information processors using multimode circuit quantum electrodynamics",
                "Universal stabilization of a parametrically coupled qubit",
                "Thermomechanical Two-Mode Squeezing in an Ultrahigh- Membrane Resonator",
                "Realization of a  System with Metastable States of a Capacitively Shunted Fluxonium",
                "Nondestructive imaging of an ultracold lattice gas",
                "Deterministic bidirectional communication and remote entanglement generation between superconducting qubits",
                "Gentile statistics and restricted partitions",
                "Multimode phononic correlations in a nondegenerate parametric amplifier"
            ],
            [
                "The process of measurement can modify the state of a quantum system and its subsequent evolution. Here, we demonstrate the control of quantum tunneling in an ultracold lattice gas by the measurement backaction imposed by the act of imaging the atoms, ie, light scattering. By varying the rate of light scattering from the atomic ensemble, we show the crossover from the weak measurement regime, where position measurements have little influence on tunneling dynamics, to the strong measurement regime, where measurement-induced localization causes a large suppression of tunneling—a manifestation of the quantum Zeno effect. Our study realizes an experimental demonstration of the paradigmatic Heisenberg microscope and sheds light on the implications of measurement on the coherent evolution of a quantum system.",
                "We study the mechanical properties of stoichiometric SiN resonators through a combination of spectroscopic and interferometric imaging techniques. At room temperature, we demonstrate ultrahigh quality factors of 5× 10 7 and a f× Q product of 1× 10 14 Hz. To our knowledge, these correspond to the largest values yet reported for mesoscopic flexural resonators. Through a comprehensive study of the limiting dissipation mechanisms as a function of resonator and substrate geometry, we identify radiation loss through the supporting substrate as the dominant loss process. In addition to pointing the way towards higher quality factors through optimized substrate designs, our work realizes an enabling platform for the observation and control of quantum behavior in a macroscopic mechanical system.",
                "Qubit connectivity is an important property of a quantum processor, with an ideal processor having random access—the ability of arbitrary qubit pairs to interact directly. This a challenge with superconducting circuits, as state-of-the-art architectures rely on only nearest-neighbor coupling. Here, we implement a random access superconducting quantum information processor, demonstrating universal operations on a nine-qubit memory, with a Josephson junction transmon circuit serving as the central processor. The quantum memory uses the eigenmodes of a linear array of coupled superconducting resonators. We selectively stimulate vacuum Rabi oscillations between the transmon and individual eigenmodes through parametric flux modulation of the transmon frequency. Utilizing these oscillations, we perform a universal set of quantum gates on 38 arbitrary pairs of modes and prepare multimode entangled states …",
                "We autonomously stabilize arbitrary states of a qubit through parametric modulation of the coupling between a fixed frequency qubit and resonator. The coupling modulation is achieved with a tunable coupling design, in which the qubit and the resonator are connected in parallel to a superconducting quantum interference device. This allows for quasistatic tuning of the qubit-cavity coupling strength from 12 MHz to more than 300 MHz. Additionally, the coupling can be dynamically modulated, allowing for single-photon exchange in 6 ns. Qubit coherence times exceeding 20 μ s are maintained over the majority of the range of tuning, limited primarily by the Purcell effect. The parametric stabilization technique realized using the tunable coupler involves engineering the qubit bath through a combination of photon nonconserving sideband interactions realized by flux modulation, and direct qubit Rabi driving. We …",
                "We realize a quantum-compatible multimode interaction in an ultrahigh Q mechanical resonator via a reservoir-mediated parametric coupling. We use this interaction to demonstrate nondegenerate parametric amplification and thermomechanical noise squeezing, finding excellent agreement with a theoretical model of this interaction over a large dynamic range. This realization of strong multimode nonlinearities in a mechanical platform compatible with quantum-limited optical detection and cooling makes this a powerful system for nonlinear approaches to quantum metrology, transduction between optical and phononic fields, and the quantum manipulation of phononic degrees of freedom.",
                "We realize a Λ system in a superconducting circuit, with metastable states exhibiting lifetimes up to 8 ms. We exponentially suppress the tunneling matrix elements involved in spontaneous energy relaxation by creating a “heavy” fluxonium, realized by adding a capacitive shunt to the original circuit design. The device allows for both cavity-assisted and direct fluorescent readouts, as well as state preparation schemes akin to optical pumping. Since direct transitions between the metastable states are strongly suppressed, we utilize Raman transitions for coherent manipulation of the states.",
                "We demonstrate the nondestructive imaging of a lattice gas of ultracold bosons. Atomic fluorescence is induced in the simultaneous presence of degenerate Raman sideband cooling. The combined influence of these processes controllably cycles an atom between a dark state and a fluorescing state while eliminating heating and loss. Through spatially resolved sideband spectroscopy following the imaging sequence, we demonstrate the efficacy of this imaging technique in various regimes of lattice depth and fluorescence acquisition rate. Our work provides an important extension of quantum gas imaging to the nondestructive detection, control, and manipulation of atoms in optical lattices. In addition, our technique can also be extended to atomic species that are less amenable to molasses-based lattice imaging.",
                "We propose and experimentally demonstrate an efficient scheme for bidirectional and deterministic photonic communication between two remote superconducting modules. The two chips, each consists of a transmon, are connected through a one-meter long coaxial cable that is coupled to a dedicated “communication” resonator on each chip. The two communication resonators hybridize with a mode of the cable to form a dark “communication mode” that is highly immune to decay in the coaxial cable. We overcome the various restrictions of quantum communication channels established by other recent approaches in deterministic communication for superconducting qubits. Our approach enables bidirectional communication, and eliminates the high insertion loss and large volume footprint of circulators. We modulate the transmon frequency via a parametric drive to generate sideband interactions between the …",
                "In a recent paper (Tranet al, Ann. Phys.311, 204 (2004)), some asymptotic number theoretical results on the partitioning of an integer were derived exploiting its connection to the quantum density of states of a many-particle system. We generalise these results to obtain an asymptotic formula for therestricted or coloured partitionsp k s (n), which is the number of partitions of an integern into the summand of sth powers of integers such that each power of a given integer may occur utmostk times. While the method is not rigorous, it reproduces the well-known asymptotic results fors = 1 apart from yielding more general results for arbitrary values ofs.",
                "We describe the realization of multimode phononic correlations that arise from nonlinear interactions in a mechanical nondegenerate parametric amplifier. The nature of these correlations differs qualitatively depending on the strength of the driving field in relation to the threshold for parametric instability. Below this threshold, the correlations are manifest in a combined quadrature of the coupled mechanical modes. In this regime, the system is amenable to back-action evading measurement schemes for the detection of weak forces. Above threshold, the correlations are manifest in the amplitude difference between the two mechanical modes, akin to intensity difference squeezing observed in optical parametric oscillators. We discuss the crossover of correlations between these two regimes and applications of this quantum-compatible mechanical system to nonlinear metrology and out-of-equilibrium dynamics."
            ],
            [
                [
                    "Superconducting circuits",
                    "Optomechanics",
                    "Ultracold gases"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}