{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "EZ9OBTGK",
            "o3Z-jcMAAAAJ",
            [
                "Dynamic control of positional information in the early Drosophila embryo",
                "Canalization of gene expression in the Drosophila blastoderm by gap gene cross regulation",
                "Dynamical Analysis of Regulatory Interactions in the Gap Gene System of Drosophila melanogaster",
                "Characterization of the Drosophila segment determination morphome",
                "Registration of the expression patterns of Drosophila segmentation genes by two independent methods",
                "FlyEx, the quantitative atlas on segmentation gene expression at cellular resolution",
                "A database for management of gene expression data in situ"
            ],
            [
                "Morphogen gradients contribute to pattern formation by determining positional information in morphogenetic fields 1, 2. Interpretation of positional information is thought to rely on direct, concentration-threshold-dependent mechanisms for establishing multiple differential domains of target gene expression 1, 3, 4. In Drosophila, maternal gradients establish the initial position of boundaries for zygotic gap gene expression, which in turn convey positional information to pair-rule and segment-polarity genes, the latter forming a segmental pre-pattern by the onset of gastrulation 5, 6, 7. Here we report, on the basis of quantitative gene expression data, substantial anterior shifts in the position of gap domains after their initial establishment. Using a data-driven mathematical modelling approach 8, 9, 10, 11, we show that these shifts are based on a regulatory mechanism that relies on asymmetric gap–gap cross-repression …",
                "Developing embryos exhibit a robust capability to reduce phenotypic variations that occur naturally or as a result of experimental manipulation. This reduction in variation occurs by an epigenetic mechanism called canalization, a phenomenon which has resisted understanding because of a lack of necessary molecular data and of appropriate gene regulation models. In recent years, quantitative gene expression data have become available for the segment determination process in the Drosophila blastoderm, revealing a specific instance of canalization. These data show that the variation of the zygotic segmentation gene expression patterns is markedly reduced compared to earlier levels by the time gastrulation begins, and this variation is significantly lower than the variation of the maternal protein gradient Bicoid. We used a predictive dynamical model of gene regulation to study the effect of Bicoid variation on the downstream gap genes. The model correctly predicts the reduced variation of the gap gene expression patterns and allows the characterization of the canalizing mechanism. We show that the canalization is the result of specific regulatory interactions among the zygotic gap genes. We demonstrate the validity of this explanation by showing that variation is increased in embryos mutant for two gap genes, Krüppel and knirps, disproving competing proposals that canalization is due to an undiscovered morphogen, or that it does not take place at all. In an accompanying article in PLoS Computational Biology (doi:10.1371\/journal.pcbi.1000303), we show that cross regulation between the gap genes causes their expression to approach …",
                "Genetic studies have revealed that segment determination in Drosophila melanogaster is based on hierarchical regulatory interactions among maternal coordinate and zygotic segmentation genes. The gap gene system constitutes the most upstream zygotic layer of this regulatory hierarchy, responsible for the initial interpretation of positional information encoded by maternal gradients. We present a detailed analysis of regulatory interactions involved in gap gene regulation based on gap gene circuits, which are mathematical gene network models used to infer regulatory interactions from quantitative gene expression data. Our models reproduce gap gene expression at high accuracy and temporal resolution. Regulatory interactions found in gap gene circuits provide consistent and sufficient mechanisms for gap gene expression, which largely agree with mechanisms previously inferred from qualitative studies …",
                "Here we characterize the expression of the full system of genes which control the segmentation morphogenetic field of Drosophila at the protein level in one dimension. The data used for this characterization are quantitative with cellular resolution in space and about 6 min in time. We present the full quantitative profiles of all 14 segmentation genes which act before the onset of gastrulation. The expression patterns of these genes are first characterized in terms of their average or typical behavior. At this level, the expression of all of the genes has been integrated into a single atlas of gene expression in which the expression levels of all genes in each cell are specified. We show that expression domains do not arise synchronously, but rather each domain has its own specific dynamics of formation. Moreover, we show that the expression domains shift position in the direction of the cephalic furrow, such that domains in …",
                "Motivation: To construct an integrated map of Drosophila   segmentation gene expression from partial data taken from individual   embryos.Results: Spline and wavelet based registration techniques were   developed to register Drosophila segmentation gene expression data.   As ground control points for registration we used the locations of   extrema on gene expression patterns, represented in 1D. The   registration method was characterized by unprecedented high   accuracy. A method for constructing the integrated pattern of gene   expression at cellular resolution was designed. These patterns were   constructed for 9 segmentation genes belonging to gap and pair-rule   classes.Availability: Programs running on SPARC\/SunOS 5.0 platform or   Alpha\/DU 4.0E systems may be obtained from the authors.Contact: myasnikova@fn.csa.ru ",
                "The datasets on gene expression are the valuable source of information about the functional state of an organism. Recently, we have acquired the large dataset on expression of segmentation genes in the Drosophila blastoderm. To provide efficient access to the data, we have developed the FlyEx database (http:\/\/urchin.spbcas.ru\/flyex). FlyEx contains 4716 images of 14 segmentation gene expression patterns obtained from 1579 embryos and 9 500 000 quantitative data records. Reference data are available for all segmentation genes in cycles 11–13 and all temporal classes of cycle 14A. FlyEx supports operations on images of gene expression patterns. The database can be used to examine the quality of data, analyze the dynamics of formation of segmentation gene expression domains, as well as to estimate the variability of gene expression patterns. Currently, a user is able to monitor and analyze the …",
                " Motivation: To create a spatiotemporal atlas of Drosophila segmentation gene expression at cellular resolution. Results: The expression of segmentation genes plays a crucial role in the establishment of the Drosophila body plan. Using the IBM DB2 Relational Database Management System we have designed and implemented the FlyEx database. FlyEx contains 2832 images of 14 segmentation gene expression patterns obtained from 954 embryos and 2 073 662 quantitative data records. The averaged data is available for most of segmentation genes at eight time points. FlyEx supports operations on images of gene expression patterns. The database can be used to examine the quality of data, analyze the dynamics of formation of segmentation gene expression domains, as well as estimate the variability of gene expression patterns. We also provide the capability to download data of …"
            ],
            [
                [
                    "computational biology"
                ]
            ],
            [
                "Pieter Maris Research Professor Nuclear A527 Zaffarano Hall pmaris@iastate.edu 515-294-3989"
            ]
        ]
    ]
}