{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F1FEKR3L",
            "ElQzdcAAAAAJ",
            [
                "Free energy calculation from steered molecular dynamics simulations using Jarzynski’s equality",
                "Molecular dynamics simulations of membrane channels and transporters",
                "A lithium–oxygen battery with a long cycle life in an air-like atmosphere",
                "An emerging consensus on voltage-dependent gating from computational modeling and molecular dynamics simulations",
                "Stable and selective humidity sensing using stacked black phosphorus flakes",
                "Calculation of the gating charge for the Kv1. 2 voltage-activated potassium channel",
                "Constant electric field simulations of the membrane potential illustrated with simple systems",
                "Dynamics of K+ ion conduction through Kv1. 2",
                "On the sensing mechanism in carbon nanotube chemiresistors",
                "Bimodal phonon scattering in graphene grain boundaries"
            ],
            [
                "Jarzynski’s equality is applied to free energy calculations from steered molecular dynamics simulations of biomolecules. The helix-coil transition of deca-alanine in vacuum is used as an example. With about ten trajectories sampled, the second order cumulant expansion, among the various averaging schemes examined, yields the most accurate estimates. We compare umbrella sampling and the present method, and find that their efficiencies are comparable.",
                "Membrane transport constitutes one of the most fundamental processes in all living cells with proteins as major players. Proteins as channels provide highly selective diffusive pathways gated by environmental factors, and as transporters furnish directed, energetically uphill transport consuming energy. X-ray crystallography of channels and transporters furnishes a rapidly growing number of atomic resolution structures, permitting molecular dynamics (MD) simulations to reveal the physical mechanisms underlying channel and transporter function. Ever increasing computational power today permits simulations stretching up to 1 μ s, that is, to physiologically relevant time scales. Membrane protein simulations presently focus on ion channels, on aquaporins, on protein-conducting channels, as well as on various transporters. In this review we summarize recent developments in this rapidly evolving field.",
                "Lithium–air batteries are considered to be a potential alternative to lithium-ion batteries for transportation applications, owing to their high theoretical specific energy 1. So far, however, such systems have been largely restricted to pure oxygen environments (lithium–oxygen batteries) and have a limited cycle life owing to side reactions involving the cathode, anode and electrolyte 2, 3, 4, 5. In the presence of nitrogen, carbon dioxide and water vapour, these side reactions can become even more complex 6, 7, 8, 9, 10, 11. Moreover, because of the need to store oxygen, the volumetric energy densities of lithium–oxygen systems may be too small for practical applications 12. Here we report a system comprising a lithium carbonate-based protected anode, a molybdenum disulfide cathode 2 and an ionic liquid\/dimethyl sulfoxide electrolyte that operates as a lithium–air battery in a simulated air atmosphere with a long …",
                "Developing an understanding of the mechanism of voltage-gated ion channels in molecular terms requires knowledge of the structure of the active and resting conformations. Although the active-state conformation is known from x-ray structures, an atomic resolution structure of a voltage-dependent ion channel in the resting state is not currently available. This has motivated various efforts at using computational modeling methods and molecular dynamics (MD) simulations to provide the missing information. A comparison of recent computational results reveals an emerging consensus on voltage-dependent gating from computational modeling and MD simulations. This progress is highlighted in the broad context of preexisting work about voltage-gated channels.",
                "Black phosphorus (BP) atomic layers are known to undergo chemical degradation in humid air. Yet in more robust configurations such as films, composites, and embedded structures, BP can potentially be utilized in a large number of practical applications. In this study, we explored the sensing characteristics of BP films and observed an ultrasensitive and selective response toward humid air with a trace-level detection capability and a very minor drift over time. Our experiments show that the drain current of the BP sensor increases by ∼4 orders of magnitude as the relative humidity (RH) varies from 10% to 85%, which ranks it among the highest ever reported values for humidity detection. The mechanistic studies indicate that the operation principle of the BP film sensors is based on the modulation in the leakage ionic current caused by autoionization of water molecules and ionic solvation of the phosphorus …",
                "The atomic models of the Kv1.2 potassium channel in the active and resting state, originally presented elsewhere, are here refined using molecular dynamics simulations in an explicit membrane-solvent environment. With a minor adjustment of the orientation of the first arginine along the S4 segment, the total gating charge of the channel determined from >0.5 μs of molecular dynamics simulation is ∼12–12.7 e, in good accord with experimental estimates for the Shaker potassium channel, indicating that the final models offer a realistic depiction of voltage-gating. In the resting state of Kv1.2, the S4 segment in the voltage-sensing domain (VSD) spontaneously converts into a 310 helix over a stretch of 10 residues. The 310 helical conformation orients the gating arginines on S4 toward a water-filled crevice within the VSD and allows salt-bridge interactions with negatively charged residues along S2 and S3. Free …",
                "Advances in modern computational methods and technology make it possible to carry out extensive molecular dynamics simulations of complex membrane proteins based on detailed atomic models. The ultimate goal of such detailed simulations is to produce trajectories in which the behavior of the system is as realistic as possible. A critical aspect that requires consideration in the case of biological membrane systems is the existence of a net electric potential difference across the membrane. For meaningful computations, it is important to have well validated methodologies for incorporating the latter in molecular dynamics simulations. A widely used treatment of the membrane potential in molecular dynamics consists of applying an external uniform electric field E perpendicular to the membrane. The field acts on all charged particles throughout the simulated system, and the resulting applied membrane potential V …",
                "The crystallographic structure of a potassium channel, Kv1.2, in an open state makes it feasible to simulate entire K+ ion permeation events driven by a voltage bias and, thereby, elucidate the mechanism underlying ion conduction and selectivity of this type of channel. This Letter demonstrates that molecular dynamics simulations can provide movies of the overall conduction of K+ ions through Kv1.2. As suggested earlier, the conduction is concerted in the selectivity filter, involving 2–3 ions residing mainly at sites identified previously by crystallography and modeling. The simulations reveal, however, the jumps of ions between these sites and identify the sequence of multi-ion configurations involved in permeation.",
                "There has been recent controversy whether the response seen in carbon nanotube (CNT) chemiresistors is associated with a change in the resistance of the individual nanotubes or changes in the resistance of the junctions. In this study, we carry out a network analysis to understand the relative contributions of the nanotubes and the junctions to the change in resistance of the nanotube network. We find that the dominant mode of detection in nanotube networks changes according to the conductance level (defect level) in the nanotubes. In networks with perfect nanotubes, changes in the junctions between adjacent nanotubes and junctions between the contacts and the CNTs can cause a detectable change in the resistance of the nanotube networks, while adsorption on the nanotubes has a smaller effect. In contrast, in networks with highly defective nanotubes, the changes in the resistance of the individual …",
                "Graphene has served as the model 2D system for over a decade, and the effects of grain boundaries (GBs) on its electrical and mechanical properties are very well investigated. However, no direct measurement of the correlation between thermal transport and graphene GBs has been reported. Here, we report a simultaneous comparison of thermal transport in supported single crystalline graphene to thermal transport across an individual graphene GB. Our experiments show that thermal conductance (per unit area) through an isolated GB can be up to an order of magnitude lower than the theoretically anticipated values. Our measurements are supported by Boltzmann transport modeling which uncovers a new bimodal phonon scattering phenomenon initiated by the GB structure. In this novel scattering mechanism, boundary roughness scattering dominates the phonon transport in low-mismatch GBs, while for …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}