{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F30YHWWK",
            "oV8EDRoAAAAJ",
            [
                "The inner jet of an active galactic nucleus as revealed by a radio-to-γ-ray outburst",
                "Probing the inner jet of the quasar PKS 1510–089 with multi-waveband monitoring during strong gamma-ray activity",
                "On the location of the γ-ray outburst emission in the BL lacertae object AO 0235+ 164 through observations across the electromagnetic spectrum",
                "DISK–JET CONNECTION IN THE RADIO GALAXY 3C 120",
                "Assessing the interactivity and prescriptiveness of faculty professional development workshops: The real-time professional development observation tool",
                "Improving the accuracy of meteoroid mass estimates from head echo deceleration",
                "Supporting improvements to undergraduate STEM instruction: an emerging model for understanding instructional change teams",
                "Pedagogical sensemaking or “doing school”: In well-designed workshop sessions, facilitation makes the difference",
                "A magnified view of star formation at z= 0.9 from two lensed galaxies",
                "A case of physics faculty engaging in pedagogical sense-making"
            ],
            [
                "Blazars are the most extreme active galactic nuclei. They possess oppositely directed plasma jets emanating at near light speeds from accreting supermassive black holes. According to theoretical models, such jets are propelled by magnetic fields twisted by differential rotation of the black hole’s accretion disk or inertial-frame-dragging ergosphere 1, 2, 3. The flow velocity increases outward along the jet in an acceleration and collimation zone containing a coiled magnetic field 4, 5. Detailed observations of outbursts of electromagnetic radiation, for which blazars are famous, can potentially probe the zone. It has hitherto not been possible to either specify the location of the outbursts or verify the general picture of jet formation. Here we report sequences of high-resolution radio images and optical polarization measurements of the blazar BL Lacertae. The data reveal a bright feature in the jet that causes a double flare …",
                "We present results from monitoring the multi-waveband flux, linear polarization, and parsec-scale structure of the quasar PKS 1510–089, concentrating on eight major γ-ray flares that occurred during the interval 2009.0-2009.5. The γ-ray peaks were essentially simultaneous with maxima at optical wavelengths, although the flux ratio of the two wave bands varied by an order of magnitude. The optical polarization vector rotated by 720 during a five-day period encompassing six of these flares. This culminated in a very bright,~ 1 day, optical and γ-ray flare as a bright knot of emission passed through the highest-intensity, stationary feature (the\" core\") seen in 43 GHz Very Long Baseline Array images. The knot continued to propagate down the jet at an apparent speed of 22c and emit strongly at γ-ray energies as a months-long X-ray\/radio outburst intensified. We interpret these events as the result of the knot following a …",
                "We present observations of a major outburst at centimeter, millimeter, optical, X-ray, and γ-ray wavelengths of the BL Lacertae object AO 0235+ 164. We analyze the timing of multi-waveband variations in the flux and linear polarization, as well as changes in Very Long Baseline Array images at λ= 7 mm with~ 0.15 milliarcsec resolution. The association of the events at different wavebands is confirmed at high statistical significance by probability arguments and Monte Carlo simulations. A series of sharp peaks in optical linear polarization, as well as a pronounced maximum in the 7 mm polarization of a superluminal jet knot, indicate rapid fluctuations in the degree of ordering of the magnetic field. These results lead us to conclude that the outburst occurred in the jet both in the quasi-stationary\" core\" and in the superluminal knot, both parsecs downstream of the supermassive black hole. We interpret the outburst as a …",
                "We present the results of extensive multi-frequency monitoring of the radio galaxy 3C 120 between 2002 and 2007 at X-ray (2-10 keV), optical (R and V bands), and radio (14.5 and 37 GHz) wave bands, as well as imaging with the Very Long Baseline Array (VLBA) at 43 GHz. Over the 5 yr of observation, significant dips in the X-ray light curve are followed by ejections of bright superluminal knots in the VLBA images. Consistent with this, the X-ray flux and 37 GHz flux are anti-correlated with X-ray leading the radio variations. Furthermore, the total radiative output of a radio flare is related to the equivalent width of the corresponding X-ray dip. This implies that, in this radio galaxy, the radiative state of accretion disk plus corona system, where the X-rays are produced, has a direct effect on the events in the jet, where the radio emission originates. The X-ray power spectral density of 3C 120 shows a break, with steeper …",
                "Professional development workshops are one of the primary mechanisms used to help faculty improve their teaching, and draw in many STEM instructors every year. Although workshops serve a critical role in changing instructional practices within our community, we rarely assess workshops through careful consideration of how they engage faculty. Initial evidence suggests that workshop leaders often overlook central tenets of education research that are well established in classroom contexts, such as the role of interactivity in enabling student learning [S. Freeman et al., Proc. Natl. Acad. Sci. USA 111, 8410 (2014)]. As such, there is a need to develop more robust, evidence-based models of how best to support faculty learning in professional development contexts, and to actively support workshop leaders in relating their design decisions to familiar ideas from other educational contexts. In response to these needs …",
                "This paper examines current techniques used to determine meteoroid mass from high-power, large aperture (HPLA) radar observations. We demonstrate why the standard approach of fitting a polynomial to velocity measurements gives inaccurate results by applying this technique to artificial datasets. We then suggest an alternate approach, fitting velocity data to an ablation model. Using data taken at the Jicamarca Radio Observatory in July 2005, we compare the results of both methods and demonstrate that fitting velocity data to an ablation model yields a reasonable result in some instances where alternate methods produce physically unrealistic mass estimates.",
                "Instructional change efforts involving teams of change agents are becoming increasingly prevalent at higher education institutions across the US. Teams may be able to make more lasting and high-quality changes to STEM courses than instructors working alone. But team-based change efforts are also risky. They tend to require more resources than individually focused efforts, and there are many ways in which teams can fail to achieve their goals. So far, research on how change leaders can best support instructional change teams has been extremely limited. We lack a context-specific model that can help us to understand how, when, and why instructional change teams are likely to generate positive outcomes. This study begins to address this limitation by exploring the decisions that project leaders make when establishing supports for instructional change teams. We use a grounded theory approach to analyze …",
                "Although physics education researchers often use workshops to promote instructional change in higher education, little research has been done to investigate workshop design. Initial evidence suggests that many workshop sessions focus primarily on raising faculty’s awareness of research-based instructional strategies, a fairly straightforward goal that has been largely met. However, increasing faculty’s awareness of existing strategies alone has somewhat limited benefits. We argue that workshop leaders should also aim to cultivate faculty’s ability and motivation to engage in pedagogical sensemaking, ie, the pursuit of robust pedagogical logic based on observations and interpretations of classroom events. This goal is likely more challenging to achieve, and thus presents a greater need for research. In this paper, we pursue in situ, qualitative analysis of two parallel workshop sessions that seem to have the …",
                "We present new narrowband Hα imaging from the Hubble Space Telescope of two z= 0.91 galaxies that have been lensed by the foreground galaxy cluster A2390. These data probe spatial scales as small as~ 0.3 kpc, providing a magnified look at the morphology of star formation at an epoch when the global star formation rate (SFR) was high. However, dust attenuates our spatially resolved SFR indicators, the Hα and rest-UV emission, and we lack a direct measurement of extinction. Other studies have found that ionized gas in galaxies tends to be roughly 50% more obscured than stars; however, given an unextincted measurement of the SFR we can quantify the relative stellar to nebular extinction and the extinction in Hα. We infer SFRs from Spitzer and Herschel mid-to far-infrared observations and compare these to integrated Hα and rest-UV SFRs; this yields stellar to nebular extinction ratios consistent with …",
                "Faculty often become motivated to try research-based instructional strategies after attending profes-sional development (PD) workshops, but are often underprepared to wisely adapt these strategies both to their local contexts and to specific situations they encounter with their students. We used our workshop observation tool to select a rare session from the Physics and Astronomy New Faculty Workshop where faculty are analyz-ing instruction within a large group open discussion. We analyze video-recordings of this session to understand what it can look like for faculty to learn how to reason about instruction in ways that would support their flexible response to students’ reasoning and engagement in the moment. Our analysis identifies features of pedagogical sense-making and considers what might support its emergence in this situation."
            ],
            [
                [
                    "instructional change",
                    "higher education",
                    "STEM education",
                    "astronomy",
                    "faculty professional development"
                ]
            ],
            [
                "Log In Alice Olmstead's website Menu Skip to content Home About me CV Service Teaching Contact Welcome Welcome to my website! I am currently an assistant professor in the Physics department at Texas State University. My academic interests revolve around improving undergraduate’s experiences in astronomy, physics, and across STEM by enabling faculty and others to improve the culture of their classrooms, departments, and institutions. I am also developing new research projects that center on enacting, documenting, and studying strategies to improve undergraduate STEM instruction in the Physics department at Texas State (e.g., in my own teaching). Please follow the links to read about my current and past work. You can also check out the website for the Texas State Physics Education Research group here . Pages About me CV Service Teaching Welcome Contact Proudly powered by WordPress Official Texas State University Disclaimer"
            ]
        ]
    ]
}