{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F33U8SVP",
            "_gXM9vEAAAAJ",
            [
                "Quantum Monte Carlo calculations of neutron matter with nonlocal chiral interactions",
                "Ground-state properties of 4He and 16O extrapolated from lattice QCD with pionless EFT"
            ],
            [
                "We present fully nonperturbative quantum Monte Carlo calculations with nonlocal chiral effective field theory (EFT) interactions for the ground-state properties of neutron matter. The equation of state, the nucleon chemical potentials, and the momentum distribution in pure neutron matter up to one and a half times the nuclear saturation density are computed with a newly optimized chiral EFT interaction at next-to-next-to-leading order. This work opens the way to systematic order by order benchmarking of chiral EFT interactions and ab initio prediction of nuclear properties while respecting the symmetries of quantum chromodynamics.",
                "We extend the prediction range of Pionless Effective Field Theory with an analysis of the ground state of 16O in leading order. To renormalize the theory, we use as input both experimental data and lattice QCD predictions of nuclear observables, which probe the sensitivity of nuclei to increased quark masses. The nuclear many-body Schrödinger equation is solved with the Auxiliary Field Diffusion Monte Carlo method. For the first time in a nuclear quantum Monte Carlo calculation, a linear optimization procedure, which allows us to devise an accurate trial wave function with a large number of variational parameters, is adopted. The method yields a binding energy of 4He which is in good agreement with experiment at physical pion mass and with lattice calculations at larger pion masses. At leading order we do not find any evidence of a 16O state which is stable against breakup into four 4He, although higher-order …"
            ],
            [
                [
                    "Quantum Monte Carlo",
                    "Quantum Computing"
                ]
            ]
        ]
    ]
}