{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F5L691PA",
            "dUnshUIAAAAJ",
            [
                "Fitting the galactic center gamma-ray excess with cascade annihilations"
            ],
            [
                "The apparent excess of gamma rays in an extended region in the direction of the Galactic Center has a spatial distribution and amplitude that are suggestive of dark matter annihilations. If this excess is indeed due to dark matter annihilations, it would indicate the presence of both dark matter and an additional particle beyond the Standard Model that mediates the interactions between the dark matter and Standard Model states. We introduce reference models describing dark matter annihilation to pairs of these new mediators, which decouples the SM-mediator coupling from the thermal annihilation cross section and easily explains the lack of direct detection signals. We determine the parameter regions that give good descriptions of the gamma-ray excess for several motivated choices of mediator couplings to the SM. We find fermion dark matter with mass 7–26 GeV and a dark vector mediator, or scalar dark matter …"
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "James  Unwin, PhD Assistant Professor 2274 SES (312) 996-3403 unwin@uic.edu James Unwin Website Professor Unwin undertakes research related to new physics beyond the Standard Model of Particle Physics at the intersection of particle physics, astrophysics, and cosmology. He has worked on a range of topics in theoretical particle physics, including Supersymmetry, LHC searches for New Physics, and Grand Unified Theories. In theoretical astrophysics and cosmology, he is interested in exploring novel dark matter models with distinct implications for experiments and observations. Cores in Dwarf Galaxies from Fermi Repulsion Lisa Randall, Jakub Scholtz, and James Unwin. Published in Mon.Not.Roy.Astron.Soc. 467 (2017) 2, 1515 Flooded Dark Matter and S Level Rise Lisa Randall, Jakub Scholtz, and James Unwin. Published in JHEP 1603 (2016) 011 UltraViolet Freeze-in Fatemeh Elahi, Christopher Kolda, and James Unwin. Published in JHEP 1503 (2015) 048 Fitting the Galactic Center Gamma-Ray Excess with Cascade Annihilations Adam Martin, Jessie Shelton, and James Unwin. Published in Phys.Rev. D90 (2014) 10, 103513 The impact of heavy-quark loops on LHC dark matter searches Ulrich Haisch, Felix Kahlhoefer, and James Unwin. Published in JHEP 1307 (2013) 125 R-symmetric High Scale Supersymmetry James Unwin. Published in Phys.Rev. D86 (2012) 095002 D. Phil. 2013, University of Oxford"
            ]
        ]
    ]
}