{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F72PTQPY",
            "I57-PYsAAAAJ",
            [
                "Observation of single top-quark production",
                "Single-spin asymmetries in semi-inclusive deep-inelastic scattering on a transversely polarized hydrogen target",
                "Beam Energy Dependence of Moments of the Net-Charge Multiplicity Distributions in  Collisions at RHIC",
                "Forward-backward asymmetry in top quark-antiquark production",
                "Measurement of the Inclusive Jet Cross Section in  Collisions at ",
                "Precise determination of the spin structure function  of the proton, deuteron, and neutron",
                "Energy dependence of moments of net-proton multiplicity distributions at RHIC",
                "Combination of Tevatron Searches for the Standard Model Higgs Boson in the  Decay Mode",
                "Measurement of the normalized Z\/γ∗→ μ+ μ− transverse momentum distribution in pp¯ collisions at s= 1.96 TeV",
                "Global Λ hyperon polarization in nuclear collisions"
            ],
            [
                "We report observation of the electroweak production of single top quarks in p p collisions at s= 1.96 TeV based on 2.3 fb− 1 of data collected by the D0 detector at the Fermilab Tevatron Collider. Using events containing an isolated electron or muon and missing transverse energy, together with jets originating from the fragmentation of b quarks, we measure a cross section of σ (p p→ t b+ X, t q b+ X)= 3.94±0.88 pb. The probability to measure a cross section at this value or higher in the absence of signal is 2.5× 10− 7, corresponding to a 5.0 standard deviation significance for the observation.",
                "Single-spin asymmetries for semi-inclusive electroproduction of charged pions in deep-inelastic scattering of positrons are measured for the first time with transverse target polarization. The asymmetry depends on the azimuthal angles of both the pion (ϕ) and the target spin axis (ϕ S) about the virtual-photon direction and relative to the lepton scattering plane. The extracted Fourier component⟨ sin﻿(ϕ+ ϕ S)⟩ U T π is a signal of the previously unmeasured quark transversity distribution, in conjunction with the Collins fragmentation function, also unknown. The component⟨ sin﻿(ϕ− ϕ S⟩ U T π arises from a correlation between the transverse polarization of the target nucleon and the intrinsic transverse momentum of quarks, as represented by the previously unmeasured Sivers distribution function. Evidence for both signals is observed, but the Sivers asymmetry may be affected by exclusive vector meson production.",
                "We report the first measurements of the moments—mean (M), variance (σ 2), skewness (S), and kurtosis (κ)—of the net-charge multiplicity distributions at midrapidity in Au+ Au collisions at seven energies, ranging from s NN= 7.7 to 200 GeV, as a part of the Beam Energy Scan program at RHIC. The moments are related to the thermodynamic susceptibilities of net charge, and are sensitive to the location of the QCD critical point. We compare the products of the moments, σ 2\/M, S σ, and κ σ 2, with the expectations from Poisson and negative binomial distributions (NBDs). The S σ values deviate from the Poisson baseline and are close to the NBD baseline, while the κ σ 2 values tend to lie between the two. Within the present uncertainties, our data do not show nonmonotonic behavior as a function of collision energy. These measurements provide a valuable tool to extract the freeze-out parameters in heavy-ion …",
                "We present a measurement of forward-backward asymmetry in top quark-antiquark production in proton-antiproton collisions in the final state containing a lepton and at least four jets. Using a data set corresponding to an integrated luminosity of 5.4 fb− 1, collected by the D0 experiment at the Fermilab Tevatron Collider, we measure the t t forward-backward asymmetry to be (9.2±3.7)% at the reconstruction level. When corrected for detector acceptance and resolution, the asymmetry is found to be (19.6±6.5)%. We also measure a corrected asymmetry based on the lepton from a top quark decay, found to be (15.2±4.0)%. The results are compared to predictions based on the next-to-leading-order QCD generator mc@ nlo. The sensitivity of the measured and predicted asymmetries to the modeling of gluon radiation is discussed.",
                "We report on a measurement of the inclusive jet cross section in p p collisions at a center-of-mass energy s= 1.96 TeV using data collected by the D0 experiment at the Fermilab Tevatron Collider corresponding to an integrated luminosity of 0.70 fb− 1. The data cover jet transverse momenta from 50 to 600 GeV and jet rapidities in the range− 2.4 to 2.4. Detailed studies of correlations between systematic uncertainties in transverse momentum and rapidity are presented, and the cross section measurements are found to be in good agreement with next-to-leading order QCD calculations.",
                "Precise measurements of the spin structure functions of the proton g 1 p (x, Q 2) and deuteron g 1 d (x, Q 2) are presented over the kinematic range 0.0041≤ x≤ 0.9 and 0.18 GeV 2≤ Q 2≤ 20 GeV 2. The data were collected at the HERMES experiment at DESY, in deep-inelastic scattering of 27.6 GeV longitudinally polarized positrons off longitudinally polarized hydrogen and deuterium gas targets internal to the HERA storage ring. The neutron spin structure function g 1 n is extracted by combining proton and deuteron data. The integrals of g 1 p, d at Q 2= 5 GeV 2 are evaluated over the measured x range. Neglecting any possible contribution to the g 1 d integral from the region x≤ 0.021, a value of 0.330±0.011 (theo)±0.025 (exp)±0.028 (evol) is obtained for the flavor-singlet axial charge a 0 in a leading-twist next-to-next-to-leading-order analysis.",
                "We report the beam energy (s N N= 7.7–200 GeV) and collision centrality dependence of the mean (M), standard deviation (σ), skewness (S), and kurtosis (κ) of the net-proton multiplicity distributions in Au+ Au collisions. The measurements are carried out by the STAR experiment at midrapidity (| y|< 0.5) and within the transverse momentum range 0.4< p T< 0.8 GeV\/c in the first phase of the Beam Energy Scan program at the Relativistic Heavy Ion Collider. These measurements are important for understanding the quantum chromodynamic phase diagram. The products of the moments, S σ and κ σ 2, are sensitive to the correlation length of the hot and dense medium created in the collisions and are related to the ratios of baryon number susceptibilities of corresponding orders. The products of moments are found to have values significantly below the Skellam expectation and close to expectations based on …",
                "We combine searches by the CDF and D0 Collaborations for a Higgs boson decaying to W+ W−. The data correspond to an integrated total luminosity of 4.8 (CDF) and 5.4 (D0) fb− 1 of p p collisions at s= 1.96 TeV at the Fermilab Tevatron collider. No excess is observed above background expectation, and resulting limits on Higgs boson production exclude a standard model Higgs boson in the mass range 162–166 GeV at the 95% CL",
                "We present a new measurement of the Z\/γ∗ transverse momentum distribution in the range 0–330 GeV, in proton–antiproton collisions at s= 1.96 TeV. The measurement uses 0.97 fb− 1 of integrated luminosity recorded by the D0 experiment and is the first using the Z\/γ∗→ μ+ μ−+ X channel at this center-of-mass energy. This is also the first measurement of the Z\/γ∗ transverse momentum distribution that presents the result at the level of particles entering the detector, minimizing dependence on theoretical models. As any momentum of the Z\/γ∗ in the plane transverse to the incoming beams must be balanced by some recoiling system, primarily the result of QCD radiation in the initial state, this variable is an excellent probe of the underlying process. Tests of the predictions of QCD calculations and current event generators show they have varied success in describing the data. Using this measurement as an input to …",
                "The extreme energy densities generated by ultra-relativistic collisions between heavy atomic nuclei produce a state of matter that behaves surprisingly like a fluid, with exceptionally high temperature and low viscosity. Non-central collisions have angular momenta of the order of 1,000 ћ, and the resulting fluid may have a strong vortical structure that must be understood to describe the fluid properly. The vortical structure is also of particular interest because the restoration of fundamental symmetries of quantum chromodynamics is expected to produce novel physical effects in the presence of strong vorticity. But, no experimental indications of fluid vorticity in heavy ion collisions have yet been found. Since vorticity represents a local rotational structure of the fluid, spin–orbit coupling can lead to preferential orientation of particle spins along the direction of rotation. Here we present measurements of an alignment between the global angular momentum of a non-central collision and the spin of emitted particles (in this case the collision occurs between gold nuclei and produces Λ baryons), revealing that the fluid produced in heavy ion collisions is the most vortical system so far observed.(At high energies, this fluid is a quark–gluon plasma.) We find that Λ and hyperons show a positive polarization more»"
            ],
            [
                [
                    "High Energy Particle Physics",
                    "High Energy Nuclear Physics",
                    "Hadron Structure"
                ]
            ]
        ]
    ]
}