{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F79LND3D",
            "D3TXZQcAAAAJ",
            [
                "Nuclear fusion from explosions of femtosecond laser-heated deuterium clusters",
                "Hot electron production and heating by hot electrons in fast ignitor research",
                "Nuclear fusion driven by Coulomb explosions of large deuterium clusters",
                "Experimental Measurements of Hot Electrons Generated by Ultraintense (> 10^{19} W\/cm^{2}) Laser-Plasma Interactions on Solid-Density Targets",
                "Characterization of fusion burn time in exploding deuterium cluster plasmas",
                "Detailed study of nuclear fusion from femtosecond laser-driven explosions of deuterium clusters",
                "Hot electron diagnostic in a solid laser target by K-shell lines measurement from ultraintense laser–plasma interactions ",
                "Nuclear fusion in gases of deuterium clusters heated with a femtosecond laser",
                "Effects of nonionizing prepulses in high-intensity laser-solid interactions",
                "125-TW Ti: sapphire\/Nd: glass laser system"
            ],
            [
                "As a form of matter intermediate between molecules and bulk solids, atomic clusters have been much studied 1. Light-induced processes in clusters can lead to photo-fragmentation 2, 3 and Coulombic fission 4, producing atom and ion fragments with a few electronvolts (eV) of energy. However, recent studies of thephotoionization of atomic clusters with high intensity (> 10 16 W cm− 2) femtosecond laser pulses have shown that these interactions can be far more energetic 5, 6, 7, 8, 9, 10, 11, 12, 13—excitation of large atomic clusters can produce a superheated microplasma that ejects ions with kinetic energies up to 1 MeV (ref. 10). This phenomenon suggests that through irradiation of deuterium clusters, it would be possible to create plasmas with sufficient average ion energy for substantial nuclear fusion. Here we report the observation of nuclear fusion from the explosions of deuterium clusters heated with a …",
                "In an experimental study of the physics of fast ignition, the characteristics of the hot electron source at laser intensities up to 1020 W cm−2 have been measured and a diagnosis of the heating at depth by hot electrons has been initiated. Generation of hot electrons with more than 30% efficiency has been observed. Preliminary heating data suggest temperatures kT in the range 300–800 eV.",
                "Recent experiments on the interaction of intense, ultrafast laser pulses with large van der Waals bonded clusters have shown that these clusters can explode with substantial kinetic energy. By driving explosions in deuterium clusters with a 35 fs laser pulse, we have accelerated ions to sufficient kinetic energy to produce DD nuclear fusion. By diagnosing the fusion yield through measurements of 2.45 MeV fusion neutrons, we have found that the fusion yield from these exploding clusters varies strongly with the cluster size, consistent with acceleration of deuterons via Coulomb explosion forces.",
                "We present the first in-target measurements of the electrons produced by an ultraintense (I> 10 19 W\/cm 2) laser pulse incident on a massive solid target. Total conversion efficiency, mean electron energy, and electron cone-angle measurements are presented. A relationship between the target material and the mean electron energy is also discussed.",
                "Exploiting the energetic interaction of intense femtosecond laser pulses with deuterium clusters, it is possible to create conditions in which nuclear fusion results from explosions of these clusters. We have conducted high-resolution neutron time-of-flight spectroscopy on these plasmas and show that they yield fast bursts of nearly monochromatic fusion neutrons with temporal duration as short as a few hundred picoseconds. Such a short, nearly pointlike source now opens up the unique possibility of using these bright neutron pulses, either as a pump or a probe, to conduct ultrafast studies with neutrons.",
                "Recent experiments on the interaction of intense, ultrafast pulses with large van der Waals bonded clusters have shown that these clusters can explode with sufficient kinetic energy to drive nuclear fusion. Irradiating deuterium clusters with a 35 fs laser pulse, it is found that the fusion neutron yield is strongly dependent on such factors as cluster size, laser focal geometry, and deuterium gas jet parameters. Neutron yield is shown to be limited by laser propagation effects as the pulse traverses the gas plume. From the experiments it is possible to get a detailed understanding of how the laser deposits its energy and heats the deuterium cluster plasma. The experiments are compared with simulations.",
                "Characterization of hot electron production from an ultraintense laser–solid target plasma interaction by using a buried molybdenum K-shell fluor layer technique has been reported. Laser energy was typically 400 J and its intensity was from 2×1018 up to 3×1020 W cm−2 at 20 TW to 1 PW laser power by changing pulse duration from 20 ps down to 0.5 ps. X-ray background noise level was significantly greater, i.e., gamma flash, in the shorter pulse experiments. Data analysis procedures for the experiments were developed. The conversion efficiency from the laser energy into the energy, carried by hot electrons, has been estimated to be ∼50% at 3×1020 W cm−2 laser intensity, higher than ∼18% at 1019 W cm−2 and ∼12% at 2×1018 W cm−2 intensity.",
                "Recent experiments on the interaction of intense, ultrafast pulses with large van der Waals bonded clusters have shown that these clusters can explode with substantial kinetic energy. Producing explosions in deuterium clusters with a 35 fs laser pulse, deuterium ions were accelerated to sufficient kinetic energy to drive deuterium–deuterium (DD) nuclear fusion. By diagnosing the fusion yield through measurements of 2.45 MeV fusion neutrons, over 104 neutrons per laser shot were measured when 100 mJ of laser energy is used.",
                "We present theoretical and experimental evidence that nonionizing prepulses with intensities as low as 10 8–10 9 W\/c m 2 can substantially alter high intensity laser-solid interactions. We show that prepulse-heating and vaporization of the target can lead to a preformed plasma once the vapor is ionized by the rising edge of the high-intensity pulse. Our results indicate that peak prepulse intensity is not the only important parameter to consider in determining preformed plasma thresholds, and that a more comprehensive analysis of the prepulse duration and the target material is required.",
                "We have demonstrated a Ti:sapphire\/Nd:glass laser system that produces up to 51??J of energy in 395-fs pulses (125??TW). Focusing at f\/3 to a 2.5-times diffraction-limited spot results in a peak irradiance greater than 10^20W\/cm^2. Our 40-cm-diameter gold diffraction gratings have a damage threshold of 0.42??J\/cm^2 for 320-fs pulses."
            ],
            [
                [
                    "Quantum Foundations",
                    "Quantum Entanglement",
                    "Causality"
                ]
            ],
            [
                "Skip to Main Content Emergency Notification Novel Coronavirus (COVID-19). For the latest information on COVID-19, visit the Health Advisories website . Wharton, Ken San José State University Site Navigation Courses  Publications & Presentations Research & Scholarly Activity SJSU Home > People > Wharton, Ken Wharton, Ken one.SJSU Canvas Athletics Give to SJSU Navigate BACK to \n                        \t\t\t\tA-Z People Index Courses Publications & Presentations Research & Scholarly Activity Professor, Physics & Astronomy Email Preferred: kenneth.wharton@sjsu.edu Alternate: wharton@science.sjsu.edu Telephone Preferred: (408) 924-5257 Education Doctor of Philosophy, Univ Of Cal-Los Angeles, 1998 Bachelor of Science, Physics, Stanford Univ, California, United States, 1992 Bio My research is in the field of quantum foundations.  (Previously, I have also specialized\n                           in experimental high-intensity laser-matter interactions, but all of my research is\n                           now in theoretical physics.)  I am particularly interested in time-symmetric and causally-neutral\n                           approaches, working towards the ultimate goal of reframing quantum theory in a manner\n                           fully compatible with general relativity.\n                           \n                           \n                           My specific research projects concern simple Lagrangian-based classical models that\n                           exhibit quantum-like behavior, and exploring basic deviations from strict classical\n                           theory that might lead to realistic explanations of quantum phenomena.  These projects\n                           are currently being pursued by graduate students at SJSU, and the simplest models\n                           might be appropriate for undergraduates as well. Links  Recent Publications and Online Presentations The Universe is Not a Computer (Award Winning, Popular-Level Essay) SJSU Links and Resources Information for Alumni Current Students Donors Faculty and Staff Future Students Researchers Colleges Business Education Engineering Graduate Studies Health and Human Sciences Humanities and the Arts Professional and Global Education Science Social Sciences Quick Links A-Z Index Academics Bookstore Budget Central Calendars Canvas Careers and Jobs King Library Parking and Maps Privacy Annual Security Report [pdf] Contact us Contact Form Directory Report a Web Problem Report a Title IX Complaint San Jose State University One Washington Square, San Jose, CA 95192 408-924-1000  Last Modified: Mar 12, 2020"
            ]
        ]
    ]
}