{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F7DS46LD",
            "75oUq6AAAAAJ",
            [
                "The totem experiment at the cern large hadron collider",
                "First measurement of the total proton-proton cross-section at the lhc energy of",
                "Luminosity-Independent Measurement of the Proton-Proton Total Cross Section at ",
                "Measurement of the centrality dependence of J\/ψ yields and observation of Z production in lead–lead collisions with the ATLAS detector at the LHC",
                "Luminosity-independent measurements of total, elastic and inelastic cross-sections at",
                "Measurement of proton-proton elastic scattering and total cross-section at",
                "Proton-proton elastic scattering at the LHC energy of",
                "Search for dark matter in events with a  boson and missing transverse momentum in  collisions at  with the ATLAS detector",
                "High energy cosmic muons and the calibration of the L3 electromagnetic calorimeter"
            ],
            [
                "The TOTEM Experiment will measure the total pp cross-section with the luminosity-independent method and study elastic and diffractive scattering at the LHC. To achieve optimum forward coverage for charged particles emitted by the pp collisions in the interaction point IP5, two tracking telescopes, T1 and T2, will be installed on each side in the pseudorapidity region 3.1≤| η|≤ 6.5, and Roman Pot stations will be placed at distances of±147 m and±220 m from IP5. Being an independent experiment but technically integrated into CMS, TOTEM will first operate in standalone mode to pursue its own physics programme and at a later stage together with CMS for a common physics programme. This article gives a description of the TOTEM apparatus and its performance.",
                "TOTEM has measured the differential cross-section for elastic proton-proton scattering at the LHC energy of\\sqrt {s}= 7\\,{\\rm TeV} analysing data from a short run with dedicated large-β* optics. A single exponential fit with a slope B=(20.1±0.2 stat±0.3 syst) GeV− 2 describes the range of the four-momentum transfer squared| t| from 0.02 to 0.33 GeV 2. After the extrapolation to| t|= 0, a total elastic scattering cross-section of (24.8±0.2 stat±1.2 syst) mb was obtained. Applying the optical theorem and using the luminosity measurement from CMS, a total proton-proton cross-section of (98.3±0.2 stat±2.8 syst) mb was deduced which is in good agreement with the expectation from the overall fit of previously measured data over a large range of center-of-mass energies. From the total and elastic pp cross-section measurements, an inelastic pp cross-section of (73.5\\pm 0.6^{{\\rm stat}}{}{\\fontsize {6}{6}\\selectfont {\\begin {array}{c …",
                "The TOTEM collaboration has measured the proton-proton total cross section at s= 8 TeV using a luminosity-independent method. In LHC fills with dedicated beam optics, the Roman pots have been inserted very close to the beam allowing the detection of∼ 90% of the nuclear elastic scattering events. Simultaneously the inelastic scattering rate has been measured by the T1 and T2 telescopes. By applying the optical theorem, the total proton-proton cross section of (101.7±2.9) mb has been determined, well in agreement with the extrapolation from lower energies. This method also allows one to derive the luminosity-independent elastic and inelastic cross sections: σ el=(27.1±1.4) mb; σ inel=(74.7±1.7) mb.",
                "Using the ATLAS detector, a centrality-dependent suppression has been observed in the yield of J\/ψ mesons produced in the collisions of lead ions at the Large Hadron Collider. In a sample of minimum-bias lead–lead collisions at a nucleon–nucleon centre of mass energy s N N= 2.76 TeV, corresponding to an integrated luminosity of about 6.7 μb− 1, J\/ψ mesons are reconstructed via their decays to μ+ μ− pairs. The measured J\/ψ yield, normalized to the number of binary nucleon–nucleon collisions, is found to significantly decrease from peripheral to central collisions. The centrality dependence is found to be qualitatively similar to the trends observed at previous, lower energy experiments. The same sample is used to reconstruct Z bosons in the μ+ μ− final state, and a total of 38 candidates are selected in the mass window of 66 to 116 GeV. The relative Z yields as a function of centrality are also presented …",
                "The TOTEM experiment at the LHC has performed the first luminosity-independent determination of the total proton-proton cross-section at . This technique is based on the optical theorem and requires simultaneous measurements of the inelastic rate–accomplished with the forward charged-particle telescopes T1 and T2 in the range 3.1<| η|< 6.5–and of the elastic rate by detecting the outcoming protons with Roman Pot detectors. The data presented here were collected in a dedicated run in 2011 with special beam optics (β*= 90 m) and Roman Pots approaching the beam close enough to register elastic events with squared four-momentum transfers| t| as low as 5 centerdot 10− 3 GeV 2. The luminosity-independent results for the elastic, inelastic and total cross-sections are σ el=(25.1±1.1) mb, σ inel=(72.9±1.5) mb and σ tot=(98.0±2.5) mb, respectively. At the same time this method yields the integrated …",
                "At the LHC energy of , under various beam and background conditions, luminosities, and Roman Pot positions, TOTEM has measured the differential cross-section for proton-proton elastic scattering as a function of the four-momentum transfer squared t. The results of the different analyses are in excellent agreement demonstrating no sizeable dependence on the beam conditions. Due to the very close approach of the Roman Pot detectors to the beam center (≈ 5σ beam) in a dedicated run with β*= 90 m,| t|-values down to 5 centerdot 10− 3 GeV 2 were reached. The exponential slope of the differential elastic cross-section in this newly explored| t|-region remained unchanged and thus an exponential fit with only one constant B=(19.9±0.3) GeV− 2 over the large| t|-range from 0.005 to 0.2 GeV 2 describes the differential distribution well. The high precision of the measurement and the large fit range lead to …",
                "Proton-proton elastic scattering has been measured by the TOTEM experiment at the CERN Large Hadron Collider at\\sqrt {s}= 7\\,{\\rm TeV} in dedicated runs with the Roman Pot detectors placed as close as seven times the transverse beam size (σ beam) from the outgoing beams. After careful study of the accelerator optics and the detector alignment,| t|, the square of four-momentum transferred in the elastic scattering process, has been determined with an uncertainty of\\delta t= 0.1\\,\\rm {GeV}\\sqrt {\\vert t\\vert}. In this letter, first results of the differential cross-section are presented covering a| t|-range from 0.36 to 2.5 GeV 2. The differential cross-section in the range 0.36<| t|< 0.47 GeV 2 is described by an exponential with a slope parameter B=(23.6±0.5 stat±0.4 syst) GeV− 2, followed by a significant diffractive minimum at| t|=(0.53±0.01 stat±0.01 syst) GeV 2. For| t|-values larger than~ 1.5 GeV 2, the cross-section …",
                "A search is presented for production of dark-matter particles recoiling against a leptonically decaying Z boson in 20.3 fb− 1 of p p collisions at s= 8 TeV with the ATLAS detector at the Large Hadron Collider. Events with large missing transverse momentum and two oppositely charged electrons or muons consistent with the decay of a Z boson are analyzed. No excess above the Standard Model prediction is observed. Limits are set on the mass scale of the contact interaction as a function of the dark-matter particle mass using an effective field theory description of the interaction of dark matter with quarks or with Z bosons. Limits are also set on the coupling and mediator mass of a model in which the interaction is mediated by a scalar particle.",
                "A method to calibrate the L3 electromagnetic calorimeter with cosmic muons has been tested on a matrix of 100 tapered BGO crystals. Calibration constants in the energy range of 20–30 MeV were measured at the 2% level collecting about 200 muons per crystal. The results are in agreement with the calibration constant determined using a 10 GeV electron beam."
            ],
            [
                [

                ]
            ],
            [
                "Cyrus Taylor Albert A. Michelson Professor in Physics cyrus.taylor@case.edu 216.368.6583 B.S., Massachusetts Institute of Technology (1980) Ph.D., Massachusetts Institute of Technology (1984) Research and Professional Positions 2006-pres. Albert A. Michelson Professor in Physics , Case Western Reserve University, Cleveland, OH 2001-2006 Professor of Physics , Case Western Reserve University, Cleveland, OH 1999-2001 Armington Professor of Physics , Case Western Reserve University, Cleveland, OH 1996-1999 Associate Professor of Physics , Case Western Reserve University, Cleveland, OH 1994-1996 Warren E. Rupp Associate Professor of Physics , Case Western Reserve University, Cleveland, OH 1993-1994 Warren E. Rupp Assistant Professor of Physics , Case Western Reserve University, Cleveland, OH 1988-1993 Assistant Professor of Physics , Case Western Reserve University, Cleveland, OH 1983-1984 Post-Doctoral Fellow\/Research Associate , Rutgers University, New Brunswick, NJ Other Professional Experience 2006 – present Member, TOTEM Collaboration at the LHC 2004 – 2006. Co-Director, InTICE, the Institute for Technology Innovation, Commercialization and Entrepreneurship 2001 – 2006. Coordinator, Science Entrepreneurship Programs 2000 – 2006. Director, Physics Entrepreneurship Program 1993 – 2006. Co-spokesman, MiniMax (FNAL T864) 1996 – 2006. Co-spokesman, FELIX Honors, Awards, and Service 1978-1982 Truman Scholar 1991-1992 Lilly Foundation Teaching Fellow 1994-1995 John Simon Guggenheim Fellow 2002 APS Fellow For providing a new paradigm for graduate education in Physics through the creation of an innovative Physics Entrepreneurship Master’s Program 2002-2006 Executive Committee, N2TEC , the National Network for Technology Entrepreneurship and Commercialization 2003 Price Institute Innovative Entrepreneurship Educators Award presented by the Stanford Roundtable on Entrepreneurship Education 2003 NorTech Innovation Award 2004-2006 Executive Committee, APS Committee on Careers and Professional Development Particle Physics Technology Innovation, Commercialization and Entrepreneurship Summary Cyrus C. Taylor, PhD, is the Albert A. Michelson Professor in Physics at Case Western Reserve University in Cleveland, Ohio. He joined the Case Western Reserve faculty in 1988, and was chair of the physics department from 2005 until he was appointed dean in 2006. He served as Dean through 2018 when he returned to the faculty. Dr. Taylor’s university service as an administrator began soon after he arrived on campus in 1988. He served as chair of the Undergraduate Admissions Committee from 1989 to 1995. He has been a member of the Faculty Senate, and served as Chair of the Senate’s Budget Committee, as well as a member of the SAGES Implementation Task Force. He has served as a member of the Steering Committee of the Academic Careers in Engineering & Science (ACES) program at CWRU, which was the first private university to be funded by the National Science Foundation ADVANCE program to promote the full participation of women at all levels of faculty and academic leadership. Taylor earned his Ph.D. from the Massachusetts Institute of Technology. A former Truman Scholar, Lilly Foundation Teaching Fellow, and John Simon Guggenheim Fellow, he has published more than 60 papers and given more than 70 invited talks in recent years. As a physicist, Taylor has worked in both theoretical and experimental high-energy physics, serving as co-spokesman of the MiniMax collaboration (FNAL T-864) at Fermilab and as co-spokesman of the FELIX collaboration at CERN. Taylor is well known for his leadership in creating innovative programs aimed at empowering scientists as entrepreneurs. He created and directed the Physics Entrepreneurship Program (PEP), which he helped expand to include other science departments (Biology\/Biotechnology, Chemistry, and Mathematics) into the now internationally known Science Technology and Entrepreneurship Program (STEP) at CWRU. In 2002 he was named a Fellow of the American Physical Society for providing a new paradigm for graduate education in physics through the creation of an innovative Physics Entrepreneurship Master’s Program, and in 2003 was awarded the prestigious Price Institute Innovative Entrepreneurship Educators Award, presented by the Stanford Roundtable on Entrepreneurship Education for pioneering the innovative PEP. Publications Measurement of the forward charged-particle pseudorapidity density in pp collisions at √s = 7 TeV with the TOTEM experiment , The TOTEM Collaboration (G. Antchev et al.) 2012 EPL 98 31002 First measurement of the total proton-proton cross-section at the LHC energy of √s = 7 TeV , The TOTEM Collaboration, (G. Antchev et al.) 2011 EPL 96 21002 Proton-proton elastic scattering at the LHC energy of √s = 7 TeV , The TOTEM Collaboration, (G. Antchev et al.) 2011 EPL 95 41001 A Search for Disoriented Chiral Condensate at the Fermilab Tevatron , The MiniMax Collaboration (T. C. Brooks, et al.). Phys. Rev. D. 61, 032003. Jan. 2000. The Spacetime Supersymmetric Formulation of the String , J. A. Shapiro and C. C. Taylor, Phys. Rep. 191, 221-287 (1990)"
            ]
        ]
    ]
}