{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F8VUNXY9",
            "rUEZsbYAAAAJ",
            [
                "Enhanced remediation of sewage effluent by endophyte-assisted floating treatment wetlands",
                "Phytoremediation: recent advances in plant-endophytic synergistic interactions",
                "Remediation of sewage and industrial effluent using bacterially assisted floating treatment wetlands vegetated with Typha domingensis",
                "Large-scale remediation of oil-contaminated water using floating treatment wetlands",
                "SUMOhunt: Combining spatial staging between lysine and SUMO with random forests to predict sumoylation",
                "An international laboratory comparison of dissolved organic matter composition by high resolution mass spectrometry: Are we getting the same answer?",
                "Floating treatment wetlands as biological buoyant filters for wastewater reclamation"
            ],
            [
                "The use of floating treatment wetlands (FTWs) is a promising approach for the remediation of sewage effluent. The efficiency of FTWs can be improved by the combined use of plants and pollutant-degrading bacteria. The aim of this study was to evaluate the influence of inoculation of endophytic bacteria on the detoxification of sewage effluent in FTWs. A terrestrial plant, Brachiaria mutica, was vegetated on a floating mat and inoculated with three endophytic bacterial strains, Acinetobacter sp. strain BRSI56, Bacillus cereus strain BRSI57, and Bacillus licheniformis strain BRSI58, to develop FTWs for the remediation of sewage effluent of Faisalabad city (Pakistan). Results indicated that B. mutica has the potential to remove both organic and inorganic contaminants from sewage effluent. However, endophytic inoculation in FTWs further enhanced the removal efficiency. Maximum reduction in chemical oxygen demand …",
                "Plant-endophyte partnership provides an excellent gateway toward restoration of contaminated ecosystems. The interactions between both partners can be manipulated by introducing novel catabolic\/metabolic genes into host plant or endophytic bacteria genomes. The potential of the engineered organisms to degrade or accumulate contaminants is much wider than their wild relatives.This review covers the recent developments for engineering catabolic\/metabolic genes from a wide range of sources into plants or endophytic bacteria for the development of modified plant-endophyte interactions. Genetic alteration of plants promises enhanced catabolism by plant’s own enzymatic machinery or greater contaminant uptake\/accumulation for subsequent in planta detoxification by complementary endophytes. On the other hand, bacteria …",
                "This investigation reports the quantitative assessment of endophyte-assisted floating treatment wetlands (FTWs) for the remediation of sewage and industrial wastewater. Typha domingensis was used to vegetate FTWs that were subsequently inoculated with a consortium of pollutant-degrading and plant growth-promoting endophytic bacteria. T. domingensis, being an aquatic species, holds excellent potential to remediate polluted water. Nonetheless, investigation conducted on Madhuana drain carrying industrial and sewage water from Faisalabad City revealed the percentage reduction in chemical oxygen demand (COD) and biochemical oxygen demand (BOD5) to be 87% and 87.5%, respectively, within 96 h on coupling the plant species with a consortium of bacterial endophytes. With the endophytes surviving in plant tissue, maximal reduction was obtained in not only the aforementioned pollution parameters …",
                "The contamination of water with hydrocarbons resulting from oil exploration and production highlights the need for efficient and environmentally friendly technology to mitigate this form of water pollution. Floating treatment wetlands are a sustainable approach for remediating contaminated water. In this large-scale study, we used four different plants, Phragmites australis, Typha domingensis, Leptochloa fusca, and Brachiaria mutica, to vegetate a floating mat with an area of 3058 m 2 made from locally sourced materials. The floating treatment wetlands constructed in this manner were used to treat an oil-contaminated water stabilization pit resulting from oil and gas exploration activities in District Chakwal, Pakistan. The plants and the water in the pit were inoculated with a consortium of 10 different hydrocarbon-degrading bacteria. The application of floating treatment wetlands to the pit reduced chemical oxygen …",
                "Modification with SUMO protein has many key roles in eukaryotic systems which renders the identification of its target proteins and sites of considerable importance. Information regarding the SUMOylation of a protein may tell us about its subcellular localization, function, and spatial orientation. This modification occurs at particular and not all lysine residues in a given protein. In competition with biochemical means of modified-site recognition, computational methods are strong contenders in the prediction of SUMOylation-undergoing sites on proteins. In this research, physicochemical properties of amino acids retrieved from AAIndex, especially those involved in docking of modifier and target proteins and optimal presentation of target lysine, in combination with sequence information and random forest-based classifier presented in WEKA have been used to develop a prediction model, SUMOhunt, with statistics significantly better than all previous predictors. In this model 97.56% accuracy, 100% sensitivity, 94% specificity, and 0.95 MCC have been achieved which shows that proposed amino acid properties have a significant role in SUMO attachment. SUMOhunt will hence bring great reliability and efficiency in SUMOylation prediction.",
                "High‐resolution mass spectrometry (HRMS) has become a vital tool for dissolved organic matter (DOM) characterization. The upward trend in HRMS analysis of DOM presents challenges in data comparison and interpretation among laboratories operating instruments with differing performance and user operating conditions. It is therefore essential that the community establishes metric ranges and compositional trends for data comparison with reference samples so that data can be robustly compared among research groups. To this end, four identically prepared DOM samples were each measured by 16 laboratories, using 17 commercially purchased instruments, using positive‐ion and negative‐ion mode electrospray ionization (ESI) HRMS analyses. The instruments identified ~1000 common ions in both negative‐ and positive‐ion modes over a wide range of m\/z values and chemical space, as determined by …",
                "Floating treatment wetlands (FTWs) are an innovative product of ecological engineering that can play a promising role in wastewater treatment. It provides low-cost, eco-friendly, and sustainable solutions for the treatment of wastewater, particularly in regions with economic constraints. Generally, FTWs comprise rooted plants that grow on the surface of water with their roots extending down into the pelagic zone rather than being embedded into the sediments. This drooping structure helps develop (1) a hydraulic flow between the root network and the bottom of the treatment system and (2) a large biologically active surface area for the physical entrapment (filtration) of contaminants, as well as their biochemical transformation and degradation. Furthermore, the rooted network allows proliferation of microorganisms that form biofilms and enhance pollutant degradation while promoting plant growth. The augmentation of …"
            ],
            [
                [
                    "dissolved organic matter",
                    "mass spectrometry",
                    "analytical chemistry",
                    "water restoration"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}