{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F93CC31W",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Patrick Schelling Associate Professor PSB 305 Patrick.Schelling@ucf.edu Dr. Schelling received his PhD in Physics from University of Minnesota, Minneapolis, in 1999. He spent two years (1999-2001) as a Postdoctoral Researcher and two years (2001-2003) as a Visiting Scientist in Argonne National Laboratory, Argonne, IL before joining UCF in 2003 where he is an Associate Professor. Syllabi 1. Z. McDargh and P. K. Schelling, “Molecular-dynamics approach for determining the vacancy heat of transport,” J. Comp. Mat. Sci. 50, 2363 (2011) 2. L. Shokeen and P. K. Schelling, “Thermodynamics and kinetics of silicon under conditions of strong electronic excitation,” J. Appl. Phys. 109, 073503 (2011) 3. L. Shokeen and P. K. Schelling, “An empirical potential for silicon under conditions of strong electronic excitation,” Appl. Phys. Lett. 97, 151907 (2010) 4. M. Hu, P. Keblinski, and P. K. Schelling, “Kapitza conductance of silicon-amorphous polyethylene interface by molecular dynamics simulation,”  Phys. Rev. B 79, 104305 (2009) 5. P. K. Schelling and P. Keblinski, “Thermal expansion of carbon structures,” Phys. Rev. B 68, 035425 (2003) Syllabi <a href=”https:\/\/sciences.ucf.edu\/physics\/wp-content\/uploads\/sites\/281\/2015\/08\/PHY-3513-Syllabus_Schelling_FA15.pdf”><span style=”color: #0066cc;”><strong>PHY 3513<\/strong> (Section 1) Fall 2015<\/span><\/a> Congratulations, Fall 2017 Ph.D. Graduates In a reception hosted by Dean Michael Johnson, Ph.D., the College of Sciences celebrated its new Ph.D. graduates in the Physical Sciences building. Thirteen students…"
            ]
        ]
    ]
}