{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F9CXKWJ2",
            "GpyWuq8AAAAJ",
            [
                "Hierarchy in the forest: The evolution of egalitarian behavior",
                "Moral origins: The evolution of virtue, altruism, and shame"
            ],
            [
                "Are humans by nature hierarchical or egalitarian? Hierarchy in the Forest addresses this question by examining the evolutionary origins of social and political behavior. Christopher Boehm, an anthropologist whose fieldwork has focused on the political arrangements of human and nonhuman primate groups, postulates that egalitarianism is in effect a hierarchy in which the weak combine forces to dominate the strong. The political flexibility of our species is formidable: we can be quite egalitarian, we can be quite despotic. Hierarchy in the Forest traces the roots of these contradictory traits in chimpanzee, bonobo, gorilla, and early human societies. Boehm looks at the loose group structures of hunter-gatherers, then at tribal segmentation, and finally at present-day governments to see how these conflicting tendencies are reflected. Hierarchy in the Forest claims new territory for biological anthropology and evolutionary biology by extending the domain of these sciences into a crucial aspect of human political and social behavior. This book will be a key document in the study of the evolutionary basis of genuine altruism. Table of Contents: The Question of Egalitarian Society Hierarchy and Equality Putting Down Aggressors Equality and Its Causes A Wider View of Egalitarianism The Hominoid Political Spectrum Ancestral Politics The Evolution of Egalitarian Society Paleolithic Politics and Natural Selection Ambivalence and Compromise in Human Nature References Index Reviews of this book: This well-written book, geared toward an audience with background in the behavioral and evolutionary sciences but accessible to a broad readership, raises …",
                "For three decades, genetic altruism has been cited as the dominant theory to explain the paradox of human generosity; experts claim our altruism is limited to close kin. But Moral Origins tells a different story."
            ],
            [
                [
                    "social evolution"
                ]
            ],
            [
                "Teaching CHRISTOPH BOEHME Professor Biosketch boehme@physics.utah.edu 801-581-6806 Main Website http:\/\/www.physics.utah.edu\/~boehmelab\/ Assistant NANCY A KURTZEBORN Assistant's Email nancy@physics.utah.edu Assistant's Phone CHRISTOPH BOEHME Professor Teaching Research Summary Biography Current Courses Memberships in Professional Organizations Teaching Philosophy Research Statement Research Keywords Presentations Research Groups Patents Languages Professional Service Internal Service Honors & Awards In the Media Teaching Research Summary Biography Current Courses Memberships in Professional Organizations Teaching Philosophy Research Statement Research Keywords Presentations Research Groups Patents Languages Professional Service Internal Service Honors & Awards In the Media Research Summary This research program focuses on the exploration of spin-dependent electronic processes in condensed matter, including spin-dependent charge transport and recombination but also spin-injection and spin-transport in presence or absence of charge transport. Goal of these efforts is to allow for coherent spin motion detection of small spin ensembles as needed for materials research and single electron or nuclear spin readout devices as needed for quantum information science. Education Diplom,\r\nPhysics,\r\nRuprecht-Karls-Universität Heidelberg M.Sc.,\r\nPhysics,\r\nNorth Carolina State University Ph.D. (Dr. rer. nat.),\r\nPhysics,\r\nUniversity of Marburg Biography A child of the 1970s, he was born and raised in Oppenau, a small town in southwest Germany, about 20 driving minutes east of the eastern French city of Strasbourg. After High School, obtaining an undergraduate degree in electrical engineering as well as 15 months of civil services caring for disabled people (chosen to avoid the military draft), he moved to Heidelberg, Germany in 1994 in order to study physics at the University of Heidelberg. He won a Fulbright Student Scholarship in 1997 which brought him to the US for the first time, where he lived in Raleigh, North Carolina and met his wife Kristie. In 2000 he and Kristie moved to Berlin, Germany where they lived for 5 years while he worked for the Hahn-Meitner Institut, a national laboratory. He finished his dissertation work as a graduate student of the University of Marburg in 2002 while still living and working in Berlin where he then also spent an additional three years after graduation to work as a postdoctoral researcher. He moved to Utah in 2006 to join the U's Department of Physics as an Assistant Professor. He was promoted into the rank of Associate Professor and awarded tenure in 2010, promoted to the rank of Professor in 2013 and he served as Associate Chair of the Department of Physics & Astronomy from July 2010 until August 2015. In 2019, he was appointed Physics & Astronomy Interim Department Chair."
            ]
        ]
    ]
}