{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F9CXKWJ2",
            "GpyWuq8AAAAJ",
            [
                "Hierarchy in the forest: The evolution of egalitarian behavior",
                "Moral origins: The evolution of virtue, altruism, and shame"
            ],
            [
                "Are humans by nature hierarchical or egalitarian? Hierarchy in the Forest addresses this question by examining the evolutionary origins of social and political behavior. Christopher Boehm, an anthropologist whose fieldwork has focused on the political arrangements of human and nonhuman primate groups, postulates that egalitarianism is in effect a hierarchy in which the weak combine forces to dominate the strong. The political flexibility of our species is formidable: we can be quite egalitarian, we can be quite despotic. Hierarchy in the Forest traces the roots of these contradictory traits in chimpanzee, bonobo, gorilla, and early human societies. Boehm looks at the loose group structures of hunter-gatherers, then at tribal segmentation, and finally at present-day governments to see how these conflicting tendencies are reflected. Hierarchy in the Forest claims new territory for biological anthropology and evolutionary biology by extending the domain of these sciences into a crucial aspect of human political and social behavior. This book will be a key document in the study of the evolutionary basis of genuine altruism. Table of Contents: The Question of Egalitarian Society Hierarchy and Equality Putting Down Aggressors Equality and Its Causes A Wider View of Egalitarianism The Hominoid Political Spectrum Ancestral Politics The Evolution of Egalitarian Society Paleolithic Politics and Natural Selection Ambivalence and Compromise in Human Nature References Index Reviews of this book: This well-written book, geared toward an audience with background in the behavioral and evolutionary sciences but accessible to a broad readership, raises …",
                "For three decades, genetic altruism has been cited as the dominant theory to explain the paradox of human generosity; experts claim our altruism is limited to close kin. But Moral Origins tells a different story."
            ],
            [
                [
                    "social evolution"
                ]
            ]
        ]
    ]
}