{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "F9TGY6TF",
            "GSApqdsAAAAJ",
            [
                "In situ epitaxial MgB 2 thin films for superconducting electronics",
                "Interlayer coupling effect in high- superconductors probed by \/ superlattices",
                "Giant magnetoresistance in epitaxial Nd0.7Sr0.3MnO3−δ thin films",
                "Symmetry of holes in high- superconductors"
            ],
            [
                "The newly discovered 39-K superconductor MgB 2 1 holds great promise for superconducting electronics. Like the conventional superconductor Nb, MgB 2 is a phonon-mediated superconductor 2, with a relatively long coherence length 3. These properties make the prospect of fabricating reproducible uniform Josephson junctions, the fundamental element of superconducting circuits, much more favourable for MgB 2 than for high-temperature superconductors. The higher transition temperature and larger energy gap 4, 5 of MgB 2 promise higher operating temperatures and potentially higher speeds than Nb-based integrated circuits. However, success in MgB 2 Josephson junctions has been limited because of the lack of an adequate thin-film technology 6, 7. Because a superconducting integrated circuit uses a multilayer of superconducting, insulating and resistive films, an in situ process in which MgB 2 is formed …",
                "The effect of coupling between layers of the high-T c superconductors was studied by varying both the YBa 2 Cu 3 O 7− x and PrBa 2 Cu 3 O 7− x layer thicknesses in YBa 2 Cu 3 O 7− x\/PrBa 2 Cu 3 O 7− x superlattices. Superconductivity was found even when the YBa 2 Cu 3 O 7− x layers had nominal thicknesses as small as 12 Å (one unit-cell thickness) but coupling between unit-cell layers is needed to achieve a T c of 90 K. The decrease of T c in isolated YBa 2 Cu 3 O 7− x layers with increasing sheet resistance is on the same scale of about ħ\/e 2 as observed for ordinary superconductors.",
                "The magnetoresistance of epitaxial Nd0.7Sr0.3MnOδ thin films has been studied. A giant magnetoresistance, with more than 4 orders of magnitude change in resistance (−ΔR\/RH≳106%), was obtained at ∼60 K and a magnetic field of 8 T. This giant magnetoresistance (GMR) ratio is about one order of magnitude larger than the highest value reported previously which was observed in La–Ca–Mn–O film. We have also obtained a large GMR ratio with −ΔR\/RH≳3000% for H=5 T in an in situ Nd0.7Sr0.3MnOδ thin film, a much larger effect than the previous results in doped manganese oxide films in which a large GMR ratio was obtained only in postannealed samples. Our results also show that the GMR effect in these films can be strongly influenced by the thin‐film preparation conditions.",
                "High-energy electron energy-loss spectroscopy in transmission has been used to obtain information on the symmetry of unoccupied electronic states in the new high-T c superconductors. In particular, for YBa 2 Cu 3 O 7 and Bi 2 Sr 2 CaCu 2 O 8, the O 1s and Cu 2p absorption edges have been measured for momentum transfer parallel and perpendicular to the a, b plane. Both σ and in-plane π holes on O, formed upon doping, are compatible with our experimental results. For YBa 2 Cu 3 O 7, in both cases, holes must be in the planes and in the ribbons. Out-of-plane π holes can be excluded for YBa 2 Cu 3 O 7 and Bi 2 Sr 2 CaCu 2 O 8. In the undoped and doped compounds, the unoccupied states on the Cu sites have & symmetry. There is an admixture of about 10% of lower-lying states probably with & symmetry."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}