{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FAJL6Z2O",
            "dqp6T_AAAAAJ",
            [
                "Observation of long-range, near-side angular correlations in proton-proton collisions at the LHC",
                "Study of high-pT charged particle suppression in PbPb compared to pp collisions at\\sqrt {s_ {\\mathrm {NN}}}= 2.76~\\mathrm {TeV}",
                "Observation and studies of jet quenching in PbPb collisions at  TeV",
                "Transverse-momentum and pseudorapidity distributions of charged hadrons in pp collisions at  and 2.36 TeV",
                "Observation of long-range, near-side angular correlations in pPb collisions at the LHC",
                "Transverse-Momentum and Pseudorapidity Distributions of Charged Hadrons in  Collisions at ",
                "Jet momentum dependence of jet quenching in PbPb collisions at sNN= 2.76 TeV",
                "Charged particle multiplicities in pp interactions at\\sqrt {s}= 0.9, 2.36, and 7 TeV",
                "Dependence on pseudorapidity and on centrality of charged hadron production in PbPb collisions at\\sqrt {{{s_ {\\text {NN}}}}}= 2.76 TeV",
                "Modification of jet shapes in PbPb collisions at sNN= 2.76 TeV"
            ],
            [
                "Results on two-particle angular correlations for charged particles emitted in proton-proton collisions at center-of-mass energies of 0.9, 2.36, and 7 TeV are presented, using data collected with the CMS detector over a broad range of pseudorapidity (η) and azimuthal angle (ϕ). Short-range correlations in Δη, which are studied in minimum bias events, are characterized using a simple “independent cluster” parametrization in order to quantify their strength (cluster size) and their extent in η (cluster decay width). Long-range azimuthal correlations are studied differentially as a function of charged particle multiplicity and particle transverse momentum using a 980 nb− 1 data set at 7 TeV. In high multiplicity events, a pronounced structure emerges in the two-dimensional correlation function for particle pairs with intermediate p T of 1–3 GeV\/c, 2.0<| Δη|< 4. 8 and Δϕ≈ 0. This is the first observation of such a long-range, near …",
                "The transverse momentum spectra of charged particles have been measured in pp and PbPb collisions at  by the CMS experiment at the LHC. In the transverse momentum range p T=5–10 GeV\/c, the charged particle yield in the most central PbPb collisions is suppressed by up to a factor of 7 compared to the pp yield scaled by the number of incoherent nucleon–nucleon collisions. At higher p T, this suppression is significantly reduced, approaching roughly a factor of 2 for particles with p T in the range p T=40–100 GeV\/c.",
                "Jet production in PbPb collisions at a nucleon-nucleon center-of-mass energy of 2.76 TeV was studied with the Compact Muon Solenoid (CMS) detector at the LHC, using a data sample corresponding to an integrated luminosity of 6.7 μ b− 1. Jets are reconstructed using the energy deposited in the CMS calorimeters and studied as a function of collision centrality. With increasing collision centrality, a striking imbalance in dijet transverse momentum is observed, consistent with jet quenching. The observed effect extends from the lower cutoff used in this study (jet p T= 120 GeV\/c) up to the statistical limit of the available data sample (jet p T≈ 210 GeV\/c). Correlations of charged particle tracks with jets indicate that the momentum imbalance is accompanied by a softening of the fragmentation pattern of the second most energetic, away-side jet. The dijet momentum balance is recovered when integrating low transverse …",
                "Measurements of inclusive charged-hadron transverse-momentum and pseudorapidity distributions are presented for proton-proton collisions at and 2.36 TeV. The data were collected with the CMS detector during the LHC commissioning in December 2009. For non-single-diffractive interactions, the average charged-hadron transverse momentum is measured to be 0.46±0.01 (stat.)±0.01 (syst.) GeV\/c at 0.9 TeV and 0.50±0.01 (stat.)±0.01 (syst.) GeV\/c at 2.36 TeV, for pseudorapidities between--2.4 and+ 2.4. At these energies, the measured pseudorapidity densities in the central region, dN ch\/dη|| η|< 0.5, are 3: 48±0: 02 (stat.)±0.13 (syst.) and 4: 47±0: 04 (stat.)±0.16 (syst.), respectively. The results at 0.9 TeV are in agreement with previous measurements and confirm the expectation of near equal hadron production in and pp collisions. The results at 2.36 TeV represent the highest-energy measurements …",
                "Results on two-particle angular correlations for charged particles emitted in pPb collisions at a nucleon–nucleon center-of-mass energy of 5.02 TeV are presented. The analysis uses two million collisions collected with the CMS detector at the LHC. The correlations are studied over a broad range of pseudorapidity, η, and full azimuth, ϕ, as a function of charged particle multiplicity and particle transverse momentum, p T. In high-multiplicity events, a long-range (2<| Δ η|< 4), near-side (Δ ϕ≈ 0) structure emerges in the two-particle Δη–Δϕ correlation functions. This is the first observation of such correlations in proton–nucleus collisions, resembling the ridge-like correlations seen in high-multiplicity pp collisions at s= 7 TeV and in AA collisions over a broad range of center-of-mass energies. The correlation strength exhibits a pronounced maximum in the range of p T= 1–1.5 GeV\/c and an approximately linear increase …",
                "Charged-hadron transverse-momentum and pseudorapidity distributions in proton-proton collisions at s= 7 TeV are measured with the inner tracking system of the CMS detector at the LHC. The charged-hadron yield is obtained by counting the number of reconstructed hits, hit pairs, and fully reconstructed charged-particle tracks. The combination of the three methods gives a charged-particle multiplicity per unit of pseudorapidity d N ch\/d η|| η|< 0.5= 5.78±0.01 (stat)±0.23 (syst) for non-single-diffractive events, higher than predicted by commonly used models. The relative increase in charged-particle multiplicity from s= 0.9 to 7 TeV is [66.1±1.0 (stat)±4.2 (syst)]%. The mean transverse momentum is measured to be 0.545±0.005 (stat)±0.015 (syst) GeV\/c. The results are compared with similar measurements at lower energies.",
                "Dijet production in PbPb collisions at a nucleon–nucleon center-of-mass energy of 2.76 TeV is studied with the CMS detector at the LHC. A data sample corresponding to an integrated luminosity of 150 μb− 1 is analyzed. Jets are reconstructed using combined information from tracking and calorimetry, using the anti-k T algorithm with R= 0.3. The dijet momentum balance and angular correlations are studied as a function of collision centrality and leading jet transverse momentum. For the most peripheral PbPb collisions, good agreement of the dijet momentum balance distributions with pp data and reference calculations at the same collision energy is found, while more central collisions show a strong imbalance of leading and subleading jet transverse momenta attributed to the jet-quenching effect. The dijets in central collisions are found to be more unbalanced than the reference, for leading jet transverse momenta …",
                "Measurements of primary charged hadron multiplicity distributions are presented for non-single-diffractive events in proton-proton collisions at centre-of-mass energies of, 2.36, and 7 TeV, in five pseudorapidity ranges from| η|< 0. 5 to| η|< 2. 4. The data were collected with the minimum-bias trigger of the CMS experiment during the LHC commissioning runs in 2009 and the 7 TeV run in 2010. The multiplicity distribution at is in agreement with previous measurements. At higher energies the increase of the mean multiplicity with is underestimated by most event generators. The average transverse momentum as a function of the multiplicity is also presented. The measurement of higher-order moments of the multiplicity distribution confirms the violation of Koba-Nielsen-Olesen scaling that has been observed at lower energies.",
                "A measurement is presented of the charged hadron multiplicity in hadronic PbPb collisions, as a function of pseudorapidity and centrality, at a collision energy of 2.76 TeV per nucleon pair. The data sample is collected using the CMS detector and a minimum-bias trigger, with the CMS solenoid off. The number of charged hadrons is measured both by counting the number of reconstructed particle hits and by forming hit doublets of pairs of layers in the pixel detector. The two methods give consistent results. The charged hadron multiplicity density, dN ch\/dη| η= 0, for head-on collisions is found to be 1612±55, where the uncertainty is dominated by systematic effects. Comparisons of these results to previous measurements and to various models are also presented.",
                "The first measurement of jet shapes, defined as the fractional transverse momentum radial distribution, for inclusive jets produced in heavy-ion collisions is presented. Data samples of PbPb and pp collisions, corresponding to integrated luminosities of 150 μb− 1 and 5.3 pb− 1 respectively, were collected at a nucleon–nucleon centre-of-mass energy of s NN= 2.76 TeV with the CMS detector at the LHC. The jets are reconstructed with the anti-k T algorithm with a distance parameter R= 0.3, and the jet shapes are measured for charged particles with transverse momentum p T> 1 GeV\/c. The jet shapes measured in PbPb collisions in different collision centralities are compared to reference distributions based on the pp data. A centrality-dependent modification of the jet shapes is observed in the more central PbPb collisions, indicating a redistribution of the energy inside the jet cone. This measurement provides …"
            ],
            [
                [
                    "Physics",
                    "Heavy Ion Physics",
                    "Particle Physics"
                ]
            ]
        ]
    ]
}