{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FCQ8RSF4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Paul Ruffin Micro sensors and systems, fiber optics, nano-based materials, photonic materials\n                  and crystal devices and their applications to optical communication. Office: 129 CIM Bldg. Phone: (256) 372-5893 E-Mail: paul.ruffin@aamu.edu Recent Publications P. D. Robinson; A. Kassu; A. Sharma; T. Kukhtareva; C. W. Farley, III; C. Smith; P.\n                  B. Ruffin; C. Brantley; and E. Edwards, “Surface-Enhanced Raman Spectroscopy Scattering\n                  from Gold-Coated Ceramic Nanopore Substrates: Effect of Nanopore Size,” J. of Nanophotonics,\n                  Vol. 7, 01 January 2013 C. Wang, Y. C. Chang, J. Yao, C. Luo, S. Yin, P. B. Ruffin, C. Brantley and E. Edwards,\n                  “Surface Enhanced Raman Spectroscopy by Femtosecond Laser Created Nanostructures,”\n                  J. Applied Physics Letters, 100, 023107, January 2012 C. Zhan, Y. Zhu, S. Yin, and P. Ruffin, “Multi-Parameter Harsh Environment Sensing\n                  Using Asymmetric Bragg Gratings Inscribes by IR Femto-Second Irradiation, Optical\n                  Fiber Technology, Vol. 13, 20 December 2006 S. Yin, J. H. Kim, F. Wu, P. B. Ruffin, and C. Luo., “Ultra-Fast Speed, Low Grating\n                  Lobe Optical Beam Steering Using Unequally Spaced Phased Array Technique,” Optics\n                  Communications, Vol. 270, 1 November 2006 J. M. Taguenang, A. Kassu, G. Govindarajalu, M. Dokhanian, A. Sharma, P. B. Ruffin,\n                  and C. Brantley, “Fabrication and Characterization of a Diffraction-Grating Transducer\n                  in Thin Polybutadiene Rubber-Film for Sensing Dynamical Strain,” Applied Optics, Vol.\n                  45, No. 27, 20 September 2006 H. Yoon, J. N. Xie, J. K. Abraham, V. K. Varadan, P. B. Ruffin, “Passive Wireless\n                  Sensors using Electrical Transition of Carbon Nanotube Junctions in Polymer Matrix,”\n                  J. Smart Materials and Structures, Vol. 15, 13 December 2005 T. D. Hudson; S. W. Holt; P. B. Ruffin; M. Kranz; J. McKee; M. Whitley; M. Buncick;\n                  and E. Tuck, “High-Performance Micro-Fabricated Angular Rate Sensor,” J. Microlithography,\n                  Micro-Fabrication, and Microsystems, Vol. 4, Issue 4, 7 November 2005 P. B. Ruffin; J. Baeder; and C. C. Sung, “Study of Ultraminiature Sensing Coils and\n                  the Performance of a Depolarized Interferometric Fiber Optic Gyroscope,” Optical Engineering,\n                  Vol. 40, No. 4, April 2001 Other Significant Publications Fiber Optic Sensors , 2nd Ed., CRC Press, 2008 (Co-Editor) Book Chapters P. B. Ruffin, “Fiber Gyroscope Sensors,” Fiber Optics Sensors , Marcel Dekker, Inc, New York, 2002 S. Yin and P. B. Ruffin, “Fiber Optic Sensors,” Wiley Encyclopedia of Biomedical Engineering , Wiley, 2006 S. Yin, C. Zhan, and P. B. Ruffin, “Femto-second Laser Inscribed Harsh Environments\n                  Fiber Bragg Grating Sensors,” Fiber Optics Sensors: Second Edition , CRC Press, 2008 S. Yin, P. B. Ruffin, and F. T. S. Yu, “Fiber Optic Bio and Chemical Sensor,” Fiber Optics Sensors: Second Edition , CRC Press, 2008 P. B. Ruffin, “Fiber Gyroscope Sensors - Revision,” Fiber Optics Sensors: Second Edition , CRC Press, 2008 P. B. Ruffin and S. Yin, “Nano Optical Sensors for Explosive Detection,” Optochemical Nanosensors , Taylor & Francis, 2012 A. Gupta, B. C. Kim, D. Li, E. Edwards, C. Brantley, and P. B. Ruffin, “Zinc Oxide\n                  Nanowires for Biosensing Applications,” Nanoelectronic Device Applications , Taylor & Francis, 2013"
            ]
        ]
    ]
}