{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FEGPMT8K",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Tatyana Sharpee News and Awards Salk Scientist Tatyana Sharpee receives CAREER award from NSF J.D. Fitzgerald, R. J. Rowekamp, L.C. Sincich and T.O. Sharpee, (2011) \"Second order dimensionality reduction using minimum and maximum mutual information models\", PLoS Computational Biology, 7(10): e1002249 J.D. Fitzgerald, L.C. Sincich and T.O. Sharpee, (2011) \"Minimal models of multidimensional computations\", PLoS Computational Biology, 7(3): e1001111 J. Jeanne, J. Thompson, T.O. Sharpee, and T. Gentner, (2011) \"Emergence of learned categorical representations within an auditory forebrain circuit\", Journal of Neuroscience, 31 (7), pp.2595-2606 K. Imaizumi, N. Priebe, T.O. Sharpee, S. Cheung, and C.E. Schreiner, (2010) \"Encoding of Temporal Information by Timing, Rate, and Place in Cat Auditory Cortex\", PLoS ONE 5(7): e11531 J. D. Fitzgerald and T. O. Sharpee, (2009) \"Maximally informative pairwise interactions in networks\", Phys. Rev. E, 80, 031914 Tatyana Sharpee Ph. D., Michigan State University, 2001 Office: Salk Institute Phone: 858-453-4100 x1857 sharpee@salk.edu Our group works on theoretical principles of how the brain processes information. We are interested in how sensory processing in the brain is shaped by the animal's need to create parsimonious representations of events in the outside world. Our approaches are often derived from methods in statistical physics, mathematics, and information theory. We also work on methods for analyzing neural data, including methods for analyzing neural responses to natural stimuli, such as a short video clip or sound recording during a stroll on a forest trail. In the past, scientists had to rely on simplified objects on a computer screen or random stimuli to garner information on how the brain processes visual information. Natural stimuli are often much better for probing neural responses than random noise stimuli. Using approaches designed to work with natural stimuli, we hope to achieve a more complete picture of how the brain processes information."
            ]
        ]
    ]
}