{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FEH2FY4E",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Professor of Physics PAB 233 (650) 723-4840 (fax) Introduction to Cosmology and Extragalactic Astrophysics PHYSICS 161, PHYSICS 261 (Spr) Modern Astrophysics PHYSICS 360 (Aut) Independent Studies (3) PHYSICS 190 (Aut, Win, Spr, Sum) Introduction to Cosmology and Extragalactic Astrophysics PHYSICS 161, PHYSICS 261 (Spr) Mechanics, Fluids, and Heat PHYSICS 21 (Aut) Mechanics, Fluids, and Heat Laboratory PHYSICS 22 (Aut) Mechanics, Fluids, and Heat PHYSICS 21 (Aut) Mechanics, Fluids, and Heat Laboratory PHYSICS 22 (Aut) Dinesh Kandel, Lawrence Peirson Postdoctoral Research Mentor Martijn Nicolaas De Vries Signatures of Intra-binary Shock Emission in the Black Widow Pulsar Binary PSR J2241-5236 An, H., Romani, R. W., Kerr, M. 868 (1) DOI 10.3847\/2041-8213\/aaedaf Web of Science ID 000450312400001 PSR J0636+5128: A Heated Companion in a Tight Orbit Draghis, P., Romani, R. W. 862 (1) DOI 10.3847\/2041-8213\/aad2db Web of Science ID 000439341700001 SED Constraints on the Highest-z Blazar Jet: QSO J0906+6930 An, H., Romani, R. W. 856 (2) DOI 10.3847\/1538-4357\/aab435 Web of Science ID 000428861000001 Einstein@Home discovers a radio-quiet gamma-ray millisecond pulsar SCIENCE ADVANCES Clark, C. J., Pletsch, H. J., Wu, J., Guillemot, L., Kerr, M., Johnson, T. J., Camilo, F., Salvetti, D., Allen, B., Anderson, D., Aulbert, C., Beer, C., Bock, O., Cuellar, A., Eggenstein, H., Fehrmann, H., Kramer, M., Kwang, S. A., Machenschalk, B., Nieder, L., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bottacini, E., Brandt, T. J., Bregeon, J., Bruel, P., Buehler, R., Burnett, T. H., Buson, S., Cameron, R. A., Caputo, R., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Ciprini, S., Cominsky, L. R., Costantin, D., Cutini, S., D'Ammando, F., De Luca, A., Desiante, R., Di Venere, L., Di Mauro, M., Di Lalla, N., Digel, S. W., Favuzzi, C., Ferrara, E. C., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giordano, F., Giroletti, M., Gomez-Vargas, G. A., Green, D., Grenier, I. A., Guiriec, S., Harding, A. K., Hewitt, J. W., Horan, D., Johannesson, G., Kensei, S., Kuss, M., La Mura, G., Larsson, S., Latronico, L., Li, J., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Magill, J. D., Maldera, S., Manfreda, A., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mirabal, N., Mitthumsiri, W., Mizuno, T., Monzani, M., Morselli, A., Moskalenko, I. V., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Palatiello, M., Paliya, V. S., de Palma, F., Paneque, D., Perkins, J. S., Persic, M., Pesce-Rollins, M., Porter, T. A., Principe, G., Raino, S., Rando, R., Ray, P. S., Razzano, M., Reimer, A., Reimer, O., Romani, R. W., Parkinson, P., Sgro, C., Siskind, E. J., Smith, D. A., Spada, F., Spandre, G., Spinelli, P., Thayer, J. B., Thompson, D. J., Torres, D. F., Troja, E., Vianello, G., Wood, K., Wood, M. DOI 10.1126\/sciadv.aao7228 Web of Science ID 000426845500043 The Imaging X-ray Polarimetry Explorer (IXPE): technical overview O'Dell, S. L., Baldini, L., Bellazzini, R., Costa, E., Elsner, R. F., Kaspi, V. M., Kolodziejczak, J. J., Latronico, L., Marshall, H. L., Matt, G., Muleri, F., Ramsey, B. D., Romani, R. W., Soffitta, P., Tennant, A. F., Weisskopf, M. C., Allen, D., Amici, F., Antonelli, L., Antoniak, S., Attina, P., Bachetti, M., Barbanera, M., Baumgartner, W. H., Bladt, J., Bongiorno, S. D., Borotto, F., Brez, A., Brooks, T., Bussinger, S., Bygott, H., Cavazzuti, E., Ceccanti, M., Citraro, S., Deininger, W. D., Del Monte, E., Dietz, K. L., Di Lalla, N., Di Persio, G., Donnarumma, I., Erickson, J., Evangelista, Y., Fabiani, S., Ferrazzoli, R., Foster, M., Giusti, M., Gunji, S., Guy, L., Johnson, S., Kalinowski, W., Kelley, A. R., Kilaru, K., Lefevre, C., Maldera, S., Manfreda, A., Marengo, M., Masciarelli, J., McEachen, M., Mereu, P., Minuti, M., Mitchell, M. A., Mitchell, S., Mitsuishi, I., Morbidini, A., Mosti, F., Nasimi, H., Negri, B., Orsini, L., Osborne, D., Pavelitz, S. D., Pentz, C., Perri, M., Pesce-Rollins, M., Peterson, C., Piazzolla, R., Pieraccini, S., Pilia, M., Pinchera, M., Puccetti, S., Ranganathan, J., Read, T., Rubini, A., Santoli, F., Sarra, P., Schindhelm, S., Sciortino, A., Seckar, C., Sgro, C., Smith, B. T., Spandre, G., Speegle, C. O., Tamagawa, T., Tardiola, M., Tobia, A., Tortosa, A., Trois, A., Weddendorf, B., Wedmore, J., Zanetti, D., DenHerder, J. W., Nikzad, S., Nakazawa, K. DOI 10.1117\/12.2314146 Web of Science ID 000452819200044 The Asymmetric Bow Shock\/Pulsar Wind Nebula of PSR J2124-3358 Romani, R. W., Slane, P., Green, A. W. 851 (1) DOI 10.3847\/1538-4357\/aa9890 Web of Science ID 000417907200010 Light Curve and SED Modeling of the Gamma-Ray Binary 1FGL J1018.6-5856: Constraints on the Orbital Geometry and Relativistic Flow An, H., Romani, R. W. 838 (2) DOI 10.3847\/1538-4357\/aa6623 Web of Science ID 000398297100006 GEMINGA'S PUZZLING PULSAR WIND NEBULA Posselt, B., Pavlov, G. G., Slane, P. O., Romani, R., Bucciantini, N., Bykov, A. M., Kargaltsev, O., Weisskopf, M. C., Ng, C. 835 (1) DOI 10.3847\/1538-4357\/835\/1\/66 Web of Science ID 000393455400066 PSR J1301+0833: A KINEMATIC STUDY OF A BLACK-WIDOW PULSAR Romani, R. W., Graham, M. L., Filippenko, A. V., Zheng, W. 833 (2) DOI 10.3847\/1538-4357\/833\/2\/138 Web of Science ID 000391169600013 DEEP CHANDRA OBSERVATIONS OF THE PULSAR WIND NEBULA CREATED BY PSR B0355+54 Klingler, N., Rangelov, B., Kargaltsev, O., Pavlov, G. G., Romani, R. W., Posselt, B., Slane, P., Temim, T., Ng, C., Bucciantini, N., Bykov, A., Swartz, D. A., Buehler, R. 833 (2) DOI 10.3847\/1538-4357\/833\/2\/253 Web of Science ID 000391169600128 INTRA-BINARY SHOCK HEATING OF BLACK WIDOW COMPANIONS Romani, R. W., Sanchez, N. 828 (1) DOI 10.3847\/0004-637X\/828\/1\/7 Web of Science ID 000386894900007 BINARY BLACK HOLES, GAS SLOSHING, AND COLD FRONTS IN THE X-RAY HALO HOSTING 4C+37.11 Andrade-Santos, F., Bogdan, A., Romani, R. W., Forman, W. R., Jones, C., Murray, S. S., Taylor, G. B., Zavala, R. T. 826 (1) DOI 10.3847\/0004-637X\/826\/1\/91 Web of Science ID 000381962200091 Compact symmetric objects and supermassive binary black holes in the VLBA Imaging and Polarimetry Survey Tremblay, S. E., Taylor, G. B., Ortiz, A. A., Tremblay, C. D., Helmboldt, J. F., Romani, R. W. 459 (1) : 820-840 DOI 10.1093\/mnras\/stw592 Web of Science ID 000376386600063 The Imaging X-ray Polarimetry Explorer (IXPE) RESULTS IN PHYSICS Weisskopf, M. C., Ramsey, B., O'Dell, S. L., Tennant, A., Elsner, R., Soffita, P., Bellazzini, R., Costa, E., Kolodziejczak, J., Kaspi, V., Mulieri, F., Marshall, H., Matt, G., Romani, R. 6 : 1179-1180 DOI 10.1016\/j.rinp.2016.10.021 Web of Science ID 000389770300208 A LIKELY MILLISECOND PULSAR BINARY COUNTERPART FOR FERMI SOURCE 2FGL J2039.6-5620 Romani, R. W. 812 (2) DOI 10.1088\/2041-8205\/812\/2\/L24 Web of Science ID 000364485600007 CHARACTERIZATION OF THE INNER KNOT OF THE CRAB: THE SITE OF THE GAMMA-RAY FLARES? Rudy, A., Horns, D., Deluca, A., Kolodziejczak, J., Tennant, A., Yuan, Y., Buehler, R., Arons, J., Blandford, R., Caraveo, P., Costa, E., Funk, S., Hays, E., Lobanov, A., Max, C., Mayer, M., Mignani, R., O'Dell, S. L., Romani, R., Tavani, M., Weisskopf, M. C. 811 (1) DOI 10.1088\/0004-637X\/811\/1\/24 Web of Science ID 000363471600025 KECK SPECTROSCOPY OF MILLISECOND PULSAR J2215+5135: A MODERATE- M-NS, HIGH-INCLINATION BINARY Romani, R. W., Graham, M. L., Filippenko, A. V., Kerr, M. 809 (1) DOI 10.1088\/2041-8205\/809\/1\/L10 Web of Science ID 000359321900010 ECHELLE SPECTROSCOPY OF gamma-RAY BINARY 1FGL J1018.6-5856 Waisberg, I. R., Romani, R. W. 805 (1) DOI 10.1088\/0004-637X\/805\/1\/18 Web of Science ID 000354991300018 A SPECTROSCOPIC STUDY OF THE EXTREME BLACK WIDOW PSR J1311-3430 Romani, R. W., Filippenko, A. V., Cenko, S. B. 804 (2) DOI 10.1088\/0004-637X\/804\/2\/115 Web of Science ID 000354905000037 X-RAY ANALYSIS OF THE PROPER MOTION AND PULSAR WIND NEBULA FOR PSR J1741-2054 Auchettl, K., Slane, P., Romani, R. W., Posselt, B., Pavlov, G. G., Kargaltsev, O., Ng, C., Temim, T., Weisskopf, M. C., Bykov, A., Swartz, D. A. 802 (1) DOI 10.1088\/0004-637X\/802\/1\/68 Web of Science ID 000351834700068 THE ORIGIN OF THE EXTRAGALACTIC GAMMA-RAY BACKGROUND AND IMPLICATIONS FOR DARK MATTER ANNIHILATION Ajello, M., Gasparrini, D., Sanchez-Conde, M., Zaharijas, G., Gustafsson, M., Cohen-Tanugi, J., Dermer, C. D., Inoue, Y., Hartmann, D., Ackermann, M., Bechtol, K., Franckowiak, A., Reimer, A., Romani, R. W., Strong, A. W. 800 (2) DOI 10.1088\/2041-8205\/800\/2\/L27 Web of Science ID 000349692900008 TEMPORAL CORRELATIONS BETWEEN OPTICAL AND GAMMA-RAY ACTIVITY IN BLAZARS Cohen, D. P., Romani, R. W., Filippenko, A. V., Cenko, S. B., Lott, B., Zheng, W., Li, W. 797 (2) DOI 10.1088\/0004-637X\/797\/2\/137 Web of Science ID 000346291600065 Time correlation between the radio and gamma-ray activity in blazars and the production site of the gamma-ray emission Max-Moerbeck, W., Hovatta, T., Richards, J. L., KING, O. G., Pearson, T. J., Readhead, A. C., Reeves, R., Shepherd, M. C., Stevenson, M. A., Angelakis, E., Fuhrmann, L., Grainge, K. J., Pavlidou, V., Romani, R. W., Zensus, J. A. 445 (1) : 428-436 DOI 10.1093\/mnras\/stu1749 Web of Science ID 000343827700034 2FGL J1653.6-0159: A NEW LOW IN EVAPORATING PULSAR BINARY PERIODS Romani, R. W., Filippenko, A. V., Cenko, S. B. 793 (1) DOI 10.1088\/2041-8205\/793\/1\/L20 Web of Science ID 000341313700020 Two active states of the narrow-line gamma-ray-loud AGN GB 1310+487 Sokolovsky, K. V., Schinzel, F. K., Tanaka, Y. T., Abolmasov, P. K., Angelakis, E., Bulgarelli, A., Carrasco, L., Cenko, S. B., Cheung, C. C., Clubb, K. I., D'Ammando, F., ESCANDE, L., Fegan, S. J., Filippenko, A. V., Finke, J. D., Fuhrmann, L., Fukazawa, Y., Hays, E., Healey, S. E., Ikejiri, Y., Itoh, R., Kawabata, K. S., Komatsu, T., Kovalev, Y. A., Kovalev, Y. Y., Krichbaum, T. P., Larsson, S., Lister, M. L., Lott, B., Max-Moerbeck, W., Nestoras, I., Pittori, C., Pursimo, T., Pushkarev, A. B., Readhead, A. C., Recillas, E., Richards, J. L., Riquelme, D., Romani, R. W., Sakimoto, K., Sasada, M., Schmidt, R., Shaw, M. S., Sievers, A., Thompson, D. J., Uemura, M., Ungerechts, H., Vercellone, S., Verrecchia, F., Yamanaka, M., Yoshida, M., Zensus, J. A. 565 DOI 10.1051\/0000-6361\/201220703 Web of Science ID 000336730900026 Astronomy. Pulsar beams--big and bright. Romani, R. W. 344 (6180) : 159-160 DOI 10.1126\/science.1251943 PubMedID 24723602 A SURVEY FOR H alpha PULSAR BOW SHOCKS Brownsberger, S., Romani, R. W. 784 (2) DOI 10.1088\/0004-637X\/784\/2\/154 Web of Science ID 000335519400069 IMAGING REDSHIFT ESTIMATES FOR FERMI BL LAC OBJECTS Stadnik, M., Romani, R. W. 784 (2) DOI 10.1088\/0004-637X\/784\/2\/151 Web of Science ID 000335519400066 A MULTI-WAVELENGTH STUDY OF THE HOST ENVIRONMENT OF SMBHB 4C+37.11 Romani, R. W., Forman, W. R., Jones, C., Murray, S. S., Readhead, A. C., Taylor, G. B., Zavala, R. T. 780 (2) DOI 10.1088\/0004-637X\/780\/2\/149 Web of Science ID 000329097100036 THE COSMIC EVOLUTION OF FERMI BL LACERTAE OBJECTS Ajello, M., Romani, R. W., Gasparrini, D., Shaw, M. S., BOLMER, J., Cotter, G., Finke, J., Greiner, J., Healey, S. E., King, O., Max-Moerbeck, W., Michelson, P. F., Potter, W. J., Rau, A., Readhead, A. C., Richards, J. L., Schady, P. 780 (1) DOI 10.1088\/0004-637X\/780\/1\/73 Web of Science ID 000328937100073 BROADBAND PULSATIONS FROM PSR B1821-24: IMPLICATIONS FOR EMISSION MODELS AND THE PULSAR POPULATION OF M28 Johnson, T. J., Guillemot, L., Kerr, M., Cognard, I., Ray, P. S., Wolff, M. T., Begin, S., Janssen, G. H., Romani, R. W., Venter, C., Grove, J. E., Freire, P. C., Wood, M., Cheung, C. C., Casandjian, J. M., Stairs, I. H., Camilo, F., Espinoza, C. M., Ferrara, E. C., Harding, A. K., Johnston, S., Kramer, M., Lyne, A. G., Michelson, P. F., Ransom, S. M., Shannon, R., Smith, D. A., Stappers, B. W., Theureau, G., Thorsett, S. E. 778 (2) DOI 10.1088\/0004-637X\/778\/2\/106 Web of Science ID 000327762800021 PHOTOMETRICALLY TRIGGERED KECK SPECTROSCOPY OF FERMI BL LACERTAE OBJECTS ASTRONOMICAL JOURNAL Shaw, M. S., Filippenko, A. V., Romani, R. W., Cenko, S. B., Li, W. 146 (5) DOI 10.1088\/0004-6256\/146\/5\/127 Web of Science ID 000325976200024 PSR J2021+4026 IN THE GAMMA CYGNI REGION: THE FIRST VARIABLE gamma-RAY PULSAR SEEN BY THE Fermi LAT Allafort, A., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bellazzini, R., Bonamente, E., Bottacini, E., Brandt, T. J., Bregeon, J., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Cecchi, C., Chaves, R. C., Chekhtman, A., Chiang, J., CHIARO, G., Ciprini, S., Claus, R., D'Ammando, F., De Palma, F., Digel, S. W., Di Venere, L., Drell, P. S., Favuzzi, C., Ferrara, E. C., Franckowiak, A., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Guiriec, S., Hadasch, D., Harding, A. K., Hayashida, M., Hayashi, K., Hays, E., Hewitt, J., Hill, A. B., Horan, D., Hou, X., Jogler, T., Johnson, A. S., Johnson, T. J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Larsson, S., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lubrano, P., Malyshev, D., Marelli, M., Mayer, M., Mazziotta, M. N., Mehault, J., Mizuno, T., Monzani, M. E., Morselli, A., Murgia, S., Nemmen, R., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Paneque, D., Pesce-Rollins, M., Pierbattista, M., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Ray, P. S., Razzano, M., Reimer, O., Reposeur, T., Romani, R. W., Sartori, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Spinelli, P., Strong, A. W., Takahashi, H., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tinivella, M., Torres, D. F., Tosti, G., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Venter, C., Vianello, G., Vitale, V., Winer, B. L., Wood, K. S. 777 (1) DOI 10.1088\/2041-8205\/777\/1\/L2 Web of Science ID 000326187400002 Search for gamma-ray spectral lines with the Fermi Large Area Telescope and dark matter implications Ackermann, M., Ajello, M., Albert, A., Allafort, A., Baldini, L., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Bissaldi, E., Bloom, E. D., Bonamente, E., Bottacini, E., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Charles, E., Chaves, R. C., Chekhtman, A., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., D'Ammando, F., De Angelis, A., De Palma, F., Dermer, C. D., Digel, S. W., Di Venere, L., Drell, P. S., Drlica-Wagner, A., Essig, R., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Gomez-Vargas, G. A., Grenier, I. A., Guiriec, S., Gustafsson, M., Hadasch, D., Hayashida, M., Hill, A. B., Horan, D., Hou, X., Hughes, R. E., Inoue, Y., IZAGUIRRE, E., Jogler, T., Kamae, T., Knoedlseder, J., Kuss, M., Lande, J., Larsson, S., Latronico, L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Malyshev, D., Mayer, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nemmen, R., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orienti, M., Orlando, E., Ormes, J. F., Paneque, D., Perkins, J. S., Pesce-Rollins, M., Piron, F., Pivato, G., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Romani, R. W., Sanchez-Conde, M., Schulz, A., Sgro, C., Siegal-Gaskins, J., SISKIND, E. J., Snyder, A., Spandre, G., Spinelli, P., Suson, D. J., Tajima, H., Takahashi, H., Thayer, J. G., Thayer, J. B., Tibaldo, L., Tinivella, M., Tosti, G., Troja, E., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Winer, B. L., Wood, K. S., Wood, M., Yang, Z., Zaharijas, G., Zimmer, S. 88 (8) DOI 10.1103\/PhysRevD.88.082002 Web of Science ID 000326107300001 THE VELA-X PULSAR WIND NEBULA REVISITED WITH FOUR YEARS OF FERMI LARGE AREA TELESCOPE OBSERVATIONS Grondin, M., Romani, R. W., Lemoine-Goumard, M., Guillemot, L., Harding, A. K., Reposeur, T. 774 (2) DOI 10.1088\/0004-637X\/774\/2\/110 Web of Science ID 000323888900019 GMRT DISCOVERY OF PSR J1544+4937: AN ECLIPSING BLACK-WIDOW PULSAR IDENTIFIED WITH A FERMI-LAT SOURCE Bhattacharyya, B., Roy, J., Ray, P. S., Gupta, Y., Bhattacharya, D., Romani, R. W., Ransom, S. M., Ferrara, E. C., Wolff, M. T., Camilo, F., Cognard, I., Harding, A. K., den Hartog, P. R., Johnston, S., Keith, M., Kerr, M., Michelson, P. F., Parkinson, P. M., Wood, D. L., Wood, K. S. 773 (1) DOI 10.1088\/2041-8205\/773\/1\/L12 Web of Science ID 000322455600012 FERMI LAT PULSED DETECTION OF PSR J0737-3039A IN THE DOUBLE PULSAR SYSTEM Guillemot, L., Kramer, M., Johnson, T. J., Craig, H. A., Romani, R. W., Venter, C., Harding, A. K., Ferdman, R. D., Stairs, I. H., Kerr, M. 768 (2) DOI 10.1088\/0004-637X\/768\/2\/169 Web of Science ID 000318228400072 CHANDRA, KECK, AND VLA OBSERVATIONS OF THE CRAB NEBULA DURING THE 2011-APRIL GAMMA-RAY FLARE Weisskopf, M. C., Tennant, A. F., Arons, J., Blandford, R., Buehler, R., Caraveo, P., Cheung, C. C., Costa, E., De Luca, A., Ferrigno, C., Fu, H., Funk, S., Habermehl, M., Horns, D., Linford, J. D., Lobanov, A., Max, C., Mignani, R., O'Dell, S. L., Romani, R. W., Striani, E., Tavani, M., Taylor, G. B., Uchiyama, Y., Yuan, Y. 765 (1) DOI 10.1088\/0004-637X\/765\/1\/56 Web of Science ID 000314957900056 SPECTROSCOPY OF THE LARGEST EVER gamma-RAY-SELECTED BL LAC SAMPLE Shaw, M. S., Romani, R. W., Cotter, G., Healey, S. E., Michelson, P. F., Readhead, A. C., Richards, J. L., Max-Moerbeck, W., King, O. G., Potter, W. J. 764 (2) DOI 10.1088\/0004-637X\/764\/2\/135 Web of Science ID 000314812600023 RADIO DETECTION OF THE FERMI-LAT BLIND SEARCH MILLISECOND PULSAR J1311-3430 Ray, P. S., Ransom, S. M., Cheung, C. C., Giroletti, M., Cognard, I., Camilo, F., Bhattacharyya, B., Roy, J., Romani, R. W., Ferrara, E. C., Guillemot, L., Johnston, S., Keith, M., Kerr, M., Kramer, M., PLETSCH, H. J., Parkinson, P. M., Wood, K. S. 763 (1) DOI 10.1088\/2041-8205\/763\/1\/L13 Web of Science ID 000313564500013 Binary Millisecond Pulsar Discovery via Gamma-Ray Pulsations Pletsch, H. J., Guillemot, L., Fehrmann, H., Allen, B., Kramer, M., Aulbert, C., Ackermann, M., Ajello, M., De Angelis, A., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Borgland, A. W., Bottacini, E., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chaves, R. C., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., D'Ammando, F., Dermer, C. D., Digel, S. W., Drell, P. S., Drlica-Wagner, A., Dubois, R., Dumora, D., Favuzzi, C., Ferrara, E. C., Franckowiak, A., Fukazawa, Y., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., den Hartog, P. R., Hayashida, M., Hays, E., Hill, A. B., Hou, X., Hughes, R. E., Johannesson, G., Jackson, M. S., Jogler, T., Johnson, A. S., Johnson, W. N., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Larsson, S., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Massaro, F., Mayer, M., Mazziotta, M. N., McEnery, J. E., Mehault, J., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nemmen, R., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., De Palma, F., Paneque, D., Perkins, J. S., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Ray, P. S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Romani, R. W., ROMOLI, C., Sanchez, D. A., Parkinson, P. M., Schulz, A., Sgro, C., do Couto e Silva, E., SISKIND, E. J., Smith, D. A., Spandre, G., Spinelli, P., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tinivella, M., Troja, E., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Waite, A. P., Winer, B. L., Wood, K. S., Wood, M., Yang, Z., Zimmer, S. 338 (6112) : 1314-1317 Millisecond pulsars, old neutron stars spun up by accreting matter from a companion star, can reach high rotation rates of hundreds of revolutions per second. Until now, all such \"recycled\" rotation-powered pulsars have been detected by their spin-modulated radio emission. In a computing-intensive blind search of gamma-ray data from the Fermi Large Area Telescope (with partial constraints from optical data), we detected a 2.5-millisecond pulsar, PSR J1311-3430. This unambiguously explains a formerly unidentified gamma-ray source that had been a decade-long enigma, confirming previous conjectures. The pulsar is in a circular orbit with an orbital period of only 93 minutes, the shortest of any spin-powered pulsar binary ever found. DOI 10.1126\/science.1229054 Web of Science ID 000311991200058 PubMedID 23112297 PSR J1311-3430: A HEAVYWEIGHT NEUTRON STAR WITH A FLYWEIGHT HELIUM COMPANION Romani, R. W., Filippenko, A. V., Silverman, J. M., Cenko, S. B., Greiner, J., Rau, A., Elliott, J., Pletsch, H. J. 760 (2) DOI 10.1088\/2041-8205\/760\/2\/L36 Web of Science ID 000311103000017 ALTITUDE LIMITS FOR ROTATING VECTOR MODEL FITTING OF PULSAR POLARIZATION Craig, H. A., Romani, R. W. 755 (2) DOI 10.1088\/0004-637X\/755\/2\/137 Web of Science ID 000307791400054 A CHANDRA PROPER MOTION FOR PSR J1809-2332 Van Etten, A., Romani, R. W., Ng, C. 755 (2) DOI 10.1088\/0004-637X\/755\/2\/151 Web of Science ID 000307791400068 2FGL J1311.7-3429 JOINS THE BLACK WIDOW CLUB Romani, R. W. 754 (2) DOI 10.1088\/2041-8205\/754\/2\/L25 Web of Science ID 000306527200007 ASSESSING THE SIGNIFICANCE OF APPARENT CORRELATIONS BETWEEN RADIO AND GAMMA-RAY BLAZAR FLUXES Pavlidou, V., Richards, J. L., Max-Moerbeck, W., KING, O. G., Pearson, T. J., Readhead, A. C., Reeves, R., Stevenson, M. A., Angelakis, E., Fuhrmann, L., Zensus, J. A., Giroletti, M., Reimer, A., Healey, S. E., Romani, R. W., Shaw, M. S. 751 (2) DOI 10.1088\/0004-637X\/751\/2\/149 Web of Science ID 000304204600070 THE LUMINOSITY FUNCTION OF FERMI-DETECTED FLAT-SPECTRUM RADIO QUASARS Ajello, M., Shaw, M. S., Romani, R. W., Dermer, C. D., Costamante, L., KING, O. G., Max-Moerbeck, W., Readhead, A., Reimer, A., Richards, J. L., Stevenson, M. 751 (2) DOI 10.1088\/0004-637X\/751\/2\/108 Web of Science ID 000304204600029 GAMMA-RAY ACTIVITY IN THE CRAB NEBULA: THE EXCEPTIONAL FLARE OF 2011 APRIL Buehler, R., Scargle, J. D., Blandford, R. D., Baldini, L., Baring, M. G., Belfiore, A., Charles, E., Chiang, J., D'Ammando, F., Dermer, C. D., Funk, S., Grove, J. E., Harding, A. K., Hays, E., Kerr, M., Massaro, F., Mazziotta, M. N., Romani, R. W., Parkinson, P. M., Tennant, A. F., Weisskopf, M. C. 749 (1) DOI 10.1088\/0004-637X\/749\/1\/26 Web of Science ID 000302175500026 SPECTROSCOPY OF BROAD-LINE BLAZARS FROM 1LAC Shaw, M. S., Romani, R. W., Cotter, G., Healey, S. E., Michelson, P. F., Readhead, A. C., Richards, J. L., Max-Moerbeck, W., King, O. G., Potter, W. J. 748 (1) DOI 10.1088\/0004-637X\/748\/1\/49 Web of Science ID 000301347500049 PSR J2030+3641: RADIO DISCOVERY AND GAMMA-RAY STUDY OF A MIDDLE-AGED PULSAR IN THE NOW IDENTIFIED FERMI-LAT SOURCE 1FGL J2030.0+3641 Camilo, F., Kerr, M., Ray, P. S., Ransom, S. M., Johnston, S., Romani, R. W., Parent, D., DeCesar, M. E., Harding, A. K., Donato, D., Parkinson, P. M., Ferrara, E. C., Freire, P. C., Guillemot, L., Keith, M., Kramer, M., Wood, K. S. 746 (1) DOI 10.1088\/0004-637X\/746\/1\/39 Web of Science ID 000302861300039 Periodic Emission from the Gamma-Ray Binary 1FGL J1018.6-5856 Ackermann, M., Ajello, M., Ballet, J., Barbiellini, G., Bastieri, D., Belfiore, A., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Corbel, S., Corbet, R. H., Cutini, S., De Luca, A., den Hartog, P. R., De Palma, F., Dermer, C. D., Digel, S. W., do Couto e Silva, E., Donato, D., Drell, P. S., Drlica-Wagner, A., Dubois, R., Dubus, G., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fortin, P., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hill, A. B., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, T. J., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Naumann-Godo, M., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ozaki, M., Paneque, D., Parent, D., Pesce-Rollins, M., Pierbattista, M., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Ritz, S., Romani, R. W., Roth, M., Parkinson, P. M., Sgro, C., SISKIND, E. J., Spandre, G., Spinelli, P., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. G., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tinivella, M., Torres, D. F., Tosti, G., Troja, E., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vianello, G., Vitale, V., Waite, A. P., Winer, B. L., Wood, K. S., Wood, M., Yang, Z., Zimmer, S., Coe, M. J., Di Mille, F., Edwards, P. G., Filipovic, M. D., Payne, J. L., Stevens, J., Torres, M. A. 335 (6065) : 189-193 Gamma-ray binaries are stellar systems containing a neutron star or black hole, with gamma-ray emission produced by an interaction between the components. These systems are rare, even though binary evolution models predict dozens in our Galaxy. A search for gamma-ray binaries with the Fermi Large Area Telescope (LAT) shows that 1FGL J1018.6-5856 exhibits intensity and spectral modulation with a 16.6-day period. We identified a variable x-ray counterpart, which shows a sharp maximum coinciding with maximum gamma-ray emission, as well as an O6V((f)) star optical counterpart and a radio counterpart that is also apparently modulated on the orbital period. 1FGL J1018.6-5856 is thus a gamma-ray binary, and its detection suggests the presence of other fainter binaries in the Galaxy. DOI 10.1126\/science.1213974 PubMedID 22246769 CONTEMPORANEOUS VLBA 5 GHz OBSERVATIONS OF LARGE AREA TELESCOPE DETECTED BLAZARS Linford, J. D., Taylor, G. B., Romani, R. W., Helmboldt, J. F., Readhead, A. C., Reeves, R., Richards, J. L. 744 (2) DOI 10.1088\/0004-637X\/744\/2\/177 Web of Science ID 000298666400096 Measurement of Separate Cosmic-Ray Electron and Positron Spectra with the Fermi Large Area Telescope Ackermann, M., Ajello, M., Allafort, A., Atwood, W. B., Baldini, L., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., De Angelis, A., De Palma, F., Dermer, C. D., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fortin, P., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Germani, S., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guiriec, S., Gustafsson, M., Hadasch, D., Harding, A. K., Hayashida, M., Hughes, R. E., Johannesson, G., Johnson, A. S., Kamae, T., Katagiri, H., Kataoka, J., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Garde, M. L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Madejski, G. M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Parent, D., Pesce-Rollins, M., Pierbattista, M., Piron, F., Pivato, G., Porter, T. A., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Romani, R. W., Roth, M., Sadrozinski, H. W., Sbarra, C., SCHALK, T. L., Sgro, C., SISKIND, E. J., Spandre, G., Spinelli, P., Strong, A. W., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. G., Thayer, J. B., Tibaldo, L., Tinivella, M., Torres, D. F., Tosti, G., Troja, E., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Waite, A. P., Winer, B. L., Wood, K. S., Wood, M., Yang, Z., Zimmer, S. 108 (1) We measured separate cosmic-ray electron and positron spectra with the Fermi Large Area Telescope. Because the instrument does not have an onboard magnet, we distinguish the two species by exploiting Earth's shadow, which is offset in opposite directions for opposite charges due to Earth's magnetic field. We estimate and subtract the cosmic-ray proton background using two different methods that produce consistent results. We report the electron-only spectrum, the positron-only spectrum, and the positron fraction between 20 and 200 GeV. We confirm that the fraction rises with energy in the 20-100 GeV range. The three new spectral points between 100 and 200 GeV are consistent with a fraction that is continuing to rise with energy. DOI 10.1103\/PhysRevLett.108.011103 Web of Science ID 000298928500005 PubMedID 22304252 THE ORBIT AND COMPANION OF PROBABLE gamma-RAY PULSAR J2339-0533 Romani, R. W., Shaw, M. S. 743 (2) DOI 10.1088\/2041-8205\/743\/2\/L26 Web of Science ID 000298152500001 OBSERVATIONS OF ENERGETIC HIGH MAGNETIC FIELD PULSARS WITH THE FERMI LARGE AREA TELESCOPE Parent, D., Kerr, M., den Hartog, P. R., Baring, M. G., DeCesar, M. E., Espinoza, C. M., Gotthelf, E. V., Harding, A. K., Johnston, S., Kaspi, V. M., Livingstone, M., Romani, R. W., Stappers, B. W., Watters, K., Weltevrede, P., Abdo, A. A., Burgay, M., Camilo, F., Craig, H. A., Freire, P. C., Giordano, F., Guillemot, L., Hobbs, G., Keith, M., Kramer, M., Lyne, A. G., Manchester, R. N., Noutsos, A., Possenti, A., Smith, D. A. 743 (2) DOI 10.1088\/0004-637X\/743\/2\/170 Web of Science ID 000298178400072 THE IDENTIFICATION OF THE X-RAY COUNTERPART TO PSR J2021+4026 Weisskopf, M. C., Romani, R. W., Razzano, M., Belfiore, A., Parkinson, P. S., Ray, P. S., Kerr, M., Harding, A., Swartz, D. A., Carraminana, A., Ziegler, M., Becker, W., De Luca, A., Dormody, M., Thompson, D. J., Kanbach, G., Elsner, R. F., O'Dell, S. L., Tennant, A. F. 743 (1) DOI 10.1088\/0004-637X\/743\/1\/74 Web of Science ID 000297408300074 MULTI-ZONE MODELING OF THE PULSAR WIND NEBULA HESS J1825-137 Van Etten, A., Romani, R. W. 742 (2) DOI 10.1088\/0004-637X\/742\/2\/62 Web of Science ID 000297211900002 Fermi Detection of a Luminous gamma-Ray Pulsar in a Globular Cluster Freire, P. C., Abdo, A. A., Ajello, M., Allafort, A., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., De Palma, F., Dermer, C. D., do Couto e Silva, E., Dormody, M., Drell, P. S., Dubois, R., Dumora, D., Espinoza, C. M., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fortin, P., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hadasch, D., Harding, A. K., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnston, S., Katagiri, H., Kataoka, J., Keith, M., Kerr, M., Knoedlseder, J., Kramer, M., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Lyne, A. G., Manchester, R. N., Marelli, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ozaki, M., Paneque, D., Parent, D., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Ransom, S. M., Ray, P. S., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Romani, R. W., Roth, M., Sadrozinski, H. W., Parkinson, P. M., Sgro, C., Shannon, R., SISKIND, E. J., Smith, D. A., Smith, P. D., Spinelli, P., Stappers, B. W., Suson, D. J., Takahashi, H., Tanaka, T., Tauris, T. M., Thayer, J. B., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Troja, E., Vandenbroucke, J., Van Etten, A., Vasileiou, V., Venter, C., Vianello, G., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Wood, K. S., Yang, Z., Ziegler, M., Zimmer, S. 334 (6059) : 1107-1110 DOI 10.1126\/science.1207141 Web of Science ID 000297313900043 THE RADIO\/GAMMA-RAY CONNECTION IN ACTIVE GALACTIC NUCLEI IN THE ERA OF THE FERMI LARGE AREA TELESCOPE Ackermann, M., Ajello, M., Allafort, A., Angelakis, E., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Cannon, A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cutini, S., De Palma, F., Dermer, C. D., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., ESCANDE, L., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fuhrmann, L., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grandi, P., Grenier, I. A., Guiriec, S., Hadasch, D., Hayashida, M., Hays, E., Healey, S. E., Johannesson, G., Johnson, A. S., Kamae, T., Katagiri, H., Kataoka, J., Knoedlseder, J., Kuss, M., Lande, J., Lee, S., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Max-Moerbeck, W., Mazziotta, M. N., McEnery, J. E., Mehault, J., Michelson, P. F., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Naumann-Godo, M., Nishino, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Pavlidou, V., Pelassa, V., Pepe, M., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Razzano, M., Readhead, A., Reimer, A., Reimer, O., Richards, J. L., Romani, R. W., Sadrozinski, H. W., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Tanaka, T., Taylor, G. B., Thayer, J. G., Thayer, J. B., Thompson, D. J., Torres, D. F., Tosti, G., Tramacere, A., Troja, E., Vandenbroucke, J., Vianello, G., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yang, Z., Ziegler, M. 741 (1) DOI 10.1088\/0004-637X\/741\/1\/30 Web of Science ID 000296769000030 SUB-LUMINOUS gamma-RAY PULSARS Romani, R. W., Kerr, M., Craig, H. A., Johnston, S., Cognard, I., Smith, D. A. 738 (1) DOI 10.1088\/0004-637X\/738\/1\/114 Web of Science ID 000294015500114 DETECTION OF THE PULSAR WIND NEBULA HESS J1825-137 WITH THE FERMI LARGE AREA TELESCOPE Grondin, M., Funk, S., Lemoine-Goumard, M., Van Etten, A., Hinton, J. A., Camilo, F., Cognard, I., Espinoza, C. M., Freire, P. C., Grove, J. E., Guillemot, L., Johnston, S., Kramer, M., Lande, J., Michelson, P., Possenti, A., Romani, R. W., Skilton, J. L., Theureau, G., Weltevrede, P. 738 (1) DOI 10.1088\/0004-637X\/738\/1\/42 Web of Science ID 000294015500042 OBSERVATIONS OF THE YOUNG SUPERNOVA REMNANT RX J1713.7-3946 WITH THE FERMI LARGE AREA TELESCOPE Abdo, A. A., Ackermann, M., Ajello, M., Allafort, A., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Corbel, S., Cutini, S., De Angelis, A., De Palma, F., Dermer, C. D., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Dumora, D., Favuzzi, C., Ferrara, E. C., Fortin, P., Frailis, M., Fukazawa, Y., Fukui, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., Hayashida, M., Hayashi, K., Hays, E., Horan, D., Jackson, M. S., Johannesson, G., Johnson, A. S., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mignani, R. P., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Orlando, E., Ormes, J. F., Paneque, D., Parent, D., Pelassa, V., Pesce-Rollins, M., Pierbattista, M., Piron, F., Pohl, M., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, O., Reposeur, T., Ritz, S., Romani, R. W., Roth, M., Sadrozinski, H. W., Parkinson, P. M., Sgro, C., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. G., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Troja, E., Uchiyama, Y., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yamamoto, H., Yamazaki, R., Yang, Z., Ziegler, M. 734 (1) DOI 10.1088\/0004-637X\/734\/1\/28 Web of Science ID 000291026900028 Discovery of millisecond pulsars in radio searches of southern Fermi Large Area Telescope sources Keith, M. J., Johnston, S., Ray, P. S., Ferrara, E. C., Parkinson, P. M., Celik, O., Belfiore, A., Donato, D., Cheung, C. C., Abdo, A. A., Camilo, F., Freire, P. C., Guillemot, L., Harding, A. K., Kramer, M., Michelson, P. F., Ransom, S. M., Romani, R. W., Smith, D. A., Thompson, D. J., Weltevrede, P., Wood, K. S. 414 (2) : 1292-1300 DOI 10.1111\/j.1365-2966.2011.18464.x Web of Science ID 000292740500036 BLAZARS IN THE FERMI ERA: THE OVRO 40 m TELESCOPE MONITORING PROGRAM Richards, J. L., Max-Moerbeck, W., Pavlidou, V., King, O. G., Pearson, T. J., Readhead, A. C., Reeves, R., Shepherd, M. C., Stevenson, M. A., Weintraub, L. C., Fuhrmann, L., Angelakis, E., Zensus, J. A., Healey, S. E., Romani, R. W., Shaw, M. S., Grainge, K., Birkinshaw, M., Lancaster, K., Worrall, D. M., Taylor, G. B., Cotter, G., Bustos, R. 194 (2) DOI 10.1088\/0067-0049\/194\/2\/29 Web of Science ID 000291675700013 PRECISE gamma-RAY TIMING AND RADIO OBSERVATIONS OF 17 FERMI gamma-RAY PULSARS Ray, P. S., Kerr, M., Parent, D., Abdo, A. A., Guillemot, L., Ransom, S. M., Rea, N., Wolff, M. T., Makeev, A., Roberts, M. S., Camilo, F., Dormody, M., Freire, P. C., Grove, J. E., Gwon, C., Harding, A. K., Johnston, S., Keith, M., Kramer, M., Michelson, P. F., Romani, R. W., Parkinson, P. M., Thompson, D. J., Weltevrede, P., Wood, K. S., Ziegler, M. 194 (2) DOI 10.1088\/0067-0049\/194\/2\/17 Web of Science ID 000291675700001 DISCOVERY OF TWO MILLISECOND PULSARS IN FERMI SOURCES WITH THE NANCAY RADIO TELESCOPE Cognard, I., Guillemot, L., Johnson, T. J., Smith, D. A., Venter, C., Harding, A. K., Wolff, M. T., Cheung, C. C., Donato, D., Abdo, A. A., Ballet, J., Camilo, F., Desvignes, G., Dumora, D., Ferrara, E. C., Freire, P. C., Grove, J. E., Johnston, S., Keith, M., Kramer, M., Lyne, A. G., Michelson, P. F., Parent, D., Ransom, S. M., Ray, P. S., Romani, R. W., Parkinson, P. M., Stappers, B. W., Theureau, G., Thompson, D. J., Weltevrede, P., Wood, K. S. 732 (1) DOI 10.1088\/0004-637X\/732\/1\/47 Web of Science ID 000289626500047 THE FIRST FERMI LARGE AREA TELESCOPE CATALOG OF GAMMA-RAY PULSARS (vol 187, pg 460, 2010) Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Corbet, R., Cutini, S., den Hartog, P. R., Dermer, C. D., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., ESPINOZA, C., Farnier, C., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fortin, P., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Gotthelf, E. V., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Gwon, C., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Kanbach, G., Kaspi, V. M., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kramer, M., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Livingstone, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Madejski, G. M., Makeev, A., Manchester, R. N., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Mineo, T., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Noutsos, A., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Ray, P. S., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sellerholm, A., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Starck, J., Striani, E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Wang, N., Watters, K., Weltevrede, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 193 (1) DOI 10.1088\/0067-0049\/193\/1\/22 Web of Science ID 000289059000022 RADIO AND gamma-RAY CONSTRAINTS ON THE EMISSION GEOMETRY AND BIRTHPLACE OF PSR J2043+2740 Noutsos, A., Abdo, A. A., Ackermann, M., Ajello, M., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Busetto, G., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chaty, S., Chekhtman, A., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Colafrancesco, S., Cutini, S., Dermer, C. D., De Palma, F., Drell, P. S., Dumora, D., Ea, C. M., Favuzzi, C., Ferrara, E. C., Focke, W. B., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Godfrey, G., Grandi, P., Grenier, I. A., Grove, J. E., Guillemot, L., Guiriec, S., Harding, A. K., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Knoedlseder, J., Kramer, M., Kuss, M., Lande, J., Lee, S., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Lyne, A. G., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., Mehault, J., Michelson, P. F., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Naumann-Godo, M., Nolan, P. L., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Persic, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Ray, P. S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Romani, R. W., Sadrozinski, H., Sander, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Strickman, M. S., Suson, D. J., Takahashi, H., Tanaka, T., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibolla, O., Torres, D. F., Tramacere, A., Usher, T. L., Vandenbroucke, J., Vianello, G., Vilchez, N., Villata, M., Vitale, V., von Kienlin, A., Waite, A. P., Wang, P., Watters, K., Weltevrede, P., Winer, B. L., Wood, K. S., Ziegler, M. 728 (2) DOI 10.1088\/0004-637X\/728\/2\/77 Web of Science ID 000286973600004 Gamma-Ray Flares from the Crab Nebula Abdo, A. A., Ackermann, M., Ajello, M., Allafort, A., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Brandt, T. J., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Cannon, A., Caraveo, P. A., Casandjian, J. M., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Costamante, L., Cutini, S., D'Ammando, F., Dermer, C. D., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Dumora, D., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., Hayashi, K., Hayashida, M., Hays, E., Horan, D., Itoh, R., Johannesson, G., Johnson, A. S., Johnson, T. J., Khangulyan, D., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Ormes, J. F., Ozaki, M., Paneque, D., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ray, P. S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Romani, R. W., Sadrozinski, H. W., Sanchez, D., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Troja, E., Uchiyama, Y., Vandenbroucke, J., Vasileiou, V., Vianello, G., Vitale, V., Wang, P., Wood, K. S., Yang, Z., Ziegler, M. 331 (6018) : 739-742 A young and energetic pulsar powers the well-known Crab Nebula. Here, we describe two separate gamma-ray (photon energy greater than 100 mega-electron volts) flares from this source detected by the Large Area Telescope on board the Fermi Gamma-ray Space Telescope. The first flare occurred in February 2009 and lasted approximately 16 days. The second flare was detected in September 2010 and lasted approximately 4 days. During these outbursts, the gamma-ray flux from the nebula increased by factors of four and six, respectively. The brevity of the flares implies that the gamma rays were emitted via synchrotron radiation from peta-electron-volt (10(15) electron volts) electrons in a region smaller than 1.4 × 10(-2) parsecs. These are the highest-energy particles that can be associated with a discrete astronomical source, and they pose challenges to particle acceleration theory. DOI 10.1126\/science.1199705 Web of Science ID 000287205700062 PubMedID 21212321 THE GALACTIC POPULATION OF YOUNG gamma-RAY PULSARS Watters, K. P., Romani, R. W. 727 (2) DOI 10.1088\/0004-637X\/727\/2\/123 Web of Science ID 000286662000062 THREE MILLISECOND PULSARS IN FERMI LAT UNASSOCIATED BRIGHT SOURCES Ransom, S. M., Ray, P. S., Camilo, F., Roberts, M. S., Celik, O., Wolff, M. T., Cheung, C. C., Kerr, M., Pennucci, T., DeCesar, M. E., Cognard, I., Lyne, A. G., Stappers, B. W., Freire, P. C., Grove, J. E., Abdo, A. A., Desvignes, G., Donato, D., Ferrara, E. C., Gehrels, N., Guillemot, L., Gwon, C., Harding, A. K., Johnston, S., Keith, M., Kramer, M., Michelson, P. F., Parent, D., Parkinson, P. M., Romani, R. W., Smith, D. A., Theureau, G., Thompson, D. J., Weltevrede, P., Wood, K. S., Ziegler, M. 727 (1) DOI 10.1088\/2041-8205\/727\/1\/L16 Web of Science ID 000285993800016 PSRs J0248+6021 and J2240+5832: young pulsars in the northern Galactic plane Discovery, timing, and gamma-ray observations Theureau, G., Parent, D., Cognard, I., Desvignes, G., Smith, D. A., Casandjian, J. M., Cheung, C. C., Craig, H. A., Donato, D., Foster, R., Guillemot, L., Harding, A. K., Lestrade, J., Ray, P. S., Romani, R. W., Thompson, D. J., Tian, W. W., Watters, K. 525 DOI 10.1051\/0004-6361\/201015317 Web of Science ID 000285193700100 CHARACTERISTICS OF GAMMA-RAY LOUD BLAZARS IN THE VLBA IMAGING AND POLARIMETRY SURVEY Linford, J. D., Taylor, G. B., Romani, R. W., Healey, S. E., Helmboldt, J. F., Readhead, A. C., Reeves, R., Richards, J. L., Cotter, G. 726 (1) DOI 10.1088\/0004-637X\/726\/1\/16 Web of Science ID 000285411300016 The Fermi LAT Pulsars Conference on Radio Pulsars - An Astrophysical Key to Unlock the Secrets of the Universe Romani, R. W. : 205–212 DOI 10.1063\/1.3615119 Web of Science ID 000295993400055 EIGHT gamma-RAY PULSARS DISCOVERED IN BLIND FREQUENCY SEARCHES OF FERMI LAT DATA Parkinson, P. M., Dormody, M., Ziegler, M., Ray, P. S., Abdo, A. A., Ballet, J., Baring, M. G., Belfiore, A., Burnett, T. H., Caliandro, G. A., Camilo, F., Caraveo, P. A., De Luca, A., Ferrara, E. C., Freire, P. C., Grove, J. E., Gwon, C., Harding, A. K., Johnson, R. P., Johnson, T. J., Johnston, S., Keith, M., Kerr, M., Knoedlseder, J., Makeev, A., Marelli, M., Michelson, P. F., Parent, D., Ransom, S. M., Reimer, O., Romani, R. W., Smith, D. A., Thompson, D. J., Watters, K., Weltevrede, P., Wolff, M. T., Wood, K. S. 725 (1) : 571-584 DOI 10.1088\/0004-637X\/725\/1\/571 Web of Science ID 000284576700070 A population of gamma-ray emitting globular clusters seen with the Fermi Large Area Telescope Abdo, A. A., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bellazzini, R., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Charles, E., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., DeCesar, M. E., Dermer, C. D., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Favuzzi, C., Fortin, P., Frailis, M., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hadasch, D., Harding, A. K., Hays, E., Jean, P., Johannesson, G., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Garde, M. L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Pancrazi, B., Parent, D., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Reimer, A., Reimer, O., Reposeur, T., Ripken, J., Romani, R. W., Roth, M., Sadrozinski, H. W., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Webb, N., Winer, B. L., Yang, Z., Ylinen, T., Ziegler, M. 524 DOI 10.1051\/0004-6361\/201014458 Web of Science ID 000284625300024 THE BALMER-DOMINATED BOW SHOCK AND WIND NEBULA STRUCTURE OF gamma-RAY PULSAR PSR J1741-2054 Romani, R. W., Shaw, M. S., Camilo, F., Cotter, G., Sivakoff, G. R. 724 (2) : 908-914 DOI 10.1088\/0004-637X\/724\/2\/908 Web of Science ID 000284149000009 Fermi LAT observations of cosmic-ray electrons from 7 GeV to 1 TeV Ackermann, M., Ajello, M., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellardi, F., Bellazzini, R., Belli, F., Berenji, B., Blandford, R. D., Bloom, E. D., Bogart, J. R., Bonamente, E., Borgland, A. W., Brandt, T. J., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Burnett, T. H., Busetto, G., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carlson, P., Carrigan, S., Casandjian, J. M., Ceccanti, M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Corbet, R., DeKlotz, M., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Di Bernardo, G., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Fabiani, D., Favuzzi, C., Fegan, S. J., Fortin, P., Fukazawa, Y., Funk, S., Fusco, P., Gaggero, D., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grasso, D., Grenier, I. A., Grondin, M., Grove, J. E., Guiriec, S., Gustafsson, M., Hadasch, D., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Garde, M. L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., McEnery, J. E., Mehault, J., Michelson, P. F., Minuti, M., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Petrosian, V., Pinchera, M., Piron, F., Porter, T. A., Profumo, S., Raino, S., Rando, R., Rapposelli, E., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ripken, J., Ritz, S., Rochester, L. S., Romani, R. W., Roth, M., Sadrozinski, H. W., Saggini, N., Sanchez, D., Sander, A., Sgro, C., SISKIND, E. J., Smith, P. D., Spandre, G., Spinelli, P., Stawarz, L., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Turri, M., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Winer, B. L., Wood, K. S., Yang, Z., Ylinen, T., Ziegler, M. 82 (9) DOI 10.1103\/PhysRevD.82.092004 Web of Science ID 000284402000002 Fermi Large Area Telescope observations of Local Group galaxies: detection of M31 and search for M33 Abdo, A. A., Ackermann, M., Ajello, M., Allafort, A., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Brandt, T. J., Bregeon, J., Brigida, M., Bruel, P., Buehler, R., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Cannon, A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Favuzzi, C., Fegan, S. J., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Guiriec, S., Gustafsson, M., Hadasch, D., Harding, A. K., Hayashi, K., Hayashida, M., Hays, E., Healey, S. E., Jean, P., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Martin, P., Mazziotta, M. N., Mehault, J., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pepe, M., Persic, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Ritz, S., Romani, R. W., Sadrozinski, H. W., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Strigari, L., Strong, A. W., Suson, D. J., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vianello, G., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yang, Z., Ziegler, M. 523 DOI 10.1051\/0004-6361\/201015759 Web of Science ID 000285346600003 FERMI LARGE AREA TELESCOPE OBSERVATION OF A GAMMA-RAY SOURCE AT THE POSITION OF ETA CARINAE Abdo, A. A., Ackermann, M., Ajello, M., Allafort, A., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bonamente, E., Borgland, A. W., Bouvier, A., Brandt, T. J., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cecchi, C., Celik, O., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Dermer, C. D., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Frailis, M., Fukazawa, Y., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hill, A. B., Horan, D., Hughes, R. E., Itoh, R., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Livingstone, M., Garde, M. L., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., McEnery, J. E., Mehault, J., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Naumann-Godo, M., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Rodriguez, A. Y., Romani, R. W., Roth, M., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Winer, B. L., Wood, K. S., Yang, Z., Ylinen, T., Ziegler, M. 723 (1) : 649-657 DOI 10.1088\/0004-637X\/723\/1\/649 Web of Science ID 000284090100057 FERMI-LAT OBSERVATIONS OF THE GEMINGA PULSAR Abdo, A. A., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Bastier, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bignami, G. F., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Brueli, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Dermer, C. D., De Palma, F., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Furazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hadasch, D., Hardino, A. K., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenk, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Rayi, P. S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Watters, K., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 720 (1) : 272-283 DOI 10.1088\/0004-637X\/720\/1\/272 Web of Science ID 000281596000025 FERMI LARGE AREA TELESCOPE OBSERVATIONS OF GAMMA-RAY PULSARS PSR J1057-5226, J1709-4429, AND J1952+3252 Ardo, A. A., Ajello, M., Antolini, E., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Burnett, T. H., Buson, S., Caliandro, G. A., Camilo, F., Caraveo, P. A., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Dermer, C. D., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Favuzzi, C., Ferrara, E. C., Fortin, P., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hadasch, D., Hanabata, Y., Harding, A. K., Hays, E., Johannesson, G., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Keith, M., Kerr, M., Knoedlseder, J., Kramer, M., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lubrano, P., Makeev, A., Manchester, R. N., Marelli, M., Mazziotta, M. N., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Mnzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Noutos, A., Nuss, E., Ohsugi, T., Okumura, A., Orlando, E., Ormes, J. F., Ozaki, M., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Raino, S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Rirken, J., Romani, R. W., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Usher, T. L., Vandenbroucke, J., Vasileiou, V., Vitale, V., Waite, A. P., Wang, P., Weltevrede, P., Winer, B. L., Yang, Z., Ylinen, T., Ziegler, M. 720 (1) : 26-40 DOI 10.1088\/0004-637X\/720\/1\/26 Web of Science ID 000281596000004 THE FERMI-LAT HIGH-LATITUDE SURVEY: SOURCE COUNT DISTRIBUTIONS AND THE ORIGIN OF THE EXTRAGALACTIC DIFFUSE BACKGROUND Abdo, A. A., Ackermann, M., Ajello, M., Antolini, E., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Costamante, L., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guiriec, S., Hadasch, D., Hayashida, M., Hays, E., Healey, S. E., Horan, D., Hughes, R. E., Itoh, R., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Garde, M. L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lurrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzan, M., Reimer, A., Reimer, O., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., Shaw, M. S., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yang, Z., Ylinen, T., Ziegler, M. 720 (1) : 435-453 DOI 10.1088\/0004-637X\/720\/1\/435 Web of Science ID 000281596000037 DISCOVERY OF A GeV BLAZAR SHINING THROUGH THE GALACTIC PLANE Vandenbroucke, J., Buehler, R., Ajello, M., Bechtol, K., Bellini, A., Bolte, M., Cheung, C. C., Civano, F., Donato, D., Fuhrmann, L., Funk, S., Healey, S. E., Hill, A. B., Knigge, C., Madejski, G. M., Romani, R. W., Santander-Garcia, M., Shaw, M. S., Steeghs, D., Torres, M. A., Van Etten, A., Williams, K. A. 718 (2) : L166-L170 DOI 10.1088\/2041-8205\/718\/2\/L166 Web of Science ID 000280710700025 Fermi Gamma-Ray Imaging of a Radio Galaxy Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Colafrancesco, S., Cominsky, L. R., Conrad, J., Costamante, L., Cutini, S., Davis, D. S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Famier, C., Favuzzi, C., Fegan, S. J., Finke, J., Focke, W. B., Fortin, P., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Georganopoulos, M., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sambruna, R., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Stawarz, L., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M., Hardcastle, M. J., Kazanas, D. 328 (5979) : 725-729 The Fermi Gamma-ray Space Telescope has detected the gamma-ray glow emanating from the giant radio lobes of the radio galaxy Centaurus A. The resolved gamma-ray image shows the lobes clearly separated from the central active source. In contrast to all other active galaxies detected so far in high-energy gamma-rays, the lobe flux constitutes a considerable portion (greater than one-half) of the total source emission. The gamma-ray emission from the lobes is interpreted as inverse Compton-scattered relic radiation from the cosmic microwave background, with additional contribution at higher energies from the infrared-to-optical extragalactic background light. These measurements provide gamma-ray constraints on the magnetic field and particle energy content in radio galaxy lobes, as well as a promising method to probe the cosmic relic photon fields. DOI 10.1126\/science.1184656 Web of Science ID 000277357100032 PubMedID 20360067 CONSTRAINING PULSAR MAGNETOSPHERE GEOMETRY WITH gamma-RAY LIGHT CURVES Romani, R. W., Watters, K. P. 714 (1) : 810-824 DOI 10.1088\/0004-637X\/714\/1\/810 Web of Science ID 000276701000065 FERMI-LARGE AREA TELESCOPE OBSERVATIONS OF THE EXCEPTIONAL GAMMA-RAY OUTBURSTS OF 3C 273 IN 2009 SEPTEMBER Abdo, A. A., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Cannon, A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Costamante, L., Dermer, C. D., De Angelis, A., De Palma, F., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Guiriec, S., Hayashida, M., Hays, E., Hill, A. B., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Knoedlseder, J., Kuss, M., Lande, J., Larsson, S., Latronico, L., Lemoine-Goumard, M., Garde, M. L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mansutti, O., Massaro, E., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Ritz, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sander, A., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Wehrle, A. E., Winer, B. L., Wood, K. S., Yang, Z., Ylinen, T., Ziegler, M. 714 (1) : L73-L78 DOI 10.1088\/2041-8205\/714\/1\/L73 Web of Science ID 000276971300015 DISCOVERY OF PULSED gamma-RAYS FROM PSR J0034-0534 WITH THE FERMI LARGE AREA TELESCOPE: A CASE FOR CO-LOCATED RADIO AND gamma-RAY EMISSION REGIONS Abdo, A. A., Ackermann, M., Ajello, M., Allafort, A., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Conrad, J., Corbet, R., DeCesar, M. E., Dermer, C. D., Desvignes, G., De Angelis, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., ESPINOZA, C., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hadasch, D., Harding, A. K., Hays, E., Hobbs, G., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kramer, M., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Garde, M. L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Makeev, A., Manchester, R. N., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Noutsos, A., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ripken, J., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Starck, J., Strickman, M. S., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Weltevrede, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 712 (2) : 957-963 DOI 10.1088\/0004-637X\/712\/2\/957 Web of Science ID 000275594600016 FERMI LARGE AREA TELESCOPE OBSERVATIONS OF PSR J1836+5925 Abdo, A. A., Ackermann, M., Ajello, M., ATWOOD, B., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Belfiore, A., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Gwon, C., Hadasch, D., Harding, A. K., Hays, E., Horan, D., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Kanai, Y., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Ray, P. S., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Watters, K., Winer, B. L., Wolff, M. T., Wood, K. S., Ylinen, T., Ziegler, M. 712 (2) : 1209-1218 DOI 10.1088\/0004-637X\/712\/2\/1209 Web of Science ID 000275594600037 J16021+3326: NEW MULTI-FREQUENCY OBSERVATIONS OF A COMPLEX SOURCE Tremblay, S. E., Taylor, G. B., Richards, J. L., Readhead, A. C., Helmboldt, J. F., Romani, R. W., Healey, S. E. 712 (1) : 159-163 DOI 10.1088\/0004-637X\/712\/1\/159 Web of Science ID 000275222900014 IMAGING REDSHIFT ESTIMATES FOR BL LACERTAE OBJECTS Meisner, A. M., Romani, R. W. 712 (1) : 14-25 DOI 10.1088\/0004-637X\/712\/1\/14 Web of Science ID 000275222900002 OBSERVATION OF SUPERNOVA REMNANT IC 443 WITH THE FERMI LARGE AREA TELESCOPE Abdo, A. A., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., Meurer, C., Michelson, P. F., Mitthumsiri, W., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 712 (1) : 459-468 DOI 10.1088\/0004-637X\/712\/1\/459 Web of Science ID 000275222900041 THE EXTENDED X-RAY NEBULA OF PSR J1420-6048 Van Etten, A., Romani, R. W. 711 (2) : 1168-1173 DOI 10.1088\/0004-637X\/711\/2\/1168 Web of Science ID 000274848100014 Gamma-Ray Emission from the Shell of Supernova Remnant W44 Revealed by the Fermi LAT Abdo, A. A., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., ESPINOZA, C., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Katsuta, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kramer, M., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Madejski, G. M., Makeev, A., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Noutsos, A., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Stecker, F. W., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yamazaki, R., Ylinen, T., Ziegler, M. 327 (5969) : 1103-1106 Recent observations of supernova remnants (SNRs) hint that they accelerate cosmic rays to energies close to ~10(15) electron volts. However, the nature of the particles that produce the emission remains ambiguous. We report observations of SNR W44 with the Fermi Large Area Telescope at energies between 2 x 10(8) electron volts and 3 x10(11) electron volts. The detection of a source with a morphology corresponding to the SNR shell implies that the emission is produced by particles accelerated there. The gamma-ray spectrum is well modeled with emission from protons and nuclei. Its steepening above approximately 10(9) electron volts provides a probe with which to study how particle acceleration responds to environmental effects such as shock propagation in dense clouds and how accelerated particles are released into interstellar space. DOI 10.1126\/science.1182787 Web of Science ID 000274901100028 PubMedID 20056857 SPECTRAL PROPERTIES OF BRIGHT FERMI-DETECTED BLAZARS IN THE GAMMA-RAY BAND Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carrigan, S., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Harding, A. K., Hartman, R. C., Hayashida, M., Hays, E., Healey, S. E., Horan, D., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Persic, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Villata, M., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 710 (2) : 1271-1285 DOI 10.1088\/0004-637X\/710\/2\/1271 Web of Science ID 000274233300027 FERMI-LAT DISCOVERY OF GeV GAMMA-RAY EMISSION FROM THE YOUNG SUPERNOVA REMNANT CASSIOPEIA A Abdo, A. A., Ackermann, M., Ajello, M., Allafort, A., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Buehler, R., Burnett, T. H., Busetto, G., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Corbel, S., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Hays, E., Harding, A. K., Hayashida, M., Horan, D., Hughes, R. E., Jackson, M. S., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Pohl, M., Porter, T. A., Raino, S., Rando, R., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spinelli, P., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yamazaki, R., Ylinen, T., Ziegler, M. 710 (1) : L92-L97 DOI 10.1088\/2041-8205\/710\/1\/L92 Web of Science ID 000274438700020 PKS 1502+106: A NEW AND DISTANT GAMMA-RAY BLAZAR IN OUTBURST DISCOVERED BY THE FERMI LARGE AREA TELESCOPE Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bogaert, G., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Frailis, M., Fuhrmann, L., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kadler, M., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kocian, M. L., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Massaro, E., Max-Moerbeck, W., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pavlidou, V., Pearson, T. J., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Razzaque, S., Readhead, A., Reimer, A., Reimer, O., Reposeur, T., Richards, J. L., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., Shaw, M. S., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stevenson, M., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Ubertini, P., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yasuda, H., Ylinen, T., Zensus, J. A., Ziegler, M., Angelakis, E., Hovatta, T., Hoversten, E., Ikejiri, Y., Kawabata, K. S., Kovalev, Y. Y., Kovalev, Y. A., Krichbaum, T. P., Lister, M. L., Lahteenmaki, A., Marchili, N., Ogle, P., Pagani, C., Pushkarev, A. B., Sakimoto, K., Sasada, M., Tornikoski, M., Uemura, M., Yamanaka, M., Yamashita, T. 710 (1) : 810-827 DOI 10.1088\/0004-637X\/710\/1\/810 Web of Science ID 000273850800063 DETECTION OF GAMMA-RAY EMISSION FROM THE STARBURST GALAXIES M82 AND NGC 253 WITH THE LARGE AREA TELESCOPE ON FERMI Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Drlica-Wagner, A., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Foschini, L., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Scargle, J. D., Sellerholm, A., Sgro, C., Shaw, M. S., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Strong, A. W., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 709 (2) : L152-L157 DOI 10.1088\/2041-8205\/709\/2\/L152 Web of Science ID 000274209300013 FERMI LARGE AREA TELESCOPE OBSERVATIONS OF THE CRAB PULSAR AND NEBULA Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Dermer, C. D., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Silva, E. d., Drell, P. S., Dubois, R., Dumora, D., ESPINOZA, C., Farnier, C., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kramer, M., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Noutsos, A., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ray, P. S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Watters, K., Weltevrede, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 708 (2) : 1254-1267 DOI 10.1088\/0004-637X\/708\/2\/1254 Web of Science ID 000273021000024 FERMI OBSERVATIONS OF THE VERY HARD GAMMA-RAY BLAZAR PG 1553+113 Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., Shaw, M. S., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 708 (2) : 1310-1320 DOI 10.1088\/0004-637X\/708\/2\/1310 Web of Science ID 000273021000028 GAMMA-RAY AND RADIO PROPERTIES OF SIX PULSARS DETECTED BY THE FERMI LARGE AREA TELESCOPE Weltevrede, P., Abdo, A. A., Ackermann, M., Ajello, M., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Dermer, C. D., Desvignes, G., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Freire, P. C., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hays, E., Hobbs, G., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Keith, M., Kerr, M., Knoedlseder, J., Kocian, M. L., Kramer, M., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Makeev, A., Manchester, R. N., Mazziotta, M. N., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Wang, N., Watters, K., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 708 (2) : 1426-1441 DOI 10.1088\/0004-637X\/708\/2\/1426 Web of Science ID 000273021000038 Modulated High-Energy Gamma-Ray Emission from the Microquasar Cygnus X-3 Abdo, A. A., Ackermann, M., Ajello, M., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chaty, S., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Corbel, S., Corbet, R., Dermer, C. D., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dubus, G., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hill, A. B., Hjalmarsdotter, L., Horan, D., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Koerding, E., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marchand, L., Marelli, M., Max-Moerbeck, W., Mazziotta, M. N., McColl, N., McEnery, J. E., Meurer, C., Michelson, P. F., Migliari, S., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Ong, R. A., Ormes, J. F., Paneque, D., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Pooley, G., Porter, T. A., Pottschmidt, K., Raino, S., Rando, R., Ray, P. S., Razzano, M., Rea, N., Readhead, A., Reimer, A., Reimer, O., Richards, J. L., Rochester, L. S., Rodriguez, J., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sander, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spinelli, P., Starck, J., Stevenson, M., Strickman, M. S., Suson, D. J., Takahashi, H., Tanaka, T., Thayer, J. B., Thompson, D. J., Tibaldo, L., Tomsick, J. A., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Wilms, J., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 326 (5959) : 1512-1516 Microquasars are accreting black holes or neutron stars in binary systems with associated relativistic jets. Despite their frequent outburst activity, they have never been unambiguously detected emitting high-energy gamma rays. The Fermi Large Area Telescope (LAT) has detected a variable high-energy source coinciding with the position of the x-ray binary and microquasar Cygnus X-3. Its identification with Cygnus X-3 is secured by the detection of its orbital period in gamma rays, as well as the correlation of the LAT flux with radio emission from the relativistic jets of Cygnus X-3. The gamma-ray emission probably originates from within the binary system, opening new areas in which to study the formation of relativistic jets. DOI 10.1126\/science.1182174 Web of Science ID 000272623600051 PubMedID 19965378 FERMI LARGE AREA TELESCOPE GAMMA-RAY DETECTION OF THE RADIO GALAXY M87 Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Cannon, A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Colafrancesco, S., Conrad, J., Costamante, L., Cutini, S., Davis, D. S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Donato, D., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Fegan, S. J., Finke, J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Georganopoulos, M., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sambruna, R., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., Shaw, M. S., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Taylor, G. B., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M., Harris, D. E., Massaro, F., Stawarz, L. 707 (1) : 55-60 DOI 10.1088\/0004-637X\/707\/1\/55 Web of Science ID 000272162900004 FERMI LARGE AREA TELESCOPE DETECTION OF PULSED gamma-RAYS FROM THE VELA-LIKE PULSARS PSR J1048-5832 AND PSR J2229+6114 Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Conrad, J., De Angelis, A., De Palma, F., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Halpern, J., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hobbs, G., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kramer, M., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Makeev, A., Manchester, R. N., Marelli, M., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Noutsos, A., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Uchiyama, Y., Usher, T. L., Van Etten, A., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Wang, N., Watters, K., Weltevrede, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 706 (2) : 1331-1340 DOI 10.1088\/0004-637X\/706\/2\/1331 Web of Science ID 000271872900032 FERMI LAT DISCOVERY OF EXTENDED GAMMA-RAY EMISSION IN THE DIRECTION OF SUPERNOVA REMNANT W51C Abdo, A. A., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giavitto, G., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Katsuta, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Yamazaki, R., Ylinen, T., Ziegler, M. 706 (1) : L1-L6 DOI 10.1088\/0004-637X\/706\/1\/L1 Web of Science ID 000271533200001 FERMI\/LAT OBSERVATIONS OF LS 5039 Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Buson, S., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Corbel, S., Corbet, R., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dubus, G., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Fortin, P., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hill, A. B., Horan, D., Hughes, R. E., Jackson, M. S., Johannesson, G., Johnson, A. S., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., KUEHN, F., Kuss, M., Lande, J., Larsson, S., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ray, P. S., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., Sierpowska-Bartosik, A., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Tanaka, Y., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 706 (1) : L56-L61 DOI 10.1088\/0004-637X\/706\/1\/L56 Web of Science ID 000271533200012 RADIO DETECTION OF LAT PSRs J1741-2054 AND J2032+4127: NO LONGER JUST GAMMA-RAY PULSARS Camilo, F., Ray, P. S., Ransom, S. M., Burgay, M., Johnson, T. J., Kerr, M., Gotthelf, E. V., Halpern, J. P., Reynolds, J., Romani, R. W., Demorest, P., Johnston, S., van Straten, W., Parkinson, P. M., Ziegler, M., Dormody, M., Thompson, D. J., Smith, D. A., Harding, A. K., Abdo, A. A., Crawford, F., Freire, P. C., Keith, M., Kramer, M., Roberts, M. S., Weltevrede, P., Wood, K. S. 705 (1) : 1-13 DOI 10.1088\/0004-637X\/705\/1\/1 Web of Science ID 000270903200001 FIRST-YEAR SLOAN DIGITAL SKY SURVEY-II SUPERNOVA RESULTS: HUBBLE DIAGRAM AND COSMOLOGICAL PARAMETERS Kessler, R., Becker, A. C., Cinabro, D., Vanderplas, J., Frieman, J. A., Marriner, J., Davis, T. M., Dilday, B., Holtzman, J., Jha, S. W., Lampeitl, H., Sako, M., Smith, M., Zheng, C., Nichol, R. C., Bassett, B., Bender, R., Depoy, D. L., Doi, M., Elson, E., Filippenko, A. V., Foley, R. J., Garnavich, P. M., Hopp, U., Ihara, Y., Ketzeback, W., Kollatschny, W., Konishi, K., Marshall, J. L., McMillan, R. J., Miknaitis, G., Morokuma, T., Mortsell, E., Pan, K., Prieto, J. L., Richmond, M. W., Riess, A. G., Romani, R., Schneider, D. P., Sollerman, J., Takanashi, N., Tokita, K., Van Der Heyden, K., WHEELER, J. C., Yasuda, N., York, D. 185 (1) : 32-84 DOI 10.1088\/0067-0049\/185\/1\/32 Web of Science ID 000271402900003 OPTICAL SPECTROSCOPY OF BRIGHT FERMI LAT BLAZARS Shaw, M. S., Romani, R. W., Healey, S. E., Cotter, G., Michelson, P. F., Readhead, A. C. 704 (1) : 477-484 DOI 10.1088\/0004-637X\/704\/1\/477 Web of Science ID 000270219500036 The on-orbit calibration of the Fermi Large Area Telescope ASTROPARTICLE PHYSICS Abdo, A. A., Ackermann, M., Ajello, M., Ampe, J., Anderson, B., Atwood, W. B., Axelsson, M., Bagagli, R., Baldini, L., Ballet, J., Barbiellini, G., Bartelt, J., Bastieri, D., Baughman, B. M., Bechtol, K., Bederede, D., Bellardi, F., Bellazzini, R., Belli, F., Berenji, B., Bisello, D., Bissaldi, E., Bloom, E. D., Bogaert, G., Bogart, J. R., Bonamente, E., Borgland, A. W., Bourgeois, P., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Busetto, G., Caliandro, G. A., Cameron, R. A., Campell, M., Caraveo, P. A., CARIUS, S., Carlson, P., Casandjian, J. M., Cavazzuti, E., Ceccanti, M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Chipaux, R., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Condamoor, S., Conrad, J., Corbet, R., Cutini, S., Davis, D. S., DeKlotz, M., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dizon, P., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Fabiani, D., Farnier, C., Favuzzi, C., Ferrara, E. C., Ferreira, O., Fewtrell, Z., Flath, D. L., Fleury, P., Focke, W. B., Fouts, K., Frailis, M., Freytag, D., Fukazawa, Y., Funk, S., Fusco, P., Garganov, F., Gasparrini, D., Gehrelscao, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Goodman, J., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hakimi, M., Haller, G., Hanabata, Y., Hart, P. A., Hascall, P., Hays, E., Huffer, M., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kavelaars, A., Kelly, H., Kerr, M., Klamra, W., Knoedlseder, J., Kocian, M. L., KUEHN, F., Kuss, M., Latronico, L., Lavalley, C., Leas, B., Lee, B., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lung, D. K., Madejski, G. M., Makeev, A., Marangelli, B., Marchetti, M., Massai, M. M., May, D., Mazzenga, G., Mazziotta, M. N., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Minuti, M., Mirizzi, N., Mitra, P., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Mongelli, M., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nelson, D., Nilsson, L., Nishino, S., Nolan, P. L., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paccagnella, A., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Picozza, P., Pinchera, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Rapposelli, E., Raynor, W., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ritz, S., Robinson, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sacchetti, A., Sadrozinski, H. W., Saggini, N., Sanchez, D., Sander, A., Sapozhnikov, L., Saxton, O. H., Parkinson, P. M., Sellerholm, A., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Sugizaki, M., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Tenze, A., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Turri, M., Usher, T. L., Vilchez, N., Virmani, N., Vitale, V., Wai, L. L., Waite, A. P., Wang, P., Winer, B. L., Wood, D. L., Wood, K. S., Yasuda, H., Ylinen, T., Ziegler, M. 32 (3-4) : 193-219 DOI 10.1016\/j.astropartphys.2009.08.002 Web of Science ID 000272276400005 FILLING IN THE GAPS IN THE 4.85 GHz SKY ASTRONOMICAL JOURNAL Healey, S. E., Fuhrmann, L., Taylor, G. B., Romani, R. W., Readhead, A. C. 138 (4) : 1032-1036 DOI 10.1088\/0004-6256\/138\/4\/1032 Web of Science ID 000269768500003 FERMI LAT OBSERVATIONS OF LS I+61 degrees 303: FIRST DETECTION OF AN ORBITAL MODULATION IN GeV GAMMA RAYS Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celik, O., Charles, E., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Corbel, S., Corbet, R., Cutini, S., Dermer, C. D., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dubus, G., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hill, A. B., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., KUEHN, F., Kuss, M., Lande, J., Larsson, S., Latronico, L., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Nuss, E., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ray, P. S., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., Shaw, M. S., Sierpowska-Bartosik, A., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Striani, E., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 701 (2) : L123-L128 DOI 10.1088\/0004-637X\/701\/2\/L123 Web of Science ID 000268867900014 Detection of 16 Gamma-Ray Pulsars Through Blind Frequency Searches Using the Fermi LAT Abdo, A. A., Ackermann, M., Ajello, M., Anderson, B., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bignami, G. F., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Gwon, C., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Primack, J. R., Raino, S., Rando, R., Ray, P. S., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Watters, K., Winer, B. L., Wolff, M. T., Wood, K. S., Ylinen, T., Ziegler, M. 325 (5942) : 840-844 Pulsars are rapidly rotating, highly magnetized neutron stars emitting radiation across the electromagnetic spectrum. Although there are more than 1800 known radio pulsars, until recently only seven were observed to pulse in gamma rays, and these were all discovered at other wavelengths. The Fermi Large Area Telescope (LAT) makes it possible to pinpoint neutron stars through their gamma-ray pulsations. We report the detection of 16 gamma-ray pulsars in blind frequency searches using the LAT. Most of these pulsars are coincident with previously unidentified gamma-ray sources, and many are associated with supernova remnants. Direct detection of gamma-ray pulsars enables studies of emission mechanisms, population statistics, and the energetics of pulsar wind nebulae and supernova remnants. DOI 10.1126\/science.1175558 Web of Science ID 000269242400037 PubMedID 19574346 A Population of Gamma-Ray Millisecond Pulsars Seen with the Fermi Large Area Telescope Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bignami, G. F., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Carlson, P., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Corbet, R., Cutini, S., Dermer, C. D., Desvignes, G., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M. H., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hobbs, G., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Kramer, M., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Manchester, R. N., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., McLaughlin, M. A., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Ray, P. S., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. F., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Starck, J. L., Striani, E., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Venter, C., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Watters, K., Webb, N., Weltevrede, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 325 (5942) : 848-852 Pulsars are born with subsecond spin periods and slow by electromagnetic braking for several tens of millions of years, when detectable radiation ceases. A second life can occur for neutron stars in binary systems. They can acquire mass and angular momentum from their companions, to be spun up to millisecond periods and begin radiating again. We searched Fermi Large Area Telescope data for pulsations from all known millisecond pulsars (MSPs) outside of globular clusters, using rotation parameters from radio telescopes. Strong gamma-ray pulsations were detected for eight MSPs. The gamma-ray pulse profiles and spectral properties resemble those of young gamma-ray pulsars. The basic emission mechanism seems to be the same for MSPs and young pulsars, with the emission originating in regions far from the neutron star surface. DOI 10.1126\/science.1176113 Web of Science ID 000269242400039 PubMedID 19574349 Detection of High-Energy Gamma-Ray Emission from the Globular Cluster 47 Tucanae with Fermi Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Charles, E., Chaty, S., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Conrad, J., Cutini, S., Dermer, C. D., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Focke, W. B., Frailis, M., Fukazawa, Y., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kawai, N., Kerr, M., Knoedlseder, J., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Sgro, C., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vasileiou, V., Vilchez, N., Vitale, V., Wang, P., Webb, N., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 325 (5942) : 845-848 We report the detection of gamma-ray emissions above 200 megaelectron volts at a significance level of 17sigma from the globular cluster 47 Tucanae, using data obtained with the Large Area Telescope onboard the Fermi Gamma-ray Space Telescope. Globular clusters are expected to emit gamma rays because of the large populations of millisecond pulsars that they contain. The spectral shape of 47 Tucanae is consistent with gamma-ray emission from a population of millisecond pulsars. The observed gamma-ray luminosity implies an upper limit of 60 millisecond pulsars present in 47 Tucanae. DOI 10.1126\/science.1177023 Web of Science ID 000269242400038 PubMedID 19679807 PULSED GAMMA-RAYS FROM PSR J2021+3651 WITH THE FERMI LARGE AREA TELESCOPE Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Battelino, M., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bogaert, G., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Chen, A. W., Cheung, C. C., Chiang, J., Ciprini, S., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Demorest, P., Dermer, C. D., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., ESPINOZA, C., Farnier, C., Favuzzi, C., Focke, W. B., Frailis, M., Freire, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Kiziltan, B., Knoedlseder, J., Komin, N., Kramer, M., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Makeev, A., Manchester, R. N., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., McLaughlin, M. A., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Noutsos, A., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sanchez, D., Parkinson, P. M., Sgro, C., Sierpowska-Bartosik, A., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Watters, K., Weltevrede, P., Wood, K. S., Ylinen, T., Ziegler, M. 700 (2) : 1059-1066 DOI 10.1088\/0004-637X\/700\/2\/1059 Web of Science ID 000268098100020 BRIGHT ACTIVE GALACTIC NUCLEI SOURCE LIST FROM THE FIRST THREE MONTHS OF THE FERMI LARGE AREA TELESCOPE ALL-SKY SURVEY Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Chen, A. W., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Colafrancesco, S., Collmar, W., Cominsky, L. R., Conrad, J., Costamante, L., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Finke, J., Focke, W. B., Foschini, L., Frailis, M., Fuhrmann, L., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hartman, R. C., Hayashida, M., Hays, E., Healey, S. E., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kadler, M., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., Kocian, M. L., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Massaro, E., Mazziotta, M. N., McConville, W., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sellerholm, A., Sgro, C., Shaw, M. S., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Taylor, G. B., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vilchez, N., Villata, M., Vitale, V., Waite, A. P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 700 (1) : 597-622 DOI 10.1088\/0004-637X\/700\/1\/597 Web of Science ID 000267768900049 FERMI\/LARGE AREA TELESCOPE DISCOVERY OF GAMMA-RAY EMISSION FROM A RELATIVISTIC JET IN THE NARROW-LINE QUASAR PMN J0948+0022 Abdo, A. A., Ackermann, M., Ajello, M., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Battelino, M., Baughman, B. M., Bechtol, K., Bellazzini, R., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Collmar, W., Conrad, J., Costamante, L., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Focke, W. B., Foschini, L., Frailis, M., Fuhrmann, L., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hartman, R. C., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kerr, M., Knoedlseder, J., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Max-Moerbeck, W., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pavlidou, V., Pearson, T. J., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Readhead, A., Reimer, A., Reimer, O., Reposeur, T., Richards, J. L., Ritz, S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sambruna, R., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sgro, C., Smith, D. A., Spandre, G., Spinelli, P., Starck, J., Stevenson, M., Strickman, M. S., Suson, D. J., Tagliaferri, G., Takahashi, H., Tanaka, T., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Vilchez, N., Vitale, V., Waite, A. P., Winer, B. L., Wood, K. S., Ylinen, T., Zensus, J. A., Ziegler, M., Ghisellini, G., MARASCHI, L., Tavecchio, F., Angelakis, E. 699 (2) : 976-984 DOI 10.1088\/0004-637X\/699\/2\/976 Web of Science ID 000267401500008 DISCOVERY OF PULSATIONS FROM THE PULSAR J0205+6449 IN SNR 3C 58 WITH THE FERMI GAMMA-RAY SPACE TELESCOPE Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Celik, O., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Conrad, J., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., ESPINOZA, C., Farnier, C., Favuzzi, C., Focke, W. B., Frailis, M., Freire, P. C., Fukazawa, Y., Fusco, P., Gargano, F., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hobbs, G., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Kaspi, V. M., Katagiri, H., Kataoka, J., Kawai, N., Keith, M., Kerr, M., Knoedlseder, J., Kramer, M., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Livingstone, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Makeev, A., Manchester, R. N., Marelli, M., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Pierbattista, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stappers, B. W., Striani, E., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Watters, K., Weltevrede, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 699 (2) : L102-L107 DOI 10.1088\/0004-637X\/699\/2\/L102 Web of Science ID 000267372800011 PULSED GAMMA RAYS FROM THE MILLISECOND PULSAR J0030+0451 WITH THE FERMI LARGE AREA TELESCOPE Abdo, A. A., Ackermann, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Battelino, M., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., Komin, N., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Pancrazi, B., Paneque, D., Panetta, J. H., Parent, D., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vilchez, N., Vitale, V., Waite, A. P., Watters, K., Webb, N., Wood, K. S., Ylinen, T., Ziegler, M. 699 (2) : 1171-1177 DOI 10.1088\/0004-637X\/699\/2\/1171 Web of Science ID 000267401500026 FERMI\/LARGE AREA TELESCOPE BRIGHT GAMMA-RAY SOURCE LIST Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Band, D. L., Barbiellini, G., Bastieri, D., Battelino, M., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bignami, G. F., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Corbet, R., Costamante, L., Cutini, S., Davis, D. S., Dermer, C. D., De Angelis, A., De Luca, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Fegan, S. J., Ferrara, E. C., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hartman, R. C., Hayashida, M., Hays, E., Healey, S. E., Horan, D., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocevski, D., Kocian, M. L., Komin, N., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Poupard, L., Raino, S., Rando, R., Ray, P. S., Razzano, M., Rea, N., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sellerholm, A., Sgro, C., Shaw, M. S., Shrader, C., Sierpowska-Bartosik, A., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Watters, K., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 183 (1) : 46-66 DOI 10.1088\/0067-0049\/183\/1\/46 Web of Science ID 000267656000004 FERMI DISCOVERY OF GAMMA-RAY EMISSION FROM NGC 1275 Abdo, A. A., Ackermann, M., Ajello, M., Asano, K., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Blandford, R. D., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Celotti, A., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Colafrancesco, S., Cominsky, L. R., Conrad, J., Costamante, L., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Donato, D., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Farnier, C., Favuzzi, C., Finke, J., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Georganopoulos, M., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hartman, R. C., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kadler, M., Kamae, T., Kanai, Y., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., KUEHN, F., Kuss, M., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Mazziotta, M. N., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rodriguez, A. Y., Romani, R. W., Ryde, F., Sadrozinski, H. W., Sambruna, R., Sanchez, D., Sander, A., Sato, R., Parkinson, P. M., Sgro, C., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Taylor, G. B., Thayer, J. G., Thompson, D. J., Torres, D. F., Tosti, G., Uchiyama, Y., Usher, T. L., Vilchez, N., Vitale, V., Waite, A. P., Wood, K. S., Ylinen, T., Ziegler, M., Aller, H. D., Aller, M. F., Kellermann, K. I., Kovalev, Y. Y., Kovalev, Y. A., Lister, M. L., Pushkarev, A. B. 699 (1) : 31-39 DOI 10.1088\/0004-637X\/699\/1\/31 Web of Science ID 000267056300004 THE LARGE AREA TELESCOPE ON THE FERMI GAMMA-RAY SPACE TELESCOPE MISSION Atwood, W. B., Abdo, A. A., Ackermann, M., Althouse, W., Anderson, B., Axelsson, M., Baldini, L., Ballet, J., Band, D. L., Barbiellini, G., Bartelt, J., Bastieri, D., Baughman, B. M., Bechtol, K., Bederede, D., Bellardi, F., Bellazzini, R., Berenji, B., Bignami, G. F., Bisello, D., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bogart, J. R., Bonamente, E., Bonnell, J., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Busetto, G., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., CARIUS, S., Carlson, P., Casandjian, J. M., Cavazzuti, E., Ceccanti, M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Chipaux, R., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Condamoor, S., Conrad, J., Corbet, R., Corucci, L., Costamante, L., Cutini, S., Davis, D. S., Decotigny, D., DeKlotz, M., Dermer, C. D., De Angelis, A., Digel, S. W., Silva, E. d., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Fabiani, D., Farnier, C., Favuzzi, C., Flath, D. L., Fleury, P., Focke, W. B., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Gentit, F., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Haller, G., Harding, A. K., Hart, P. A., Hays, E., Healey, S. E., Hirayama, M., Hjalmarsdotter, L., Horn, R., Hughes, R. E., Johannesson, G., Johansson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kavelaars, A., Kawai, N., Kelly, H., Kerr, M., Klamra, W., Knoedlseder, J., Kocian, M. L., Komin, N., KUEHN, F., Kuss, M., Landriu, D., Latronico, L., Lee, B., Lee, S., Lemoine-Goumard, M., Lionetto, A. M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marangelli, B., Massai, M. M., Mazziotta, M. N., McEnery, J. E., Menon, N., Meurer, C., Michelson, P. F., Minuti, M., Mirizzi, N., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nishino, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paccagnella, A., Paneque, D., Panetta, J. H., Parent, D., Pearce, M., Pepe, M., Perazzo, A., Pesce-Rollins, M., Picozza, P., Pieri, L., Pinchera, M., Piron, F., Porter, T. A., Poupard, L., Raino, S., Rando, R., Rapposelli, E., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Russell, J. J., Ryde, F., Sabatini, S., Sadrozinski, H. W., Sanchez, D., Sander, A., Sapozhnikov, L., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Scolieri, G., Sgro, C., Share, G. H., Shaw, M., Shimokawabe, T., Shrader, C., Sierpowska-Bartosik, A., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Tenze, A., Tether, S., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Turri, M., Usher, T. L., Vilchez, N., Vitale, V., Wang, P., Watters, K., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 697 (2) : 1071-1102 DOI 10.1088\/0004-637X\/697\/2\/1071 Web of Science ID 000266159500012 FERMI\/LARGE AREA TELESCOPE DISCOVERY OF GAMMA-RAY EMISSION FROM THE FLAT-SPECTRUM RADIO QUASAR PKS 1454-354 Abdo, A. A., Ackermann, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bogaert, G., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Colafrancesco, S., Conrad, J., Costamante, L., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Ferrara, E. C., Fleury, P., Focke, W. B., Foschini, L., Frailis, M., Fuhrmann, L., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Giroletti, M., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Harding, A. K., Hartman, R. C., Hayashida, M., Hays, E., Healey, S. E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kadler, M., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocian, M. L., KUEHN, F., Kuss, M., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Nuss, E., Ohno, M., Ohsugi, T., Ojha, R., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sambruna, R., Sanchez, D., Sander, A., Parkinson, P. M., Sgro, C., Shaw, M. S., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Usher, T. L., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M., Edwards, P. G., Chester, M. M., Burrows, D. N., Hauser, M., Wagner, S. 697 (1) : 934-941 DOI 10.1088\/0004-637X\/697\/1\/934 Web of Science ID 000265764000080 FERMI LARGE AREA TELESCOPE OBSERVATIONS OF THE VELA PULSAR Abdo, A. A., Ackermann, M., Atwood, W. B., Bagagli, R., Baldini, L., Ballet, J., Band, D. L., Barbiellini, G., Baring, M. G., Bartelt, J., Bastieri, D., Baughman, B. M., Bechtol, K., Bellardi, F., Bellazzini, R., Berenji, B., Bisello, D., Blandford, R. D., Bloom, E. D., Bogart, J. R., Bonamente, E., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Camilo, F., Caraveo, P. A., Casandjian, J. M., Ceccanti, M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cognard, I., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Corbet, R., Corucci, L., Cutini, S., Davis, D. S., DeKlotz, M., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., ESPINOZA, C., Farnier, C., Favuzzi, C., Flath, D. L., Fleury, P., Focke, W. B., Frailis, M., Friere, P. C., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giannitrapani, R., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Gotthelf, E. V., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Haller, G., Harding, A. K., Hart, P. A., Hartman, R. C., Hays, E., Hobbs, G., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Kanbach, G., Kaspi, V. M., Katagiri, H., Kataoka, J., Kavelaars, A., Kawai, N., Kelly, H., Kerr, M., Kiziltan, B., Klamra, W., Knodlseder, J., Kramer, M., KUEHN, F., Kuss, M., Lande, J., Landriu, D., Latronico, L., Lee, B., Lee, S., Lemoine-Goumard, M., Livingstone, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Lyne, A. G., Madejski, G. M., Makeev, A., Manchester, R. N., Marangelli, B., Marelli, M., Mazziotta, M. N., McEnery, J. E., McGlynn, S., McLaughlin, M. A., Menon, N., Meurer, C., Michelson, P. F., Mineo, T., Mirizzi, N., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Mongelli, M., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Noutsos, A., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paccagnella, A., Paneque, D., Panetta, J. H., Parent, D., Pearce, M., Pepe, M., Perchiazzi, M., Pesce-Rollins, M., Pieri, L., Pinchera, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Ransom, S. M., Rapposelli, E., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sacchetti, A., Sadrozinski, H. W., Saggini, N., Sanchez, D., Sander, A., Parkinson, P. M., Segal, K. N., Sellerholm, A., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Stamatikos, M., Starck, J., Stecker, F. W., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Tenze, A., Thayer, J. B., Thayer, J. G., Theureau, G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Tibolla, O., Torres, D. F., Tramacere, A., Turri, M., Usher, T. L., Vigiani, L., Vilchez, N., Vitale, V., Waite, A. P., Wang, P., Watters, K., Weltevrede, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 696 (2) : 1084-1093 DOI 10.1088\/0004-637X\/696\/2\/1084 Web of Science ID 000265762700003 Measurement of the Cosmic Ray e(+)+e(-) Spectrum from 20 GeV to 1 TeV with the Fermi Large Area Telescope Abdo, A. A., Ackermann, M., Ajello, M., Atwood, W. B., Axelsson, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Battelino, M., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bogaert, G., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carlson, P., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Di Bernardo, G., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gaggero, D., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grasso, D., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Hanabata, Y., Harding, A. K., Hartman, R. C., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Kocevski, D., KUEHN, F., Kuss, M., Lande, J., Latronico, L., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Massai, M. M., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piron, F., Pohl, M., Porter, T. A., Profumo, S., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Saz Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Sellerholm, A., Sgro, C., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vasileiou, V., Vilchez, N., Vitale, V., Waite, A. P., Wallace, E., Wang, P., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 102 (18) Designed as a high-sensitivity gamma-ray observatory, the Fermi Large Area Telescope is also an electron detector with a large acceptance exceeding 2 m;{2} sr at 300 GeV. Building on the gamma-ray analysis, we have developed an efficient electron detection strategy which provides sufficient background rejection for measurement of the steeply falling electron spectrum up to 1 TeV. Our high precision data show that the electron spectrum falls with energy as E-3.0 and does not exhibit prominent spectral features. Interpretations in terms of a conventional diffusive model as well as a potential local extra component are briefly discussed. DOI 10.1103\/PhysRevLett.102.181101 Web of Science ID 000265948600011 PubMedID 19518855 AN ATLAS FOR INTERPRETING gamma-RAY PULSAR LIGHT CURVES Watters, K. P., Romani, R. W., Weltevrede, P., Johnston, S. 695 (2) : 1289-1301 DOI 10.1088\/0004-637X\/695\/2\/1289 Web of Science ID 000265018300045 DISCOVERY OF PULSED gamma-RAYS FROM THE YOUNG RADIO PULSAR PSR J1028-5819 WITH THE FERMI LARGE AREA TELESCOPE Abdo, A. A., Ackermann, M., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Bloom, E. D., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Donato, D., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Favuzzi, C., Fleury, P., Focke, W. B., Frailis, M., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Harding, A. K., Hayashida, M., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Johnston, S., Kamae, T., Katagiri, H., Kataoka, J., Kawai, N., Kerr, M., Knoedlseder, J., Komin, N., Kramer, M., KUEHN, F., Kuss, M., Latronico, L., Lee, S., Lemoine-Goumard, M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Marelli, M., Mazziotta, M. N., McConville, W., McEnery, J. E., Meurer, C., Michelson, P. F., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nolan, P. L., Nuss, E., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paneque, D., Panetta, J. H., Parent, D., Pepe, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Raino, S., Rando, R., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Uchiyama, Y., Usher, T. L., Van Etten, A., Vilchez, N., Vitale, V., Waite, A. P., Watters, K., Wood, K. S., Ylinen, T., Ziegler, M., Hobbs, G., Keith, M., Manchester, R. N., Weltevrede, P. 695 (1) : L72-L77 DOI 10.1088\/0004-637X\/695\/1\/L72 Web of Science ID 000264539700016 SUZAKU OBSERVATIONS OF THE EXTREME MeV BLAZAR SWIFT J0746.3+2548 Watanabe, S., Sato, R., Takahashi, T., Kataoka, J., Madejski, G., Sikora, M., Tavecchio, F., Sambruna, R., Romani, R., Edwards, P. G., Pursimo, T. 694 (1) : 294-301 DOI 10.1088\/0004-637X\/694\/1\/294 Web of Science ID 000264291700028 Identifying Compact Symmetric Objects from the VLBA Imaging and Polarization Survey 4th Workshop on Compact Steep Spectrum and Gigahertz-Peaked Spectrum Radio Sources Tremblay, S. E., Taylor, G. B., Helmboldt, J. F., Fassnacht, C. D., Romani, R. W. WILEY-V C H VERLAG GMBH. : 206–9 DOI 10.1002\/asna.200811157 Web of Science ID 000264306600022 The Advanced Gamma-ray Imaging System (AGIS) Telescope Optical System Designs HIGH ENERGY GAMMA-RAY ASTRONOMY Bugaev, V., Buckley, J., Diegel, S., Falcone, A., Fegan, S., Finley, J., Guarino, V., Hanna, D., Kaaret, P., Konopelko, A., Krawczynski, H., Ramsey, B., Romani, R., Vassiliev, V., Weekes, T. 1085 : 834-? Web of Science ID 000263556300180 The Advanced Gamma-ray Imaging System (AGIS) - Science Highlights HIGH ENERGY GAMMA-RAY ASTRONOMY Buckley, J., Coppi, P., Digel, S., Funk, S., Krawczynski, H., Krennrich, F., Pohl, M., Romani, R., Vassiliev, V. 1085 : 902-? Web of Science ID 000263556300197 THE SLOAN DIGITAL SKY SURVEY-II: PHOTOMETRY AND SUPERNOVA IA LIGHT CURVES FROM THE 2005 DATA ASTRONOMICAL JOURNAL Holtzman, J. A., Marriner, J., Kessler, R., Sako, M., Dilday, B., Frieman, J. A., Schneider, D. P., Bassett, B., Becker, A., Cinabro, D., DeJongh, F., Depoy, D. L., Doi, M., Garnavich, P. M., Hogan, C. J., Jha, S., Konishi, K., Lampeitl, H., Marshall, J. L., McGinnis, D., Miknaitis, G., Nichol, R. C., Prieto, J. L., Riess, A. G., Richmond, M. W., Romani, R., Smith, M., Takanashi, N., Tokita, K., Van Der Heyden, K., Yasuda, N., Zheng, C. 136 (6) : 2306-2320 DOI 10.1088\/0004-6256\/136\/6\/2306 Web of Science ID 000261042500008 Pulsar timing for the Fermi gamma-ray space telescope Smith, D. A., Guillemot, L., Camilo, F., Cognard, I., Dumora, D., ESPINOZA, C., Freire, P. C., Gotthelf, E. V., Harding, A. K., Hobbs, G. B., Johnston, S., Kaspi, V. M., Kramer, M., Livingstone, M. A., Lyne, A. G., Manchester, R. N., Marshall, F. E., McLaughlin, M. A., Noutsos, A., Ransom, S. M., Roberts, M. S., Romani, R. W., Stappers, B. W., Theureau, G., Thompson, D. J., Thorsett, S. E., Wang, N., Weltevrede, P. 492 (3) : 923-931 DOI 10.1051\/0004-6361:200810285 Web of Science ID 000261697900032 The Fermi Gamma-Ray Space Telescope Discovers the Pulsar in the Young Galactic Supernova Remnant CTA 1 Abdo, A. A., Ackermann, M., Atwood, W. B., Baldini, L., Ballet, J., Barbiellini, G., Baring, M. G., Bastieri, D., Baughman, B. M., Bechtol, K., Bellazzini, R., Berenji, B., Blandford, R. D., Bloom, E. D., Bogaert, G., Bonamente, E., Borgland, A. W., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., Carlson, P., Casandjian, J. M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Ciprini, S., Claus, R., Cohen-Tanugi, J., Cominsky, L. R., Conrad, J., Cutini, S., Davis, D. S., Dermer, C. D., De Angelis, A., De Palma, F., Digel, S. W., Dormody, M., do Couto e Silva, E., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Farnier, C., Focke, W. B., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Germani, S., Giebels, B., Giglietto, N., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Harding, A. K., Hartman, R. C., Hays, E., Hughes, R. E., Johannesson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Kanai, Y., Kanbach, G., Katagiri, H., Kawai, N., Kerr, M., Kishishita, T., Kiziltan, B., Knodlseder, J., Kocian, M. L., Komin, N., KUEHN, F., Kuss, M., Latronico, L., Lemoine-Goumard, M., Longo, F., Lonjou, V., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Makeev, A., Marelli, M., Mazziotta, M. N., McEnery, J. E., McGlynn, S., Meurer, C., Michelson, P. F., Mineo, T., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nolan, P. L., Nuss, E., Ohno, M., Ohsugi, T., Okumura, A., Omodei, N., Orlando, E., Ormes, J. F., Ozaki, M., Paneque, D., Panetta, J. H., Parent, D., Pelassa, V., Pepe, M., Pesce-Rollins, M., Piano, G., Pieri, L., Piron, F., Porter, T. A., Raino, S., Rando, R., Ray, P. S., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Ryde, F., Sadrozinski, H. W., Sanchez, D., Sander, A., Parkinson, P. M., SCHALK, T. L., Sellerholm, A., Sgro, C., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., Strickman, M. S., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Thayer, J. B., Thayer, J. G., Thompson, D. J., Thorsett, S. E., Tibaldo, L., Torres, D. F., Tosti, G., Tramacere, A., Usher, T. L., Van Etten, A., Vilchez, N., Vitale, V., Wang, P., Watters, K., Winer, B. L., Wood, K. S., Yasuda, H., Ylinen, T., Ziegler, M. : 1218-1221 Energetic young pulsars and expanding blast waves [supernova remnants (SNRs)] are the most visible remains after massive stars, ending their lives, explode in core-collapse supernovae. The Fermi Gamma-Ray Space Telescope has unveiled a radio quiet pulsar located near the center of the compact synchrotron nebula inside the supernova remnant CTA 1. The pulsar, discovered through its gamma-ray pulsations, has a period of 316.86 milliseconds and a period derivative of 3.614 x 10(-13) seconds per second. Its characteristic age of 10(4) years is comparable to that estimated for the SNR. We speculate that most unidentified Galactic gamma-ray sources associated with star-forming regions and SNRs are such young pulsars. DOI 10.1126\/science.1165572 Web of Science ID 000261033400033 PubMedID 18927355 A measurement of the rate of Type Ia supernovae at redshift z approximate to 0.1 from the first season of the SDSS-II Supernova Survey Dilday, B., Kessler, R., Frieman, J. A., Holtzman, J., Marriner, J., Miknaitis, G., Nichol, R. C., Romani, R., Sako, M., Bassett, B., Becker, A., Cinabro, D., DeJongh, F., Depoy, D. L., Doi, M., Garnavich, P. M., Hogan, C. J., Jha, S., Konishi, K., Lampeitl, H., Marshall, J. L., McGinnis, D., Prieto, J. L., Riess, A. G., Richmond, M. W., Schneider, D. P., Smith, M., Takanashi, N., Tokita, K., Van Der Heyden, K., Yasuda, N., Zheng, C., Barentine, J., Brewington, H., Choi, C., Crotts, A., Dembicky, J., Harvanek, M., Im, M., Ketzeback, W., Kleinman, S. J., Krzesinski, J., Long, D. C., Malanushenko, E., Malanushenko, V., McMillan, R. J., Nitta, A., Pan, K., Saurage, G., Snedden, S. A., Watters, S., Wheeler, J. C., York, D. 682 (1) : 262-282 Web of Science ID 000257834000022 Rings and jets around PSR J2021+3651: The \"Dragonfly Nebula\" Van Etten, A., Romani, R. W., Ng, C. 680 (2) : 1417-1425 Web of Science ID 000256752400048 First-year spectroscopy for the Sloan Digital Sky Survey-II supernova survey ASTRONOMICAL JOURNAL Zheng, C., Romani, R. W., Sako, M., Marriner, J., Bassett, B., Becker, A., Choi, C., Cinabro, D., DeJongh, F., Depoy, D. L., Dilday, B., Doi, M., Frieman, J. A., Garnavich, P. M., Hogan, C. J., Holtzman, J., Im, M., Jha, S., Kessler, R., Konishi, K., Lampeitl, H., Marshall, J. L., McGinnis, D., Miknaitis, G., Nichol, R. C., Prieto, J. L., Riess, A. G., Richmond, M. W., Schneider, D. P., Smith, M., Takanashi, N., Tokita, K., Van Der Heyden, K., Yasuda, N., Assef, R. J., Barentine, J., Bender, R., Blandford, R. D., Bremer, M., Brewington, H., Collins, C. A., Crotts, A., Dembicky, J., Eastman, J., Edge, A., Elson, E., Eyler, M. E., Filippenko, A. V., Foley, R. J., Frank, S., Goobar, A., Harvanek, M., Hopp, U., Ihara, Y., Kahn, S., Ketzeback, W., Kleinman, S. J., Kollatschny, W., Krzesinski, J., Leloudas, G., Long, D. C., Lucey, J., Malanushenko, E., Malanushenko, V., McMillan, R. J., Morgan, C. W., Morokuma, T., Nitta, A., Ostman, L., Pan, K., Romer, A. K., Saurage, G., Schlesinger, K., Snedden, S. A., Sollerman, J., Stritzinger, M., Watson, L. C., Watters, S., Wheeler, J. C., York, D. 135 (5) : 1766-1784 DOI 10.1088\/0004-6256\/135\/5\/1766 Web of Science ID 000255407700012 CGRaBS: An all-sky survey of gamma-ray blazar candidates Healey, S. E., Romani, R. W., Cotter, G., Michelson, P. F., Schlafly, E. F., Readhead, A. C., Giommi, P., Chaty, S., Grenier, I. A., Weintraub, L. C. 175 (1) : 97-104 Web of Science ID 000256295600005 Fitting pulsar wind tori. II. Error analysis and applications Ng, C., Romani, R. W. 673 (1) : 411-417 Web of Science ID 000253454200031 The Sloan Digital Sky Survey-II Supernova Survey: Search algorithm and follow-up observations ASTRONOMICAL JOURNAL Sako, M., Bassett, B., Becker, A., Cinabro, D., DeJongh, F., DePoy, D. L., Dilday, B., Doi, M., Frieman, J. A., Garnavich, P. M., Hogan, C. J., Holtzman, J., Jha, S., Kessler, R., Konishi, K., Lampeitl, H., Marriner, J., Miknaitis, G., Nichol, R. C., Prieto, J. L., Riess, A. G., Richmond, M. W., Romani, R., Schneider, D. P., Smith, M., SubbaRao, M., Takanashi, N., Tokita, K., Van Der Heyden, K., Yasuda, N., Zheng, C., Barentine, J., Brewington, H., Choi, C., Dembicky, J., Harnavek, M., Ihara, Y., Im, M., Ketzeback, W., Kleinman, S. J., Krzesinski, J., Long, D. C., Malanushenko, E., Malanushenko, V., McMillan, R. J., Morokuma, T., Nitta, A., Pan, K., Saurage, G., Snedden, S. A. 135 (1) : 348-373 DOI 10.1088\/0004-6256\/135\/1\/348 Web of Science ID 000252399600030 Transition edge cameras for fast optical spectrophotometry 2nd Galway Conference on High Time Resolution Astrophysics Romani, R. W., Bay, T. J., Burney, J., Cabrera, B. : 311–325 Web of Science ID 000252030500016 The Sloan Digital Sky Survey-II Supernova Survey: Technical summary ASTRONOMICAL JOURNAL Frieman, J. A., Bassett, B., Becker, A., Choi, C., Cinabro, D., DeJongh, F., Depoy, D. L., Dilday, B., Doi, M., Garnavich, P. M., Hogan, C. J., Holtzman, J., Im, M., Jha, S., Kessler, R., Konishi, K., Lampeitl, H., Marriner, J., Marshall, J. L., McGinnis, D., Miknaitis, G., Nichol, R. C., Prieto, J. L., Riess, A. G., Richmond, M. W., Romani, R., Sako, M., Schneider, D. P., Smith, M., Takanashi, N., Tokita, K., Van Der Heyden, K., Yasuda, N., Zheng, C., Adelman-McCarthy, J., Annis, J., Assef, R. J., Barentine, J., Bender, R., Blandford, R. D., Boroski, W. N., Bremer, M., Brewington, H., Collins, C. A., Crotts, A., Dembicky, J., Eastman, J., Edge, A., Edmondson, E., Elson, E., Eyler, M. E., Filippenko, A. V., Foley, R. J., Frank, S., Goobar, A., Gueth, T., Gunn, J. E., Harvanek, M., Hopp, U., Ihara, Y., Ivezic, Z., Kahn, S., Kaplan, J., Kent, S., Ketzeback, W., Kleman, S. J., Kollatschny, W., Kron, R. G., Krzesinski, J., Lamenti, D., Leloudas, G., Lin, H., Long, D. C., Lucey, J., Lupton, R. H., Malanushenko, E., Malanushenko, V., McMillan, R. J., Mendez, J., Morgan, C. W., Morokuma, T., Nitta, A., Ostman, L., Pan, K., Rockosi, C. M., Romer, A. K., Ruiz-Lapuente, P., Saurage, G., Schlesinger, K., Snedden, S. A., Sollerman, J., Stoughton, C., Stritzinger, M., SubbaRao, M., Tucker, D., Vaisanen, P., Watson, L. C., Watters, S., Wheeler, J. C., Yanny, B., York, D. 135 (1) : 338-347 DOI 10.1088\/0004-6256\/135\/1\/338 Web of Science ID 000252399600029 Characteristics of EGRET blazars in the VLBA Imaging and Polarimetry Survey (VIPS) Taylor, G. B., Healey, S. E., Helmboldt, J. F., Tremblay, S., Fassnacht, C. D., Walker, R. C., Sjouwerman, L. O., Pearson, T. J., Readhead, A. C., WEINTRAUB, L., Gehrels, N., Romani, R. W., Michelson, P. F., Blandford, R. D., Cotter, G. 671 (2) : 1355-1364 Web of Science ID 000253331600024 CRATES: An All-Sky Survey of flat-spectrum radio sources Healey, S. E., Romani, R. W., Taylor, G. B., Sadler, E. M., Ricci, R., Murphy, T., Ulvestad, J. S., Winn, J. N. 171 (1) : 61-71 Web of Science ID 000247542400003 Birth kick distributions and the spin-kick correlation of young pulsars Ng, C., Romani, R. W. 660 (2) : 1357-1374 Web of Science ID 000246571300040 The VLBA imaging and polarimetry survey at 5 GHz Helmboldt, J. F., Taylor, G. B., Tremblay, S., Fassnacht, C. D., Walker, R. C., Myers, S. T., Sjouwerman, L. O., Pearson, T. J., Readhead, A. C., WEINTRAUB, L., Gehrels, N., Romani, R. W., Healey, S., Michelson, P. F., Blandford, R. D., Cotter, G. 658 (1) : 203-216 Web of Science ID 000244928900016 The origin and motion of PSR J0538+2817 in S147 Ng, C., Romani, R. W., Brisken, W. F., Chatterjee, S., Kramer, M. 654 (1) : 487-493 Web of Science ID 000243221800034 The spectral energy distribution of the high-z blazar Q0906+6930 ASTRONOMICAL JOURNAL Romani, R. W. 132 (5) : 1959-1963 Web of Science ID 000241945500021 A compact supermassive binary black hole system Rodriguez, C., Taylor, G. B., Zavala, R. T., Peck, A. B., Pollack, L. K., Romani, R. W. 646 (1) : 49-60 Web of Science ID 000239644900006 Proper motion of the Crab pulsar revisited Ng, C., Romani, R. W. 644 (1) : 445-450 Web of Science ID 000238339200039 The optical imaging TES detector array: Considerations for a cryogenic imaging instrument 11th International Workshop on Low-Temperature Detectors Bay, T. J., Burney, J. A., Barral, J., Brink, P. L., Cabrera, B., Castle, J. P., Miller, A. J., Nam, S. W., Romani, R. W., Tomada, A. : 506–8 DOI 10.1016\/j.nima.2005.12.086 Web of Science ID 000236974700056 Transition-edge sensor arrays for UV-optical-IR astrophysics 11th International Workshop on Low-Temperature Detectors Burney, J., Bay, T. J., Barral, J., Brink, P. L., Cabrera, B., Castle, J. P., Miller, A. J., Nam, S., Rosenberg, D., Romani, R. W., Tomada, A. : 525–27 DOI 10.1016\/j.nima.2005.12.060 Web of Science ID 000236974700062 Near-infrared, kilosecond variability of the wisps and jet in the Crab pulsar wind nebula Melatos, A., Scheltus, D., Whiting, M. T., Eikenberry, S. S., Romani, R. W., Rigaut, F., Spitkovsky, A., Arons, J., Payne, D. J. 633 (2) : 931-940 Web of Science ID 000233239000034 The complex wind torus and jets of PSR B1706-44 Romani, R. W., Ng, C. Y., Dodson, R., Brisken, W. 631 (1) : 480-487 Web of Science ID 000231959100036 Two pulsar wind nebulae: Chandra\/XMM-Newton imaging of GeV J1417-6100 Ng, C. Y., Roberts, M. S., Romani, R. W. 627 (2) : 904-909 Web of Science ID 000230191800027 The Vela pulsar in the ultraviolet Romani, R. W., Kargaltsev, O., Pavlov, G. G. 627 (1) : 383-389 Web of Science ID 000230086200030 A northern survey of gamma-ray blazar candidates Sowards-Emmerd, D., Romani, R. W., Michelson, P. F., Healey, S. E., Nolan, P. L. 626 (1) : 95-103 Web of Science ID 000229532200009 Ultraviolet, X-ray, and optical radiation from the geminga pulsar Kargaltsev, O. Y., Pavlov, G. G., Zavlin, V. E., Romani, R. W. 625 (1) : 307-323 Web of Science ID 000229046600028 Pulsar wind nebulae in EGRET error boxes Conference on Multiwavelength Approach to Unidentified Gamma-Ray Sources Roberts, M. S., Brogan, C. L., Gaensler, B. M., Hessels, J. W., Ng, C. Y., Romani, R. W. : 93–100 DOI 10.1007\/s10509-005-7579-9 Web of Science ID 000228545100011 Optical\/UV astrophysics applications of cryogenic detectors CRYOGENIC PARTICLE DETECTION Cabrera, B., Romani, R. W. 99 : 417-451 Web of Science ID 000231009400009 Search for radio emission from the young 16-ms X-ray pulsar PSR J0537-6910 35th COSPAR Scientific Assembly Crawford, F., McLaughlin, M., Johnston, S., Romani, R., Sorrelgreen, E. PERGAMON-ELSEVIER SCIENCE LTD. : 1181–84 DOI 10.1016\/j.asr.2005.03.074 Web of Science ID 000231793600036 Radio and X-ray observations of PSR B0540-69 Johnston, S., Romani, R. W., Marshall, F. E., Zhang, W. 355 (1) : 31-36 DOI 10.1111\/j.1365-2966.2004.08286.x Web of Science ID 000225061700006 Observations of PSR J2021+3651 and its X-ray pulsar wind nebula G75.2+0.1 Hessels, J. W., Roberts, M. S., Ransom, S. M., Kaspi, V. M., Romani, R. W., Ng, C. Y., Freire, P. C., Gaensler, B. M. 612 (1) : 389-397 Web of Science ID 000223634400031 Q0906+6930: The highest redshift blazar Romani, R. W., Sowards-Emmerd, D., Greenhill, L., Michelson, P. 610 (1) : L9-L11 Web of Science ID 000222701500003 Blazar counterparts for 3EG sources at-40 degrees < decl. < 0 degrees: Pushing south through the bulge Sowards-Emmerd, D., Romani, R. W., Michelson, P. F., Ulvestad, J. S. 609 (2) : 564-575 Web of Science ID 000222456200008 Development and characterization of a TES optical imaging array for astrophysics applications 10th International Workshop on Low Temperature Detectors Burney, J., Bay, T. J., Brink, P. L., Cabrera, B., Castle, J. P., Romani, R. W., Tomada, A., Nam, S. W., Miller, A. J., Martinis, J., Wang, E., Kenny, T., Young, B. A. : 533–36 DOI 10.1016\/j.nima.2003.11.307 Web of Science ID 000220606900143 Ultraviolet emission from the millisecond pulsar J0437-4715 Kargaltsev, O., Pavlov, G. G., Romani, R. W. 602 (1) : 327-335 Web of Science ID 000189304900031 Fitting pulsar wind tori Ng, C. Y., Romani, R. W. 601 (1) : 479-484 Web of Science ID 000188657600041 Giant pulses - A brief review 218th Symposium of the International-Astronomical-Union on Young Neutron Stars and Their Environments Johnston, S., Romani, R. W. : 315–18 Web of Science ID 000227426000079 Giant pulses from PSR B0540-69 in the Large Magellanic Cloud Johnston, S., Romani, R. W. 590 (2) : L95-L98 Web of Science ID 000183459600008 The gamma-ray blazar content of the northern sky Sowards-Emmerd, D., Romani, R. W., Michelson, P. F. 590 (1) : 109-122 Web of Science ID 000183278700012 A search for the radio counterpart of the unidentified gamma-ray source 3EG J1410-6147 Doherty, M., Johnston, S., Green, A. J., Roberts, M. S., Romani, R. W., Gaensler, B. M., Crawford, F. 339 (4) : 1048-1056 Web of Science ID 000181283300016 The pulsar wind nebula torus of PSR J0538+2817 and the origin of pulsar velocities Romani, R. W., Ng, C. Y. 585 (1) : L41-L44 Web of Science ID 000181046600011 UV-IR science prospects with TES imaging arrays Workshop on Hubbles Science Legacy - Future Optical\/Ultraviolet Astronomy from Space Romani, R. W., Burney, J., Brink, P., Cabrera, B., Castle, P., Kenny, T., Wang, E., Young, B., Miller, A. J., Nam, S. W. : 399–402 Web of Science ID 000183133000061 The rest of the story: Radio pulsars and IR through gamma-ray emission Meeting on Radio Pulsars Romani, R. W. : 331–336 Web of Science ID 000185575800064 Chandra observations of the Guitar Nebula 214th Symposium of the International-Astronomical-Union Wong, D. S., Cordes, J. M., Chatterjee, S., Zweibel, E. G., Finley, J. P., Romani, R. W., Ulmer, M. P. : 135–36 Web of Science ID 000189431800016 Development of superconducting transition edge sensors for time and energy resolved single photon counters with application to imaging astronomy Conference on Materials for Infrared Detectors III Bay, T. J., Burney, J. A., Brink, P. L., Cabrera, B., Castle, J. P., Romani, R. W., Tomada, A., Young, B. A., Nam, S. W., Miller, A. J., Martinis, J. M., Kenny, T., Wang, E. : 192–200 Web of Science ID 000188460600018 RX J1856-3754: Evidence for a stiff equation of state Braje, T. M., Romani, R. W. 580 (2) : 1043-1047 Web of Science ID 000179458300039 Thermal emission from low-field neutron stars Gansicke, B. T., Braje, T. M., Romani, R. W. 386 (3) : 1001-1008 DOI 10.1051\/0004-6361:20020332 Web of Science ID 000175269800029 A search for giant pulses in Vela-like pulsars Johnston, S., Romani, R. W. 332 (1) : 109-115 Web of Science ID 000175249900016 Chandra imaging of the gamma-ray source GeV J1809-2327 Braje, T. M., Romani, R. W., Roberts, M. S., Kawai, N. 565 (2) : L91-L95 Web of Science ID 000173766600007 TES spectrophotometers for near IR\/optical\/UV 9th International Workshop on Low Temperature Detectors Cabrera, B., Martinis, J. M., Miller, A. J., Nam, S. W., Romani, R. : 565–570 Web of Science ID 000176260300129 Phase-resolved Crab studies with a cryogenic transition-edge sensor spectrophotometer Romani, R. W., Miller, A. J., Cabrera, B., Nam, S. W., Martinis, J. M. 563 (1) : 221-228 Web of Science ID 000172852700021 Multiwavelength studies of PSR J1420-6048, a young pulsar in the Kookaburra Roberts, M. S., Romani, R. W., Johnston, S. 561 (2) : L187-L190 Web of Science ID 000172188900011 Giant pulses from the millisecond pulsar B1821-24 Romani, R. W., Johnston, S. 557 (2) : L93-L96 Web of Science ID 000170704700004 The ASCA catalog of potential X-ray counterparts of GeV sources Roberts, M. S., Romani, R. W., Kawai, N. 133 (2) : 451-465 Web of Science ID 000168054500007 Magnetospheric scattering and emission in millisecond pulsars Braje, T. M., Romani, R. W. 550 (1) : 392-396 Web of Science ID 000167863200036 Gamma-ray pulsars in the unidentified population: The 'outer gap' perspective Workshop on the Nature of Unidentified Galactic High-Energy Gamma-Ray Sources Romani, R. W. : 153–166 Web of Science ID 000173242800011 Jeffrey Alan Willick - Obituary Strauss, M. A., Courteau, S., Petrosian, V., Romani, R. 53 (10) : 105-105 Web of Science ID 000089546100028 Cryogenic detectors based on superconducting transition-edge sensors for time-energy-resolved single-photon counters and for dark matter searches 22nd International Conference on Low Temperature Physics Cabrera, B., Clarke, R., Miller, A., Nam, S. W., Romani, R., Saab, T., Young, B. : 509–14 Web of Science ID 000086333700147 Development of wide-band, time and energy resolving, optical photon detectors with application to imaging astronomy 8th International Workshop on Low-Temperature Detectors (LTD-8) Miller, A. J., Cabrera, B., Romani, R. W., Figueroa-Feliciano, E., Nam, S. W., Clarke, R. M. : 445–48 Web of Science ID 000086823400098 Light curves of rapidly rotating neutron stars Braje, T. M., Romani, R. W., Rauch, K. P. 531 (1) : 447-452 Web of Science ID 000086105700035 Cryogenic IR\/Optical\/UV fast spectrophotometers for the study of time-variable astronomical sources Conference on Infrared Spaceborne Remote Sensing VIII Miller, A. J., Cabrera, B., Romani, R. W., Martinis, J., Nam, S. W., Weld, D. M., Castle, P. SPIE-INT SOCIETY OPTICAL ENGINEERING. : 278–284 Web of Science ID 000166963500028 Multiwavelength diagnostics of pulsar plasmas 195th Symposium of the International-Astronomical-Union Romani, R. W. : 95–102 Web of Science ID 000175748200010 A dark cloud associated with an unidentified EGRET source Oka, T., Kawai, N., Naito, T., Horiuchi, T., Namiki, M., Saito, Y., Romani, R. W., Kifune, T. 526 (2) : 764-771 Web of Science ID 000084116500020 First astronomical application of a cryogenic transition edge sensor spectrophotometer Romani, R. W., Miller, A. J., Cabrera, B., Figueroa-Feliciano, E., Nam, S. W. 521 (2) : L153-L156 Web of Science ID 000082018100019 Transition edge sensors as single photon detectors 1998 Applied Superconductivity Conference Miller, A. J., Cabrera, B., Clarke, R. M., Figueroa-Feliciano, E., Nam, S., Romani, R. W. : 4205–8 Web of Science ID 000081964500332 A new biasing technique for transition edge sensors with electrothermal feedback 1998 Applied Superconductivity Conference Nam, S. W., Cabrera, B., Colling, P., Clarke, R. M., Figueroa-Feliciano, E., Miller, A. J., Romani, R. W. : 4209–12 Web of Science ID 000081964500333 The \"Rabbit\": A potential radio counterpart of GeV J1417-6100 Roberts, M. S., Romani, R. W., Johnston, S., Green, A. J. 515 (2) : 712-720 Web of Science ID 000080527500026 A dark cloud associated with an unidentified EGRET source ASTRONOMISCHE NACHRICHTEN Oka, T., Kawai, N., Naito, T., Horiuchi, T., Namiki, M., Saito, Y., Romani, R. W., Kifune, T. 320 (4-5) : 327-327 Web of Science ID 000084277700089 Detection of single infrared, optical, and ultraviolet photons using superconducting transition edge sensors APPLIED PHYSICS LETTERS Cabrera, B., Clarke, R. M., Colling, P., Miller, A. J., Nam, S., Romani, R. W. 73 (6) : 735-737 Web of Science ID 000075303400011 A census of low mass black hole binaries Romani, R. W. 333 (2) : 583-590 Web of Science ID 000073806100034 ASCA observations of the unidentified EGRET source 2EGS J1418-6049 Roberts, M. S., Romani, R. W. 496 (2) : 827-? Web of Science ID 000073048100023 Magnetospheric scattering of pulsar surface radiation Rajagopal, M., Romani, R. W. 491 (1) : 296-302 Web of Science ID A1997YL50700030 X-ray emission from the guitar nebula Romani, R. W., Cordes, J. M., Yadigaroglu, I. A. 484 (2) : L137-? Web of Science ID A1997XP94300011 Magnetized iron atmospheres for neutron stars Rajagopal, M., Romani, R. W., Miller, M. C. 479 (1) : 347-356 Web of Science ID A1997WR66000034 Gamma-ray pulsars and massive stars in the solar neighborhood Yadigaroglu, I. A., Romani, R. W. 476 (1) : 347-356 Web of Science ID A1997WG53400034 Gamma-ray pulsars: Radiation processes in the outer magnetosphere Romani, R. W. 470 (1) : 469-478 Web of Science ID A1996VL72300034 Model atmospheres for low-field neutron stars Rajagopal, M., Romani, R. W. 461 (1) : 327-333 Web of Science ID A1996UD64600026 The formation and evolution of black-hole binaries 165th Symposium of the International-Astronomical-Union on Compact Stars in Binaries Romani, R. W. : 93–103 Web of Science ID A1996BE78G00009 EUV soft X-ray spectra for low B neutron stars 152nd IAU Colloquium on Astrophysics in the Extreme Ultraviolet Romani, R. W., Rajagopal, M., Rogers, F. J., Iglesias, C. A. KLUWER ACADEMIC PUBL. : 443–447 Web of Science ID A1996BE98L00071 High energy pulsars: Pulses and populations IAU Colloquium 160 on Pulsars - Problems and Progress Romani, R. W. : 331–338 Web of Science ID A1996BH18U00097 GAMMA-RAY PULSARS - BEAMING EVOLUTION, STATISTICS, AND UNIDENTIFIED EGRET SOURCES Yadigaroglu, I. A., Romani, R. W. 449 (1) : 211-215 Web of Science ID A1995RM55500023 ULTRA-LOW-FREQUENCY GRAVITATIONAL-RADIATION FROM MASSIVE BLACK-HOLE BINARIES Rajagopal, M., Romani, R. W. 446 (2) : 543-549 Web of Science ID A1995RC75500010 Neutron star magnetic fields 1994 Aspen Winter Conference in Astrophysics Romani, R. W. : 288–297 Web of Science ID A1995BD96Q00038 GAMMA-RAY PULSARS - EMISSION ZONES AND VIEWING GEOMETRIES Romani, R. W., Yadigaroglu, I. A. 438 (1) : 314-321 Web of Science ID A1995QA05500028 AN OUTER GAP MODEL OF HIGH-ENERGY EMISSION FROM ROTATION-POWERED PULSARS Chiang, J., Romani, R. W. 436 (2) : 754-761 Web of Science ID A1994PV55200032 Neutron stars and black holes in low mass systems Symposium on Interacting Binary Stars\/105th Meeting of the Astronomical-Society-of-the-Pacific Romani, R. W. : 196–207 Web of Science ID A1994BE33V00017 THE GUITAR NEBULA - A BOW SHOCK FROM A SLOW-SPIN, HIGH-VELOCITY NEUTRON-STAR Cordes, J. M., Romani, R. W., Lundgren, S. C. 362 (6416) : 133-135 Web of Science ID A1993KR02800050 GAMMA-RADIATION FROM PULSAR MAGNETOSPHERIC GAPS Chiang, J., Romani, R. W. 400 (2) : 629-637 Web of Science ID A1992JY43800021 SPECTROSCOPY OF THE COMPANION AND BOW-SHOCK NEBULA OF PSR 1957 + 20 Aldcroft, T. L., Romani, R. W., Cordes, J. M. 400 (2) : 638-646 Web of Science ID A1992JY43800022 POPULATIONS OF LOW-MASS BLACK-HOLE BINARIES Romani, R. W. 399 (2) : 621-626 Web of Science ID A1992JV80600024 THE EVOLUTION OF A PRIMORDIAL BINARY POPULATION IN A GLOBULAR-CLUSTER Hut, P., McMillan, S., Romani, R. W. 389 (2) : 527-545 Web of Science ID A1992HP11900008 SEARCHING FOR HIGH-REDSHIFT SUPERCLUSTERS PUBLICATIONS OF THE ASTRONOMICAL SOCIETY OF THE PACIFIC Romani, R. W., Filippenko, A. V., Steidel, C. C. 103 (660) : 154-159 Web of Science ID A1991FA38300001 REFRACTIVE INTERSTELLAR SCINTILLATION AND MILLISECOND PULSAR TIMING Hu, W., Romani, R. W., Stinebring, D. R. 366 (1) : L33-L37 Web of Science ID A1991EN15500008"
            ]
        ]
    ]
}