{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FEWMCV3U",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to content Main Menu Jerome C. Licini Jerome C. Licini Physics 072 – Advanced Topics in Introductory Physics Posts Page Jerome C. Licini Updates on COVID-19 related developments within the University can be found at https:\/\/coronavirus.lehigh. edu Physics Department Associate Chair and Associate Professor of Physics email JCL3@Lehigh.edu, phone (610) 758-5137, fax (610) 758-5730 office: Room 214A (also Room 408), Lewis Laboratory (main Physics building) PHYSICS EDUCATION RESEARCH My current research focuses on two areas: specific content-oriented instructional improvements, and general investigation of student experience and performance via quantitative and qualitative analysis. “ Why is an empty shampoo bottle so easy to knock over? ” Jerome C. Licini and Zijun (Allen) Yuan, The Physics Teacher, volume 58, page 220-221 (March 2020). https:\/\/doi.org\/10.1119\/1.5145426 . Click here for actual journal appearance. Click here for preprint PDF. Our video of this demonstration is available at: http:\/\/www.lehigh.edu\/~jcl3\/ShampooBottle or on YouTube . (Collisions start at 2:40.) This research was featured as a Lehigh News “Campus Highlight – click here for story .  The American Institute of Physics featured this on their Inside Science news service and created a very engaging graphic and a two-minute animated video at these two pages: https:\/\/www.insidescience.org\/news\/why-empty-shampoo-bottle-so-easy-knock-over and https:\/\/www.insidescience.org\/video\/why-empty-shampoo-bottle-so-easy-knock-over . Here are the direct links to the graphics https:\/\/www.insidescience.org\/sites\/default\/files\/sites\/all\/default\/files\/shampoobottle_final2.jpg and the video: https:\/\/www.youtube.com\/watch?v=EOQjwIXZIh4 .  This was featured on the phys.org news service at: https:\/\/phys.org\/news\/2020-03-shampoo-bottle-easy.html . “A Tilted-Axes Tool for Introductory Mechanics and Mathematics Courses” Jerome C. Licini, The Physics Teacher,  Vol. 56, November 2018 DOI: 10.1119\/1.5064561. Click here for PDF. TV appearance to discuss the “broomstick challenge” on WFMZ-TV 10 o’clock news broadcast, Tuesday February 11, 2020. Click here for video. Prior research: Quantum transport in ultra-small semiconductor devices.  Three patents for electromagnetic non-contact wafer measurement. Click here for CV. TO SELF-SCHEDULE APPOINTMENTS WITH ME, simply click on this link to go to my Google Calendar. (You will need to start with your Lehigh email account, like “abc123@lehigh.edu”. Then you will get to Lehigh’s Google Apps sign-in box where you use your standard Lehigh username (just the “abc123” part) and password.)  When you get to the calendar, click on the rectangular button that indicates your preferred time slot.  I usually post open slots on the SAME DAY or at most one day ahead, so please check back often. My office is LL214A or LL408. RESOURCES FOR STUDENTS IN INTRODUCTORY PHYSICS Information for Physics 11 (Intro Mechanics and Thermo) , Physics 21 (Intro E&M and Optics) , Physics 072 (Adv. Topics in Intro. Physics). From Prof. Dan Stryer at Oberlin College are two excellent pages: Study Tips for Introductory Physics Students and Solving Problems in Physics For faster downloading, I have local copies here: Study Tips for Introductory Physics Students and Solving Problems in Physics There is a learning center on-campus: Center for Academic Success in the University Center, (x8-4154). The Dean of Students Office sponsors a peer tutoring service (x8-4154). Some problems can be handled best by the University Counseling Service . OTHER GOOD LINKS: How Things Work Home Page (University of Virginia) Astronomical Society of the Pacific’s website for astronomy education resources. The Lehigh University Physics Department has lots of good physics links. The Lehigh University Main Web Page is here . Personal links page Lehigh University  |  27 Memorial Drive West, Bethlehem, PA 18015 USA  |  (610) 758-3000 Lehigh Search | Directory | Maps | Emergency Info | Terms | Privacy | Equitable Community | Non-Discrimination © 2021 LEHIGH UNIVERSITY. All Rights Reserved . Skip to toolbar Log In About WordPress About WordPress WordPress.org Documentation Support Feedback Search"
            ]
        ]
    ]
}