{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FF4M1IS1",
            "A-U10w8AAAAJ",
            [
                "Two‐Dimensional Nanoarchitectures for Lithium Storage",
                "Dual native chemical ligation at lysine",
                "Sandwich‐like, stacked ultrathin titanate nanosheets for ultrafast lithium storage",
                "Synthesis and structure characterization of a stable nonatwistacene",
                "Interfacing glycosylated carbon‐nanotube‐network devices with living cells to detect dynamic secretion of biomolecules",
                "A chondroitin sulfate small molecule that stimulates neuronal growth",
                "Copper (II)\/iron (III) Co-catalyzed intermolecular diamination of alkynes: facile synthesis of imidazopyridines",
                "Enhancement of Photogenerated Electron Transport in Dye‐Sensitized Solar Cells with Introduction of a Reduced Graphene Oxide–TiO2 Junction",
                "A microwave-assisted, copper-catalyzed three-component synthesis of dihydropyrimidinones under mild conditions",
                "Controlled synthesis of Pt-decorated Au nanostructure and its promoted activity toward formic acid electro-oxidation"
            ],
            [
                "Two dimensional nanoarchitectures are of great interest in lithium storage for energy‐storage devices, in particular lithium‐ion batteries, due to its shortened paths for fast lithium ion diffusion and large exposed surface offering more lithium‐insertion channels. Their competitive lithium‐storage features provide huge potentials to develop next‐generation high‐performance lithium‐ion batteries. This review is devoted to the recent progress in the fabrication of innovative 2D structures with various synthetic strategies and their applications for lithium storage in lithium‐ion batteries. These 2D architectures are categorized into six styles, i.e., nanoporous nanosheets, ultrathin nanosheets, flower‐like structures assembled by nanosheets, sandwich‐like nanosheets, corrugated nanosheets, and nanosheets with specific facets. Based on the lithium‐storage manner, we further summerized their electrochemical performance …",
                "A thiol group introduced on the γ-carbon of lysine mediates robust native chemical ligation at both the α- and ε-amines in two consecutive steps. Desulfurization then affords the final product, in which the lysine residue at the ligation site has an isopeptide bond on its side chain. The method is useful for the synthesis of proteins containing special post-translational modifications on lysine.",
                "Sandwich‐like stacked titanate nanosheets with the thickness of≈ 0.4 nm are successfully synthesized on a large scale using a clean and facile method. The unique material exhibits superior capacity and excellent high rate performance for ultrafast lithium storage.",
                "A clean reaction strategy based on thermally eliminating lactam bridges from a soluble acene precursor through a retro‐Diels–Alder reaction, led to the synthesis and characterization of a novel, stable, green crystalline 6, 8, 10, 17, 19, 21‐hexaphenyl‐1.22, 4.5, 11.12, 15.16‐tetrabenzononatwistacene. An analysis of the single crystal structure of the nonatwistacene indicates that this molecule is twisted at an angle of 25.44.",
                "A sense of cell‐being: Single‐walled carbon nanotubes (SWNTs) are functionalized with bioactive monosaccharides to enable their use as biosensors. The glycosylated nanotube network is biocompatible and can interface with living cells (see scheme) to electronically detect biomolecular release with high temporal resolution and high sensitivity.       ",
                "Chondroitin sulfate glycosaminoglycans are sulfated polysaccharides involved in cell division, neuronal development, and spinal cord injury. Here, we report the synthesis and identification of a chondroitin sulfate tetrasaccharide that stimulates the growth and differentiation of neurons. These studies represent the first, direct investigations into the structure−activity relationships of chondroitin sulfate using homogeneous synthetic molecules and define a tetrasaccharide as a minimal motif required for activity. ",
                "A facile synthesis of imidazo[1,2-α]pyridines has been achieved by copper(II) and iron(III) co-catalyzed C–N bond formation. This reaction involves an intermolecular oxidative diamination of alkynes with high chemoselectivity and regioselectivity.",
                "Reduced graphene oxide (rGO) serves as an efficient electron‐transport channel between dye molecules and the electrode in a dye‐sensitized solar cell due to the formation of an rGO–TiO 2 Schottky barrier junction, which can improve the interface contact between dye and TiO 2 effectively and therefore enhance the photogenerated‐electron transport\/injection efficiency in the photoanode (see figure).",
                "The synthesis of dihydropyrimidinones via a clean multi-component Biginelli reaction under microwave irradiation is reported. The copper-catalyzed process proved to be simple, efficient, economical, and environmentally friendly.",
                "Highly active Pt-decorated Au nanoparticles on carbon support with Pt:Au mole ratio ranging from 1:10 to 1:2 was successfully synthesized based on successive reduction strategy. The successful formation of this structure was suggested by transmission electron microscopy, UV–vis and voltammetry analyses. The electrocatalytic activity of this decorated structure toward formic acid oxidation surprisingly increases despite the low amount of Pt being used. At 0.1 V, the specific activity of PtAu\/C with Pt\/Au mole ratio 1:8 was more than one order of magnitude higher than the conventional Pt\/C. The enhancement was attributed to the less Pt ensemble sites that the decorated structure possesses (ensemble effect) and the increase in the Pt atom reactivity on Au nanocrystal. The formic acid oxidation mechanism on this decorated structure was also elucidated using electrochemical impedance spectroscopy technique. It is …"
            ],
            [
                [
                    "carbohydrate chemistry and glycobiology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}