{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FFIYFRDA",
            "mHFqAacAAAAJ",
            [
                "Exact relations for a strongly interacting Fermi gas from the operator product expansion",
                "Universal properties of the four-body system with large scattering length",
                "Four-boson system with short-range interactions",
                "Toward ab initio density functional theory for nuclei",
                "On the correlation between the binding energies of the triton and the α-particle",
                "Universal relations for identical bosons from three-body physics",
                "Universal relations for a strongly interacting Fermi gas near a Feshbach resonance",
                "Efimov states in nuclear and particle physics",
                "Short-time operator product expansion for rf spectroscopy of a strongly interacting Fermi gas",
                "Physical origin of transient negative capacitance in a ferroelectric capacitor"
            ],
            [
                "The momentum distribution in a Fermi gas with two spin states and a large scattering length has a tail that falls off like 1\/k 4 at large momentum k, as pointed out by Tan. He used novel methods to derive exact relations between the coefficient of the tail in the momentum distribution and various other properties of the system. We present simple derivations of these relations using the operator product expansion for quantum fields. We identify the coefficient as the integral over space of the expectation value of a local operator that measures the density of pairs.",
                "Few-body systems with large scattering length have universal properties that do not depend on the details of their interactions at short distances. We study the universal bound-state properties of the four-boson system with large scattering length in an effective quantum mechanics approach. We compute the four-body binding energies using the Yakubovsky equations for positive and negative scattering length. Moreover, we study the correlation between three- and four-body energies and present a generalized Efimov plot for the four-body system. These results are useful for understanding the cluster structure of nuclei and for the creation of weakly bound tetramers with cold atoms close to a Feshbach resonance.",
                "We consider the nonrelativistic four-boson system with short-range forces and large scattering length in an effective quantum mechanics approach. We construct the effective interaction potential at leading order in the large scattering length and compute the four-body binding energies using the Yakubovsky equations. Cutoff independence of the four-body binding energies does not require the introduction of a four-body force. This suggests that two-and three-body interactions are sufficient to renormalize the four-body system. We apply the equations to H 4 e atoms and calculate the binding energy of the H 4 e tetramer. We observe a correlation between the trimer and tetramer binding energies similar to the Tjon line in nuclear physics. Over the range of binding energies relevant to H 4 e atoms, the correlation is approximately linear.",
                "We survey approaches to non-relativistic density functional theory (DFT) for nuclei using progress toward ab initio DFT for Coulomb systems as a guide. Ab initio DFT starts with a microscopic Hamiltonian and is naturally formulated using orbital-based functionals, which generalize the conventional ‘local density plus gradients’ form. The orbitals satisfy single-particle equations with multiplicative (local) potentials. The DFT functionals can be developed starting from internucleon forces using wavefunction-based methods or by Legendre transform via effective actions. We describe known and unresolved issues for applying these formulations to the nuclear many-body problem and discuss how ab initio approaches can help improve empirical energy density functionals.",
                "We consider the correlation between the binding energies of the triton and the α-particle which is empirically observed in calculations employing different phenomenological nucleon–nucleon interactions. Using an effective quantum mechanics approach for short-range interactions with large scattering length| a|≫ ℓ, where ℓ is the natural low-energy length scale, we construct the effective interaction potential at leading order in ℓ\/| a|. In order to renormalize the four-nucleon system, it is sufficient to include a SU (4)-symmetric one-parameter three-nucleon interaction in addition to the S-wave nucleon–nucleon interactions. The absence of a four-nucleon force at this order explains the empirically observed correlation between the binding energies of the triton and the α-particle. We calculate this correlation and obtain a prediction for the α-particle binding energy. Corrections to our results are suppressed by ℓ\/| a|.",
                "Systems consisting of identical bosons with a large scattering length satisfy universal relations determined by 2-body physics that are similar to those for fermions with two spin states. They require the momentum distribution to have a large-momentum 1\/k 4 tail and the radio-frequency transition rate to have a high-frequency 1\/ω 3\/2 tail, both of which are proportional to the 2-body contact. Identical bosons also satisfy additional universal relations that are determined by 3-body physics and involve the 3-body contact, which measures the probability of 3 particles being very close together. The coefficients of the 3-body contact in the 1\/k 5 tail of the momentum distribution and in the 1\/ω 2 tail of the radio-frequency transition rate are log-periodic functions of k and ω that depend on the Efimov parameter.",
                "A set of universal relations between various properties of any few-body or many-body system consisting of fermions with two spin states and a large but finite scattering length have been derived by Shina Tan. We derive generalizations of the Tan relations for a two-channel model for fermions near a Feshbach resonance that includes a molecular state whose detuning energy controls the scattering length. We use quantum field theory methods, including renormalization and the operator product expansion, to derive these relations. They reduce to the Tan relations as the scattering length is made increasingly large.",
                "Particles with resonant short-range interactions have universal properties that do not depend on the details of their structure or their interactions at short distances. In the three-body system, these properties include the existence of a geometric spectrum of three-body Efimov states and a discrete scaling symmetry, which leads to log-periodic dependence of observables on the scattering length. Similar universal properties appear in the four-body system and possibly higher-body systems as well. For example, universal four-body states have recently been predicted and observed in experiments. These phenomena are often referred to as Efimov physics. We review their theoretical description and discuss applications in different areas of physics with a special emphasis on nuclear and particle physics.",
                "Universal relations that hold for any state provide powerful constraints on systems consisting of fermions with two spin states interacting with a large scattering length. In radio-frequency (rf) spectroscopy, the mean shift in the rf frequency and the large-frequency tail of the rf transition rate are proportional to the contact, which measures the density of pairs with small separations. We show that these universal relations can be derived and extended by using the short-time operator product expansion of quantum field theory. This is a general method for identifying aspects of many-body physics that are controlled by few-body physics.",
                "Transient negative differential capacitance, the dynamic reversal of transient capacitance in an electrical circuit, is of highly technological and scientific interest since it probes the foundation of ferroelectricity. We study a resistor-ferroelectric capacitor (R-FEC) network through a series of coupled equations based on Kirchhoff’s law, electrostatics, and Landau theory. We show that transient negative capacitance (NC) in a R-FEC circuit originates from the mismatch in switching rate between the free charge on the metal plate and the bound charge in a ferroelectric (FE) capacitor during the polarization switching. This transient free charge–polarization mismatch is driven by the negative curvature of the FE free-energy landscape, and it is also analytically shown that a free-energy profile with a negative curvature is the only physical system that can describe transient NC in a R-FEC circuit. Furthermore, transient NC …"
            ],
            [
                [
                    "nuclear physics",
                    "ultracold atoms",
                    "few-body physics",
                    "density functional theory"
                ]
            ]
        ]
    ]
}