{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FGBM5602",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Richard Klemm Professor PSB 402 Richard.Klemm@ucf.edu 407-823-1543 Highlights The Klemm research group is currently interested in p -wave superconductivity, the Knight shift in metals and superconductors, a quantum particle in high-symmetry two-and three-dimensional boxes,  the coherent terahertz emission from the high-temperature superconductor Bi 2 Sr 2 CaCu 2 O 8+ (BSCCO), and more generally the orbital symmetry of the superconducting order parameter in unconventional superconductors. We are also engaged in studies of a quantum particle in high-symmetry disk, square, equilateral triangular, and cubic boxes, in which a single particle is confined due to the infinite potential outside the box. For the similar high-symmetry thin BSCCO microstrip antennas, only the wave functions that are one-dimensional representations of the appropriate point group are fixed in orientation over several periods of the ac Josephson current source, so the only cavity modes that can be excited arise from these wave functions. See Fig. 1.  Experimental results from a thermally-managed BSCCO disk microstrip antenna are also shown in Fig. 1, indicating that the transverse magnetic (1,1) mode due to a two-dimensional group representation is missing, and also that the linewidth at the 2.4 THz emission frequency is very narrow, placing a lower limit of 9.8 meV on the bulk superconducting gap  of BSCCO. Atomic-molecular-optical physics: Q. Gu and R. A. Klemm, Ferromagnetic phase transition and Bose-Einstein condensation in spinor Bose gases, Phys. Rev. A 68 , 031604(R) (2003). Condensed Matter Physics: Richard A. Klemm, Layered Superconductors Volume 1 , (Oxford University Press, Oxford, UK and New York, NY, 2012) ISBN13: 978-0-19-959331-6.  International Series of Monographs on Physics 153 (576 pages, 300 b\/w line and halftone illustrations, December 22, 2011). M. Tsujimoto, T. Yamamoto, K. Delfanazari, R. Nakayama, T. Kitamura, M. Sawamura,  T. Kashiwagi, H. Minami, M. Tachiki, K. Kadowaki, and R. A. Klemm, Broadly tunable sub-terahertz emission from internal current-voltage characteristic branches generated from Bi 2 Sr 2 CaCu 2 O 8+ d single crystals, Phys. Rev. Lett. 108 , 107006  (2012). R. A. Klemm, C. Lörscher, J. Zhang, and Q. Gu,  Upper critical field of p -wave ferromagnetic superconductors with orthorhombic symmetry, Proceedings of the 26th International Conference on Low Temperature Physics LT-26, J. Phys. Conf. Ser. (in press) (ArXiv:1107.4071). M. Tsujimoto, K. Yamaki, K. Deguchi, T. Yamamoto, T. Kashiwagi, H. Minami, M. Tachiki, K. Kadowaki, and R. A. Klemm,  Geometrical resonance conditions for THz radiation from the intrinsic Josephson junctions in Bi 2 Sr 2 CaCu 2 O 8+ d , Phys. Rev. Lett. 105 , 037005 (2010). R. A. Klemm and D. V. Efremov,  Single-ion and exchange anisotropy effects and multiferroic behavior in high-symmetry tetramer single molecule magnets, Phys. Rev. B 77 , 184410 (2008) (ArXiv:0712.2518v2). Highlights Selected by the editors of the APS journals as one of 2 Floridians on the original list of 534 “Outstanding Referees”(out of 42,000 APS members) Ruqayyah Shouk Zhichen Liu Sunghyun Kim COS News Research Takes Early Steps Toward Handheld Cancer-Scanning Device By NIKITTA CAMPBELL A handheld device that could allow individuals to screen themselves for cancer is one potential outcome of ongoing research into the power… COS Shines at Student Research Week Student Research Week celebrates the research and creative projects of UCF undergraduate and graduate students. From April 4 through April 7, graduate and undergraduate students attended… COS News Rhodes Scholarship Finalist UCF College of Sciences senior, and double major in mathematics and physics, John Vastola has been selected as a finalist for the Rhodes Scholarship. This is…"
            ]
        ]
    ]
}