{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FGYZ8KF4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "George Fuller News and Awards UC San Diego Astrophysicist George Fuller Wins Hans Bethe Prize UCSD's POLARBEAR experiment is moving to its permanent location in the Atacama Desert, Chile Stepwise spectral swapping with three neutrino flavors The Evolution of Non-Linear Sub-Horizon Scale Entropy Fluctuations in the Early Universe. With K. Jedamzik. Astrophys. J. 423, 33 (1994). Inhomogeneous Primordial Nucleosynthesis: Coupled Nuclear Reactions and Hydrodynamic Dissipation Processes. With K. Jedamzik and G.J. Mathews. Astrophys. J. 423, 50 (1994). Connection between Flavor Mixing of Cosmologically Significant Neutrinos and Heavy Element Nucleosynthesis in Supernovae. With Y.Z. Qian et al. Phys. Rev. Lett. 71, 1965 (1993). Can a Closure Mass Neutrino Help Solve the Supernova Shock Reheating Problem? With R. Mayle et al. Astrophys. J. 389, 517 (1992). Neutron Shell Blocking of Electron Capture During Gravitational Collapse. Astrophys. J. 252, 741 (1982). George Fuller Ph. D., Caltech, 1981 Office: SERF 409 Phone: 858-534-9085 gfuller@ucsd.edu Theoretical Astrophysics. Theoretical Nuclear and Elementary Particle Physics. Nuclear and Particle Astrophysics. General relativity, especially as regards instability in massive objects. Physics of the early universe; gravitational collapse and supernovae, compact objects; nuclear and quark matter; the origin of nuclei, especially the light elements in the Big Bang and the heavy elements in supernovae; the weak interaction and neutrinos. A common theme running through much of Professor Fullers work is the interplay of the weak interaction, nuclei, and gravitation."
            ]
        ]
    ]
}