{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FHIUODOR",
            "FuTJk-gAAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of Particle Physics: particle data groups",
                "Review of lattice results concerning low-energy particle physics",
                "Review of lattice results concerning low-energy particle physics: Flavour Lattice Averaging Group (FLAG)",
                "Quenched chiral logarithms",
                "Hybrids: mixed states of quarks and gluons",
                "Review of particle physics",
                "Spontaneous flavor and parity breaking with Wilson fermions"
            ],
            [
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2658 new measurements from 644 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 112 reviews are many that are new or heavily revised including those on Heavy-Quark and Soft-Collinear Effective Theory, Neutrino Cross Section Measurements, Monte Carlo Event Generators, Lattice QCD, Heavy Quarkonium Spectroscopy, Top Quark, Dark Matter, V cb & V ub, Quantum Chromodynamics, High-Energy Collider Parameters, Astrophysical Constants, Cosmological Parameters, and Dark Matter. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov\/. The 2012 edition of Review of Particle Physics is published for the Particle Data Group as article 010001 in volume 86 of Physical Review D. This edition should be cited as: J. Beringer et al.(Particle Data Group), Phys. Rev. D 86, 010001 (2012).",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
                "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
                "We review lattice results related to pion, kaon, - and -meson physics with the aim of making them easily accessible to the particle-physics community. More specifically, we report on the determination of the light-quark masses, the form factor , arising in semileptonic  transition at zero momentum transfer, as well as the decay-constant ratio  of decay constants and its consequences for the CKM matrix elements  and . Furthermore, we describe the results obtained on the lattice for some of the low-energy constants of  and  Chiral Perturbation Theory and review the determination of the  parameter of neutral kaon mixing. The inclusion of heavy-quark quantities significantly expands the FLAG scope with respect to the previous review. Therefore, we focus here on - and -meson decay constants, form factors, and mixing parameters, since these are most …",
                "We review lattice results related to pion, kaon, D-and B-meson physics with the aim of making them easily accessible to the particle-physics community. More specifically, we report on the determination of the light-quark masses, the form factor f+(0), arising in the semileptonic K→ π transition at zero momentum transfer, as well as the decay constant ratio f K\/f π and its consequences for the CKM matrix elements V u s and V u d. Furthermore, we describe the results obtained on the lattice for some of the low-energy constants of S U (2) L× S U (2) R and S U (3) L× S U (3) R Chiral Perturbation Theory. We review the determination of the B K parameter of neutral kaon mixing as well as the additional four B parameters that arise in theories of physics beyond the Standard Model. The latter quantities are an addition compared to the previous review. For the heavy-quark sector, we provide results for m c and m b (also new …",
                "I develop a diagrammatic method for calculating chiral logarithms in the quenched approximation. While not rigorous, the method is based on physically reasonable assumptions, which can be tested by numerical simulations. The main results are that, at leading order in the chiral expansion,(a) there are no chiral logarithms in quenched f π, for m u= m d (b) the chiral logarithms in B K and related kaon B parameters are, for m d= m s, the same in the quenched approximation as in the full theory, and (c) for m π and the condensate there are extra chiral logarithms due to loops containing the η′, which lead to a peculiar nonanalytic dependence of these quantities on the bare quark mass. Following the work of Gasser and Leutwyler, I discuss how there is a predictable finite volume dependence associated with each chiral logarithm. I compare the resulting predictions with numerical results: for most quantities the …",
                "We calculate the spectrum of the four ground state hybrid (q qg) nonets, J PC=(0, 1, 2)−+, 1−−, using the MIT bag model to first order in cavity perturbation theory. Quark and gluon self-energies are included by a fit to the s-wave mesons and baryons and to the glueball candidate i (1440). We find a large gluon self-energy which substantially increases our predictions of the glueball and hybrid masses. We discuss the phenomenology of hybrids, including a suggestion that the A 3 (1670) and a second peak at 1850 MeV in the fπ channel may be mixtures of the isovector q q d-wave state with the q qg s-wave.",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,324 new measurements from 878 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. Particle properties and search limits are listed in Summary Tables. We give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 120 reviews are many that are new or heavily revised, including a new review on High Energy Soft QCD and Diffraction and one on the Determination of CKM …",
                "We discuss the phase diagram of Wilson fermions in the m 0− g 2 plane for two-flavor QCD. We argue that, as originally suggested by Aoki, there is a phase in which flavor and parity are spontaneously broken. Recent numerical results on the spectrum of the overlap Hamiltonian have been interpreted as evidence against Aoki’s conjecture. We show that they are in fact consistent with the presence of a flavor-parity broken “Aoki phase.” We also show how, as the continuum limit is approached, one can study the lattice theory using the continuum chiral Lagrangian supplemented by additional terms proportional to powers of the lattice spacing. We find that there are two possible phase structures at non-zero lattice spacing:(1) there is an Aoki phase of width Δ m 0∼ a 3 with two massless Goldstone pions;(2) there is no symmetry breaking, and all three pions have an equal non-vanishing mass of order a. Present …"
            ],
            [
                [
                    "Theoretical particle and nuclear physics",
                    "lattice QCD"
                ]
            ]
        ]
    ]
}