{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FHLFGIRM",
            "_JnVNa8AAAAJ",
            [
                "Raman scattering signatures of Kitaev spin liquids in A 2 IrO 3 iridates with A= Na or Li",
                "Importance of anisotropic exchange interactions in honeycomb iridates: minimal model for zigzag antiferromagnetic order in Na 2 IrO 3",
                "Magnons, magnetic polaritons and magnetostatic waves",
                "Critical properties of the Kitaev-Heisenberg model",
                "Phase Diagram and Quantum Order by Disorder in the Kitaev  Honeycomb Magnet",
                "Spin-1 effective Hamiltonian with three degenerate orbitals: An application to the case of ",
                "Finite-temperature phase diagram of the classical Kitaev-Heisenberg model",
                "Valence-bond crystal in a pyrochlore antiferromagnet with orbital degeneracy",
                "Structural Distortion-Induced Magnetoelastic Locking in  Revealed through Nonlinear Optical Harmonic Generation",
                "Underscreened Kondo lattice model applied to heavy fermion uranium compounds"
            ],
            [
                "We show how Raman spectroscopy can serve as a valuable tool for diagnosing quantum spin liquids (QSL). We find that the Raman response of the gapless QSL of the Kitaev-Heisenberg model exhibits signatures of spin fractionalization into Majorana fermions, which give rise to a broad signal reflecting their density of states, and Z 2 gauge fluxes, which also contribute a sharp feature. We discuss the current experimental situation and explore more generally the effect of breaking the integrability on response functions of Kitaev spin liquids.",
                "In this work, we investigate the microscopic nature of the magnetism in honeycomb iridium-based systems by performing a systematic study of how the effective magnetic interactions in these compounds depend on various electronic microscopic parameters. We show that the minimal model describing the magnetism in A 2 IrO 3 includes both isotropic and anisotropic Kitaev-type spin-exchange interactions between nearest and next-nearest neighbor Ir ions, and that the magnitude of the Kitaev interaction between next-nearest neighbor Ir magnetic moments is comparable with nearest neighbor interactions. We also find that, while the Heisenberg and the Kitaev interactions between nearest neighbors are correspondingly antiferro-and ferromagnetic, they both change sign for the next-nearest neighbors. Using classical Monte Carlo simulations we examine the magnetic phase diagram of the derived super-exchange …",
                "Electrodynamical properties of magnetically ordered media are analyzed theoretically. Two types of magnetic materials, namely ferromagnets and antiferromagnets, are considered and the effect of the magnetic subsystem on the properties of the host metal are discussed. Various types of elementary excitations, such as magnetic polaritons, magnetostatic waves, and magnons, are examined within the conventional quasiparticle framework. The dispersion of the quasiparticles as a function of the relation between the characteristic frequencies of electrical and magnetic nature is described over a wide range of frequencies. Particular attention is given to the statistical thermodynamics and kinetics of the magnetic materials. The possibility of Bose–Einstein condensation in a magnon gas is analyzed and the kinetic theory of electron-assisted magnetostatic wave damping in a ferromagnetic metal is developed. The …",
                "We study the critical properties of the Kitaev-Heisenberg model on the honeycomb lattice at finite temperatures that might describe the physics of the quasi-two-dimensional compounds, Na 2 IrO 3 and Li 2 IrO 3. The model undergoes two phase transitions as a function of temperature. At low temperature, thermal fluctuations induce magnetic long-range order by the order-by-disorder mechanism. This magnetically ordered state with a spontaneously broken Z 6 symmetry persists up to a certain critical temperature. We find that there is an intermediate phase between the low-temperature, ordered phase and the high-temperature, disordered phase. Finite-sized scaling analysis suggests that the intermediate phase is a critical Kosterlitz-Thouless phase with continuously variable exponents. We argue that the intermediate phase has been observed above the low-temperature, magnetically ordered phase in Na 2 IrO 3 …",
                "We show that the topological Kitaev spin liquid on the honeycomb lattice is extremely fragile against the second-neighbor Kitaev coupling K 2, which has recently been shown to be the dominant perturbation away from the nearest-neighbor model in iridate Na 2 IrO 3, and may also play a role in α− RuCl 3 and Li 2 IrO 3. This coupling naturally explains the zigzag ordering (without introducing unrealistically large longer-range Heisenberg exchange terms) and the special entanglement between real and spin space observed recently in Na 2 IrO 3. Moreover, the minimal K 1− K 2 model that we present here holds the unique property that the classical and quantum phase diagrams and their respective order-by-disorder mechanisms are qualitatively different due to the fundamentally different symmetries of the classical and quantum counterparts.",
                "Motivated by recent neutron and x-ray observations in V 2 O 3, we derive the effective Hamiltonian in the strong coupling limit of an Hubbard model with three degenerate t 2 g states containing two electrons coupled to spin S= 1, and use it to reexamine the low-temperature ground-state properties of this compound. An axial trigonal distortion of the cubic states is also taken into account. Since there are no assumptions about the symmetry properties of the hopping integrals involved, the resulting spin-orbital Hamiltonian can be generally applied to any crystallographic configuration of the transition metal ion giving rise to degenerate t 2 g orbitals. Specializing to the case of V 2 O 3 we consider the low-temperature antiferromagnetic insulating phase. We find two variational regimes, depending on the relative size of the correlation energy of the vertical pairs and the in-plane interaction energy. The former favors the …",
                "We investigate the finite-temperature phase diagram of the classical Kitaev-Heisenberg model on the hexagonal lattice. Due to the anisotropy introduced by the Kitaev interaction, the model is magnetically ordered at low temperatures. The ordered phase is stabilized entropically by an order-by-disorder mechanism where thermal fluctuations of classical spins select collinear magnetic states in which magnetic moments point along one of the cubic directions. We find that there is an intermediate phase between the low-temperature ordered phase and the high-temperature disordered phase. We show that the intermediate phase is a critical Kosterlitz-Thouless phase exhibiting correlations of the order parameter that decay algebraically in space. Using finite-size-scaling analysis, we determine the boundaries of the critical phase with reasonable accuracy. We show that the Kitaev interaction plays a crucial role in …",
                "We discuss the ground state of a pyrochlore lattice of threefold orbitally degenerate S= 1\/2 magnetic ions. We derive an effective spin-orbital Hamiltonian and show that the orbital degrees of freedom can modulate the spin exchange, removing the infinite spin-degeneracy characteristic of pyrochlore structures. The resulting state is a collection of spin-singlet dimers, with a residual degeneracy due to their relative orientation. This latter is lifted by a magnetoelastic interaction, induced in the spin-singlet phase space, that forces a tetragonal distortion. Such a theory provides an explanation for the helical spin-singlet pattern observed in the B spinel M g T i 2 O 4.",
                "We report a global structural distortion in Sr 2 IrO 4 using spatially resolved optical second and third harmonic generation rotational anisotropy measurements. A symmetry lowering from an I 4 1\/a c d to I 4 1\/a space group is observed both above and below the Néel temperature that arises from a staggered tetragonal distortion of the oxygen octahedra. By studying an effective superexchange Hamiltonian that accounts for this lowered symmetry, we find that perfect locking between the octahedral rotation and magnetic moment canting angles can persist even in the presence of large noncubic local distortions. Our results explain the origin of the forbidden Bragg peaks recently observed in neutron diffraction experiments and reconcile the observations of strong tetragonal distortion and perfect magnetoelastic locking in Sr 2 IrO 4.",
                "We present theoretical results for the underscreened Kondo lattice model with localized S= 1 spins coupled to a conduction band through a Kondo coupling, J K, and interacting among them ferromagnetically. We use a fermionic representation for the spin operators and expand the Hamiltonian in terms of bosonic fields. For large values of J K, we obtain a ferromagnetically ordered solution and a Kondo regime with a Kondo temperature, T K, larger than the Curie temperature, T C. This finding suggests a scenario for a coexistence of Kondo effect and ferromagnetic order. In some uranium compounds, such as UTe or U Cu 0.9 Sb 2, this kind of coexistence has been experimentally observed: they order ferromagnetically with a Curie temperature of order T C∼ 100 K and exhibit a Kondo behavior for T> T C. The proposed underscreened Kondo lattice model accounts well for the coexistence between magnetic order …"
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                "Natalia Perkins Natalia Perkins Natalia Perkins Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-301-6786 nperkins@umn.edu Ph.D., Moscow State University, 1997 M.S., Moscow State University, 1994 Scientific & Professional Societies Fellow, American Physical Society My research is in the field of theoretical condensed matter physics. My goal is to understand properties of materials from fundamental microscopic basis. I am particularly interested in all kinds of phenomena observed in magnetic materials. In my work, I focus on developing and analyzing microscopic models of electronic systems with strong interplay between charge, spin, and orbital degrees of freedom, and geometric frustration. In particular, I am interested in understanding various unconventional quantum phases in correlated materials, e.g. quantum spin liquids. This is an exciting area of condensed matter physics with rapidly evolving fundamental concepts, discoveries of materials with intriguingly novel behaviors and high promise for useful applications. Current Funding: U.S. Department of Energy, Award No. DE-SC0018056 National Science Foundation, Award No. DMR-1929311 Fellow, American Physical Society, 2016 Mengxing Ye, Rafael M. Fernandes, Natalia B. Perkins, Phonon dynamics in the Kitaev spin liquid , Phys. Rev. Research 2, 033180 (2020) Mengqun Li, Ioannis Rousochatzakis, Natalia B. Perkins, Reentrant incommensurate order and anomalous magnetic torque in the Kitaev magnet β-Li2IrO3 , Phys. Rev. Research 2, 033328 (2020) Yang Yang, Natalia B. Perkins, Fulya Koc, Chi-Huei Lin, Ioannis Rousochatzakis, Quantum-classical crossover in the spin-1\/2 Heisenberg-Kitaev kagome magnet ,  Phys. Rev. Research 2, 033217 (2020) Mengqun Li, Ioannis Rousochatzakis, Natalia B Perkins, Unconventional magnetic field response of the hyperhoneycomb Kitaev magnet β−Li2IrO3 , Phys. Rev. Research 2, 013065 (2020) Mengqun Li, Natalia B. Perkins, and Ioannis Rousochatzakis, Collective spin dynamics of Z2 vortex crystals in triangular Kitaev-Heisenberg antiferromagnets , Phys. Rev. Research 1, 013002 (2019) I. Rousochatzakis, S. Kourtis, J. Knolle, R. Moessner, and N. B. Perkins, Quantum spin liquid at finite temperature: proximate dynamics and persistent typicality , Phys. Rev. B 100, 045117 (2019) Johannes Knolle, Roderich Moessner, and Natalia B. Perkins, Bond-Disordered Spin Liquid and the Honeycomb Iridate H3LiIr2O6: Abundant Low-Energy Density of States from Random Majorana Hopping , Phys. Rev. Lett. 122, 047202 (2019) Ioannis Rousochatzakis and Natalia B. Perkins, Magnetic field induced evolution of intertwined orders in the Kitaev magnet β−Li2IrO3 , Phys. Rev. B 97, 174423 (2018) Jianlong Fu, Johannes Knolle, and Natalia B. Perkins, Three types of representation of spin in terms of Majorana fermions and an alternative solution of the Kitaev honeycomb model , Phys. Rev. B 97, 115142 (2018) Ioannis Rousochatzakis and Natalia B. Perkins, Classical Spin Liquid Instability Driven By Off-Diagonal Exchange in Strong Spin-Orbit Magnets , Phys. Rev. Lett. 118, 147204 (2017) Gábor B. Halász, Natalia B. Perkins, and Jeroen van den Brink, Resonant Inelastic X-Ray Scattering Response of the Kitaev Honeycomb Model , Phys. Rev. Lett. 117, 127203 (2016) Ioannis Rousochatzakis, Johannes Reuther, Ronny Thomale, Stephan Rachel, and Natalia B. Perkins, Phase Diagram and Quantum Order by Disorder in the Kitaev K1-K2 Honeycomb Magnet , PRX 5, 041035 (2015) Brent Perreault, Johannes Knolle, Natalia B Perkins, and F. J. Burnell , Theory of Raman response in three-dimensional Kitaev spin liquids: Application to beta- and gamma-Li2IrO3 compounds , PRB 92, 094439 (2015) Yuriy Sizyuk, Craig Price, Peter Woelfle, Natalia B. Perkins, Importance of anisotropic exchange interactions in honeycomb iridates. Minimal model for zigzag antiferromagnetic order in Na2IrO3. , PRB 90, 155126 (2015) J. Knolle, Gia-Wei Chern, D. L. Kovrizhin, R. Moessner, N. B. Perkins, Raman Scattering Signatures of Kitaev Spin Liquids in A2IrO3 Iridates , PRL 113, 187201 (2014) Craig Price, Natalia B. Perkins, Critical properties of the Kitaev-Heisenberg model , PRL 109, 187201 (2012) Samuel Ducatman, Natalia B. Perkins, Andrey Chubukov, Magnetism in parent Fe-chalcogenides: quantum fluctuations select a plaquette order , PRL 109, 157206 (2012) Advisees & Collaborators Graduate  students: Yang Yang (2017 - current) Wen-Han Kao (2019 - current) Kexin Feng (2019 - current) Susmita Singh (2019 - current) Swetlana Swarup (2020-current) Former Researchers and Students Postdocs: Ioannis Rousochatzakis (2015-2018). Now Assistant Professor at Loughborough University, UK Gia-Wei Chern (2009-2012). Now Assistant Professor at University of Virginia  Graduate students: Mengqun Li (2016 - Ph.D. 2020). Now Quantitative Strategist at a high-frequency trading firm Virtu Financial Jianlong Fu (2016 - Ph.D. 2019). Now Postdoctoral Fellow Hong Kong University Yuriy Sizyuk (2012 - Ph.D. 2017). Postdoctoral Fellow Iowa State University (2017-2019) Samuel Ducatman (2011 - Ph.D. 2017). Now high school teacher of physics in Minneapolis Eunsong Choi, (2009 - Ph.D. 2015). Now Financial Software Developer at Bloomberg LP  Master students: David Bosch (2017-2018).  Now working at IntriCon Corporation Fulya Koc (2015-2016). Now Ph.D. student at Izmir Institute of Technology Chi-Huei Lin (2017-2018). Now working in semiconductor company TSNC, Taiwan Undergraduate students: Jake Novotny (2016-2017). Now working at NVE Corporation specialized on spintronics and nanotechnology Craig Price (2010-2012). Ph.D. at Penn State University in 2018 "
            ]
        ]
    ]
}