{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FHX3ZD7Y",
            "I9Ew9GcAAAAJ",
            [
                "Green synthesis of silver nanoparticles using Rheum palmatum root extract and their antibacterial activity against Staphylococcus aureus and Pseudomonas aeruginosa",
                "Fatty acid composition of beef is associated with exonic nucleotide variants of the gene encoding FASN",
                "Identification of the SNP (single nucleotide polymorphism) for fatty acid composition associated with beef flavor-related FABP4 (fatty acid binding protein 4) in Korean cattle"
            ],
            [
                "In the present study, silver nanoparticles (AgNPs) were synthesized by using aqueous root extracts of Rheum palmatum and characterized by various spectroscopic methods. The nanoparticles were found to be in hexagonal and spherical shapes. The average particle size was found to be 121 ± 2 nm with zeta potential values of −21.6 mv by dynamic light scattering (DLS) method. Gas chromatography–mass spectrometry (GC-MS) analysis of R. palmatum revealed 35 compounds. The synthesized AgNPs showed significant activity against Staphylococcus aureus and Pseudomonas aeruginosa with IC90 values of 15 μg\/ml and IC50 values of 7.5 μg\/ml, respectively. The protein leakage level was high and morphological changes occurred in bacteria treated with AgNPs.",
                "Genetic associations of fatty acid composition with exonic single nucleotide polymorphisms (SNPs) in the gene encoding fatty acid synthase (FASN) were examined using 513 Korean cattle. All five individual SNPs of g.12870 T>C, g.13126 T>C, g.15532 C>A, g.16907 T>C and g.17924 G>A were associated with a variety of fatty acid compositions and further with marbling score (P < 0.05). Their genotypes of CC, TT, AA, TT, and GG were associated with increased monounsaturated fatty acids and with decreased saturated fatty acids (P < 0.05). The genotypes at all the SNPs also increased marbling score (P < 0.05). Further genetic associations with fatty acid composition suggested that homozygous genotype with the haplotype of ATG at g.15532, g.16907, and g.17924 in a linkage disequilibrium block increased monounsaturated fatty acids and marbling score (P < 0.05). We concluded that the five exonic …",
                "In this study, we investigated the relationship between unsaturated fatty acids influencing beef flavor and four types of SNPs (c. 280A> G, c. 388G> A, c. 408G> C and c. 456A> G) located at exon 2, 3 and 4 of the FABP4 gene, which is a fatty acid binding protein 4 in Korean cattle (n= 513). When analyzing the relationship between single genotype, fatty acids and carcass trait, individuals of GG, GG, CC and GG genotypes that are homozygotes, had a higher content of unsaturated fatty acids and marbling scores than other genotypes (p< 0.05). Then, haplotype block showed strong significant relationships not only with unsaturated fatty acids (54.73%), but also with marbling scores (5.82) in ht1× ht1 group (p< 0.05). This ht1× ht1 group showed significant differences with unsaturated fatty acids and marbling scores that affected beef flavor in Korean cattle. Therefore, it can be inferred that the ht1× ht1 types might be …"
            ],
            [
                [
                    "Lipid metabolism",
                    "Genetic engineering",
                    "Animal Genetics",
                    "livestock"
                ]
            ]
        ]
    ]
}