{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FIDMPJ63",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Vittorio Paolone Professor 409 Allen Hall (412) 624-2764 vipres@pitt.edu Professor Paolone works in the field of particle physics. Particle physics is the study of the fundamental constituents of matter and how they interact. Through the use of particle accelerators we probe smaller and smaller distance scales (<10^–18 meters!) and try to untangle the fabric of space. Since the universe was once a small, hot and therefore energetic place we also recreate early phases of the universe soon after its birth. The universe looks like it does today because these fundamental particles interact in very specific ways. Specifically Prof. Paolone studies the properties of neutrinos. Neutrinos are one of the most prevalent particles that exist in the universe and therefore their behavior influences its structure. He is presently working on the properties of the tau neutrino and trying to untangle the masses of all the neutrinos. In addition Prof. Paolone is involved in an experiment at CERN(ATLAS) that will exploit the next generation particle accelerator to probe the structure of the universe to even smaller distance scales. Particle physicists are expecting to observe new phenomena with this machine including a zoo of new particles, a better understanding of gravity and maybe even signatures of extra dimensions! Awards Chancellor's Distinguished Research Award, 2001 DOE Outstanding Junior Investigator Award, 1997 Selected Publications \" Observation of the Tau Neutrino, \" B. Lundberg, K. Niwa, V. Paolone, Annu. Rev. Nucl. Part. Sci. 53 , 199 (2003). V. Paolone, \" Status of the MINOS Experiment, \" Prepared for Europhysics Neutrino Oscillation Workshop (NOW2000), Conca Specchiulla, Otranto, Lecce, Italy, Sept. 2000, Nucl. Phys. Proc. Suppl. 100 , 197 (2001). \" Measurement of B(D + s → μ + ν \/ B(D + s → Φμ + ν)) and Determination of the Decay Constant F d s , \" Fermilab E653 Collaboration (K. Kodama, et al), Phys. Lett. B 382 , 299 (1996). DPNU-96-33 (hep-ex\/96060017). \" MINERυA: High statistics nertrino scattering using a fine-grained detector, \" MINERυA Collaboration, Int. J. Mod. Phys. A 20 , 3078 (2005). \" Neutrino scattering uncertainities and their role in long baseline oscillation experiments, \" MINERυA Collaboration, arXiv:hep-ex\/0410005 (2004) Benjamin Messerly Hang Su (412) 624-2764"
            ]
        ]
    ]
}