{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FIFCMUVY",
            "zZtv0pIAAAAJ",
            [
                "Differentiated instruction: How are design, essential questions in learning, assessment, and instruction part of it",
                "Getting Down to Facts in Children's Nonfiction Literature: A Case for the Importance of Sources."
            ],
            [
                "Husson University, Maine he authors of the books reviewed here have different perspectives on differentiated instruction. Wormeli (2008) points out that differentiated instruction is preparing students for a variety of learning and life situations they will encounter. In part differentiated instruction is adjusting both the curriculum and students’ skills to promote dexterity, critical during students’ formal schooling (p. 9). Perhaps, a simple way of looking at differentiated instruction, from the various perspectives, practices, definitions, and protocols discussed in all the books is that differentiated instruction is about making space, making space for meeting the individual needs of students to become even more powerful readers, making space for varied ways of demonstrating learning and achievement, making space for students to build knowledge of the world through questions that engage their imagination, and making space for practitioners to continue their own learning to refine instruction so that each student has opportunities to learn and show achievement.",
                "The accuracy of information in a children's nonfiction book is one criterion the seven-member Orbis Pictus Award Committee considers when selecting outstanding children's nonfiction books for the award. The charge of the committee is to consider other criteria as well, including the clarity and coherence of the book's organization, the extent to which the design is engaging, and the style of its language. During a recent conversation, Orbis Pictus Award Committee members talked about how they reviewed a book being considered for the award. They all emphasized one thing. Each expressed interest in the presence of the back matter, the bibliographies or reference lists, endnotes, author notes about the references and quotations included in the book, the photo credits, and the acknowledgments of people connected with the research and writing of the book. As a result of the committee's conversation, questions occurred to the author of this article, a member of the Orbis Pictus Committee, that underlie the discussion in this article. Are sources for younger readers to be given different value from those in books for older readers? To what extent is a selected list adequate documentation of sources for older readers? What can sources in nonfiction literature do for young readers as they read and write nonfiction? And finally, why are sources important? This discussion explores these questions as it investigates the functions of sources in children's nonfiction literature. After an introduction to the case for sources, the discussion looks at six perspectives in greater depth to build the case for sources. These perspectives are organized in sections. Readers …"
            ],
            [
                [
                    "Literacy in the Content Areas",
                    "Children's and YA Literature",
                    "multicultural children's literature",
                    "Teaching Writing"
                ]
            ],
            [
                "Lee Anne Willson University Professor Emerita Astronomy 34 Physics Hall lwillson@iastate.edu 515-294-3675 PhD 1973 University of Michigan"
            ]
        ]
    ]
}