{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FJXAIXW2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Keith Earle Keith Earle Associate Professor and Chair of Physics RNA Institute Physics 112 518-442-4502 PhD, Cornell University, Ithaca, Experimental Physics (1994) Research Associate, Cornell University (1995—2000) Associate Director, ACERT, Cornell University (2001-present) High Field Electron Paramagnetic Resonance, Quasioptical Design Techniques My research is focused on the application and development of quasioptical techniques to improve the sensitivity of very high frequency (95—250GHz) electron spin resonance (ESR) spectrometers for the study of funda­mental processes in biological and physical-inorganic systems. Continuing this work and its application to systems of biophysical in­terest is of key importance to obtain in­sights into basic questions of structure, dynamics and biological function. I am particularly interested in the development of experimental, analytical and numerical tools for the evaluation and improvement of novel quasioptical structures for the study of aqueous in vitro samples with future applications to in vivo samples. Non-Kramers transition metal ions, i.e. , paramagnetic ions with integer spin, or other strongly-coupled transition metal ion systems, are often exploited by nature for important bio­logical pro­cesses. Such ions are often difficult to observe with conventional tech­niques, including con­ventional ESR tech­niques, however. Very high-frequency ESR offers the possibility of obtaining im­portant insights into these systems, e.g. , ferrous iron (heme and non-heme) or the tetra­manganous, oxygen-evolving reaction center (photosystem II). The analysis of magnetic resonance (NMR and ESR) spectra, particularly multi-frequency and time-domain experiments, is an important area of research as ever-more sophisti­cated experi­mental techniques are introduced. I am developing computational meth­ods, based on path-integral techniques, to perform cal­culations that will supplement more traditional methods based on eigenfunction expansions. http:\/\/www.acert.cornell.edu\/ http:\/\/earlelab.rit.albany.edu\/ Selected Publications: “Spin-Labeled Polymer Dynamics by Least-Squares Analysis of Slow-Motional EPR Spectra” K. A. Earle, D. E. Budil in Advanced ESR Methods (S. Schlick, Ed.) Chapter 3 (Wiley, New York, 2006). “High-field ESR on aligned membranes. A simple method to record spectra from different membrane orientations in the magnetic field” B. Dzikovski, K. A. Earle, S. Pachtchenko and J. H. Freed J. Magn. Reson. 179 273—279 (2006) “High Frequency ESR at ACERT” K. A. Earle, B. G. Dzikovski, W. Hofbauer, J. Moscicki and J. H. Freed Magn. Reson. in Chem. 43 S256—S266 (2005) “A variable temperature EPR study of Mn ++-doped NH 4Cl 0.9I 0.1 single crystal at 170 GHz; zero-field splitting parameter and its absolute sign” S. K. Misra, S. I. Andronenko, P. Chand, K. A. Earle, S. V. Paschenko and J. H. Freed J. Magn. Reson. 174 265­—269 (2005) “High Field ESR: Applications to Protein Structure and Dynamics”, K. A. Earle and A. I. Smirnov, in Biological Magnetic Resonance (O. Grinberg and L. J. Berliner, Eds.) 22 Chapter 4 (Kluwer Academic\/Plenum Publishers, New York, 2004) “Sample Resonators for Quasioptical EPR” D. E. Budil and K. A. Earle, in Biological Magnetic Resonance (O. Grinberg and L. J. Berliner, Eds.) 22 Chapter 11 (Kluwer Academic\/Plenum Publishers, New York, 2004) “High-power 95GHz Pulsed Electron Spin Resonance Spectrometer” W. Hofbauer, K. A. Earle, C. R. Dunnam, J. K. Moscicki and J. H. Freed Rev. Sci. Instrum. 75 1194—1208 (2004) “ Variable-frequency EPR Study of Mn ++-doped NH4Cl 0.9I 0.1 single crystal at 9.6, 36, and 249.9 GHz: Structural Phase Transition” S.K. Misra, S. I. Andronenko, G. Rinaldi, P. Chand, K. A. Earle and J. H. Freed J. Magn. Reson. 160 131—138 (2003) “Transfer Matrix Method for Optimizing Quasioptical EPR Cavities”, K. A. Earle, R. Zeng, and D. E. Budil Appl. Magn. Reson. 21 275—287 (2001) “Electron Spin Resonance in Studies of Membranes and Proteins”, P. P. Borbat, A. J. Costa-Filho, K. A. Earle, J. K. Moscicki, and J. H. Freed Science 291 266—269 (2001) “ Single-crystal EPR studies of transition-metal ions in inorganic crystals at very high frequency” S. K. Misra, S. I. Andronenko, K. A. Earle and J. H. Freed Appl. Magn. Reson. 21 549—561 (2001) “Jones matrix formalism for quasioptical EPR”, D. E. Budil, Z. Ding, G.R. Smith, and K.A. Earle J. Magn. Reson . 144 20—34 (2000)"
            ]
        ]
    ]
}