{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FKXU8G46",
            "xCTIjlwAAAAJ",
            [
                "Femtosecond time-resolved two-photon photoemission studies of electron dynamics in metals",
                "Femtosecond imaging of surface plasmon dynamics in a nanostructured silver film",
                "Real-time observation of adsorbate atom motion above a metal surface",
                "Self-energy and excitonic effects in the electronic and optical properties of TiO 2 crystalline phases",
                "Atomlike, hollow-core–bound molecular orbitals of C60"
            ],
            [
                "Electron-hole excitation and relaxation in the bulk, at interfaces, and surfaces of solid state materials play a key role in a variety of physical and chemical phenomena that are important for surface photochemistry, particle-surface interactions, and device physics. Information on charge carrier relaxation in metals can be obtained through analysis of linewidths measured by photoemission and related techniques, which give an estimate of the upper limit for electron and hole relaxation; however, many factors can contribute to spectral broadening, thus it is difficult to extract specific information on electronic relaxation processes. With femtosecond lasers it is possible to probe directly in a time-resolved fashion the charge carrier dynamics in metals by a variety of linear and nonlinear optical techniques. Femtosecond time-resolved two-photon photoemission has attracted particularly strong interest because it incorporates …",
                "Light interacting with nanostructured metals excites the collective charge density fluctuations known as surface plasmons (SP). Through excitation of the localized SP eigenmodes incident light is trapped on the nanometer spatial and femtosecond temporal scales and its field is enhanced. Here we demonstrate the imaging and quantum control of SP dynamics in a nanostructured silver film. By inducing and imaging the nonlinear two-photon photoemission from the sample with a pair of identical 10-fs laser pulses while scanning the pulse delay, we record a movie of SP fields at a rate of 330-attoseconds\/frame. ",
                "The dynamics of cesium atom motion above the copper(111) surface following electronic excitation with light was studied with femtosecond (10–15 seconds) time resolution. Unusual changes in the surface electronic structure within 160 femtoseconds after excitation, observed by time-resolved two-photon photoemission spectroscopy, are attributed to atomic motion in a copper–cesium bond-breaking process. Describing the change in energy of the cesium antibonding state with a simple classical model provides information on the mechanical forces acting on cesium atoms that are “turned on” by photoexcitation. Within 160 femtoseconds, the copper–cesium bond extends by 0.35 angstrom from its equilibrium value.",
                "We present a unified ab initio study of electronic and optical properties of TiO 2 rutile and anatase phases with a combination of density-functional theory and many-body perturbation-theory techniques. The consistent treatment of exchange and correlation, with the inclusion of many-body one-particle and two-particles effects in self-energy and electron-hole interaction, produces a high-quality description of electronic and optical properties, giving, for some quantities, the first available estimation for this compound. In particular, we give a quantitative estimate of the electronic and direct optical gaps, clarifying their role with respect to previous measurements obtained by various experimental techniques. We obtain a description for both electronic gap and optical spectra that is consistent with experiments by analyzing the role of different contributions to the experimental optical gap and relating them to the level of …",
                "The atomic electron orbitals that underlie molecular bonding originate from the central Coulomb potential of the atomic core. We used scanning tunneling microscopy and density functional theory to explore the relation between the nearly spherical shape and unoccupied electronic structure of buckminsterfullerene (C60) molecules adsorbed on copper surfaces. Besides the known π* antibonding molecular orbitals of the carbon-atom framework, above 3.5 electron volts we found atomlike orbitals bound to the core of the hollow C60 cage. These “superatom” states hybridize like the s and p orbitals of hydrogen and alkali atoms into diatomic molecule-like dimers and free-electron bands of one-dimensional wires and two-dimensional quantum wells in C60 aggregates. We attribute the superatom states to the central potential binding an electron to its screening charge, a property expected for hollow-shell molecules …"
            ],
            [
                [
                    "Ultrafast spectroscopy of surfaces and solids",
                    "Ultrafast electron microscopy",
                    "Surface femtochemistry",
                    "Plasmonics",
                    "Nonlinear spec"
                ]
            ],
            [
                "Hrvoje Petek R. K. Mellon Professor G01 Allen Hall (412) 624-3599 petek@pitt.edu Carrier dynamics in solid–state materials Fundamental electrical, magnetic, and optical properties of solid–state materials are determined by the dynamical response of carriers to internal and external fields. The near–equilibrium properties of carriers in most materials are well understood from classical studies of transport and optical conductivity. However, due to strong interactions of carriers among themselves and with the lattice, studies of nonequlibrium dynamics on femtosecond time scales (10 – 15 s) are just emerging. In our group, a particularly versatile and powerful technique, time–resolved two–photon photoemission (TR–2PP) spectroscopy, has been developed for studying the carrier excitation and relaxation processes in solid–state materials. With this technique we are investigating the quantum mechanical phase and carrier population relaxation times in metals, and for intrinsic and adsorbate induced surface states on metals. Of particular interest are the physical processes that induce e–h pair decoherence, since they impose limits on time scales for quantum control of carriers through the optical phase of the excitation light. The manipulation of the carrier phase with light may lead to applications such as ultrafast (>10 THz) switching and information processing, as well as, atomic manipulation of matter, and therefore, it is of great interest for advanced technologies in the 21st century. Ultrafast microscopy Understanding of the carrier dynamics under quantum confinement is a key to advancing nanoscale science and technology. Although with the existing scanning probe techniques we can potentially study dynamics of individual nanostructures, there is also a clear need for ultrafast imaging microscopic techniques in studies of dynamics in complex systems of nanostructures that could comprise ultrafast electronic or optical device. Photoemission electron microscopy (PEEM) is a well–developed surface science technique for imaging nanostructures on metal and semiconductor surfaces. In combination with femtosecond pump–probe excitation, we intend to develop time–resolved PEEM with potentially <1 fs, <20 nm, <100 meV carrier energy resolution. This technique will be applied to fundamental studies of carrier dynamics in individual nanostructures and coupled nanocomposite systems, in order to understand the fundamental physics of hot carriers in low dimensional systems and to develop advanced device concepts. Atomic manipulation with light Electronic excitation of clean or adsorbate covered metal surfaces can impulsively turn–on large mechanical forces that lead to mass transport parallel or perpendicular to the surface. When such forces are harnessed properly, they can be used for atomic manipulation or even atomic switching. Although there are now several examples of atomic manipulation with STM techniques, much less is known about how equivalent, but much larger scale manipulation could be accomplished with light. The recent observation and demonstration of quantum control of motion of Cs atoms above a Cu(111) surface by our group provides a proof–of–principle for the atomic manipulation of surfaces with light. Such studies are being extended to identify the factors that govern the electronic relaxation of adsorbates on metal surfaces, which can effectively quench the nuclear motion. Awards Ahmed Zewail Award in Ultrafast Science and Technology, 2019 Fellow of the American Association for the Advancement of Science, 2016 Morino Award, 2014 Chancellor's Distinguished Research Award, 2005 Fellow of the American Physical Society, 2002 Selected Publications M. Dąbrowski, Y. Dai, and H. Petek, “ Ultrafast photoemission electron microscopy – imaging plasmons in space and time ,” Chem. Rev. (In press). M. Reutzel, A. Li, Z. Wang, and H. Petek, \" Coherent multidimensional photoelectron spectroscopy of ultrafast quasiparticle dressing by light ,\" Nature Commun. 11, 2230 (2020). \"Coherent Two-Dimensional Multiphoton Photelectron Spectroscopy of Metal Surfaces,\" M. Reutzel, A. Li, and H. Petek, Phys. Rev, X9, 011044 (2019). “Excitation of Two-photon Photoemission Near Epsilon-Zero on Ag (111),” M. Reutzel, A. Li, B. Gumhalter, and H. Petek, Phys. Rev. Lett. 123, 017404 (2019). “Coherent Electron Transfer at the Ag\/graphite Heterojunction Interface,” S. Tan, Y. Dai, S. Zhang, L. Liu, J. Zhao, and H. Petek, Phys. Rev. Lett. 120, 126801 (2018). “Plasmonic Coupling at a metal\/semiconductor Interface,” S. Tan, A. Argondizzo, J. Ren, L. Liu, J. Zhao, and H. Petek, Nature Photon. 11, 806-812 (2017). \"Transient Excitons at Metal Surfaces,\" X. Cui, C. Wang, A. Argondizzo, S. Garrett-Roe, B. Gumhalter, and H. Petek, Nature Phys. 10, 505 (2014). \"Atom-like, Hollow-core-Bound Molecular Orbitals of C60,\" M. Feng, J. Zhao, and H. Petek, Science 320, 359 (2008). \"Ultrafast Interfacial Proton-Coupled Electron Transfer,\" B. Li, J. Zhao, K. Onda, K.D. Jordan, J. Yang, and H. Petek, Science 311, 1436 (2006). \"Femtosecond imaging of surface plasmon dynamics in a nano-structured silver film,\" A. Kubo, K. Onda, H. Petek, Z. Sun, Y.-S. Jung, and H. -K. Kim, Nano Lett. 5, 1123 (2005). \"Wet electrons at the H2O\/TiO2(110) surface,\" K. Onda, B. Li, J. Zhao, K. D. Jordan, J. Yang, and H. Petek, Science 308, 1154 (2005). \"The Birth of a Quasiparticle in Si Observed in Time-frequency Space,\" M. Hase, M. Kitajima, A. M. Constantinescu and H. Petek, Nature 426, 51 (2003). \"Real Time Observation of Atomic Motion Above a Metal Surface,\" H. Petek, H. Nagano, M. J. Weida, and S. Ogawa, Science 288, 1402 (2000). Books Dynamics at Solid Surfaces and Interfaces, Vol. 1: Current developments . U. Bovensiepen, H. Petek, and M. Wolf eds., Wiley (2010). Dynamics at Solid Surfaces and Interfaces, Vol. 2: Fundamentals . U. Bovensiepen, H. Petek, and M. Wolf eds., Wiley (2012). Postdoctoral Affiliates Heeseon Lim Sena Yang Chao Zhang Atreyie Ghosh Namitha James Karan Kapoor Ryan Koester Andi Li Tianyi  Wang Zehua Wang Zhikang Zhou (412) 624-3599"
            ]
        ]
    ]
}