{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FL90NYU0",
            "Adn1zVEAAAAJ",
            [
                "Epitaxial growth of a silicene sheet",
                "Graphene-like silicon nanoribbons on Ag (110): A possible formation of silicene",
                "A review on silicene—new candidate for electronics",
                "Evidence of graphene-like electronic signature in silicene nanoribbons",
                "Vibrational properties of metallic nanocrystals",
                "The thermal attenuation of elastic scattering of helium from copper single crystal surfaces",
                "Silicene structures on silver surfaces",
                "Physics and chemistry of silicene nano-ribbons",
                "Physics of silicene stripes",
                "Silicene, a promising new 2D material"
            ],
            [
                "Using atomic resolved scanning tunneling microscopy, we present here the experimental evidence of a silicene sheet (graphenelike structure) epitaxially grown on a close-packed silver surface [Ag(111)]. This has been achieved via direct condensation of a silicon atomic flux onto the single-crystal substrate in ultrahigh vacuum conditions. A highly ordered silicon structure, arranged within a honeycomb lattice, is synthesized and present two silicon sublattices occupying positions at different heights (0.02 nm) indicating possible sp2-sp3 hybridizations.",
                "Scanning tunneling microscopy (STM) and ab initio calculations based on density functional theory (DFT) were used to study the self-aligned silicon nanoribbons on Ag(110) with honeycomb, graphene-like structure. The silicon honeycombs structure on top of the silver substrate is clearly observed by STM, while the DFT calculations confirm that the Si atoms adopt spontaneously this new silicon structure.",
                "Silicene–the silicon-based counterpart of graphene–has a two dimensional structure that is responsible for the variety of potentially useful chemical and physical properties. The existence of silicene has been achieved recently owing to experiments involving epitaxial growth of silicon as stripes on Ag(001), ribbons on Ag(110), and sheets on Ag(111). The nano-ribbons observed on Ag(110) were found–by both high definition experimental scanning tunneling microscopy images and density functional theory calculations–to consist of an arched honeycomb structure. Angle resolved photo-emission experiments on these silicene nano-ribbons on Ag(110), along the direction of the ribbons, showed a band structure which is analogous to the Dirac cones of graphene. Unlike silicon surfaces, which are highly reactive to oxygen, the silicene nano-ribbons were found to be resistant to oxygen reactivity.On the theoretical …",
                "We report on the electronic properties of straight, 1.6 nm wide, silicene nanoribbons on Ag(110), arranged in a one-dimensional grating with a pitch of 2 nm, whose high-resolution scanning tunneling microscopy images reveal a honeycomb geometry. Angle-resolved photoemission shows quantum confined electronic states of one-dimensional character. The silicon band dispersion along the direction of the nanoribbons suggests a behavior analogous to the Dirac cones of graphene on different substrates.",
                "Our calculated vibrational properties of Ag nanocrystals show three novel, size dependent features which have broad implications for their thermodynamic properties and stability. There is an enhancement in the vibrational density of states at low frequencies and an overall shift of the high frequency band beyond the top of the bulk phonons. Additionally, the vibrational projected density of states of the surface atoms scales linearly with frequency, at low frequencies. The generality of these results for systems with bond-order–bond-length correlation, low average coordination, and large ratio of surface to bulk atoms helps explain qualitatively several recent experimental observations.",
                "The dependence of diffraction peak intensities upon temperature for the scattering of helium from various copper surfaces: Cu (111), (100), (110), (113), (115) and (117), has been experimentally determined for two incident energies (21–63 meV) and a large range of incidence angles. For the close-packed faces (111) and (100), the data are consistent with a Debye-Waller formalism involving an effective surface mean square displacement <u2eff>. The quantitative fit with the data is good if anharmonic effects are properly taken into account. This result establishes that a generalized Debye-Waller formalism is, at least as a first approximation, relevant to the helium-surface diffraction. For the rougher surfaces the agreement remains good up to a threshold temperature above which the intensities are always lower than predicted by the model. It is proposed that this may be due to some kind of thermal roughening of the …",
                "In this paper we report on several structures of silicene, the analog of graphene for silicon, on the silver surfaces Ag (100), Ag (110) and Ag (111). Deposition of Si produces honeycomb structures on these surfaces. In particular, we present an extensive theoretical study of silicene on Ag (111) for which several recent experimental studies have been published. Different silicene structures were obtained only by varying the silicon coverage and\/or its atomic arrangement. All the structures studied show that silicene is buckled, with a Si–Si nearest neighbor distance varying between 2.28 and 2.5 Å. Due to the buckling in the silicene sheet, the apparent (lateral) Si–Si distance can be as low as 1.89 Å. We also found that for a given coverage and symmetry, one may observe different scanning tunneling microscopy images corresponding to structures that differ by only a translation.",
                "We review our recent discovery of silicene in the form of silicon nano-ribbons epitaxially grown on silver (1 1 0) or (1 0 0) surfaces, which paves the way for the growth of graphene-like sheets. We further draw some perspectives for this unique novel material upon mild hydrogenation.",
                "Silicene, a monolayer of silicon atoms tightly packed into a two-dimensional honeycomb lattice, is the challenging hypothetical reflection in the silicon realm of graphene, a one-atom thick graphite sheet, presently the hottest material in condensed matter physics. If existing, it would also reveal a cornucopia of new physics and potential applications. Here, we reveal the epitaxial growth of silicene stripes self-aligned in a massively parallel array on the anisotropic silver (110) surface. This crucial step in the silicene “gold rush” could give a new kick to silicon on the electronics road-map and open the most promising route towards wide-ranging applications. A hint of superconductivity in these silicene stripes poses intriguing questions related to the delicate interplay between paired correlated fermions, massless Dirac fermions and bosonic quasiparticles in low dimensions.",
                "Silicene is emerging as a two-dimensional material with very attractive electronic properties for a wide range of applications; it is a particularly promising material for nano-electronics in silicon-based technology. Over the last decade, the existence and stability of silicene has been the subject of much debate. Theoretical studies were the first to predict a puckered honeycomb structure with electronic properties resembling those of graphene. Though these studies were for free-standing silicene, experimental fabrication of silicene has been achieved so far only through epitaxial growth on crystalline surfaces. Indeed, it was only in 2010 that researchers presented the first experimental evidence of the formation of silicene on Ag(1 1 0) and Ag(1 1 1), which has launched silicene in a similar way to graphene. This very active field has naturally led to the recent growth of silicene on Ir(1 1 1), ZrB2(0 0 0 1) and Au(1 1 0 …"
            ],
            [
                [
                    "Materials",
                    "Computation",
                    "Nano-materials",
                    "Energy Storage",
                    "Reactions at surfaces"
                ]
            ],
            [
                "Abdelkader Kara Professor \/ Graduate Program Director PSB 303 Abdelkader.Kara@ucf.edu 407-668-0135 Dr. Kara received his PhD in Condensed Matter from the Technical University of Lille and CEA Saclay, France, with Highest Honors. My research interests encompass a variety of aspects in materials science spanning over different length and time scales. I use first principles electronic structure calculations ( Density Functional Theory) to study surface properties (relaxations, chemisorption etc ..) and to gain insight into the nature of the environment dependent interatomic bonding. I use model potentials to perform extensive studies of temperature\/time dependent properties of complex\/low symmetry systems. These studies include: 1) Structure, vibrational dynamics and thermodynamics of stepped and kinked surfaces, adsorbates, adsorbed islands and nanocrystals of several metals. These calculations are performed using a real space Green’s function technique and a slab method. 2) Temperature dependent structural changes near and at metal surfaces using Molecular Dynamics (MD) simulations and free energy minimizations in the quasi-harmonic approximation. 3) (MD) simulations to study atom manipulations on surfaces using STM and AFM tips and the changes of the landscape of the potential energy surface caused by the tip. 4) Structure dynamics and thermodynamics of surfaces of alloys for the ordered and disordered surfaces. Segregation profiles at and near alloy surfaces using Monte Carlo (MC) simulations. Finally, to bridge the structure\/length and time gaps between accurate ab initio calculations and real applications, I’m also interested in the building of robust model interatomic potentials. 109. K. Sbiaai, A. Eddiai, Y. Boughaleb, M Mazroui, J.Y. Raty, M. Meddad and A. Kara  Diffusion processes on missing-row surfaces, Opt. Quant. Elect. 46 , 15 (2014). 108. H Yildirim, T Greber, A Kara , Trends in Adsorption Characteristics of Benzene Transition Metal Surfaces: Role of Surface Chemistry and Van Der Waals Interactions J. Phys. Chem. C 117 , 20572 (2013). 107. S. Gottardi, K. Muller, J.C. Moreno-Lopez, H. Yildirim, U. Meinhardt, M. Kivala, A. Kara , M. Stohr. Cyano-functionalized triarylamines on Au(111): competing intermolecular and molecule\/substrate interactions. Adv. Mater. Int., DOI: 10.1002\/admi.201300025 (2013). 106. M.R. Tchalala, M.A. Ali, H. Enriquez, A. Kara , A. Lachgar, S. Yagoubi, E. Foy, E. Vega, A. Bendounan, M.G. Silly, F. Sirotti, S. Nitshe, D. Chaudanson, H. Jamgotchian, B. Aufray, A.J. Mayne, G. Dujardin, H. Oughaddou Silicon sheets by redox assisted chemical exfoliation. J. of Phys.: Cond. Matt. 25, 442001 (2013). 105. M. R. Tchalala, H. Enriquez, A. J. Mayne, A. Kara , S. Roth, M. G. Silly, A. Bendounan, F. Sirotti, Th. Greber, B. Aufray, G. Dujardin, M. Ait Ali, and H. Oughaddou, Formation of one-dimensional self-assembled silicon nanoribbons on Au(110)-2×1 Appl. Phys. Lett. 102 , 083107 (2013). 104. G. Nandipati, A. Kara , S.I. Shah, T.S. Rahman Kinetically driven shape changes in early stages of two-dimensional island coarsening: Ag\/Ag (111). Phys. Rev. B 88 (11), 115402 (2013) 103 K. Sbiaai, Y. Boughaleb, A. Kara , S. Touhtouh and B. Sahraoui Long jumps contribution to the adatom diffusion process near the step edge: The case of Ag\/Cu(110) Physica Status Solidi (b) (2013). 102 K. Sbiaai, A. Eddiai, Y. Boughaleb, A. Hajjaji, A. Kara  Ag adatom and dimer motion on Cu (110)(1×2) missing row surface. Opt. Mat. 36 (1), 42-46 (2013). 101 . K. Sbiaai, Y. Boughaleb, A. Kara Dynamics of Cu monomer, dimer and trimer on Ag (110)(1×2) missing-row reconstructed surface Surf. and Int. Anal. 45 (11), 1702-1708 (2013). 100. K. Sbiaai, Y. Boughaleb, M. Mazroui, A. Hajjaji, A. Kara Energy barriers for diffusion on heterogeneous stepped metal surfaces: Ag\/Cu (110) Thin Solid Films 548, 331-335 (2013) 99. Z Majzik, M Rachid Tchalala, M Švec, P Hapala, HEnriquez, A Kara , A J Mayne, G Dujardin, P Jelínek and H Oughaddou, Combined AFM and STM measurements of a silicene sheet grown on Ag(111) Surface, J. Phys. Conden. Matt. 25 , 225301 (2013). 98. S.I. Shah, G. Nandipati, A. Kara , and T.S. Rahman Self-diffusion of small Ni islands on the Ni(111): a self-learning kinetic Monte Carlo Study, Phys. Rev. B 88 , 035414 (2013). 97. H. Yildirim and A. Kara , Effect of van der Waals interactions on the Adsorption of Olympicene Radical on Cu(111): Characteristics of Weak Physisorption versus Strong Chemisorption, J. Phys. Chem. C, C 117 (6), 2893-2902 (2013). 96 . K. Muller, A.P. Seitsonen, T. Brugger, J. Westover, T. Greber, T. Jung, and A. Kara , Electronic Structure of an Organic\/Metal Interface: Pentacene\/Cu(110), J. of Phys. Chem. C 116, 23465 (2012). 95. B.R. Cuenya, L.K ONO, J.R. Croy, K. Paredis, A. Kara , H. Heindrich, J. Zhao, E.E. Alp, A.T. DelaRiva, A. Datye, E.A. Stach, and W. Keune, Size-dependent evolution of the atomic vibrational density of states and thermodynamic properties of isolated Fe nanoparticles, Phys. Rev. B 88 , 165406 (2012). 94. D. Le, A. Kara , E. Schroder, P. Hyldgaard, and T.S. Rahman, Physisorption of nucleobases on graphene: a comparative van der Waals study, J. Phy. Conden. Matt. 24, 424210 (2012). H. Enriquez, S. Vizzini, A. Kara, B. Lalmi and H. Oughaddou, Silicene structures on silver surfaces, J. Phys. Condens. Matter 24 , 314211 ( 2012 ). 92. K. Sbiaa, Y. Boughaleb, J.Y. Raty, A. Hajjaji, M. Mazroui, and A. Kara , Numerical study of atomic diffusion processes of copper on silver (110) surface: Cu\/Ag (110), J. Opto. Adv. Mat. 14 , 1059 (2012). 91. A. Kara , H. Enriquez, L.Yan Voon, A. Seitsonen, S. Vizzini, and H. Oughaddou, A Review on Silicene: a New Candidate for Electronics, Surf. Sci. Rep. 67, 1 (2012). H. Yildirim, A. Kara, T.S. Rahman, Tailoring Electronic Structure Through Alloying: The Ag n Cu 34-n (n=0-34) Nanoparticle Family, J. Phy. Chem. C, 116, 281 (2012). 89. G. Nandipati, A. Kara , S.I. Shah, and T.S. Rahman, New Off-Lattice Pattern Recognition Scheme for Off-Lattice Kinetic Monte Carlo Simulations, J. Comp. Phys. 231 , 3548 (2012) 88. J. Westover, H. Enriquez, H. Oughaddou, and A. Kara , Metallization of SiC(100) 3×2 Surface: a DFT Investigation, Surf. Sci., 606 , 1471-1474 (2012) . 87. H. Enriquez, A. Mayne, A. Kara , S. Vizzini, S. Roth, B. Lalmi, A. P. Seitsonen, B. Aufray, T. Greber, R. Belkhou, G. Dujardin and H. Oughaddou, Adsorption of silicon on Au(110): an ordered 2D surface alloy, Appl. Phys. Lett. 101 , 021605 (2012). 86. S.I. Shah, G. Nandipati, A. Kara and T.S. Rahman, Extended Pattern Recognition Scheme for Self-learning Kinetic Monte Carlo (SLKMC-II), J. Phy. Conden. Matt. 24, 354004 (2012). 85. A.Karim, A. Kara, O. Trushin, T.S. Rahman, The crossover from collective motion to periphery diffusion for two-dimensional adatom-islands on Cu(111), J. Phy. Conden. Matt. 23, 462201 (2011). 84 .G. Nandipati, A. Kara , S. I. Shah, and T.S. Rahman, Island Size Selectivity during 2D Island Coarsening of Ag(111), J. Phys.: Condens. Matter 23 , 262001 (2011). 83. A. Kara , H. Enriquez, S. Vizzini, B. Ealet, B. Aufray, H. Oughaddou, A Silicon Monolayer on Ag(111), Global Journal of Phys. Chem. 2 , 145 (2011). 82. K. Sbiaa, Y. Boughaleb, J-Y. Raty, A. Arbaoui, and A. Kara , Surface Diffusion of Ag adatom on Cu(110) by Molecular Dynamics Simulation, Global J. of Phys. Chem. 2 , 157 (2011). 81. B. Lalmi, H. Oughaddou, H. Enriquez, A. Kara , S. Vizzini, B. Ealet, and B. Aufray, Epitaxial growth of a silicene sheet, Appl. Phys. Lett. 97 , 223109 (2010) 80. B. Aufray, A. Kara , S. Vizzini, H. Oughaddou, C. Léandri, B. Ealet, and G. Le Lay, Graphene-like silicon nanoribbons on Ag(110): A possible formation of silicene,Appl. Phys. Lett. 96 , 183102 (2010) (This paper made the cover of APL journal and was among the top ten most downloaded paper, from APL, during the month of June 2011; this paper was also the subject of a highlight in Nature Nanotechnology and several news media). 79. P. De Padova, C. Quaresima, C. Ottaviani, P. M. Sheverdyaeva, P. Moras, C. Carbone, D. Topwal, B. Olivieri, A. Kara , H. Oughaddou, B. Aufray, and G. Le Lay, Evidence of graphene-like electronic signature in silicene nanoribbons, Appl. Phys. Lett. 96 , 261905 (2010) 78 A. Kara , S. Vizzini, C. Leandri, B. Ealet, H. Oughaddou, B. Aufray, and G. Le Lay, Silicon Nano-Ribbons on Ag(110): a computational investigation. J. Phys. Condens. Matter 22 , 045004 ( 2010 ). H. Yildirim, A. Kara , T.S. Rahman, R. Heid, and K-P. Bohnen, Surface Vibrational Thermodynamics from ab initio Calculations for fcc(110), Surf. Sci. 604 , 308 ( 2010 ). 76. F. Rabbering, A. Kara , H. Wormeester, T. Warnaar, O. Trushin, T.S. Rahman, and B. Poelsema, Dispersed Forces from Measured Shape Anisotropy of Adatom Islands: Revelations from an Accelerated Simulation Scheme. Phys. Rev. Lett. 103 , 096105 ( 2009 ). Muhammad Sajid Nusaiba Zaman Faculty Recognition: Research and Teaching Effectiveness RIA Awardees The University of Central Florida Research Incentive Awards (RIA) program supports outstanding research, scholarly and creative activity that advances the body of knowledge… Awards UCF Physics Shines at APS Bridge Conference The University of Central Florida’s Department of Physics was well represented at this year’s annual conference of the American Physical Society Bridge Program. Physics faculty…"
            ]
        ]
    ]
}