{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FLPVS3ID",
            "tCC0Vl4AAAAJ",
            [
                "First observation of the Greisen-Zatsepin-Kuzmin suppression",
                "Observation of Direct CP Violation in  Decays",
                "Measurement of the flux of ultrahigh energy cosmic rays from monocular observations by the High Resolution Fly’s Eye experiment",
                "Measurements of direct  violation,  symmetry, and other parameters in the neutral kaon system",
                "Indications of proton-dominated cosmic-ray composition above 1.6 EeV",
                "The surface detector array of the Telescope Array experiment",
                "The cosmic-ray energy spectrum observed with the surface detector of the telescope array experiment",
                "Indications of intermediate-scale anisotropy of cosmic rays with energy greater than 57 EeV in the northern sky measured with the surface detector of the Telescope Array experiment",
                "A study of the composition of ultra-high-energy cosmic rays using the high-resolution fly’s eye",
                "New air fluorescence detectors employed in the Telescope Array experiment"
            ],
            [
                "The High Resolution Fly’s Eye (HiRes) experiment has observed the Greisen-Zatsepin-Kuzmin suppression (called the GZK cutoff) with a statistical significance of five standard deviations. HiRes’ measurement of the flux of ultrahigh energy cosmic rays shows a sharp suppression at an energy of 6× 10 19 eV, consistent with the expected cutoff energy. We observe the ankle of the cosmic-ray energy spectrum as well, at an energy of 4× 10 18 eV. We describe the experiment, data collection, and analysis and estimate the systematic uncertainties. The results are presented and the calculation of the statistical significance of our observation is described.",
                "We have compared the decay rates of K L and K S to π+ π− and π 0 π 0 final states using a subset of the data from the KTeV experiment (E832) at Fermilab. We find that the direct-CP-violation parameter Re (ε′\/ε) is equal to [28.0±3.0 (stat)±2.8 (syst)]× 10− 4. This result definitively establishes the existence of CP violation in a decay process.",
                "We have measured the cosmic ray spectrum above 10 17.2 eV using the two air-fluorescence detectors of the High Resolution Fly’s Eye observatory operating in monocular mode. We describe the detector, phototube, and atmospheric calibrations, as well as the analysis techniques for the two detectors. We fit the spectrum to a model consisting of galactic and extragalactic sources.",
                "We present a series of measurements based on K L, S→ π+ π− and K L, S→ π 0 π 0 decays collected in 1996–1997 by the KTeV experiment (E832) at Fermilab. We compare these four K→ π π decay rates to measure the direct CP violation parameter Re (ε′\/ε)=(20.7±2. 8)× 10− 4. We also test CPT symmetry by measuring the relative phase between the CP violating and CP conserving decay amplitudes for K→ π+ π−(φ+−) and for K→ π 0 π 0 (φ 00). We find the difference between the relative phases to be Δ φ≡ φ 00− φ+−=(+ 0.39±0. 5 0), and the deviation of φ+− from the superweak phase to be φ+−− φ SW=(+ 0.61±1. 1 9); both results are consistent with CPT symmetry. In addition, we present new measurements of the K L-K S mass difference and K S lifetime: Δ m=(5261±1 5)× 10 6 ħ s− 1 and τ S=(89.65±0. 0 7)× 10− 12 s.",
                "We report studies of ultrahigh-energy cosmic-ray composition via analysis of depth of air shower maximum (X max﻿), for air shower events collected by the High-Resolution Fly’s Eye (HiRes) observatory. The HiRes data are consistent with a constant elongation rate d⟨ X max﻿⟩\/d [log﻿(E)] of 47.9±6.0 (stat)±3.2 (syst) g\/cm 2\/decade for energies between 1.6 and 63 EeV, and are consistent with a predominantly protonic composition of cosmic rays when interpreted via the QGSJET01 and QGSJET-II high-energy hadronic interaction models. These measurements constrain models in which the galactic-to-extragalactic transition is the cause of the energy spectrum ankle at 4× 10 18 eV.",
                "The Telescope Array (TA) experiment, located in the western desert of Utah, USA, is designed for the observation of extensive air showers from extremely high energy cosmic rays. The experiment has a surface detector array surrounded by three fluorescence detectors to enable simultaneous detection of shower particles at ground level and fluorescence photons along the shower track. The TA surface detectors and fluorescence detectors started full hybrid observation in March, 2008. In this article we describe the design and technical features of the TA surface detector.",
                "The Telescope Array (TA) collaboration has measured the energy spectrum of ultra-high energy cosmic rays (UHECRs) with primary energies above 1.6× 10 18 eV. This measurement is based upon four years of observation by the surface detector component of TA. The spectrum shows a dip at an energy of 4.6× 10 18 eV and a steepening at 5.4× 10 19 eV which is consistent with the expectation from the GZK cutoff. We present the results of a technique, new to the analysis of UHECR surface detector data, that involves generating a complete simulation of UHECRs striking the TA surface detector. The procedure starts with shower simulations using the CORSIKA Monte Carlo program where we have solved the problems caused by use of the\" thinning\" approximation. This simulation method allows us to make an accurate calculation of the acceptance of the detector for the energies concerned.",
                "We have searched for intermediate-scale anisotropy in the arrival directions of ultrahigh-energy cosmic rays with energies above 57 EeV in the northern sky using data collected over a 5 yr period by the surface detector of the Telescope Array experiment. We report on a cluster of events that we call the hotspot, found by oversampling using 20 radius circles. The hotspot has a Li-Ma statistical significance of 5.1 σ, and is centered at RA= 146 fdg 7, decl.= 43 fdg 2. The position of the hotspot is about 19 off of the supergalactic plane. The probability of a cluster of events of 5.1 σ significance, appearing by chance in an isotropic cosmic-ray sky, is estimated to be 3.7× 10–4 (3.4 σ).",
                "The composition of ultra–high‐energy cosmic rays is measured with the High Resolution Fly’s Eye cosmic‐ray observatory data using the Xmax technique. Data were collected in stereo between 1999 November and 2001 September. The data are reconstructed with well‐determined geometry. Measurements of the atmospheric transmission are incorporated in the reconstruction. The detector resolution is found to be 30 g cm−2 in Xmax and 13% in energy. The Xmax elongation rate between 1018.0 and 1019.4 eV is measured to be   g cm−2 per decade. This is compared with predictions using the QGSJet01 and SIBYLL 2.1 hadronic interaction models for both protons and iron nuclei. CORSIKA‐generated extensive air showers are incorporated directly into a detailed detector Monte Carlo program. The elongation rate and the Xmax distribution widths are consistent with a constant or slowly changing and …",
                "Since 2007, the Telescope Array (TA) experiment, based in Utah, USA, has been observing ultra high energy cosmic rays to understand their origins. The experiment includes a surface detector (SD) array and three fluorescence detector (FD) stations. The FD stations, installed surrounding the SD array, measure the air fluorescence light emitted from extensive air showers (EASs) for precise determination of their energies and species. The detectors employed at one of the three FD stations were relocated from the High Resolution Fly's Eye (HiRes) experiment. At the other two stations, newly designed detectors were constructed for the TA experiment. An FD consists of a primary mirror and a camera equipped with photomultiplier tube pixels. To obtain the EAS parameters with high accuracy, understanding the FD optical characteristics is important. In this paper, we report the characteristics and installation of the new …"
            ],
            [
                [
                    "cosmic rays",
                    "particle physics",
                    "lightning"
                ]
            ]
        ]
    ]
}