{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FLYMMDKA",
            "5qBzgbIAAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Multi-messenger observations of a binary neutron star merger",
                "The BABAR detector",
                "The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Releases 10 and 11 Galaxy samples",
                "SDSS-III: Massive spectroscopic surveys of the distant universe, the Milky Way, and extra-solar planetary systems",
                "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III"
            ],
            [
                "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 2000 new measurements from 610 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
                "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 1726 new measurements from 512 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, gures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 119 reviews are many that are new or heavily revised including those on neutrino mixing, CP violation in K, D, and B mesons, Vcb, the new exotic (1540) particle, extra-dimensions, grand uni ed theories, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology. A booklet is …",
                "This biennial Review summarizes much of Particle Physics Using data from previous editions, plus 2205 new measurements from 667 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles All the particle properties and search limits are listed in Summary Tables We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics This edition features expanded coverage of CP violation in B mesons and of neutrino oscillations For the first time we cover searches for evidence of extra dimensions (both in the particle listings and in a new review) Another new review is on Grand Unified Theories A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review All tables, listings, and reviews (and errata) are also available on the Particle Data Group website http \/\/pdg 1b1 gov.",
                "This biennial review summarizes much of Particle Physics. Using data from previous editions, plus 1900 new measurements from 700 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review.",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "BABAR, the detector for the SLAC PEP-II asymmetric e+e− B Factory operating at the ϒ(4S) resonance, was designed to allow comprehensive studies of CP-violation in B-meson decays. Charged particle tracks are measured in a multi-layer silicon vertex tracker surrounded by a cylindrical wire drift chamber. Electromagnetic showers from electrons and photons are detected in an array of CsI crystals located just inside the solenoidal coil of a superconducting magnet. Muons and neutral hadrons are identified by arrays of resistive plate chambers inserted into gaps in the steel flux return of the magnet. Charged hadrons are identified by dE\/dx measurements in the tracking detectors and by a ring-imaging Cherenkov detector surrounding the drift chamber. The trigger, data acquisition and data-monitoring systems, VME- and network-based, are controlled by custom-designed online software. Details of the layout and …",
                "We present a one per cent measurement of the cosmic distance scale from the detections of the baryon acoustic oscillations (BAO) in the clustering of galaxies from the Baryon Oscillation Spectroscopic Survey, which is part of the Sloan Digital Sky Survey III. Our results come from the Data Release 11 (DR11) sample, containing nearly one million galaxies and covering approximately 8500 square degrees and the redshift range 0.2 <  < 0.7. We also compare these results with those from the publicly released DR9 and DR10 samples. Assuming a concordance Λ cold dark matter (ΛCDM) cosmological model, the DR11 sample covers a volume of 13 Gpc3 and is the largest region of the Universe ever surveyed at this density. We measure the correlation function and power spectrum, including density-field reconstruction of the BAO feature. The acoustic features are detected at a significance of over 7σ in both the correlation …",
                "Building on the legacy of the Sloan Digital Sky Survey (SDSS-I and II), SDSS-III is a program of four spectroscopic surveys on three scientific themes: dark energy and cosmological parameters, the history and structure of the Milky Way, and the population of giant planets around other stars. In keeping with SDSS tradition, SDSS-III will provide regular public releases of all its data, beginning with SDSS Data Release 8 (DR8), which was made public in 2011 January and includes SDSS-I and SDSS-II images and spectra reprocessed with the latest pipelines and calibrations produced for the SDSS-III investigations. This paper presents an overview of the four surveys that comprise SDSS-III. The Baryon Oscillation Spectroscopic Survey will measure redshifts of 1.5 million massive galaxies and Lyα forest spectra of 150,000 quasars, using the baryon acoustic oscillation feature of large-scale structure to obtain percent …",
                "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …"
            ],
            [
                [
                    "Cosmology",
                    "Instrumentation",
                    "Particle Physics"
                ]
            ],
            [
                "Dr. Klaus Honscheid Dr. Klaus Honscheid Dr. Klaus Honscheid Professor honscheid.1@osu.edu 614-292-3287 Physics Research Building, 3054 High Energy Physics Physics of medical imaging Ph.D., Physics University of Bonn, Germany - 1988 Diploma in Physics University of Bonn, Germany - 1984 Brief CV: http:\/\/www.physics.ohio-state.edu\/briefcvs\/honscheid_briefcv.pdf Fellow, American Physical Society - 2005 The Ohio State University Distinguished Teaching Award - 2004"
            ]
        ]
    ]
}