{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FMRRDQY5",
            "vbJV5jgAAAAJ",
            [
                "Imaging α-hemolysin with molecular dynamics: ionic conductance, osmotic permeability, and the electrostatic potential map",
                "Sizing DNA using a nanometer-diameter pore",
                "Microscopic kinetics of DNA translocation through synthetic nanopores",
                "Orientation discrimination of single-stranded DNA inside the α-hemolysin membrane channel",
                "Water− silica force field for simulating nanodevices",
                "Slowing down DNA translocation through a nanopore in lithium chloride",
                "Assessing graphene nanopores for sequencing DNA",
                "The electromechanics of DNA in a synthetic nanopore",
                "Simulation of the electric response of DNA translocation through a semiconductor nanopore–capacitor",
                "Stretching DNA using the electric field in a synthetic nanopore"
            ],
            [
                "α-Hemolysin of Staphylococcus aureus is a self-assembling toxin that forms a water-filled transmembrane channel upon oligomerization in a lipid membrane. Apart from being one of the best-studied toxins of bacterial origin, α-hemolysin is the principal component in several biotechnological applications, including systems for controlled delivery of small solutes across lipid membranes, stochastic sensors for small solutes, and an alternative to conventional technology for DNA sequencing. Through large-scale molecular dynamics simulations, we studied the permeability of the α-hemolysin\/lipid bilayer complex for water and ions. The studied system, composed of ∼300,000 atoms, included one copy of the protein, a patch of a DPPC lipid bilayer, and a 1 M water solution of KCl. Monitoring the fluctuations of the pore structure revealed an asymmetric, on average, cross section of the α-hemolysin stem. Applying …",
                "Each species from bacteria to human has a distinct genetic fingerprint. Therefore, a mechanism that detects a single molecule of DNA represents the ultimate analytical tool. As a first step in the development of such a tool, we have explored using a nanometer-diameter pore, sputtered in a nanometer-thick inorganic membrane with a tightly focused electron beam, as a transducer that detects single molecules of DNA and produces an electrical signature of the structure. When an electric field is applied across the membrane, a DNA molecule immersed in electrolyte is attracted to the pore, blocks the current through it, and eventually translocates across the membrane as verified unequivocally by gel electrophoresis. The relationship between DNA translocation and blocking current has been established through molecular dynamics simulations. By measuring the duration and magnitude of the blocking current transient …",
                "We have previously demonstrated that a nanometer-diameter pore in a nanometer-thick metal-oxide-semiconductor-compatible membrane can be used as a molecular sensor for detecting DNA. The prospects for using this type of device for sequencing DNA are avidly being pursued. The key attribute of the sensor is the electric field-induced (voltage-driven) translocation of the DNA molecule in an electrolytic solution across the membrane through the nanopore. To complement ongoing experimental studies developing such pores and measuring signals in response to the presence of DNA, we conducted molecular dynamics simulations of DNA translocation through the nanopore. A typical simulated system included a patch of a silicon nitride membrane dividing water solution of potassium chloride into two compartments connected by the nanopore. External electrical fields induced capturing of the DNA molecules …",
                "We characterize the voltage-driven motion and the free motion of single-stranded DNA (ssDNA) molecules captured inside the ≈1.5-nm α-hemolysin pore, and show that the DNA–channel interactions depend strongly on the orientation of the ssDNA molecules with respect to the pore. Remarkably, the voltage-free diffusion of the 3′-threaded DNA (in the trans to cis direction) is two times slower than the corresponding 5′-threaded DNA having the same poly(dA) sequence. Moreover, the ion currents flowing through the blocked pore with either a 3′-threaded DNA or 5′ DNA differ by ≈30%. All-atom molecular dynamics simulations of our system reveal a microscopic mechanism for the asymmetric behavior. In a confining pore, the ssDNA straightens and its bases tilt toward the 5′ end, assuming an asymmetric conformation. As a result, the bases of a 5′-threaded DNA experience larger effective friction and …",
                "Amorphous silica is an inorganic material that is central for many nanotechnology appplications, such as nanoelectronics, microfluidics, and nanopore sensors. To use molecular dynamics (MD) simulations to study the behavior of biomolecules interacting with silica, we developed a force field for amorphous silica surfaces based on their macroscopic wetting properties that is compatible with the CHARMM force field and TIP3P water model. The contact angle of a water droplet on a silica surface served as a criterion to tune the intermolecular interactions. The resulting force field was used to study the permeation of water through silica nanopores, illustrating the influence of the surface topography and the intermolecular parameters on permeation kinetics. We find that minute modeling of the amorphous surface is critical for MD studies, since the particular arrangement of surface atoms controls sensitively electrostatic …",
                "The charge of a DNA molecule is a crucial parameter in many DNA detection and manipulation schemes such as gel electrophoresis and lab-on-a-chip applications. Here, we study the partial reduction of the DNA charge due to counterion binding by means of nanopore translocation experiments and all-atom molecular dynamics (MD) simulations. Surprisingly, we find that the translocation time of a DNA molecule through a solid-state nanopore strongly increases as the counterions decrease in size from K+ to Na+ to Li+, both for double-stranded DNA (dsDNA) and single-stranded DNA (ssDNA). MD simulations elucidate the microscopic origin of this effect: Li+ and Na+ bind DNA stronger than K+. These fundamental insights into the counterion binding to DNA also provide a practical method for achieving at least 10-fold enhanced resolution in nanopore applications.",
                "Using all-atom molecular dynamics and atomic-resolution Brownian dynamics, we simulate the translocation of single-stranded DNA through graphene nanopores and characterize the ionic current blockades produced by DNA nucleotides. We find that transport of single DNA strands through graphene nanopores may occur in single nucleotide steps. For certain pore geometries, hydrophobic interactions with the graphene membrane lead to a dramatic reduction in the conformational fluctuations of the nucleotides in the nanopores. Furthermore, we show that ionic current blockades produced by different DNA nucleotides are, in general, indicative of the nucleotide type, but very sensitive to the orientation of the nucleotides in the nanopore. Taken together, our simulations suggest that strand sequencing of DNA by measuring the ionic current blockades in graphene nanopores may be possible, given that the …",
                "We have explored the electromechanical properties of DNA on a nanometer-length scale using an electric field to force single molecules through synthetic nanopores in ultrathin silicon nitride membranes. At low electric fields, E < 200 mV\/10 nm, we observed that single-stranded DNA can permeate pores with a diameter ≥1.0 nm, whereas double-stranded DNA only permeates pores with a diameter ≥3 nm. For pores <3.0 nm diameter, we find a threshold for permeation of double-stranded DNA that depends on the electric field and pH. For a 2 nm diameter pore, the electric field threshold is ∼3.1 V\/10 nm at pH = 8.5; the threshold decreases as pH becomes more acidic or the diameter increases. Molecular dynamics indicates that the field threshold originates from a stretching transition in DNA that occurs under the force gradient in a nanopore. Lowering pH destabilizes the double helix, facilitating DNA …",
                "A multi-scale\/multi-material computational model for simulation of the electric signal detected on the electrodes of a metal–oxide–semiconductor (MOS) capacitor forming a nanoscale artificial membrane, and containing a nanopore with translocating DNA, is presented. The multi-scale approach is based on the incorporation of a molecular dynamics description of a translocating DNA molecule in the nanopore within a three-dimensional Poisson equation self-consistent scheme involving electrolytic and semiconductor charges for the electrostatic potential calculation. The voltage signal obtained from the simulation supports the possibility for single nucleotide resolution with a nanopore device. The electric signal predicted on the capacitor electrodes complements ongoing experiments exploring the use of nanopores in a MOS capacitor membrane for DNA sequencing.",
                "The mechanical properties of DNA over segments comparable to the size of a protein-binding site (3−10 nm) are examined using an electric-field-induced translocation of single molecules through a nanometer diameter pore. DNA, immersed in an electrolyte, is forced through synthetic pores ranging from 0.5 to 1.5 nm in radius in a 10 nm thick Si3N4 membrane using an electric field. To account for the stretching and bending, we use molecular dynamics to simulate the translocation. We have found a threshold for translocation that depends on both the dimensions of the pore and the applied transmembrane bias. The voltage threshold coincides with the stretching transition that occurs in double-stranded DNA near 60 pN. "
            ],
            [
                [

                ]
            ],
            [
                "Aleksei Aksimentiev 263 Loomis Laboratory (217) 333-6495 (866) 467-5398 aksiment@illinois.edu Professor Aksimentiev received his Ph.D in chemistry cum laude from the Institute of Physical Chemistry, Warsaw, Poland, in 1999, after completing a master's degree in particle physics at the Ivan Franko Lviv State University in his native Ukraine in 1996. He received postdoctoral training at the Materials Science Laboratory R&D Center of Mitsui Chemicals, Tokyo, Japan, from 1999 to 2001, when he joined the Theoretical and Computational Biophysics Group at the University of Illinois as a postdoctoral research associate. He accepted the position of assistant professor of physics at Illinois in 2005 Several research positions are available immediately. Please e-mail to setup a meeting and discuss the possibilities. Imagine assembling a few thousand marbles into a machine capable of transforming the energy of an electric field into mechanical torque at nearly 100% efficiency and lasting ten million cycles. Although marbles are not atoms, Nature has done exactly that, assembling carbon, oxygen, nitrogen, and hydrogen atoms into remarkable nanomachines. And while Nature took billions of years to transform primordial dirt into the molecular motors that power living cells, the atoms comprising present-day biomachines are no different from those found in common inorganic compounds, and they obey the same laws of physics that enable the machines's amazing properties. Understanding how the remarkable functionality of biological nanomachines comes about from the spatial arrangement of their atoms and using this knowledge to design synthetic systems that exceed in the performance of their biological counterparts is the focus of this group's research program. Nanopore systems for single molecule detection and manipulation Over the past years, nanopores in thin biological and synthetic membranes have emerged as a versatile new research tool for detection and manipulation of single biomolecules. In a typical setup, electric field is used to drive biomolecules through nanopores, producing electrical signals that can identify the chemical makeup of the transported molecules.  Recent experimental studies have shown great potential of nanopore systems for high-throughput real-time sequencing of DNA molecules.  Extensive experimental efforts are directed toward improving sequencing fidelity, which involves design and manufacturing of synthetic nanopore sensors based on graphene membranes.  Computer modeling, in particular all-atom MD simulations, have become a trusted partner in the development of nanoscale biomedical sensors, allowing one to visualize and quantify the nanoscale details of interactions between biomolecules and synthetic materials.  In the development of nanopore sequencing technology, this group permitted the visualization of the process of nanopore translocation and the prediction of signals that are to be used for sequencing DNA, such as ion currents. Examples of recent research projects in this area include simulations of DNA transport through graphene nanopores, engineering a biological nanopore MspA for real-time and ultra-low cost DNA sequencing and development of physical methods to slow DNA transport through solid-state nanopores. Molecular mechanics of DNA processing machinery DNA replication, packaging, and repair, which are among the most important cellular processes, are all facilitated and heavily regulated through DNA-protein interactions. Abnormal operations of protein motors that process information encoded in DNA are known causes of genetic and multifactorial deceases, cancer and are associated with aging. In collaborations with single-molecule experimentalists, this group develops computational models of exemplary protein-DNA systems to elucidate the molecular mechanisms of DNA processing machinery. The current research projects center around DNA replication. The demands of rapid but accurate duplication of a cell's genome require the cooperative operation of many proteins, which together form the replisome. Using available structural data, this group is building a computational model of the replisome that incorporates all essential components. Complementing DNA replication, DNA repair is crucial to survival of a biological organism. One of the most catastrophic forms of DNA damage is double-stranded DNA breakage, which is often repaired using, as a template, another DNA molecule of a similar nucleotide sequence. One of the projects in this area aims to determine the mechanism a cell uses to find such a similar-sequence template fragment on a very long DNA molecule. In eukaryotes, processing of information encoded in DNA is additionally complicated as DNA is wrapped around proteins into hierarchical structures. The projects in this area focus on mechanisms of remodeling DNA-protein structures and epigenetic regulation of such remodeling processes. The physics of DNA assemblies Although a biological cell utilizes a myriad of proteins to copy, express, regulate, and repair the genetic information stored in DNA, the unique physical properties of a DNA molecule underlies its biological functions. Indeed, the properties of a DNA molecule can astonish experts across disciplines. A physicist finds it surprising that DNA, which is a highly negatively charged polymer, can form a well-ordered condensate through apparent inter-DNA attractions. A biologist is astonished by the fact that the cells utilize DNA condensation to store and protect their genetic information. Binding of multivalent cations, pressure of a packing motor or spooling action of histone proteins force DNA to form compact biological structures where steric, electrostatic and structural forces give rise to unique physical phenomena. Of course, the most famous form of DNA self-assembly is hybridization, where a pair of single DNA strands carrying DNA nucleobases of complementary sequences forms a DNA duplex. Add to this a bit of computing and lots of human ingenuity and complex three-dimensional structures known as DNA origami will emerge from a disordered solution of DNA fragments. This research thrust develops precise atomic-scale and coarse-grained models of biological and synthetic DNA systems and uses such models to characterize a variety of processes in such systems. The ongoing research projects focus on the physics of DNA packaging in bacteriophage capsids, micromechanics of DNA origami and kinetics of DNA self-assembly. Synthetic molecular systems Miniature machines captivate human imagination. From a flight of a bee to a beating of a flagellum, the ability of tiny creatures to perform seemingly impossible tasks inspire us with awe. While scaling up in size human technology is relatively straightforward, scaling down the systems and mechanisms without loosing functionality, ultimately to the molecular scale, remains a major challenge.  The dominance of stochastic forces over gravity and inertia, surface effects over body forces, and granularity of conventional materials render application of macroscopic engineering principles at the nanoscale obsolete. While human efforts to engineer and build nanomachines have so far produced rather modest results, biology provides outstanding examples of what can be accomplished. This research thrust focuses on the development of synthetic analogs to landmark biomolecular machines such as autonomous nanoscale walkers, selective nanochannels gated by external stimuli, and membrane-bound energy conversion systems. Graduate Research Opportunities Several research positions are available. Please e-mail to setup a meeting and discuss the possibilities. Post-Doctoral Research Opportunities We are always looking for qualified and motivated individuals. Please e-mail your CV along with a short description of your current and future research interests. Honors Dean's Award for Excellence in Research (2015) Blue Waters Professorship (2014) NSF CAREER Award (2010) Beckman Fellow, Center for Advanced Studies (2009-2010) IBM Faculty Fellow Award (2008) Fall 2017 Woochul Song, Himanshu Joshi, Ratul Chowdhury, Joseph S. Najem, Yue-xiao Shen, Chao Lang, Codey B. Henderson, Yu-Ming Tu, Megan Farell, Costas D. Maranas, Paul S. Cremer, Robert J. Hickey, Stephen A. Sarles, Jun-li Hou, Aleksei Aksimentiev, and Manish Kumar. Artificial Water Channels Enable Fast and Selective Water Permeation Through Water-wire Networks. Nature Nanotechnology 15: 73-79 (2020) Hadjer Ouldali, Kumar Sarthak, Tobias Ensslen, Fabien Piguet, Philippe Manivet, Juan Pelta, Jan C Behrends, Aleksei Aksimentiev and Abdelghani Oukhaled. Electrical recognition of the twenty proteinogenic amino acids using aerolysin nanopore. Nature Biotechnology 38: 176-181 (2020). A. Singharoy, C. Maffeo, K.H. Delgado-Magnero, D. J. K. Swainsbury, M.Sener, U. Kleinekathofer, B. Isralewitz, I. Teo, D. Chandler, J. W. Vant, J. E. Stone, J. Phillips, T. V. Pogorelov, M. I. Mallus, C. Chipot, Z. Luthey-Schulten, P. Tieleman, C. N. Hunter, E. Tajkhorshid, A. Aksimentiev, K. Schulten. Atoms to Phenotypes: Molecular Design Principles of Cellular Energy Metabolism. Cell 179: 1098 - 1111 (2019). Manish Shankla and Aleksei Aksimentiev. Step-defect guided delivery of DNA to a graphene nanopore. Nature Nanotechnology 14: 858 - 865 (2019). James Wilson and Aleksei Aksimentiev. Water Compression Gating of Nanopore Transport. Physical Review Letters 120:268101 (2018). Alexander Ohmann, Chen-Yu Li, Christopher Maffeo, Kareem Al-Nahas, Kevin N. Baumann, Ulrich F. Keyser and Aleksei Aksimentiev. A synthetic enzyme built from DNA flips 10^7 lipids per second in biological membranes. Nature Communications 9: 2426 (2018). Wei Si and Aleksei Aksimentiev. Nanopore Sensing of Protein Folding. ACS Nano 11: 7091-7100 (2017). Sergii Pud, Shu-Han Chao, Maxim Belkin, Daniel Verschueren, Teun Huijben, Casper van Engelenburg, Cees Dekker and Aleksei Aksimentiev. Mechanical Trapping of DNA in a Double-Nanopore System. Nano Letters 16:8021-8028 (2016). James Wilson, Leila Sloman, Zhiren He, and Aleksei Aksimentiev. Graphene nanopores for protein sequencing. Advanced Functional Materials 26:4830-4838 (2016). S. Bhattacharya, J. Yoo and A. Aksimentiev. Water determines the DNA sequence specificity of ionic current blockades in a biological nanopore. ACS Nano 10: 4644-4651 (2016). Jejoong Yoo, Hajin Kim, Aleksei Aksimentiev, and Taekjip Ha. Direct evidence for sequence-dependent attraction between double-stranded DNA controlled by methylation. Nature Communications 7:11045 (2016). Thuy Ngo, Jejoong Yoo, Q Dai, Q Zhang, C He, Aleksei Aksimentiev, and Taekjip Ha. Effect of Cytosine Modifications on DNA Flexibility and Nucleosome Mechanical Stability. Nature Communications 7:10813 (2016). M. Belkin, S.-H. Chao, M. Jonsson, C. Dekker, A. Aksimentiev. Plasmonic nanopores for trapping, controlling displacement and sequencing of DNA. ACS Nano 9:10598-10611 (2015) M Shankla and A. Aksimentiev. Conformational transitions and stop-and-go nanopore transport of single stranded DNA on charged graphene. Nature Communications 5:5171 (2014). Riedl, Aksimentiev awarded Frontera supercomputer time allocations The most powerful supercomputer in the world for academic research has established its mission for the coming year.The Texas Advanced Computing Center (TACC) announced that the National Science Foundation has approved allocations of supercomputing time on Frontera to 49 science projects for 2020-2021. Time on Frontera is awarded based on a project’s need for very large scale computing to make science and engineering discoveries, and the ability to efficiently use a supercomputer on the scale of Frontera. “Our generous allocation of compute time on Frontera makes it possible to perform uniquely large-scale, data-driven simulations of key brain cell networks involved in memory with unprecedented biological realism,” Soltesz said.Another awardee, Caroline Riedl, research assistant professor of Physics at the University of Illinois, is part of a large international collaboration analyzing particle collision data from the Super Proton Synchrotron at CERN. Riedl was awarded 1.5 million hours to unravel the mass of hadrons and the quark structure of protons. Her work will analyze past particle physics experiments from the COMPASS experiment and explore new detectors for quantum chromodynamics research (COMPASS++\/AMBER).”We were very excited to learn that our request for an LRAC allocation on TACC’s Frontera was approved,” Riedl said. Dissecting the mechanism of protein unfolding by SDS Researchers at the have used molecular dynamics simulations to understand how sodium dodecyl sulfate causes protein unfolding. SDS is commonly used in labs to separate proteins and determine their molecular weights. However, it is still unclear how SDS influences protein structure. Theoretical Biological Physics Biophysics CPLC team continues Schulten's legacy: first-ever atomic-scale model of a bacterial organelle simulates photosynthetic energy conversion Scientists have simulated every atom of a light-harvesting structure in a photosynthetic bacterium that generates energy for the organism. The simulated organelle behaves just like its counterpart in nature, the researchers report. The work is a major step toward understanding how some biological structures convert sunlight into chemical energy, a biological innovation that is essential to life. The researchers report their findings in the journal Cell . The team originally was led by University of Illinois Physics Professor Klaus Schulten and the work continued after Schulten’s death in 2016. The study fulfills, in part, Schulten’s decades-long dream of discovering the mechanisms by which atomic-level interactions build and animate living systems. Theoretical Biological Physics Biophysics Researchers embrace imperfection to improve biomolecule transport While watching the production of porous membranes used for DNA sorting and sequencing, University of Illinois researchers wondered how tiny steplike defects formed during fabrication could be used to improve molecule transport. They found that the defects – formed by overlapping layers of membrane – make a big difference in how molecules move along a membrane surface. Instead of trying to fix these flaws, the team set out to use them to help direct molecules into the membrane pores. Their findings are published in the journal Nature Nanotechnology . Nanopore membranes have generated interest in biomedical research because they help researchers investigate individual molecules – atom by atom – by pulling them through pores for physical and chemical characterization. This technology could ultimately lead to devices that can quickly sequence DNA, RNA or proteins for personalized medicine."
            ]
        ]
    ]
}