{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FMRRDQY5",
            "vbJV5jgAAAAJ",
            [
                "Imaging α-hemolysin with molecular dynamics: ionic conductance, osmotic permeability, and the electrostatic potential map",
                "Sizing DNA using a nanometer-diameter pore",
                "Microscopic kinetics of DNA translocation through synthetic nanopores",
                "Orientation discrimination of single-stranded DNA inside the α-hemolysin membrane channel",
                "Water− silica force field for simulating nanodevices",
                "Slowing down DNA translocation through a nanopore in lithium chloride",
                "Assessing graphene nanopores for sequencing DNA",
                "The electromechanics of DNA in a synthetic nanopore",
                "Simulation of the electric response of DNA translocation through a semiconductor nanopore–capacitor",
                "Stretching DNA using the electric field in a synthetic nanopore"
            ],
            [
                "α-Hemolysin of Staphylococcus aureus is a self-assembling toxin that forms a water-filled transmembrane channel upon oligomerization in a lipid membrane. Apart from being one of the best-studied toxins of bacterial origin, α-hemolysin is the principal component in several biotechnological applications, including systems for controlled delivery of small solutes across lipid membranes, stochastic sensors for small solutes, and an alternative to conventional technology for DNA sequencing. Through large-scale molecular dynamics simulations, we studied the permeability of the α-hemolysin\/lipid bilayer complex for water and ions. The studied system, composed of ∼300,000 atoms, included one copy of the protein, a patch of a DPPC lipid bilayer, and a 1 M water solution of KCl. Monitoring the fluctuations of the pore structure revealed an asymmetric, on average, cross section of the α-hemolysin stem. Applying …",
                "Each species from bacteria to human has a distinct genetic fingerprint. Therefore, a mechanism that detects a single molecule of DNA represents the ultimate analytical tool. As a first step in the development of such a tool, we have explored using a nanometer-diameter pore, sputtered in a nanometer-thick inorganic membrane with a tightly focused electron beam, as a transducer that detects single molecules of DNA and produces an electrical signature of the structure. When an electric field is applied across the membrane, a DNA molecule immersed in electrolyte is attracted to the pore, blocks the current through it, and eventually translocates across the membrane as verified unequivocally by gel electrophoresis. The relationship between DNA translocation and blocking current has been established through molecular dynamics simulations. By measuring the duration and magnitude of the blocking current transient …",
                "We have previously demonstrated that a nanometer-diameter pore in a nanometer-thick metal-oxide-semiconductor-compatible membrane can be used as a molecular sensor for detecting DNA. The prospects for using this type of device for sequencing DNA are avidly being pursued. The key attribute of the sensor is the electric field-induced (voltage-driven) translocation of the DNA molecule in an electrolytic solution across the membrane through the nanopore. To complement ongoing experimental studies developing such pores and measuring signals in response to the presence of DNA, we conducted molecular dynamics simulations of DNA translocation through the nanopore. A typical simulated system included a patch of a silicon nitride membrane dividing water solution of potassium chloride into two compartments connected by the nanopore. External electrical fields induced capturing of the DNA molecules …",
                "We characterize the voltage-driven motion and the free motion of single-stranded DNA (ssDNA) molecules captured inside the ≈1.5-nm α-hemolysin pore, and show that the DNA–channel interactions depend strongly on the orientation of the ssDNA molecules with respect to the pore. Remarkably, the voltage-free diffusion of the 3′-threaded DNA (in the trans to cis direction) is two times slower than the corresponding 5′-threaded DNA having the same poly(dA) sequence. Moreover, the ion currents flowing through the blocked pore with either a 3′-threaded DNA or 5′ DNA differ by ≈30%. All-atom molecular dynamics simulations of our system reveal a microscopic mechanism for the asymmetric behavior. In a confining pore, the ssDNA straightens and its bases tilt toward the 5′ end, assuming an asymmetric conformation. As a result, the bases of a 5′-threaded DNA experience larger effective friction and …",
                "Amorphous silica is an inorganic material that is central for many nanotechnology appplications, such as nanoelectronics, microfluidics, and nanopore sensors. To use molecular dynamics (MD) simulations to study the behavior of biomolecules interacting with silica, we developed a force field for amorphous silica surfaces based on their macroscopic wetting properties that is compatible with the CHARMM force field and TIP3P water model. The contact angle of a water droplet on a silica surface served as a criterion to tune the intermolecular interactions. The resulting force field was used to study the permeation of water through silica nanopores, illustrating the influence of the surface topography and the intermolecular parameters on permeation kinetics. We find that minute modeling of the amorphous surface is critical for MD studies, since the particular arrangement of surface atoms controls sensitively electrostatic …",
                "The charge of a DNA molecule is a crucial parameter in many DNA detection and manipulation schemes such as gel electrophoresis and lab-on-a-chip applications. Here, we study the partial reduction of the DNA charge due to counterion binding by means of nanopore translocation experiments and all-atom molecular dynamics (MD) simulations. Surprisingly, we find that the translocation time of a DNA molecule through a solid-state nanopore strongly increases as the counterions decrease in size from K+ to Na+ to Li+, both for double-stranded DNA (dsDNA) and single-stranded DNA (ssDNA). MD simulations elucidate the microscopic origin of this effect: Li+ and Na+ bind DNA stronger than K+. These fundamental insights into the counterion binding to DNA also provide a practical method for achieving at least 10-fold enhanced resolution in nanopore applications.",
                "Using all-atom molecular dynamics and atomic-resolution Brownian dynamics, we simulate the translocation of single-stranded DNA through graphene nanopores and characterize the ionic current blockades produced by DNA nucleotides. We find that transport of single DNA strands through graphene nanopores may occur in single nucleotide steps. For certain pore geometries, hydrophobic interactions with the graphene membrane lead to a dramatic reduction in the conformational fluctuations of the nucleotides in the nanopores. Furthermore, we show that ionic current blockades produced by different DNA nucleotides are, in general, indicative of the nucleotide type, but very sensitive to the orientation of the nucleotides in the nanopore. Taken together, our simulations suggest that strand sequencing of DNA by measuring the ionic current blockades in graphene nanopores may be possible, given that the …",
                "We have explored the electromechanical properties of DNA on a nanometer-length scale using an electric field to force single molecules through synthetic nanopores in ultrathin silicon nitride membranes. At low electric fields, E < 200 mV\/10 nm, we observed that single-stranded DNA can permeate pores with a diameter ≥1.0 nm, whereas double-stranded DNA only permeates pores with a diameter ≥3 nm. For pores <3.0 nm diameter, we find a threshold for permeation of double-stranded DNA that depends on the electric field and pH. For a 2 nm diameter pore, the electric field threshold is ∼3.1 V\/10 nm at pH = 8.5; the threshold decreases as pH becomes more acidic or the diameter increases. Molecular dynamics indicates that the field threshold originates from a stretching transition in DNA that occurs under the force gradient in a nanopore. Lowering pH destabilizes the double helix, facilitating DNA …",
                "A multi-scale\/multi-material computational model for simulation of the electric signal detected on the electrodes of a metal–oxide–semiconductor (MOS) capacitor forming a nanoscale artificial membrane, and containing a nanopore with translocating DNA, is presented. The multi-scale approach is based on the incorporation of a molecular dynamics description of a translocating DNA molecule in the nanopore within a three-dimensional Poisson equation self-consistent scheme involving electrolytic and semiconductor charges for the electrostatic potential calculation. The voltage signal obtained from the simulation supports the possibility for single nucleotide resolution with a nanopore device. The electric signal predicted on the capacitor electrodes complements ongoing experiments exploring the use of nanopores in a MOS capacitor membrane for DNA sequencing.",
                "The mechanical properties of DNA over segments comparable to the size of a protein-binding site (3−10 nm) are examined using an electric-field-induced translocation of single molecules through a nanometer diameter pore. DNA, immersed in an electrolyte, is forced through synthetic pores ranging from 0.5 to 1.5 nm in radius in a 10 nm thick Si3N4 membrane using an electric field. To account for the stretching and bending, we use molecular dynamics to simulate the translocation. We have found a threshold for translocation that depends on both the dimensions of the pore and the applied transmembrane bias. The voltage threshold coincides with the stretching transition that occurs in double-stranded DNA near 60 pN. "
            ],
            [
                [

                ]
            ]
        ]
    ]
}