{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FO9LGC07",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "BARTON ZWIEBACH Professor of Physics MacVicar Faculty Fellow zwiebach@mit.edu (617) 253-4839 6-305 Joyce Berggren (617) 253-4827 RELATED LINKS: MIT Center for Theoretical Physics 8.251: String Theory for Undergraduates \"A First Course in String Theory\" Cambridge University Press , June 2004] Theoretical Particle Physics Professor Zwiebach¹s specialties are String Theory and Theoretical Particle Physics. His central contributions have been in the area of String Field Theory, where he did the early work on the construction of open string field theory and then developed the field theory of closed strings . Zwiebach has also made important contributions to the subject of D-branes with exceptional symmetry and to the subject of tachyon condensation . In  1999, Ashoke Sen and Zwiebach showed that open string field theory can be used  to calculate the tachyon potential and to confirm the existence of a critical  point at the expected depth. The developments that followed led to vacuum string field theory , a new version of open string field theory based  on the vacuum of the tachyon. In the early 2000's Zwiebach studied the  cosmology of closed string tachyons and, together with Okawa and Berkovits,  developed heterotic string field theory . Zwiebach then worked on exact analytic solutions in open string field theory. Starting  in 2009, Zwiebach and Chris Hull began work on double field theory , an approach that  aims to capture the T-duality properties of string theory in effective actions. Together with Olaf Hohm, Hull  and Zwiebach constructed an action in terms of  the generalized metric that  incorporates a number of elements of generalized geometry.  Zwiebach  continues to work on this area, focusing now on stringy corrections to general relativity. Teaching Interests Professor Zwiebach designed and taught a new course in the MIT undergraduate curriculum: String Theory for Undergraduates [8.251], first offered in the 2002 Spring term. This course gives a serious introduction to string theory, geared at the level of juniors and seniors. Based on the lectures from this course, Zwiebach wrote an undergraduate textbook, A       First Course in String Theory , published by Cambridge University Press. Professor Zwiebach was awarded the MIT School of Science 2003 Teaching Prize for Excellence in Undergraduate Education. His citation read: \"[for] making a topic as complex as string theory accessible to undergraduates; for his uncompromising commitment to clarity and organization in his classroom; and for his ability to provide a truly transforming experience to his students.\" Barton Zwiebach is presently Professor of Physics at the MIT Department of Physics. Zwiebach was born in Lima, Peru. His undergraduate work was done in Peru, where he obtained a degree in Electrical Engineering from the Universidad Nacional de Ingenieria in 1977. His graduate work was in Physics, at the California Institute of Technology. Zwiebach obtained his Ph.D. in 1983, working under the supervision of Murray Gell-Mann. He has held postdoctoral positions at the University of California, Berkeley, and at MIT, where he became an Assistant Professor of Physics in 1987, and a permanent member of the faculty in 1994. Professor Zwiebach'spublications are available on the SPIRES HEP Literature Database . July 15, 2020 4:46 PM"
            ]
        ]
    ]
}