{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FOCY154M",
            "5-tGqxMAAAAJ",
            [
                "Mutations in the gene for the red\/far-red light receptor phytochrome B alter cell elongation and physiological responses throughout Arabidopsis development.",
                "Genetics of Aux\/IAA and ARF action in plant growth and development",
                "Phytochrome A and phytochrome B have overlapping but distinct functions in Arabidopsis development",
                "Arabidopsis microRNA167 controls patterns of ARF6 and ARF8 expression, and regulates both female and male reproduction",
                "Auxin response factors ARF6 and ARF8 promote jasmonic acid production and flower maturation",
                "Control of auxin-regulated root development by the Arabidopsis thaliana SHY2\/IAA3 gene",
                "AUXIN RESPONSE FACTOR1 and AUXIN RESPONSE FACTOR2 regulate senescence and floral organ abscission in Arabidopsis thaliana",
                "Roles and activities of Aux\/IAA proteins in Arabidopsis",
                "Isolation and initial characterization of Arabidopsis mutants that are deficient in phytochrome A",
                "AXR2 encodes a member of the Aux\/IAA protein family"
            ],
            [
                "Phytochromes are a family of plant photoreceptors that mediate physiological and developmental responses to changes in red and far-red light conditions. In Arabidopsis, there are genes for at least five phytochrome proteins. These photoreceptors control such responses as germination, stem elongation, flowering, gene expression, and chloroplast and leaf development. However, it is not known which red light responses are controlled by which phytochrome species, or whether the different phytochromes have overlapping functions. We report here that previously described hy3 mutants have mutations in the gene coding for phytochrome B (PhyB). These are the first mutations shown to lie in a plant photoreceptor gene. A number of tissues are abnormally elongated in the hy3(phyB) mutants, including hypocotyls, stems, petioles, and root hairs. In addition, the mutants flower earlier than the wild type, and they …",
                "Dramatic advances in our understanding of auxin signal-response pathways have been made in recent years. Much of this new knowledge has come through the study of mutants in Arabidopsis thaliana. Mutations have been identified in a wide variety of auxin-response components, including auxin transporters, protein kinases and phosphatases, components of a ubiquitin-proteosome pathway, and transcriptional regulators. This review focuses on mutations that affect auxin-modulated transcription factors, in particular those in the Aux\/IAA and AUXIN RESPONSE FACTOR(ARF) genes. Mutants in members of these related gene families exhibit phenotypes that indicate both unique localized functions, as well as overlapping redundant functions, throughout plant development – from embryogenesis to flowering. Effects of specific mutations on Aux\/IAA and ARF protein functions at the biochemical and …",
                "Plant responses to red and far-red light are mediated by a family of photoreceptors called phytochromes. In Arabidopsis thaliana, there are genes encoding at least five phytochromes, and it is of interest to learn if the different phytochromes have overlapping or distinct functions. To address this question for two of the phytochromes in Arabidopsis, we have compared light responses of the wild type with those of a phyA null mutant, a phyB null mutant, and a phyA phyB double mutant. We have found that both phyA and phyB mutants have a deficiency in germination, the phyA mutant in far-red light and the phyB mutant in the dark. Furthermore, the germination defect caused by the phyA mutation in far-red light could be suppressed by a phyB mutation, suggesting that phytochrome B (PHYB) can have an inhibitory as well as a stimulatory effect on germination. In red light, the phyA phyB double mutant, but neither single …",
                "In flowering plants, diploid sporophytic tissues in ovules and anthers support meiosis and subsequent haploid gametophyte development. These analogous reproductive functions suggest that common mechanisms may regulate ovule and anther development. Two Arabidopsis Auxin Response Factors, ARF6 and ARF8, regulate gynoecium and stamen development in immature flowers. Wild-type pollen grew poorly in arf6 arf8 gynoecia, correlating with ARF6 and ARF8 expression in style and transmitting tract. ARF6 and ARF8 transcripts are cleavage targets of the microRNA miR167, and overexpressing miR167 mimicked arf6 arf8 phenotypes. Mutations in the miR167 target sites of ARF6 or ARF8 caused ectopic expression of these genes in domains of both ovules and anthers where miR167 was normally present. As a result, ovule integuments had arrested growth, and anthers grew abnormally and failed to …",
                "Pollination in flowering plants requires that anthers release pollen when the gynoecium is competent to support fertilization. We show that in Arabidopsis thaliana, two paralogous auxin response transcription factors, ARF6 and ARF8, regulate both stamen and gynoecium maturation. arf6 arf8 double-null mutant flowers arrested as infertile closed buds with short petals, short stamen filaments, undehisced anthers that did not release pollen and immature gynoecia. Numerous developmentally regulated genes failed to be induced. ARF6 and ARF8 thus coordinate the transition from immature to mature fertile flowers. Jasmonic acid (JA) measurements and JA feeding experiments showed that decreased jasmonate production caused the block in pollen release, but not the gynoecium arrest. The double mutant had altered auxin responsive gene expression. However, whole flower auxin levels did not change during …",
                "The plant hormone auxin controls many aspects of development and acts in part by inducing expression of various genes. Arabidopsis thaliana semidominant shy2 (short hypocotyl) mutations cause leaf formation in dark-grown plants, suggesting that SHY2 has an important role in regulating development. Here we show that the SHY2 gene encodes IAA3, a previously known member of the Aux\/IAA family of auxin-induced genes. Dominant shy2 mutations cause amino acid changes in domain II, conserved among all members of this family. We isolated loss-of-function shy2 alleles including a putative null mutation. Gain-of-function and loss-of-function shy2 mutations affect auxin-dependent root growth, lateral root formation, and timing of gravitropism, indicating that SHY2\/IAA3 regulates multiple auxin responses in roots. The phenotypes suggest that SHY2\/IAA3 may activate some auxin responses and repress others …",
                "In plants, both endogenous mechanisms and environmental signals regulate developmental transitions such as seed germination, induction of flowering, leaf senescence and shedding of senescent organs. Auxin response factors (ARFs) are transcription factors that mediate responses to the plant hormone auxin. We have examined Arabidopsis lines carrying T-DNA insertions in AUXIN RESPONSE FACTOR1 (ARF1) and ARF2 genes. We found that ARF2 promotes transitions between multiple stages of Arabidopsis development. arf2 mutant plants exhibited delays in several processes related to plant aging, including initiation of flowering, rosette leaf senescence, floral organ abscission and silique ripening. ARF2 expression was induced in senescing leaves. ARF2 regulated leaf senescence and floral organ abscission independently of the ethylene and cytokinin response pathways. arf1 mutations enhanced …",
                "Auxin induces various distinct developmental responses, partly by regulating gene expression. The Aux\/IAA genes are a large gene family, many of which are induced by auxin. Work on Arabidopsis Aux\/IAA genes has begun to reveal that they can regulate development and auxin-induced gene expression. Furthermore, auxin responses require Aux\/IAA protein turnover. Finally, recent evidence suggests that Aux\/IAA proteins can mediate light responses. Work in the near future should test whether Aux\/IAA proteins are antennae that connect auxin and light signals to endogenous developmental responses.",
                "Phytochrome, a red\/far-red-light photoreceptor protein of plants, is encoded by a small gene family. Phytochrome A (PHYA), the product of the PHYA gene, is the predominant molecular species of phytochrome in etiolated tissue and has been best characterized biochemically. To define a role for PHYA, we isolated new mutants, designated fre1 (far-red elongated), in Arabidopsis thaliana that were specifically deficient in PHYA spectral activity and protein accumulation. These mutants were identified on the basis of their long hypocotyl phenotype under continuous far-red light. Although the fre1 mutants lacked the hypocotyl response to continuous far-red light, their responses to continuous white light and to end-of-day far-red-light treatments were normal. Thus, PHYA appears to play only a minor role in the regulation of hypocotyl elongation under natural conditions. In contrast, the fre1 mutation affected greening a …",
                "The dominant gain-of-function axr2-1 mutation of Arabidopsis causes agravitropic root and shoot growth, a short hypocotyl and stem, and auxin-resistant root growth. We have cloned theAXR2 gene using a map-based approach, and find that it is the same as IAA7, a member of the IAA(indole-3-acetic acid) family of auxin-inducible genes. Theaxr2-1 mutation changes a single amino acid in conserved domain II of AXR2\/IAA7. We isolated loss-of-function mutations inAXR2\/IAA7 as intragenic suppressors ofaxr2-1 or in a screen for insertion mutations inIAA genes. A null mutant has a slightly longer hypocotyl than wild-type plants, indicating that AXR2\/IAA7 controls development in light-grown seedlings, perhaps in concert with other gene products. Dark-grown axr2-1 mutant plants have short hypocotyls and make leaves, suggesting that activation of AXR2\/IAA7 is sufficient to induce morphological responses normally …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}