{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FOI8CMWU",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Eduardo Mucciolo Department Chair \/ Professor PSB 430A\/457 Eduardo.Mucciolo@ucf.edu 407-823-1882 Dr. Mucciolo received his PhD in Physics from the Massachusetts Institute of Technology in 1994. He spent two years as a Postdoc Research Fellow at NORDITA in Denmark and was an Assistant Professor in Department of Physics and PUC-RJ in Brazil between 1996 and 2002. After a sabbatical leave at Duke University, he joined UCF in December of 2003. He is a Fellow of the American Physical Society and currently the Department of Physics Chair. quantum information, specially quantum error correction computational methods and algorithms applied to quantum many-body problems and combinatorial optimization electronic transport in low-dimensional systems (molecules, nanotubes, graphene) 2014 77) Chaos and entanglement in quantum circuits , by D. Shaffer, C. Chamon, A. Hamma, and E. R. Mucciolo. J. Stat. Mech. Theor. Exp. (in press). arXiv:1407.4419 76) Magnetic field modulated Kondo effect in a single-magnetic-ion molecule , by J. I. Romero, E. Vernek, G. B. Martins, and E. R. Mucciolo. Phys. Rev. B (in press). arXiv:1404.3755 75) Numerical evaluation of the fidelity error threshold for the surface code , by P. Jouzdani and E. R. Mucciolo. Phys. Rev. A 90 , 012315 (2014) . arXiv:1403.7245 74) Single-electron transport in a three-ion magnetic molecule modulated by a transverse field , by J. I. Romero and E. R. Mucciolo. J. Phys.:Condens. Matter 26 , 195301 (2014) . arXiv:1302.4768 73) Quantum corrections to thermopower and conductivity in graphene , by A. P. Hinz, E. R. Mucciolo, and S. Kettemann. Phys. Rev. B 89 , 075411 (2014) . arXiv:1304.1952 72) Fidelity threshold of the surface code beyond single-qubit error models , by P. Jouzdani, E. Novais, I. S. Tupitsyn, and E. R. Mucciolo. Phys. Rev. A 90 , 042315 (2014) . arXiv:1401.6540 71) Emergent irreversibility and entanglement spectrum statistics , by C. Chamon, A. Hamma, and E. R. Mucciolo. Phys. Rev. Lett. 112 , 240501 (2014) . arXiv:1310.2702 2013 70) The recursive Green’s function method for graphene , by C. H. Lewenkopf and E. R. Mucciolo. J. Comput. Electron. 12 , 203 (2013) . arXiv:1304.3934 69) Fidelity of the surface code in the presence of a bosonic bath , by P. Jouzdani, E. Novais, and E. R. Mucciolo. Phys. Rev. A 88 , 012336 (2013) . arXiv:1304.2975 68) Rényi entropies as a measure of the complexity of counting problems , by C. Chamon and E. R. Mucciolo. J. Stat. Mech. Teor. Exp. P04008 (2013) . arXiv:1302.2826 67) Surface code threshold in the presence of correlated errors , by E. Novais and E. R. Mucciolo. Phys. Rev. Lett. 110 , 010502 (2013) . arXiv:1209.2157 2012 66) Dynamic spin injection into chemical vapor deposited graphene , by A. K. Patra, S. Singh, B. Barin, Y. Lee, J.-H. Ahn, E. del Barco, E. R. Mucciolo, and B. Özyilmaz. Appl. Phys. Lett. 101 , 162407 (2012) . arXiv:1211.0492 65) Effects of disorder range and electronic energy on the perfect transmission of graphene nanoribbons , by L. R. F. Lima, F. A. Pinheiro, R. B. Capaz, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. B 86 , 205111 (2012) . arXiv:1210.7517 64) RKKY interactions in graphene: dependence on disorder and gate voltage , by H. Y. Lee, E. R. Mucciolo, G. Bouzerar, and S. Kettemann. Phys. Rev B 86 , 205427 (2012) . arXiv:1204.5006 63) Microscopic model of a phononic refrigerator , by L. Arrachea, E. R. Mucciolo, C. Chamon, and R. B. Capaz. Phys. Rev. B 86 , 125424 (2012) . arXiv:1203.2561 62) Virtual parallel computing and a search algorithm using matrix product states , by C. Chamon and E. R. Mucciolo. Phys. Rev. Lett. 109 , 030503 (2012) . arXiv:1202.1809 61) Kondo-Anderson transitions , by S. Kettemann, E. R. Mucciolo, I. Varga, and K. Slevin. Phys. Rev. B 85 , 115112 (2012) . arXiv:1203.4684 60) RKKY interaction in disordered graphene , by H. Y. Lee, J. H. Kim, E. R. Mucciolo, G. Bouzerar, and S. Kettemann. Phys. Rev. B 85 , 075420 (2012) . arXiv:1110.6272 2011 59) Correlated random hopping disorder in graphene at high magnetic fields: Landau level broadening and wave function symmetries , by A. L. C. Pereira, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. B 84 , 165406 (2011) . arXiv:1104.4095 58) A unified description of the dc conductivity of monolayer and bilayer graphene based on resonant scatterers , by A. Ferreira, J. Viana Gomes, J. Nilsson, E. R. Mucciolo, N. M. R. Peres, and A. H. Castro Neto. Phys. Rev. B 83 , 165402 (2011) . arXiv:1010.4026 57) Heat pumping in nanomechanical systems , by C. Chamon, E. R. Mucciolo, L. Arrachea, and R. B. Capaz. Phys. Rev. Lett. 106 , 135504 (2011) . arXiv:1006.4874 2010 56) Uncovering the dominant scatterer in graphene sheets on SiO2 , by J. Katoch, J. H. Chen, R. Tsuchikawa, C. W. Smith, E. R. Mucciolo, and M. Ishigami. Phys. Rev. B 82 , 081417(R) (2010) . arXiv:1008.2007 55) Disorder and electronic transport in graphene , by E. R. Mucciolo and C. H. Lewenkopf. J. Phys.: Condens. Matter 22 , 273201 (2010) . arXiv:1004.0255 54) Decoherence by electromagnetic fluctuations in double-quantum-dot charge qubits , by D. C. B. Valente, E. R. Mucciolo, and F. K. Wilhelm. Phys. Rev. B 82 , 125302 (2010) . arXiv:10505.0861 53) Bound on quantum computation time: Quantum error correction in a critical environment , by E. Novais, E. R. Mucciolo, and H. U. Baranger. Phys. Rev. A 82 , 020303(R) (2010) . arXiv:1004.3247 2009 52) Adiabatic charge pumping through quantum dots in the Coulomb blockade regime , by A. R. Hernandez, F. A. Pinheiro, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. B 80 , 115311 (2009) . arXiv:0907.0038 51) Critical metal phase at the Anderson metal-insulator transition with Kondo impurities , by S. Kettemann, E. R. Mucciolo, and I. Varga. Phys. Rev. Lett. 103 , 126401 (2009) . arXiv:0810.4984 50) Conductance quantization and transport gap in disordered graphene nanoribbons , by E. R. Mucciolo, A. H. Castro Neto, and C. H. Lewenkopf. Phys. Rev. B 79 , 075407 (2009) . arXiv:0806.3777 2008 49) Kondo effect in single-molecule magnet transistors , by G. Gonzalez, M. N. Leuenberger, and E. R. Mucciolo. Phys. Rev. B 78 , 054445 (2008) . arXiv:0803.1263 48) Numerical studies of conductivity and Fano factor in disordered graphene , by C. H. Lewenkopf, E. R. Mucciolo, and A. H. Castro Neto. Phys. Rev. B 77 , 081410(R) (2008) . arXiv:0711.3202 47) Hamiltonian formulation of quantum error correction and correlated noise , by E. Novais, E. R. Mucciolo, and H. U. Baranger. Phys. Rev. A 78 , 012314 (2008) . arXiv:0710.1624 2007 46) Nonperturbative scaling theory of free magnetic moment phases in disordered metals , by A. Zhuravlev, I. Zharekeshev, E. Gorelov, A. I. Lichtenstein, E. R. Mucciolo, and S. Kettemann. Phys. Rev. Lett. 99 , 247202 (2007) . arXiv:0706.3456 45) Improving intrinsic decoherence in multi-quantum-dot charge qubits , by M. Hentschel, D. C. B. Valente, E. R. Mucciolo, and H. U. Baranger. Phys. Rev. B 76 , 235309 (2007) . arXiv:0705.3923 44) Disorder-quenched Kondo effect in mesosocopic electronic systems , by S. Kettemann and E. R. Mucciolo. Phys. Rev. B 75 , 184407 (2007) . cond-mat\/0609279 43) Resilient quantum computation in correlated environments: A quantum phase transition perspective , by E. Novais, E. R. Mucciolo, and H. U. Baranger. Phys. Rev. Lett. 98 , 040501 (2007) . quant-ph\/0607155 2006 42) g-Factors and discrete energy level velocities in nanoparticles , by E. R. Mucciolo, C. H. Lewenkopf, and L. I. Glazman. Phys. Rev. B 74 , 121402(R) (2006) . cond-mat\/0607564 41) Berry phase oscillations of the Kondo effect in single-molecule-magnets , by M. N. Leuenberger and E. R. Mucciolo. Phys. Rev. B 74 , 121402(R) (2006) . cond-mat\/0604380 40) Adiabatic spin pumping with quantum dots , by E. R. Mucciolo. in CFN Lectures on Functional Nanostructures , eds. C. Roethig, G. Schoen, and M. Vojta (Springer, 2010). 39) Dephasing of conduction electrons and the quenching of the Kondo effect in disordered metals , by S. Kettemann and E. R. Mucciolo. in Proceedings of the 6th Rencontres du Vietnam (Hanoi, Vietnam, 2006), eds. D. Mailly, Th. Martin, N. Van Hieu, B. Placais, and J. Tran Thanh Van (The Gioi), p. 105. 38) Free magnetic moments in disordered metals , by S. Kettemann and E. R. Mucciolo. Pis’ma v ZhETF 83 , 284 (2006); JETP Letters 83 , 240 (2006) . cond-mat\/0509251 2005 37) Non-Markovian dynamics of double quantum dot charge qubits due to acoustic phonons , by M. Thorwart, J. Eckel, and E. R. Mucciolo. Phys. Rev. B 72 , 235320 (2005) . cond-mat\/05005621 36) Phonon decoherence in quantum dot qubits , by E. R. Mucciolo, S. Vorojtsov, and H. U. Baranger. in Quantum Information and Computation III, ed. E. J. Donkor, A. R. Pirich, H. E. Brandt, Proceedings of the SPIE 5815 , 53 (2005) . 35) Two-phase equilibrium model of insulator-insulator contact charging with with electrostatic potential , by M. D. Hogue, E. R. Mucciolo, C. I. Calle, and C. R. Buhler. in Proceedings of the Annual Meeting of the Electrostatic Society of America, Rochester, NY, June 2004 [ J. Electrostatics 63 , 179 (2005) ]. 34) Phonon decoherence of a double quantum dot charge qubit , by S. Vorojtsov, E. R. Mucciolo, and H. U. Baranger. Phys. Rev. B 71 , 205322 (2005) . cond-mat\/0412190 2004 33) Excitations and quantum fluctuations in site-diluted two-dimensional antiferromagnets , by E. R. Mucciolo, A. H. Castro-Neto, and C. Chamon. Phys. Rev. B 69 , 214424 (2004) . cond-mat\/0402102 32) Statistical fluctuations of pumping and rectification currents in quantum dots , by M. Martinez-Mares, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. B 69 , 085301 (2004) . cond-mat\/0309197 31) Spin qubits in multi-electron quantum dots , by S. Vorojtsov, E. R. Mucciolo, and H. U. Baranger. Phys. Rev. B 69 , 115329 (2004) . cond-mat\/0308118 2002 30) An adiabatic pump of spin polarized current , by E. R. Mucciolo, C. Chamon, C. M. Marcus. Phys. Rev. Lett. 89 , 146802 (2002) . cond-mat\/0112157 29) Numerical simulations of vibrated granular gases under realistic boundary conditions , by W. A. M. Morgado and E. R. Mucciolo. Physica A 311 , 150 (2002) . cond-mat\/0204084 28) Measuring the Lyapunov exponent with quantum mechanics , by F. M. Cucchietti, C. H. Lewenkopf, E. R. Mucciolo, H. M. Pastawski, and R. O Vallejos. Phys. Rev. A 65 , 046209 (2002) . nlin.CD\/0112015 27) Numerical study of quasiparticle lifetime in quantum dots , by A. M. F. Rivas, E. R. Mucciolo, A. Kamenev. Phys. Rev. B 65 , 155309 (2002) . cond-mat\/0109458 2001 26) P-wave pairing and ferromagnetism in the metal-insulator transition in 2D , by C. Chamon, E. R. Mucciolo, and A. H. Castro Neto. Phys. Rev. B 64 , 245115 (2001) . cond-mat\/0107271 25) Universal properties in low dimensional fermionic systems and bosonization , by L. E. Oxman, D. G. Barci, E. R. Mucciolo. Proceedings of the XVIII Autumn School ‘Topology of Strongly Correlated Systems’, Lisbon, Portugal, October 2000 [eds. P. Bicudo, J. E. Ribeiro, P. Sacramento, J. Seixas, and V. Vieira (World Scientific, 2001), p. 228]. hep-th\/0012161 24) Universality of conductance in mesoscopic junctions and chiral anomaly , by L. E. Oxman and E. R. Mucciolo. 2do. Taller de Transporte Electronico en Sistemas Mesoscopicos, Merida, Venezuela, September 1999 [Rev. Mex. Fis. 45 S1, 64 (2001)]. 2000 23) Non-perturbative saddle point for the effective action of disordered and interacting electrons in 2D , by C. Chamon and E. R. Mucciolo. Phys. Rev. Lett. 85 , 5607 (2000) . cond-mat\/0006285 22) Electron transport through a mesoscopic metal-CDW-metal junction , by I. V. Krive, A. S. Rozhavsky, E. R. Mucciolo, and L. E. Oxman. Phys. Rev. B 61 , 12835 (2000) . cond-mat\/9911103 21) Transport in finite incommensurate Peierls-Frohlich systems , by L. E. Oxman, E. R. Mucciolo, and I. V. Krive. Phys. Rev. B 61 , 4603 (2000) . cond-mat\/9905259 20) Chaos in one-dimensional lattices under intense laser fields , by M. A. M. Aguiar, H. S. Brandi, B. Koiller, and E. R. Mucciolo. Europhys. J. B 14 , 329 (2000) . cond-mat\/9910302 1999 19) Coulomb blockade conductance peak fluctuations in quantum dots and the independent particle model , by R. O. Vallejos, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. B 60 , 13682 (1999) . cond-mat\/9905023 18) Transport properties of quasiparticles with fractional exclusion statistics , by I. V. Krive and E. R. Mucciolo. Phys. Rev. B 60 , 1429 (1999) . cond-mat\/9810247 17) Electrons in one-dimensional lattices under laser fields: Quantum and classical chaotic behavior , by B. Koiller, E. R. Mucciolo, H. S. Brandi, and M. A. M. de Aguiar. in Proceedings of the International Workshop on Collective Excitations in Fermi and Bose Systems, Serra Negra, SP, September 1998 [eds. C. A. Bertulani, L. F. Canto, and M. S. Hussein (World Scientific, 1999), p. 246]. 1998 16) Coulomb blockade peak spacing fluctuations in deformable quantum dots: a further test of Random Matrix Theory , by R. O. Vallejos, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. Lett. 81 , 677 (1998) . cond-mat\/9802124 15) Semiclassical limit of universal parametric density correlations , by A. M. Ozorio de Almeida, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. E 58 , 5693 (1998). chao-dyn\/9711017 1997 14) Parametric statistics of the scattering matrix: From metallic to insulating quasi-unidimensional disordered systems , by E. R. Mucciolo, R. A. Jalabert, and J.-L. Pichard. J. Phys. I (France) 7 , 1267 (1997) . cond-mat\/9703178 13) Parametric statistics of the scattering matrix: From metallic to insulating quasi-unidimensional disordered systems , by H. Bruus, C. H. Lewenkopf, and E. R. Mucciolo. Contribution to the 17th Nordic Semiconductor Meeting, Trondheim, 1996 [Phys. Scripta T 69 , 13 (1997)] . cond-mat\/9607003 12) Laser-induced quantum chaos in 1-D crystals , by H. S. Brandi, B. Koiller, and E. R. Mucciolo. Laser Phys. 7 , 481 (1997). cond-mat\/9602065 1996 11) Dephasing time of composite fermions , by P. A. Lee, E. R. Mucciolo, and H. Smith. Phys. Rev. B 54 , 8782 (1996) . cond-mat\/9604146 10) Lifetime of composite fermions , by by P. A. Lee, E. R. Mucciolo, and H. Smith. XXXI Rencontres de Moriond, Les Arcs, France, January 1996 [in Correlated Fermions and Transport in Mesoscopic Systems, ed. T. Martin, G. Montambaux , and J. Tran Thanh Van (Editions Frontiers, 1996), p. 417]. 9) Parametric conductance correlation for irregularly shaped quantum dots , by H. Bruus, C. H. Lewenkopf, and E. R. Mucciolo. Phys. Rev. B 53 , 9968 (1996) . cond-mat\/9510118 1995 8) Sensitivity of quantum chaotic wave function intensities to change in external perturbation , by E. R. Mucciolo, B. D. Simons, A. V. Andreev, and V. N. Prigodin. Phys. Rev. Lett. 75 , 1360 (1995) . cond-mat\/9507004 7) Statistical properties of level widths and conductance peaks in a quantum dot , by E. R. Mucciolo, V. N. Prigodin, and B. L. Altshuler. Phys. Rev. B 51 , 1714 (1995) . cond-mat\/9406048 1994 6) Manifestations of quantum chaos in electronic band structures , by E. R. Mucciolo, R. B. Capaz, B. L. Altshuler, and J. D. Joannopoulos. Phys. Rev. B 50 , 8245 (1994) . cond-mat\/9404005 5) Exact dynamical correlations of the 1\/r 2 model , by E. R. Mucciolo, B. S. Shastry, B. D. Simons, and B. L. Altshuler. Phys. Rev. B 49 , 15197 (1994) . cond-mat\/9309030 4) Relocation of multichannel spectra , by S. P. Tsai, E. R. Mucciolo, and O. Helene. Nucl. Instr. and Meth. A 345 , 538 (1994) . 1993 and earlier 3) Optical properties of an antiferromagnetic ordered , by E. R. Mucciolo and X.-G. Wen. Phys. Rev. B 47 , 12172 (1993) . 2) Double gamma decay in 90 Zr , by E. R. Mucciolo and O. Helene. Phys. Rev. C 40 , 2403(1989) . 1) Energy measurements of gamma rays from 133 Ba: Consistency with cascade crossover relations , by E. R. Mucciolo and O. Helene. Nucl. Instr. and Meth. A 256 , 153 (1987) . Last update: August 31, 2013 William Richardson Sayandip Dhara Congratulations, Fall 2017 Ph.D. Graduates In a reception hosted by Dean Michael Johnson, Ph.D., the College of Sciences celebrated its new Ph.D. graduates in the Physical Sciences building. Thirteen students… Awards Two Professors Honored as Fellows of the American Physical Society Two UCF Department of Physics professors have been selected as Fellows of the American Physical Society. Election to the Fellowship in the APS is limited… COS News Physics’ Vertex Model for Speedy Solutions Story by Mark Schlueb A well-known computational problem seeks to find the most efficient route for a traveling salesman to visit clients in a number…"
            ]
        ]
    ]
}