{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FPBNE0C8",
            "lGfiRhEAAAAJ",
            [
                "Very low mass stellar and substellar companions to solar-like stars from MARVELS. II. A short-period companion orbiting an F star with evidence of a stellar tertiary and …",
                "Ground-based multisite observations of two transits of HD 80606b",
                "Impact of traditional or evidence-based active-engagement instruction on introductory female and male students’ attitudes and approaches to physics problem solving",
                "Physics teaching assistants’ views of different types of introductory problems: Challenge of perceiving the instructional benefits of context-rich and multiple-choice problems",
                "Graduate teaching assistants’ views of broken-into-parts physics problems: Preference for guidance overshadows development of self-reliance in problem solving",
                "Strong preference among graduate student teaching assistants for problems that are broken into parts for their students overshadows development of self-reliance in problem-solving",
                "Comparing introductory physics and astronomy students’ attitudes and approaches to problem solving"
            ],
            [
                "We report the discovery via radial velocity (RV) measurements of a short-period (P= 2.430420±0.000006 days) companion to the F-type main-sequence star TYC 2930-00872-1. A long-term trend in the RV data also suggests the presence of a tertiary stellar companion with P> 2000 days. High-resolution spectroscopy of the host star yields T eff= 6427±33 K, log g= 4.52±0.14, and [Fe\/H]=–0.04±0.05. These parameters, combined with the broadband spectral energy distribution (SED) and a parallax, allow us to infer a mass and radius of the host star of M 1= 1.21±0.08 M☉ and R 1= 1.09+ 0.15–0.13 R☉. The minimum mass of the inner companion is below the hydrogen-burning limit; however, the true mass is likely to be substantially higher. We are able to exclude transits of the inner companion with high confidence. Further, the host star spectrum exhibits a clear signature of Ca H and K core emission, indicating …",
                "We present ground-based optical observations of the 2009 September and 2010 January transits of HD 80606b. Based on three partial light curves of the 2009 September event, we derive a midtransit time of T c [HJD]= 2455099.196±0.026, which is about 1σ away from the previously predicted time. We observed the 2010 January event from nine different locations, with most phases of the transit being observed by at least three different teams. We determine a midtransit time of T c [HJD]= 2455210.6502±0.0064, which is within 1.3 σ of the time derived from a Spitzer observation of the same event.",
                "Over the course of instruction, not only does most introductory physics students’ content knowledge evolve but their attitudes and approaches to problem solving are also likely to evolve. This change may depend on many factors including the curricula and pedagogies used, the degree to which instruction actively engages students in the learning process, as well as the gender of the students. While changes in epistemology and beliefs about physics have been examined in the literature, how students’ attitudes and approaches to problem solving change from the beginning to the end of instruction in introductory physics and how method of instruction or gender of the student impact them remain largely unexplored. To examine the potential changes in attitudes and approaches to problem solving over a semester, we administered a previously validated attitudes and approaches to problem solving (AAPS) survey …",
                "Physics problems can be posed in different ways. Given a physics scenario, different problem types presenting that scenario in various ways can emphasize different instructional goals. In this investigation, we examined the views of physics graduate teaching assistants (TAs) enrolled in a semester-long TA professional development course about the instructional benefits of different types of introductory problems based upon the same problem scenario to generate discussion and reflection on their use in different instructional situations. The TAs were asked to list the pros and cons of the problem types, rank them in terms of their instructional benefit and the level of challenge they might produce for their students, and describe when and how often they would use different types of problems in their own classes if they had complete control of teaching the class. Here we report on TAs’ views about two of these problem …",
                "We examined physics graduate teaching assistants’ views about introductory physics problem “types,” ie, different ways of posing the same underlying physics problem, within the context of a semester-long teaching assistant (TA) professional development course. Here, we focus on TAs’ views about two types of broken-into-parts problems that involve the same underlying physics scenario. One of these problem types does not involve explicit calculation, while the other does. The TAs were asked to list the pros and cons of these two types of broken-into-parts problems, rank them compared to other problem types (eg, traditional textbook problem not broken-into-parts, context-rich problem, and multiple-choice problem) with the same underlying scenario in terms of their instructional benefit and the level of challenge they might produce for their students, and describe when and how likely they would be to use these …",
                "The desired learning goals for students in many introductory physics courses often include learning physics concepts and developing expertise in problem-solving and reasoning skills [1–21]. The cognitive apprenticeship model can serve as a useful model to support these goals [22]. In this fieldtested framework, learning takes place through a guided process in which students gradually develop self-reliance in solving problems on their own. To facilitate this process, the cognitive apprenticeship model includes three aspects: modeling by instructor or expert to demonstrate the criteria of good performance in problem-solving, coaching and scaffolding to provide immediate feedback as students engage in problem solving, and weaning the support to build autonomous expertlike problem-solving ability [22]. The role of different problem types in the development of expertise: Different problem types, ie, different ways in which a physics problem is posed, can facilitate various aspects of the cognitive apprenticeship model, eg, helping students develop expert-like problem-solving skills and learn physics [23–25]. For example, a problem that is broken into parts may be useful in modeling and coaching in expert-like problem-solving approaches in a particular context. Alternatively, a problem type that provides less support can help with the weaning aspect if used after modeling and coaching, and can provide opportunities for students to develop self-reliance in expert-like problem-solving. If students are mostly given problems which are broken into parts, they will not have many opportunities to practice decomposing problems into sub-problems on their …",
                "Students taking introductory physics and introductory astronomy classes, which are both gateways to a physics or physics and astronomy major, may have different attitudes and approaches to problem solving (AAPS). We examined how introductory physics students' AAPS compare to those of introductory astronomy students, using a previously validated survey, the AAPS survey. In addition, we compared the performance of the introductory physics and astronomy students on the factors which were identified in a factor analysis in the original validation study. We found that introductory astronomy students' overall average AAPS score was significantly more favourable than that of introductory physics students (), and the effect size was large (Cohen's d= 0.81). We also found that introductory astronomy students' scores were more favourable in all clusters of questions except for one factor involving drawing …"
            ],
            [
                [
                    "Physics Education Research",
                    "Exoplanet Astronomy"
                ]
            ],
            [
                "Melanie  Good Lecturer 113D OEH 412-383-6984 mlgood@pitt.edu My current research has focused primarily on understanding student attitudes and approaches to problem solving in physics and astronomy.  Problem solving attitudes and approaches may influence student development towards expertise, as well as their engagement and perception of physics and astronomy as an academic endeavor. Understanding undergraduate students’ attitudes and approaches may shed light on these formative experiences and what may be done to improve students' learning experiences. On the other end of the spectrum, physics graduate students, who have developed significant problem solving expertise,  may exhibit attitudes about the instructional merits of utilizing different types of physics problems with their students and how best to utilize different types of problems for different pedagogical purposes.  Understanding graduate students' problem solving attitudes, therefore, can help to inform professional development programs for graduate teaching assistants.  Thus far, the results of my research have suggested that female introductory students and introductory students instructed in an evidence-based active engagement manner may have more favorable attitudes and approaches to problem solving compared with male students and traditionally-instructed students. Similarly, introductory astronomy students have been found to have more favorable attitudes than introductory physics students. Moreover, it has also been found that graduate students’ preferences regarding the types of problems they prefer to use with their introductory students does not always reflect the potential instructional benefits afforded by those problems. These findings illuminate pathways toward improving both teaching and learning of problem solving in college physics and astronomy courses. My previous research involved the detection and characterization of exoplanets using aperture photometry.  In 2009, I helped create an exoplanet transit search group, Survey of Transiting Extrasolar Planets at the University of Pittsburgh, or STEPUP for short ( http:\/\/www.pitt.edu\/~stepup\/ ), which has conducted follow-up observations of transiting exoplanets, utilizing the Keeler telescope at the Allegheny Observatory.  STEPUP is now an undergraduate-run research group that has collaborated with astronomers around the world to detect and confirm transits of extrasolar planets and planetary candidates. Selected Publications M. Good, A. J. Mason and C. Singh, Comparing introductory physics and astronomy students’ attitudes and approaches to problem solving, Euro. J. Phys. 39 065702 (2018). A. J. Mason, M. Good, and C. Singh, Surveying physics and astronomy students’ attitudes and approaches to problem solving, 2018 Physics Education Research Conference Proceedings, doi:10.1119\/perc.2018.pr.Mason M. Good, E. Marshman, E. Yerushalmi and C. Singh, Graduate teaching assistants’ perceptions of a context- rich introductory physics problem, 2017 Physics Education Research Conference Proceedings, 144-147 (2018). M. Good, E. Marshman, E. Yerushalmi and C. Singh, Physics teaching assistants’ views of different types of introductory problems: Challenge of perceiving the instructional benefits of context-rich and multiple choice problems, Physical Review PER, 14 020120 (1-17) (2018). S. Fleming, et. al., Very Low-mass Stellar and Substellar Companions to Solar-like Stars from MARVELS II: A Short-period Companion Orbiting an F Star with Evidence of a Stellar Tertiary And Significant Mutual Inclination, The Astrophysical Journal Volume 144, Issue 3, 2012 M. Good, Survey of Transiting Extrasolar Planets at the University of Pittsburgh, M.S. Thesis, University of Pittsburgh 2011 A. Shporer, et. al., Ground-based Multisite Observations of Two Transits of HD 80606b, The Astrophysical Journal, Volume 722, Issue 1, 2010. 412-383-6984"
            ]
        ]
    ]
}