{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FRRZEZHN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jonathan Arons (E) Jonathan Arons (E) Professor B-20 C-54 HFA arons@berkeley.edu (510) 642-4730 Other: (510) 915-5359 The Arons Homepage Jonathan Arons earned his Ph.D. in Astronomy from Harvard in 1970. He was a post-doctoral fellow at the Princeton University Observatory in 1970-71, and at the Institute for Advanced Study in 1971-72. He joined the Astronomy Department at UC Berkeley in 1972, and the Physics Department in 1980. Fellowships and honors include: Woodrow Wilson and Danforth Graduate Fellowships, 1965-70; Guggenheim Fellowship, 1980; Miller Professorships, 1985-86 and 2002-03; elected as an APS Fellow in 1984. He currently serves as Executive Director of the Miller Institute and as Director of the Theoretical Astrophysics Center. I am fascinated by the physics of compact astrophysical objects, especially neutron stars. I am intrigued by the bizarre behavior of fully ionized plasmas, which mix long range electromagnetic forces with kinetic particle behavior. I merge these interests by studying the magnetospheres of neutron stars and their interactions with their environs, and their role in the acceleration of the highest energy cosmic rays. I also have interests in the magnetized accretion disks around black holes, whose physics has similarities to that of the outflows from rotation powered pulsars. Inquiries for research collaboration are welcome from graduate students interested in these and other topics in compact object. Current Projects Theory and simulation of relativistic collisionless shock wave structure, with application to the termination shocks of the pulsars' winds in the Crab Nebula and in other pulsar driven nebulae, and in jets emerging from the disks around black holes, including Gamma Ray Bursts. Structure and Instability of Current Sheets, with application to Relativstic Outflows and to Accretion Disks. Publications Y. A. Gallant and J. Arons, \"Structure of relativistic shocks in pulsar winds: A model of the wisps in the crab nebula,\" Ap. J. 435, 230 (1994). J. Arons, \"Pulsars as gamma ray sources,\" Astronomy and Astrophysics (Supplement) 120, 49 (C49) (1996). M. Tavani and J. Arons, \"Theory of high-energy emission from the pulsar\/Be star system PSR 1259-63. I. Radiation mechanisms and interaction geometry,\" Ap. J. 477, 439 (1997). J. Arons, \"On the coupling of rotation powered pulsars to plerionic nebulae,\" Mem. Soc. Ast. Italiana 69, 989 (1998). J. A. Hibschman and J. Arons, \"Pair multiplicities and pulsar death,\" Ap. J. 554, 624 (2001). A. Spitkovsky and J. Arons, \"Time Dependence in Relativistic Collisionless Shocks: Theory of the Variable \"Wisps\" in the Crab Nebula,\" Ap. J. 603, 669 (2004)."
            ]
        ]
    ]
}