{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FSTE8V5O",
            "YgFOewgAAAAJ",
            [
                "Foam mechanics at the bubble scale",
                "Measurement of growing dynamical length scales and prediction of the jamming transition in a granular material",
                "Multiple light-scattering probes of foam structure and dynamics",
                "Speckle-visibility spectroscopy: A tool to study time-varying dynamics",
                "Bubble-scale model of foam mechanics: Melting, nonlinear behavior, and avalanches",
                "Effective temperatures of a driven system near jamming"
            ],
            [
                "By focusing on entire bubbles rather than films or vertices, a simple model is proposed for the deformation and flow of foam in which dimensionality, polydispersity, and liquid content can easily be varied. Simulation results are presented for the linear elastic properties as a function of bubble volume fraction, showing a melting transition where the static shear modulus vanishes and the relaxation time scale peaks. Results are also presented for shear stress versus strain rate, showing intermittent flow via avalanchelike topological rearrangements and Bingham-plastic behavior.",
                "Supercooled liquids and dense colloidal suspensions exhibit anomalous behaviour known as ‘spatially heterogeneous dynamics’(SHD), which becomes increasingly pronounced as the system approaches the glass transition 1, 2, 3. Recently, the observation of SHD in confined granular packings under slow shear near the onset of jamming has bolstered speculation that the two transitions are related 4, 5, 6. Here, we report measurements of SHD in a system of air-driven granular beads, as a function of both density and effective temperature. On approach to jamming, the dynamics becomes progressively slower and more spatially heterogeneous. The rapid growth of timescales and dynamical length scales characterizing the heterogeneities can be described both by mode-coupling theory 7 and the Vogel–Tammann–Fulcher (VTF) equation 8, such as in glass-forming liquids. The value of the control variable at the …",
                "The structure and dynamics of three-dimensional foams are probed quantitatively by exploiting the strong multiple scattering of light that gives foams their familiar white color. Approximating the propagation of light as a diffusion process, transmission measurements provide a direct probe of the average bubble size. A model for dynamic light scattering is developed that can be used to interpret temporal fluctuations in the intensity of multiply scattered light. The results identify previously unrecognized internal dynamics of the foam bubbles. These light-scattering techniques are direct, noninvasive probes of bulk foams and therefore should find wide use in the study of their properties.",
                "We describe a multispeckle dynamic light scattering technique capable of resolving the motion of scattering sites in cases that this motion changes systematically with time. The method is based on the visibility of the speckle pattern formed by the scattered light as detected by a single exposure of a digital camera. Whereas previous multispeckle methods rely on correlations between images, here the connection with scattering site dynamics is made more simply in terms of the variance of intensity among the pixels of the camera for the specified exposure duration. The essence is that the speckle pattern is more visible, i.e., the variance of detected intensity levels is greater, when the dynamics of the scattering site motion is slow compared to the exposure time of the camera. The theory for analyzing the moments of the spatial intensity distribution in terms of the electric-field autocorrelation is presented. It is tested for …",
                "By focusing on entire gas bubbles, rather than soap films or vertices, a microscopic model was recently developed for the macroscopic deformation and flow of foam in which dimensionality, energy storage, and dissipation mechanisms, polydispersity, and the gas-liquid ratio all can be varied easily [DJ Durian, Phys. Rev. Lett. 75, 4780 (1995)]. Here, a more complete account of the model is presented, along with results for linear rheological properties as a function of the latter two important physical parameters. It is shown that the elastic character vanishes with increasing liquid content in a manner that is consistent with rigidity percolation and that is almost independent of polydispersity. As the melting transition is approached, the bubble motion becomes increasingly nonaffine and the relaxation time scale appears to diverge. Results are also presented for nonlinear behavior at large applied stress, and for the …",
                "Fluctuations in a model of a sheared, zero-temperature foam are studied numerically. Five different quantities that independently reduce to the true temperature in an equilibrium thermal system are calculated. One of the quantities is calculated up to an unknown coefficient. The other four quantities have the same value and all five have the same shear-rate dependence. These results imply that statistical mechanics is useful for the system even though it is far from thermal equilibrium."
            ],
            [
                [
                    "soft matter",
                    "foams",
                    "granular media",
                    "jamming",
                    "multiple light scattering"
                ]
            ],
            [
                "Douglas Durian he\/him\/his Soft Condensed Matter Experiment DRL 2N4 Website Professor of Physics, University of Pennsylvania (2004- ) Professor of Physics, UCLA (2002-2004) Professeur Invité, Chair Total, ESPCI – Paris (2014) Visiting Scientist, Isaac Newton Institute for Mathematical Sciences (2002) Visiting Scientist, Universite Louis Pasteur (2001) Associate Professor of Physics, UCLA (1998-2004) Visiting Scientist, Institute for Theoretical Physics (1997) Visiting Scientist, Elf-Aquitaine\/CNRS Laboratory (1997) Assistant Professor of Physics, UCLA (1991-1998) Postdoctoral Fellow, Exxon Research and Engineering (1989-1991) My honors are: Chair line, APS Topical Group on Soft Matter (2017-2021) Editorial Board, NPJ Microgravity (2014-present) Sigma Xi Distinguished Lecturer (2003-2005) Fellow, American Physical Society (2005) Member at Large, APS Topical Group on Statistical and Nonlinear Physics (2005-2008) Editorial Board, Journal of Statistical Mechanics: Theory and Experiment (2007-present) Ph.D. Cornell (1989) A.B. The University of Chicago (1984) My general research interests are in the area of soft matter physics: the structure, dynamics, and macroscopic behavior of a very broad class of materials that are typically noncrystalline and composed of macromolecules (e.g. polymers, liquid crystals, surfactants, biomolecules) or particulates (e.g. nanoparticles, colloids, grains, bubbles, droplets). This growing field complements solid state and statistical physics and has considerable overlap with disciplines of chemistry, geology, chemical and mechanical engineering, materials science, and even biology. A common theme in soft condensed matter is that while the materials are disordered at the molecular scale and homogeneous at the macroscopic scale, they usually possess a certain amount of order at an intermediate, or mesoscopic, scale due to a delicate balance of interaction and thermal or driving effects. The general goal is to determine this structure and its dynamics, how it arises, and how it influences the macroscopic behavior. This is obviously of great practical interest since almost all matter we encounter in our everyday lives is a form of soft condensed matter. This is also of great fundamental interest since while we understand the physics controlling the behavior of individual atoms and molecules, and the physics controlling the behavior of macroscopic chunks of matter, we are relatively ignorant of the complex connection between these well known limits. Therefore, completely new and unexpected behavior often arise, which we enjoy discovering and quantifying experimentally and modeling theoretically. Since the mesoscopic structure of many forms of soft condensed matter strongly scatters visible light, they appear opaque. My research takes advantage of this multiple light scattering property, as well as digital video imaging, to probe mesoscale structure and dynamics. Recent focus is on particulate systems composed of colloids, grains, or bubbles, which are all typically far-from-equilibrium and exhibit non-linear response and unusual collective behavior near jamming. Courses Taught Phys 101: General Physics: Mechanics, Heat, Sound Phys 102: General Physics: EM, Optics, Modern Physics Phys 140: Principles of Physics I: Mechanics and Wave Motion Phys 141: Principles of Phys II: Electromagnetism and Radiation Phys 351: Analytical Mechanics Phys 401: Thermodynamics and the Intro to Statistical Mechanics and Kinetic Theory Phys 421: Modern Optics C. D. Schimming and D. J. Durian, Border-crossing model for the diffusive coarsening of two-dimensional and quasi-two-dimensional wet foams , Physical Review E 96 , 032805 (2017). J. Koivisto and D. J. Durian, The sands of time run faster near the end, Nature Communications 8 , 15551 (2017). T. Chieco and D. J. Durian, Characterizing pixel and point patterns with a hyperuniformity disorder length , Physical Review E 96 , 032909 (2017). J. M. Rieser, C. P. Goodrich, A. J. Liu and D. J. Durian, Divergence of Voronoi Cell Anisotropy Vector: A Threshold-Free Characterization of Local Structure in Amorphous Materials , Physical Review Letters 116 , 088001 (2016). C. C. Thomas and D. J. Durian, Fraction of Clogging Configurations Sampled by Granular Hopper Flow , Physical Review Letters 114 , 178001 (2015). M. Houssais, C. P. Ortiz, D. J. Durian and D. J. Jerolmack, Onset of sediment transport is a continuous transition driven by fluid shear and granular creep , Nature Communications 6 , 7527 (2015). Y. L. Wei, C. M. Cejas, R. Barrois, R. Dreyfus and D. J. Durian, Morphology of Rain Water Channeling in Systematically Varied Model Sandy Soils , Physical Review Applied 2 , 044004 (2014). R. Hohler, S. Cohen-Addad and D. J. Durian, Multiple light scattering as a probe of foams and emulsions , Current Opinion in Colloid & Interface Science 19 , 242-252 (2014). T. A. Brzinski , P. Mayor and D. J. Durian, Depth-Dependent Resistance of Granular Media to Vertical Penetration , Physical Review Letters 111 (2013). L. J. Daniels, T. K. Haxton, N. Xu, A. J. Liu and D. J. Durian, Temperature-Pressure Scaling for Air-Fluidized Grains near Jamming , Physical Review Letters 108 , 138001 (2012). K. Nordstrom, E. Verneuil, P. E. Arratia, A. Basu, Z. Zhang, A. G. Yodh, J. P. Gollub and D. J. Durian, Microfluidic rheology of soft colloids above and below jamming , Physical Review Letters 105 , 175701 (2010). D. J. Durian and S. R. Raghavan, Making a frothy shampoo or beer , Physics Today 63 , 62-63 (2010). E. L. Nelson, H. Katsuragi, P. Mayor and D. J. Durian, Projectile interactions in granular impact cratering , Physical Review Letters 101 , 068001 (2008). R. Abate and D. J. Durian, Effective Temperatures and Activated Dynamics for a Two-Dimensional Air-Driven Granular System on Two Approaches to Jamming , Physical Review Letters 101 , 245701 (2008). S. Keys, A. R. Abate, S. C. Glotzer and D. J. Durian, Measurement of growing dynamical length scales and prediction of the jamming transition in a granular material , Nature Physics 3 , 260-264 (2007). H. Katsuragi and D. J. Durian, Unified force law for granular impact cratering , Nature Physics 3 , 420-423 (2007). See Google Scholar for a full list of publications. CV (file) Prof Durian CV 2017.pdf 242.06 KB"
            ]
        ]
    ]
}