{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FSYO1SWT",
            "CiKsV8kAAAAJ",
            [
                "Accretion power in astrophysics",
                "Bars within bars: a mechanism for fuelling active galactic nuclei",
                "The fuelling of active galactic nuclei",
                "Effects of massive central black holes on dense stellar systems",
                "The light curves of low-mass X-ray binaries",
                "The soft X-ray excess in accreting magnetic white dwarfs",
                "Plasma infall and X-ray production in the magnetic funnel of an accreting neutron star",
                "Numerical simulations of the onset and stability of dynamical mass transfer in binaries",
                "Secular evolution of magnetic cataclysmic variables",
                "Tearing up the disk: how black holes accrete"
            ],
            [
                "Accretion Power in Astrophysics examines accretion as a source of energy in both binary star systems containing compact objects, and in active galactic nuclei. Assuming a basic knowledge of physics, the authors describe the physical processes at work in accretion discs and other accretion flows. The first three chapters explain why accretion is a source of energy, and then present the gas dynamics and plasma concepts necessary for astrophysical applications. The next three chapters then develop accretion in stellar systems, including accretion onto compact objects. Further chapters give extensive treatment of accretion in active galactic nuclei, and describe thick accretion discs. A new chapter discusses recently discovered accretion flow solutions. The third edition is greatly expanded and thoroughly updated. New material includes a detailed treatment of disc instabilities, irradiated discs, disc warping, and general accretion flows. The treatment is suitable for advanced undergraduates, graduate students and researchers.",
                "ACTIVE galactic nuclei (AGNs) are usually thought to be powered by accretion onto a supermassive black hole (SBH) 1, 2. Their luminosities, which may exceed 10 46 erg s-1, require mass accretion rates of≳= lA M⊙ yr-1 for reasonable mass-to-energy conversion efficiencies. Although this quantity of fuel could be supplied by the interstellar medium of the host galaxy, it is not obvious how it could be transported from typical galactic radii,∼ 10 kpc, down to the scale of the SBH,≲ 10 pc. We propose here a mechanism, applicable to AGNs and nuclear starburst galaxies, which brings in gas from large to small scales by successive dynamical instabilities. On the large scale, a stellar bar sweeps the interstellar medium into a gaseous disk of a few hundred parsecs in radius. Under certain conditions, this disk can become unstable again, allowing material to flow inwards until turbulent viscous processes control angular …",
                "We review accretion mechanisms for powering the central engines of active galactic nuclei (AGN) and possible sources of fuel. Local sources, such as dense star clusters, require extreme set of parameters. Instead we argue that the interstellar matter in the main body of the host galaxy is channelled towards the centre and address the problem of angular momentum transport. Thin accretion disks are not a viable means of delivering fuel to luminous AGN on scales much larger than a parsec because of the long inflow time and effects of self-gravity. There are also serious obstacles to maintaining and regulating geometrically thick, hot accretion flows. We emphasize the role of non-axisymmetric perturbations of the gravitational potential on galactic scales and their triggers: galaxy interactions and internal self-gravitational instabilities. We outline a unified model for fuelling AGN, in which the inflow on large scales is …",
                "We discuss some dynamical and astrophysical consequences of the presence of a massive black hole, of mass Mh in a dense stellar system, applying our results to the cores of globular clusters and to galactic nuclei. The black hole would dominate the dynamics of stars out to a radius  being the velocity dispersion in the core. Within rh, the stellar velocity dispersion is proportional to r–1\/2 and the stellar density n(r) may be enhanced. A quasisteady state can be established, involving a steady influx of stars which are swallowed or disrupted near the hole. We define and calculate a ‘critical radius’ rcrit such that most stars on orbits with  diffuse into lowangular momentum ‘loss-cone ’ orbits (and are swallowed) in the ‘reference time ’ tR; whereas outside rcrit, loss-cone effects are negligible and a typical star diffuses inward into a more tightly-bound orbit on a time scale . The density profile in the cusp is …",
                "A physical model for the light curves of low-mass X-ray binaries is proposed which accounts for the\" dipping\" sources as well as for the\" coronal\" sources depending on the observer's inclination to the orbital plane. A two-phase medium resulting from an ionization instability can explain the various timescales observed in dipping sources. If a two-component spectrum is assumed, the diversity of behaviour observed for the hardness ratio can also be understood.",
                "The authors re-examine various ideas that have been proposed to account for the excess of soft X-rays in AM Herculis stars and possibly also in intermediate polars. They find that conduction by high velocity electrons in the tail of a thermal distribution at the shock temperature cannot account for the observed excess even if the high opacities appropriate for the gas at the base of the column are invoked. The authors consider inhomogeneous and time-dependent accretion and determine the conditions under which overdense blobs can penetrate deep enough for their energy to be thermalized. These conditions place rather weak constraints on the possible instabilities which give rise to the blobs. It is concluded that inhomogeneities in the accretion stream are a viable explanation for the soft X-ray excess.",
                "The plasma and radiation structure of the accretion funnel of a binary X-ray pulsar is investigated from a hydrodynamic viewpoint. Two-dimensional numerical computations are presented for the radiation-pressure and gravity-dominated region above the neutron star's surface, taking approximate account of the effect of a strong, nonuniform magnetic field on the radiative transfer. The velocity and radiation fields depend sensitively on the size of the polar cap and the strength and structure of the magnetic field, as well as on the accretion rate. In most cases the X-rays diffuse sideways and escape roughly perpendicular to, and close to the bottom of, the accretion channel (forming a fan beam). The structure of a collision-dominated regime near the star surface, which is the source of a relatively cool, blackbody radiation field (subsequently upgraded by inverse Compton scattering in the upper zone), is also discussed. It …",
                "Hydrodynamical simulations of semidetached, polytropic binary stars are presented in an effort to study the onset and stability of dynamical mass transfer events. Initial, synchronously rotating equilibrium models are constructed using a self‐consistent field technique and then evolved with an Eulerian hydrodynamics code in a fully self‐consistent manner. We describe code improvements introduced over the past few years that permit us to follow dynamical mass transfer events through more than 30 orbits. Mass transfer evolutions are presented for two different initial configurations: a dynamically unstable binary with initial mass ratio (donor\/accretor)   that leads to a complete merger in ∼10 orbits, and a double‐degenerate binary with initial mass ratio   that, after some initial unstable growth of mass transfer, tends to separate as the mass transfer rate levels off.",
                "We show that the observed period distribution of magnetic cataclysmic variables can be easily understood on the basis of current theories of the secular evolution of these systems, and the formation of the period gap in particular, provided that the white dwarfs have magnetic moments µ either in the range  G cm3, or µ<1030 G cm3, roughly as observed for isolated white dwarfs. The absence of intermediate polars with orbital periods <2 hr rules out the possibility that their fields are systematically weaker than those of the AM Her systems, unless magnetic binaries never evolve across the period gap, and the field distribution is as above for orbital periods <2 hr. We show how the spin history of EX Hya fits with this picture, and discuss other estimates giving low values of µ for the intermediate polars.",
                "We show that in realistic cases of accretion in active galactic nuclei or stellar-mass X-ray binaries, the Lense-Thirring effect breaks the central regions of tilted accretion disks around spinning black holes into a set of distinct planes with only tenuous flows connecting them. If the original misalignment of the outer disk to the spin axis of the hole is 45 lesssim θ lesssim 135, as in~ 70% of randomly oriented accretion events, the continued precession of these disks sets up partially counterrotating gas flows. This drives rapid infall as angular momentum is canceled and gas attempts to circularize at smaller radii. Disk breaking close to the black hole leads to direct dynamical accretion, while breaking further out can drive gas down to scales where it can accrete rapidly. For smaller tilt angles breaking can still occur and may lead to other observable phenomena such as quasi-periodic oscillations. For such effects not to …"
            ],
            [
                [
                    "Accretion physics",
                    "X-ray binaries",
                    "white dwarf mergers"
                ]
            ],
            [
                "Juhan Frank Professor of Physics & Astronomy Ph.D., 1978 - University of Cambridge, England 251 Nicholson Hall, Tower Dr. (225) 578-6845-Office frank@phys.lsu.edu Personal Home Page Astronomy & Astrophysics The main research interests of our group focus on astrophysical objects whose emission\n                     is generated by accretion onto a compact object. These include active galactic nuclei\n                     in which huge energy fluxes in all wavebands are generated by accreting supermassive\n                     black holes, cataclysmic binaries containing an accreting white dwarf, and X-ray binaries\n                     involving an accreting neutron star or a black hole (Picture of a BH binary). One\n                     of the fundamental problems in the theory of active galactic nuclei is the origin\n                     of the supermassive black hole and of the large amounts of material it has to swallow\n                     in order to produce the observed luminosities. Most galaxies are now thought to harbor\n                     supermassive black hole (See Hubble Space Telescope Evidence). Interesting and challenging\n                     problems of hydrodynamics, thermal and dynamical stability, and radiative transfer\n                     arise in the study of how this material loses its angular momentum, falls inward,\n                     and in so doing generates the observed radiation. In accretion-powered binary stars,\n                     different types of flow and physical conditions are encountered depending on whether\n                     the accreting compact degenerate object is a white dwarf or a neutron star, and on\n                     whether or not it has a strong magnetic field. The spectral characteristics, state\n                     of polarization, and time variability of the emitted radiation depend on the above\n                     premises. Modeling the properties of the observed radiation is currently an extremely\n                     active and lively field of research whose goal is the unraveling of the origin, structure,\n                     and evolution of compact short-period binaries and binary pulsars. Current and Select Publications Patrick M. Motl, Juhan Frank, Joel E. Tohline, and Mario C.R. D'Souza, \"The Stability\n                     of Double White Dwarf Binaries Undergoing Direct Impact Accretion,\" submitted to Astrophys. J. e-Print: astro-ph\/0702388 Vayujeet Gokhale, Xiao Meng Peng, and Juhan Frank, \"Evolution of Close White Dwarf\n                     Binaries,\" Astrophys. J. 655 , 1010-1024 (2007). e-Print: astro-ph\/0610919 P.M. Motl, J.E. Tohline, and J. Frank, \"Angular momentum transport in double white\n                     dwarf binaries,\" Prepared for the 6th International LISA Symposium, Greenbelt, Maryland,\n                     19-23 June 2006. Published in AIP Conf. Proc. 873 , 422-428 (2006). Also in Greenbelt 2006, Laser Interferometer Space Antenna , 422-428. Mario C.R. D'Souza, Patrick M. Motl, Joel E. Tohline, and Juhan Frank, \"Numerical\n                     simulations of the onset and stability of dynamical mass transfer in binaries,\" Astrophys.\n                     J. 643, 381-401 (2006). e-Print: astro-ph\/0512137"
            ]
        ]
    ]
}