{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FUFLUWLN",
            "o3g90nEAAAAJ",
            [
                "Biodegradable Plantain Pith for Galvanic Cells"
            ],
            [
                "A number of locally available tubers\/yams were studied as an electrolytic material for low cost environment friendly Galvanic cell. The cell was fabricated by sandwiching tissues made out of different types of tubers\/yams slices between parallel Zn and Cu plates. A preliminary study revealed that cells made with plantain pith show comparatively better performance among the tested electrolytic materials. The performance of the cell was investigated by varying the separation between the electrodes and also by performing various treatments to the electrolytic material such as boiling and chopping after boiling. Best battery performance was obtained for chopped plantain pith after boiling. Stability of the battery fabricated with chopped plantain pith after boiling was tested by measuring the light intensity of a normal white LED with time. Results revealed that it is possible to light up LEDs for more than 500 hours provided the electrolyte is prevented from drying."
            ],
            [
                [
                    "Physics Education"
                ]
            ],
            [
                "Nandana Weliweriya, Assistant Professor-Limited Term nandanaw@uga.edu 706-542-6425 234A https:\/\/www.researchgate.net\/profile\/Nandana_Weliweriya_Liyanage Honors and Awards EETI Augmented, Remote, and Virtual Experimentation Grants, Engineering Education Transformations Institute (EETI), College of Engineering, University of Georgia, 2021 Exploring XR Technologies to Augment and Transform Textbook Problems and Enable Remote, Collaborative Problem Solving in Engineering Courses, 2020 Peer Learning Assistant Mentor (PLAdawgs), Division of Academic Enhancement, The University of Georgia, 2020 Writing Fellows Program, Center for Teaching and Learning, The University of Georgia, 2020-2021 International Student Scholarship, Alumni Association, Kansas State University, 2017 (Physics Education Research) As part of a larger project to investigate problem-solving processes among introductory-level physics students, I am interested in understanding how students construct and coordinate among (use) representations (diagrams, mathematics, gestures ...) while solving physics problems. In particular, this semester, We investigate how students construct and coordinate among representations while making problem-solving videos. We compare how making problem-solving videos affect introductory-level physics students' performance in the course. We investigate how Hybrid instruction during the pandemic affects students' study strategies, motivations, and group work in SCALE-UP classrooms. Further, I'm interested in studying students' eye movement patterns when they solve physics problems, mainly when they develop representations as a part of their solution process. [ Physics problem-solving requires students to construct and coordinate multiple representations (algebraic, gestural, graphical, and verbal) that play a vital role in making physics knowledge and communication.  However, extensive research on students' ability to solve physics problems found that students have difficulties interpreting, constructing, and switching between representations. In our recent work on upper-division student problem-solving processes, we use students' oral exam data to look at representations at a microscopic level. We use social semiotic resources' disciplinary affordances to describe how the representations are developed, determined to be insufficient, and replaced or augmented by new ones brought in by the students. Our analysis solely depends on student reasoning and the interviewer's notes to reason for students' thought processes. As the next step of this project, we wonder if we could track students' eye movements to investigate what representations or what features of representations they pay attention to while solving problems. This work aims to determine if and how students engage with and solve physics problems in a virtual reality platform. While solving problems, what features of representations students pay attention to how that affects student problem-solving processes. In this project, we use eye tracking-enabled Virtual Reality (VR) headsets and graphics-tablets that allows individuals or groups of students to enhance the immersive virtual reality platform with shared whiteboards. We plan to use this approach both in-person classrooms and across the internet, allowing collaborators to be in geographically distant locations.  While using VR+eye-tracking to learn about student gaze patterns during lectures and problem solving, we could easily use VR applications to allow students to see and interact with abstract physics concepts (like electric and magnetic fields) that are not physically available. VR helps us as educators to facilitate students go beyond relying on our words and 2-D drawings to see it directly to know how these physics concepts look like in 3-D.  This approach makes course material (notes, lab manuals, worksheets, etc.) and problem-solving activities in introductory, Upper-division Physics courses and broadly in STEM are interacting and welcoming to our students. ] Education Ph.D. Kansas State University, 2019 M.S.  Kansas State University, 2015 B.Sc. University of Kelaniya, Sri Lanka, 2011 1. Richa Mandar Bhome; Nandana Weliweriya (2020), ``Use of Lottery Tickets (IF-AT scratch-off cards) to Solve Problems in introductory-level Physics Courses\", Center for Undergraduate Research Opportunities (CURO) Symposium, The University of Georgia, April 21-24, 2020 (Poster - https:\/\/www.researchgate.net\/publication\/340776008_Use_of_Lottery_Tickets_IF-AT_scratch-off_forms_to_Solve_Problems_in_Introductory-Level_Physics_Courses ) 2. Weliweriya, N. (2019). Investigating students’ use of mathematical tools and representations in undergraduate physics problem-solving (Doctoral dissertation - https:\/\/krex.k-state.edu\/dspace\/handle\/2097\/40079 ). 3. Weliweriya, N., Sayre, E. C., & Zollman, D. (2018). Case study: Coordinating among multiple semiotic resources to solve complex physics problems. European Journal of Physics . ( doi: 10.1088\/1361-6404\/aaf5d5 ) 4. Weliweriya, N., Huynh, T., & Sayre, E. C. Standing fast: Translation among durable representations using evanescent representations in upper-division problem solving (accepted by PERC proceedings 2017- doi: 10.1119\/perc.2017.pr.103 ) 5. Weliweriya, N., Sayre, E. C., & Zollman, D. A. (2018). The Effectiveness of “Pencasts” in Physics Courses. The Physics Teacher,56 (3), 161-164. (doi: 10.1119\/1.5025294 ) 6. Weliweriya, N., Zwolak, J., P., Sayre, E. C., & Zollman, D. A. Varied reasoning schema in students’ written solutions. ( https:\/\/arxiv.org\/pdf\/1611.02262.pdf ) 7. Weliweriya, N. (2015). Effect of visual cues and outcome feedback on physics problem-solving in an online system (M.S. thesis - https:\/\/krex.k-state.edu\/dspace\/handle\/2097\/20389 ). 8. N Jayashantha, K D Jayasuriya and R P Wijesundera (2012). Biodegradable Plantain Pith for Galvanic Cells , Proc. 28th Tech. Sess. Inst. Phys., Sri Lanka, pp. 92-99 ( http:\/\/repository.kln.ac.lk\/handle\/123456789\/4029 ) 9. Nandana Jayashantha, R P Wijesundera, and K D Jayasuriya (2011). Electrical Batteries from Plantain Pith , Proc. 12th Annual Research Symp. 2011, University of Kelaniya, p 71 Physics Education"
            ]
        ]
    ]
}