{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FUJOIU6T",
            "mgfNREAAAAAJ",
            [
                "Nano-hydroxyapatite bioactive glass composite scaffold with enhanced mechanical and biological performance for tissue engineering application",
                "Quantitative analysis of the role of nanohydroxyapatite (nHA) on 3D-printed PCL\/nHA composite scaffolds",
                "Enhanced rheological behaviors of alginate hydrogels with carrageenan for extrusion-based bioprinting",
                "Hydroxyapatite nano bioceramics optimized 3D printed poly lactic acid scaffold for bone tissue engineering application",
                "The influence of astaxanthin on the proliferation of adipose-derived mesenchymal stem cells in gelatin-methacryloyl (GelMA) hydrogels",
                "Gelatin-sodium alginate based films with Pseuderanthemum palatiferum (Nees) Radlk. freeze-dried powder obtained by subcritical water extraction",
                "Assessment of coaxial printability for extrusion-based bioprinting of alginate-based tubular constructs",
                "Aspiration-assisted freeform bioprinting of pre-fabricated tissue spheroids in a yield-stress gel"
            ],
            [
                "Composite biomaterials can improve the mechanical and biological properties of ceramic scaffolds for bone tissue engineering application. In this study hydroxyapatite (HAp), and bioactive glass ceramics were synthesized by co-precipitation and ultrasound assisted sol-gel method. The synthesized HAp (80 wt.-%) and bioglass (15 wt.-%) bioceramics were further used with aluminum oxide (3 wt.-%) and starch (2 wt%) to prepare a composite biomaterial. The composite biomaterial was finally used to fabricate scaffold materials by employing nontoxic binder mediated gel-casting approach. The synthesized composite material and developed scaffolds were characterized through different physical, chemical, and morphological analyses, mechanical study, and in vitro biological assays. The synthesized scaffold exhibited 20–25% porosity, with a high compressive strength of ~ 157 ± 2 MPa, and Tensile strength …",
                "Nanohydroxyapatite (nHA) is a widely accepted bone substitute material due to its biocompatibility and intrinsic osteoconductive properties. For various tissue-engineered applications including 3D-printing fabrication of bone substitutes, composite scaffolds combining calcium phosphate such as nHA with synthetic polymer such as polycaprolactone (PCL) have been extensively explored to enhance the mechanical and physiochemical properties. In this study, 3D-printed PCL\/nHA scaffolds were developed using mechanical extrusion-based 3D bioprinter. Scaffold morphology, chemical composition, mechanical strength, cell proliferation, and mineralization were quantitatively analyzed at various concentrations of nHA (0, 10, 20 and 30 wt%). The experimental results suggest essential data to optimize mechanical properties, printability, cellular interactions, and osteoconductivity of 3D-printed PCL\/nHA composite …",
                "Three-dimensional (3D) bioprinting using biocompatible materials is widely used in the field of tissue engineering and regenerative medicine. However, precise printing of 3D structures is challenging due to weak and uncontrollable mechanical properties of various hydrogels, thus limiting their potential in preclinical and clinical applications. In this study, our goal is to demonstrate the feasibility of precise fabrication of alginate\/carrageenan composite scaffolds using extrusion-based 3D bioprinting. At first, the proper concentration of crosslinking agents was determined by the assessment of shear modulus of alginate-based hydrogels. Moreover, alginate\/carrageenan composite hydrogels were prepared with different concentrations of carrageenan and used to measure their rheological properties. Based on the assessed viscosities and shear moduli of alginate and alginate\/carrageenan hydrogels, printing …",
                "To achieve optimum functionality and mechanical properties of advanced manufacturing-based scaffolds for biomedical application, it is important to study their mechanical strength by 3D-printing at different orientations. This study examined the effects of printing at different orientations on the mechanical properties of synthesized 3D-polylactic acid (PLA) and hydroxyapatite-modified PLA (PLA-HAp) scaffolds. A total number of 30 samples were printed in three orientations on the XY plane: 0°, 45°, and 90°. Finite element modeling and simulation was employed to identify the strongest scaffold in terms of compression strength, which is the primary criterion for load bearing bone tissue scaffolds. These findings indicate that 3D-printing at an orientation of 90° on the XY plane resulted in a scaffold with the highest compression strength. Moreover, the fabricated PLA scaffolds showed very poor cell attachment and …",
                "Recently, astaxanthin, a red lipophilic pigment belonging to the xanthophyllic family of carotenoids, has shown the feasibility of its uses in tissue engineering and regenerative medicine, due to its excellent antioxidant activities and its abilities to enhance the self-renewal potency of stem cells. In this study, we demonstrate the influence of astaxanthin on the proliferation of adipose-derived mesenchymal stem cells in tissue-engineered constructs. The tissue engineered scaffolds were fabricated using photopolymerizable gelatin methacryloyl (GelMA) with different concentrations of astaxanthin. The effects of astaxanthin on cellular proliferation in two-dimensional environments were assessed using alamar blue assay and reverse transcription polymerase chain reaction (RT-PCR). Then, rheological properties, chemical structures and the water absorption of the fabricated astaxanthin-incorporated GelMA hydrogels were characterized using NMR analysis, rheological analysis and a swelling ratio test. Finally, the influence in three-dimensional environments of astaxanthin-incorporated GelMA hydrogels on the proliferative potentials of adipose-derived stem cells was assessed using alamar blue assay and the confocal imaging with Live\/dead staining. The experimental results of the study indicate that an addition of astaxanthin promises to induce stem cell potency via proliferation, and that it can be a useful tool for a three-dimensional culture system and various tissue engineering applications. View Full-Text",
                "In the present study, gelatin-sodium alginate (GSA) based films were integrated with Pseuderanthemum palatiferum (Nees) Radlk. freeze-dried powder (PFP) obtained by subcritical water extraction. The influences of PFP at different concentrations on physical properties and antioxidant activity of GSA based films were investigated. Total phenolic content, antioxidant activity increased with the increase in PFP concentrations. Moisture content (MC) of films was not significantly different, water vapor permeability (WVP) decreased, while water solubility (WS) increased with the growth of PFP concentrations. Regarding mechanical properties, tensile strength (Ts) of GSA based films was improved; however, elongation at break (EAB) decreased when the content of PFP in film-forming solutions increased. GSA based films exhibited good microstructure, thermal resistance, and interaction between gelatin and phenolic …",
                "Coaxial printing has emerged as a versatile technique of bioprinting for better capability in tissue engineering by allowing the injection of two materials having different mechanical and biochemical properties in two distinct layers. Thus, coaxial printing can enhance mechanical properties as well as biological activities in a coaxial structure. However, despite these advantages of coaxial printing, there was no experimental study regarding the evaluation of coaxial printability and shape fidelity for extrusion-based bioprinting. In this study, we quantitatively investigated coaxial printability and shape fidelity of the coaxial-printed scaffolds using alginate and Pluronic F-127 which are the most widely used biomaterials for bioprinting. With the optimal concentrations of calcium chloride for alginate, a 3D tubular structure with high shape fidelity could be directly fabricated using core-crosslinking method. The presented results …",
                "Bioprinting of cellular aggregates, such as tissue spheroids, to form three-dimensional (3D) complex-shaped arrangements, has posed a major challenge due to lack of robust, reproducible and practical bioprinting techniques. Here, we demonstrate 3D aspiration-assisted freeform bioprinting of tissue spheroids by precisely positioning them in self-healing yield-stress gels, enabling the self-assembly of spheroids for fabrication of tissues. The presented approach enables the traverse of spheroids directly from the cell media to the gel and freeform positioning of the spheroids on demand. We study the underlying physical mechanism of the approach to elucidate the interactions between the aspirated spheroids and the gel’s yield-stress during the transfer of spheroids from cell media to the gel. We further demonstrate the application of the proposed approach in the realization of various freeform shapes and self …"
            ],
            [
                [
                    "Tissue Engineering",
                    "Bioprinting",
                    "Biomaterials"
                ]
            ],
            [
                "Myoung-Hwan  Kim,  Ph.D. Assistant Professor myounghwan.kim@ttu.edu 111 Science Building Ph.D. Physics, The State University of New York at Buffalo (2010) M.S. Physics, POSTECH, Korea (1999) B.S. Physics, Hanyang University, Korea (1997) Research Group Webpage My research interests are to understand the novel physical properties of strongly\n                     correlated materials of fundamental interest, and to further develop their potential\n                     for infrared applications, especially in the field of nanophotonics and quantum information. SURFACE POLARITONIC METASURFACES Gradient optical metasurfaces have been used to demonstrate a wavefront control of\n                     light in free space and in optical waveguides by imposing spatially varying optical\n                     responses to the light. However, the control of light localized and propagating on\n                     surface has been challenging because the surface waves scatter intensively to the\n                     metallic metasurfaces causing the optical loss. “Can we find new metasurfaces platform\n                     to tailor the surface waves of light?” The project addresses the challenge by understanding\n                     fundamentally the near-field interaction between surface waves of light and surface\n                     charge oscillations confined in gradient metasurfaces. The program will deal with\n                     the technologically important long-wavelength infrareds and result in producing active\n                     flat optical components, perfect infrared absorbers, narrow-band thermal emitters\n                     and detectors, optical isolators, and phase modulators in mid and far infrared. QUANTUM STATES IN RECONFIGURABLE NOISY ENVIRONMENT Fault-tolerant quantum operation requires a robustness to classical environmental\n                     noise which causing decoherence of the quantum state. Error correction in gate-based\n                     quantum computation or sensing promises scalable quantum computation. However, the\n                     error correction has been performed in passive environment which limits the realistic\n                     error model. In this project, we will construct a reconfigurable environment near\n                     quantum states. The active environment will provide many degrees of freedom to correct\n                     quantum noise and errors in both space and time. MID\/FAR INFRARED ANOMALOUS HALL EFFECT The objective of this project is to address the fundamental question of how intrinsic\n                     and extrinsic anomalous Hall effect (AHE) behaviors evolve at finite frequencies and\n                     to provide insight into new developing ideas about how to resolve quasiparticle scatterings\n                     in the time-reversal symmetry broken system. The infrared Hall angle measurement is\n                     one of the most powerful ways to disclose Fermi surface information from simple ferromagnetic\n                     metal systems to highly correlated electron systems including normal state superconductivity.\n                     The Hall results are comparable with the results acquired from angular-resolved photoemission\n                     spectroscopy (ARPES) and de Hass-van Alphen oscillations at dc. The proposed research\n                     investigates the AHE at underexplored infrared spectral regions using a newly developed\n                     broadband Hall angle measurement system which allows observation of frequency evolutions\n                     of quasiparticle scattering mechanisms in the time-reversal symmetry broken system.\n                     This study will benefit many unresolved AHE systems including ferromagnetic metals,\n                     itinerant ferromagnets, diluted magnetic semiconductors, and the understanding of\n                     other Hall effect systems including the quantum AHE system and spin Hall system. C. Wang, Z. Li, M.-H. Kim , X. Xiong, X.-F. Ren, G.-C. Guo, N. Yu, and M. Loncar, \" Metasurface -assisted phase-matching-free second harmonic generation in lithium niobate waveguides \" Nature Communications Vol. 8, 2098 (2017) Z. Li, M.-H. Kim , C. Wang, Z. Han, S. Shrestha, A. C. Overvig , M. Lu, A. Stein, A. M. Agarwal, M. Loncar , and N. Yu, \"Controlling propagation and coupling of waveguide modes using phase-gradient metasurfaces,\" Nature Nanotechnology Vol. 12, 675 - 68 (2017). M.-H. Kim , J. Yan, R. J. Suess , T. E. Murphy, M. S. Fuhrer, and H. D. Drew, \" Photothermal response in dual-gated bilayer graphene,\" Phys. Rev. Lett. Vol. 110, 247402 (2013). J. Yan, M.-H. Kim , J. A. Elle, A. B. Sushkov , G. S. Jenkins, H. M. Milchberg , M. S. Fuhrer, and H. D. Drew, \"Dual-gated bilayer graphene hot electron bolometer,\" Nature Nanotechnology Vol. 7, 472 – 478 (2012). M.-H. Kim, G. Acbas , M.-H. Yang, I. Ohkubo, H. Christen, D. Mandrus , M. A. Scarpulla , O. D. Dubon , Z. Schlesinger, P. Khalifah , and J. Cerne, \"Determination of the infrared complex magnetoconductivity tensor in itinerant ferromagnets from Faraday and Kerr measurements,\" Phys. Rev. B Vol. 75, 214416 (2007). Jan 27, 2020 8:30 AM"
            ]
        ]
    ]
}