{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FWL012CM",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "       College  Physical Sciences           Home   About   APS video tour of Physics & Astronomy  Visiting the Department  Annual Reports  Employment     Education   Undergraduate  Graduate admissions  Current graduate students  Physics PhD Bridge Program  REU program    Research  Astro Division   People   Faculty  Affiliated Faculty  Researchers, Project Scientists, Adjuncts  Lecturers  Postdoctoral Scholars  Graduate Students  Staff  Memorials    Events  Clubs  Giving            Resources     Faculty  Affiliated Faculty  Lecturers  Postdoctoral Scholars  Researchers, Project Scientists, & Adjuncts  Graduate Students  Staff       C. Kumar Patel  Professor Emeritus Experimental Condensed Matter Office: Knudsen 6-130 Phone: 310-794-1613 Email: Website Educational Background Ph.D., Stanford, 1961 Research Interest Basic research in condensed matter physics has played a central role in the emergence of many of our most important \n      modern technologies. Our interests are in the structure and dynamics of \"interesting systems,\" broadly defined. We seek \n      to understand how materials ranging from quantum crystals to semiconductors to proteins are put together and how their \n      time-dependent behavior can be elucidated and exploited. Spectroscopic studies are at the heart of these problems and we use and invent techniques and detection methods as \n      needed. Optical spectroscopy including Fourier-transform infrared (FTIR) and laser-based optoacoustic techniques, and \n      SQUID technologies are but a few examples. We have used these and other techniques to study trace pollutant gases in \n      the Earth's atmosphere, doped inorganic crystals, amorphous silicon, solid hydrogen, fullerenes, and nanoscale magnetic \n      materials. Temperature dependent measurements are often vital to our needs and we have extensive capabilities in \n      cryogenics. We also have a strong interest in the development of new laser systems. Selected Publications   C.K.N. Patel, et al., Lasers and Applications in Indian Science - Era of Stabilisation 355 (1990).  C.K.N. Patel, et al., Materials and Processing: Core Competencies and Strategic Resources, AT&T Technical Journal 69 (1990).  C.K.N. Patel, et al., Controlled Environment Processing for Semiconductors - A Factory-in-a Bottle (A Lean Manufacturing Alternative), \n      \tJ. Electronics Manufacturing 1 45 (1991).         UCLA Physics & Astronomy Department Copyright 2021 UCLA Physics & Astronomy 475 Portola Plaza, Los Angeles, CA 90095-1547 310-825-3440   Contact Physics & Astronomy     ABOUT UCLA    UCLA Home  Division of Physical Sciences  UCLA COVID-1S9 Resources  Maps, directions, and parking      RESOURCES    Instructional Support  Diversity  Wellness  Computing and IT Support  Machine Shop and Instrument Fabrication Facility  Physics & Astronomy Administration  Demoweb: Lecture demonstration  Demoweb: Lab manuals   "
            ]
        ]
    ]
}