{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FWVY72SH",
            "7OFM2akAAAAJ",
            [
                "Stationary black holes: uniqueness and beyond",
                "Black holes, gravitational waves and fundamental physics: a roadmap",
                "The mass of asymptotically hyperbolic Riemannian manifolds",
                "On the regularity of solutions to the Yamabe equation and the existence of smooth hyperboloidal initial data for Einstein's field equations",
                "Semi-global existence and convergence of solutions of the Robinson-Trautman (2-dimensional Calabi) equation",
                "On mapping properties of the general relativistic constraints operator in weighted function spaces, with applications",
                "On the topology of stationary black holes",
                "Solutions of the constraint equations in general relativity satisfying “hyperboloidal boundary conditions”",
                "On space-times with U(1)×U(1) symmetric compact Cauchy surfaces",
                "Strong cosmic censorship in polarised Gowdy spacetimes"
            ],
            [
                "The spectrum of known black-hole solutions to the stationary Einstein equations has been steadily increasing, sometimes in unexpected ways. In particular, it has turned out that not all black-hole-equilibrium configurations are characterized by their mass, angular momentum and global charges. Moreover, the high degree of symmetry displayed by vacuum and electro-vacuum black-hole spacetimes ceases to exist in self-gravitating non-linear field theories. This text aims to review some developments in the subject and to discuss them in light of the uniqueness theorem for the Einstein-Maxwell system.",
                "70 AIM, UMR 7158, CEA\/DRF, CNRS, Université Paris Diderot, Irfu\/Service d'Astrophysique, Centre de Saclay, FR-91191 Gif-sur-Yvette, France",
                "We present a set of global invariants, called “mass integrals\", which can be defined for a large class of asymptotically hyperbolic Riemannian manifolds. When the “boundary at infinity\" has spherical topology one single invariant is obtained, called the mass; we show positivity thereof. We apply the definition to conformally compactifiable manifolds, and show that the mass is completion-independent. We also prove the result, closely related to the problem at hand, that conformal completions of conformally compactifiable manifolds are unique.",
                "The regularity of the solutions to the Yamabe Problem is considered in the case of conformally compact manifolds and negative scalar curvature. The existence of smooth hyperboloidal initial data for Einstein's field equations is demonstrated.",
                "It is shown that for smooth initial data solutions of the Robinson-Trautman equation (also known as the two-dimensional Calabi equation) exist for all positive “times,” and asymptotically converge to a constant curvature metric.",
                "Generalizing an analysis of Corvino and Schoen, we study surjectivity properties of the constraint map in general relativity in a large class of weighted function spaces. As a corollary we prove several perturbation, gluing, and extension results: we show existence of non-trivial, singularity-free, vacuum space-times which are stationary in a neighborhood of i0; for small perturbations of parity-covariant initial data sufficiently close to those for Minkowski space-time this leads to space-times with a smooth global I; we prove existence of initial data for many black holes which are exactly Kerr—or exactly Schwarzschild—both near infinity and near each of the connected components of the apparent horizon; under appropriate conditions we obtain existence of vacuum extensions of vacuum initial data across compact boundaries; we show that for generic metrics the deformations in the Isenberg-Mazzeo-Pollack gluings can be localized, so that the initial data on the connected sum manifold coincide with the original ones except for a small neighborhood of the gluing region; we prove existence of asymptotically flat solutions which are static or stationary up to r− m terms, for any fixed m, and with multipole moments freely prescribable within certain ranges. c Mémoires de la Société Mathématique de France 94, SMF 2003",
                "We prove that the domain of outer communication of a stationary, globally hyperbolic spacetime satisfying the null energy condition must be simply connected. Under suitable additional hypotheses, this implies, in particular, that each connected component of a cross section of the event horizon of a stationary black hole must have spherical topology.",
                "We prove existence of the solutions of the constraint equations satisfying “hyperboloidal boundary conditions” using the Choquet–Bruhat—Lichnerowicz—York conformal method and we analyze in detail their differentiability near the conformal boundary. We show that generic “hyperboloidal initial data” display asymptotic behaviour which is not compatible with Penrose’s hypothesis of smoothness of J (. We also show that a large class of “non–generic” initial data satisfying Penrose smoothness conditions exists. The results are established by developing a theory of regularity up–to–boundary for a class of linear and semilinear elliptic systems of equations uniformly degenerating at the boundary.",
                "General space-times evolving from U(1) × U(1) symmetric Cauchy data prescribed on compact Cauchy surfaces are studied. Existence and properties of solutions of the constraint equations are analyzed. Some “canonical” forms of the metric are derived. When the spatial topology is S3 or S2 × S1 or L(p, q) we show that no singularities form before “the spacelike boundary of Gowdy's square” is reached.",
                "The strong cosmic censorship conjecture says that'most'spacetimes developed as solutions of Einstein's equations from prescribed initial data cannot be extended outside of their domains of dependence. Here, the authors discuss results which show that if they restrict attention to the polarised Gowdy spacetimes, strong cosmic censorship holds. More specifically, these results show that in the space of Cauchy data for polarised Gowdy spacetimes, there is an open dense subset for which the maximal globally hyperbolic development is inextendible. Among the Gowdy spacetimes which can be extended, the authors find a set of them which admit a countable infinity of inequivalent classes of extensions. They also find that a polarised Gowdy spacetime (T 3 or S 2* S 1) may be extended as a solution of Einstein's equations (with the Gowdy isometries) across a compact Cauchy horizon only if it is analytic."
            ],
            [
                [
                    "Mathematical General Relativity"
                ]
            ],
            [
                "Piotr Chrusciel Piotr Chrusciel Professor of Gravitational Physics, University of Vienna Host: Bob Wald Visiting Period: March 1, 2020 - April 30, 2020 Piotr.Chrusciel@univie.ac.at Website: https:\/\/homepage.univie.ac.at\/piotr.chrusciel\/"
            ]
        ]
    ]
}