{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "FY8X6KSH",
            "JDCJXB4AAAAJ",
            [
                "Synthesis and catalytic properties of metal nanoparticles: Size, shape, support, composition, and oxidation state effects",
                "Particle Size Effects in the Catalytic Electroreduction of CO2 on Cu Nanoparticles",
                "Highly selective plasma-activated copper catalysts for carbon dioxide reduction to ethylene",
                "Exceptional Size-Dependent Activity Enhancement in the Electroreduction of CO2 over Au Nanoparticles",
                "Effects of annealing on properties of ZnO thin films prepared by electrochemical deposition in chloride medium",
                "Catalytic activity of supported Au nanoparticles deposited from block copolymer micelles",
                "Nanostructured electrocatalysts with tunable activity and selectivity",
                "Understanding activity and selectivity of metal-nitrogen-doped carbon catalysts for electrochemical reduction of CO 2",
                "Shape-dependent catalytic properties of Pt nanoparticles"
            ],
            [
                "Exciting new opportunities are emerging in the field of catalysis based on nanotechnology approaches. A new understanding and mastery of catalysis could have broad societal impacts, since about 80% of the processes in the chemical industry depend on catalysts to work efficiently. Efforts in surface science have led to the discovery of new heterogeneous catalysts, however, until recently the only way to develop new or improved catalysts was by empirical testing in trial-and-error experiments. This time-consuming and costly procedure is now rapidly being replaced by rational design methods that utilize fundamental knowledge of catalysts at the nanoscale. The advent of nanoscience and nanotechnology is providing the ability to create controlled structures and geometries to investigate and optimize a broad range of catalytic processes. As a result, researchers are obtaining fundamental insight into key features …",
                "A study of particle size effects during the catalytic CO2 electroreduction on size-controlled Cu nanoparticles (NPs) is presented. Cu NP catalysts in the 2–15 nm mean size range were prepared, and their catalytic activity and selectivity during CO2 electroreduction were analyzed and compared to a bulk Cu electrode. A dramatic increase in the catalytic activity and selectivity for H2 and CO was observed with decreasing Cu particle size, in particular, for NPs below 5 nm. Hydrocarbon (methane and ethylene) selectivity was increasingly suppressed for nanoscale Cu surfaces. The size dependence of the surface atomic coordination of model spherical Cu particles was used to rationalize the experimental results. Changes in the population of low-coordinated surface sites and their stronger chemisorption were linked to surging H2 and CO selectivities, higher catalytic activity, and smaller hydrocarbon selectivity. The …",
                "There is an urgent need to develop technologies that use renewable energy to convert waste products such as carbon dioxide into hydrocarbon fuels. Carbon dioxide can be electrochemically reduced to hydrocarbons over copper catalysts, although higher efficiency is required. We have developed oxidized copper catalysts displaying lower overpotentials for carbon dioxide electroreduction and record selectivity towards ethylene (60%) through facile and tunable plasma treatments. Herein we provide insight into the improved performance of these catalysts by combining electrochemical measurements with microscopic and spectroscopic characterization techniques. Operando X-ray absorption spectroscopy and cross-sectional scanning transmission electron microscopy show that copper oxides are surprisingly resistant to reduction and copper+ species remain on the surface during the reaction. Our results …",
                "The electrocatalytic reduction of CO2 to industrial chemicals and fuels is a promising pathway to sustainable electrical energy storage and to an artificial carbon cycle, but it is currently hindered by the low energy efficiency and low activity displayed by traditional electrode materials. We report here the size-dependent catalytic activity of micelle-synthesized Au nanoparticles (NPs) in the size range of ∼1–8 nm for the electroreduction of CO2 to CO in 0.1 M KHCO3. A drastic increase in current density was observed with decreasing NP size, along with a decrease in Faradaic selectivity toward CO. Density functional theory calculations showed that these trends are related to the increase in the number of low-coordinated sites on small NPs, which favor the evolution of H2 over CO2 reduction to CO. We show here that the H2\/CO product ratio can be specifically tailored for different industrial processes by tuning the size …",
                "The development of cost-effective and low-temperature synthesis techniques for the growth of high-quality zinc oxide thin films is paramount for fabrication of ZnO-based optoelectronic devices, especially ultraviolet (UV)-light-emitting diodes, lasers and detectors. We demonstrate that the properties, especially UV emission, observed at room temperature, of electrodeposited ZnO thin films from chloride medium (at 70 °C) on fluor-doped tin oxide (FTO) substrates is strongly influenced by the post-growth thermal annealing treatments. X-ray diffraction (XRD) measurements show that the films have preferably grown along (0 0 2) direction. Thermal annealing in the temperature range of 150–400 °C in air has been carried out for these ZnO thin films. The as-grown films contain chlorine which is partially removed after annealing at 400 °C. Morphological changes upon annealing are discussed in the light of compositional …",
                "Quasi-ordered, highly dispersed, gold nanoclusters of tightly controlled particle size were synthesized by dip-coating substrates with gold precursors encapsulated by block-copolymer micelles. By this method, gold particles (4.8 ± 1.3 nm) were deposited on ITO-coated glass and shown to be catalytically active for electro-oxidation of carbon monoxide. XPS confirmed the catalytically active particles were predominantly Au0; however, a large fraction existed as Au3+. Whereas bulk gold is inert, these results demonstrate that catalytically active Au nanoparticles can be derived from micelle encapsulation. ",
                "The field of electrocatalysis has undergone tremendous advancement in the past few decades, in part owing to improvements in catalyst design at the nanoscale. These developments have been crucial for the realization of and improvement in alternative energy technologies based on electrochemical reactions such as fuel cells. Through the development of novel synthesis methods, characterization techniques and theoretical methods, rationally designed nanoscale electrocatalysts with tunable activity and selectivity have been achieved. This Review explores how nanostructures can be used to control electrochemical reactivity, focusing on three model reactions: O 2 electroreduction, CO 2 electroreduction and ethanol electrooxidation. The mechanisms behind nanoscale control of reactivity are discussed, such as the presence of low-coordinated sites or facets, strain, ligand effects and bifunctional effects in …",
                "Direct electrochemical reduction of CO 2 to fuels and chemicals using renewable electricity has attracted significant attention partly due to the fundamental challenges related to reactivity and selectivity, and partly due to its importance for industrial CO 2-consuming gas diffusion cathodes. Here, we present advances in the understanding of trends in the CO 2 to CO electrocatalysis of metal-and nitrogen-doped porous carbons containing catalytically active M–N x moieties (M= Mn, Fe, Co, Ni, Cu). We investigate their intrinsic catalytic reactivity, CO turnover frequencies, CO faradaic efficiencies and demonstrate that Fe–N–C and especially Ni–N–C catalysts rival Au-and Ag-based catalysts. We model the catalytically active M–N x moieties using density functional theory and correlate the theoretical binding energies with the experiments to give reactivity-selectivity descriptors. This gives an atomic-scale mechanistic …",
                "Tailoring the chemical reactivity of nanomaterials at the atomic level is one of the most important challenges in catalysis research. In order to achieve this elusive goal, fundamental understanding of the geometric and electronic structure of these complex systems at the atomic level must be obtained. This article reports the influence of the nanoparticle shape on the reactivity of Pt nanocatalysts supported on γ-Al2O3. Nanoparticles with analogous average size distributions (∼0.8−1 nm), but with different shapes, synthesized by inverse micelle encapsulation, were found to display distinct reactivities for the oxidation of 2-propanol. A correlation between the number of undercoordinated atoms at the nanoparticle surface and the onset temperature for 2-propanol oxidation was observed, demonstrating that catalytic properties can be controlled through shape-selective synthesis."
            ],
            [
                [

                ]
            ],
            [
                "Beatriz Roldan Cuenya Distinguished Professor Fritz-Haber Institute, Germany roldan@fhi-berlin.mpg.de +49 30 8413 4123 Highlights Our group investigates structural, electronic, magnetic, vibrational, and chemical properties of size- and shape-selected nanostructures. These fundamental physical properties are of great importance to many applications of nanotechnology, including giant magnetoresistance spin valves, magnetic tunnel junctions, single electron transistors, molecular electronic devices, thermoelectric devices, and catalytic systems for energy generation and environmental remediation. Emphasis is given to: (i) synthesizing metallic nanostructures with well defined geometries , (ii) understanding the mechanisms underlying the enhanced chemical reactivity of metal nanoclusters, (iii) monitoring size- and composition-dependent changes in the electronic structure and vibrational dynamics of nanoscale systems, (iv) investigating the magnetic properties of nearly 1D and 0D systems, (v) exploring chemically- and thermally-induced changes in the mobility and morphology of nanostructures. Sample undergoing heat treatment in the analysis chamber 1) Catalytic properties of size-selected metal nanoclusters Despite more than a decade of intense research on nanoparticle catalysis, fundamental knowledge of key features that influence the catalyst activity and selectivity of a chemical reaction is still lacking. This project aims to improve the understanding of the processes taking place in nanocluster-catalyzed reactions by systematically studying how the nanoparticle size, shape and composition affect its chemical reactivity. We use the low temperature carbon monoxide oxidation and the direct propylene epoxidation reactions on metal-oxide-supported gold nanoparticles as a model system. To create ordered arrays of size- and shape-selected nanospheres, nanorods, and triangular nanoprism catalysts we use different ex-situ wet chemistry methods such as nanosphere lithography and the self-assembly of metal loaded block-copolymer micelles. In addition, in-situ nanoparticle shape modifications by pulsed laser irradiation are being conducted. AFM images of gold nanoparticles supported on SiO 2 \/Si(111) taken after an O 2 -plasma treatment Interconnections between directly measurable electronic phenomena and surface chemistry are being used to provide insight into catalytic reactions. Temperature-Programmed Desorption (TPD), Scanning Tunneling Microscopy (STM), X-ray Photoelectron Spectroscopy (XPS) and Ultraviolet Photoelectron Spectroscopy (UPS) are being employed to characterize the changes induced in the metal nanoclusters and their supports upon gas exposure and ultraviolet monochromatic light irradiation. The proposed research may lead to the discovery of new catalytic processes while making efficient use of energy and raw materials with minimal influence on the environment. 2) Atomic vibrations in metal nanoclusters A profound knowledge of the atomic vibrational properties of nanostructured materials is of great fundamental and technological importance since the vibrational properties, in particular the vibrational density of states, VDOS, are the key to an understanding of thermodynamic properties like heat capacity, vibrational entropy, mean sound velocity, Debye temperature, and thermal conductivity, as well as electron-phonon coupling and 1\/f noise of electronic devices. Moreover, phonon-assisted chemical reactions might play an important role in some catalytic properties of nanoclusters. Our group regularly visits the Advanced Photon Source at Argonne National Laboratory, where we use synchrotron-based Nuclear Resonant Inelastic X-Ray Scattering (NRIXS) techniques to investigate the vibrational properties of nanoscale metallic multilayers and size-selected supported mono- and bimetallic 57 Fe nanoclusters. NRIXS setup, 3ID beamline, Advanced Photon Source, Argonne National Laboratory (Chicago, IL).  VDOS [g(E)] of 57 Fe nanoclusters coated by Fe 2 O 3 (samples #1, #2), and Fe 3 C (sample #2b) shells obtained by NRIXS. For reference, the VDOS of bulk bcc-Fe is also shown. Insert: low energy part of g(E). 3) Magnetic properties of nanoscale systems Magnetic nanoscaled heterostructures have a number of applications as recording media, magnetoresistive sensors, read heads and magnetic random access memory. Thin films magnetized perpendicularly to the film surface are currently being used as magnetic recording media. Such systems enable a substantial increase in the density of information that can be stored on a hard disk, by using smaller magnetic domains or bit sizes. This is a necessary condition to fulfill the current demand of more storage capacity. Our recent work studied the relation between magnetism and atomic nearest neighbor distance in nanoscale heterostructures such as epitaxial ultrathin Fe films on Cu 3 Au(001), nearly one-dimensional (1D) Fe stripes on Pd(110), and nanoclustered Fe films on GaAs(001). The existence of magneto-volume instabilities (low-moment\/high moment transition) in metastable fcc-like Fe thin films can produce dramatic changes in the Fe atomic magnetic moment as well as in the magnetic structure or exchange coupling. Additionally, reduced dimensions and the presence of interfaces can alter magnetic properties of these systems such as magnetic anisotropy or domain formation, and can lead to ferromagnetic to superparamagnetic transitions. In our group, these properties are being studied by means of Mossbauer Spectroscopy and Magneto-Optic Kerr Effect. Save Highlights Highlights April 2011: Ph. D. student Farzad Behafarid (Professor Roldán) has won the First Prize (and $1000) at a prestigious International competition of the American Vacuum Society held this year in New Mexico. The Prize is from the Nanometer-scale Science and Technology Division of the AVS. Farzad presented a poster and gave a talk for the award competition. January 2011: Professor Beatriz Roldán received a position as associate editor of the Journal of Vacuum Science and Technology B. She was also the recipient of the Peter Mark Memorial Award from the American Vacuum Society. December 2009: Research Incentive Award (RIA) 2008-2009 recipient: Beatriz Roldan-Cuenya"
            ]
        ]
    ]
}