{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G1TJSCM4",
            "S_8x6JwAAAAJ",
            [
                "Electromagnetically induced transparency controlled by a microwave field",
                "Resonance lineshapes in two-dimensional Fourier transform spectroscopy",
                "Quantum droplets of electrons and holes",
                "Two-dimensional double-quantum spectra reveal collective resonances in an atomic vapor",
                "Optical imaging beyond the diffraction limit via dark states",
                "Unraveling quantum pathways using optical 3D Fourier-transform spectroscopy",
                "Influence of confinement on biexciton binding in semiconductor quantum dot ensembles measured with two-dimensional spectroscopy",
                "Coherent excitonic coupling in an asymmetric double InGaAs quantum well arises from many-body effects",
                "Excitation of atomic coherence using off-resonant strong laser pulses",
                "Coherent coupling of excitons and trions in a photoexcited CdTe\/CdMgTe quantum well"
            ],
            [
                "We have experimentally studied the propagation of two optical fields in a dense rubidium (Rb) gas in the case when an additional microwave field is coupled to the hyperfine levels of Rb atoms. The Rb energy levels form a close-Λ three-level system coupled to the optical fields and the microwave field. It has been found that the maximum transmission of the probe field depends on the relative phase between the optical and the microwave fields. We have observed both constructive and destructive interferences in electromagnetically induced transparency. A simple theoretical model and a numerical simulation have been developed to explain the observed experimental results.",
                "We derive an analytical form for resonance lineshapes in two-dimensional (2D) Fourier transform spectroscopy. Our starting point is the solution of the optical Bloch equations for a two-level system in the 2D time domain. Application of the projection-slice theorem of 2D Fourier transforms reveals the form of diagonal and cross-diagonal slices in the 2D frequency data for arbitrary inhomogeneity. The results are applied in quantitative measurements of homogeneous and inhomogeneous broadening of multiple resonances in experimental data.",
                "Interacting many-body systems are characterized by stable configurations of objects—ranging from elementary particles to cosmological formations 1, 2, 3—that also act as building blocks for more complicated structures. It is often possible to incorporate interactions in theoretical treatments of crystalline solids by introducing suitable quasiparticles that have an effective mass, spin or charge 4, 5 which in turn affects the material’s conductivity, optical response or phase transitions 2, 6, 7. Additional quasiparticle interactions may also create strongly correlated configurations yielding new macroscopic phenomena, such as the emergence of a Mott insulator 8, superconductivity or the pseudogap phase of high-temperature superconductors 9, 10, 11. In semiconductors, a conduction-band electron attracts a valence-band hole (electronic vacancy) to create a bound pair, known as an exciton 12, 13, which is yet another …",
                "We report the observation of double-quantum coherence signals in a gas of potassium atoms at twice the frequency of the one-quantum coherences. Since a single atom does not have a state at the corresponding energy, this observation must be attributed to a collective resonance involving multiple atoms. These resonances are induced by weak interatomic dipole-dipole interactions, which means that the atoms cannot be treated in isolation, even at a low density of 10 12 cm− 3.",
                "We study the possibility of creating spatial patterns having subwavelength size by using the so-called dark states formed by the interaction between atoms and optical fields. These optical fields have a specified spatial distribution. Our experiments in Rb vapor display spatial patterns that are smaller than the length determined by the diffraction limit of the optical system used in the experiment. This approach may have applications to interference lithography and might be used in coherent Raman spectroscopy to create patterns with subwavelength spatial resolution.",
                "Predicting and controlling quantum mechanical phenomena require knowledge of the system Hamiltonian. A detailed understanding of the quantum pathways used to construct the Hamiltonian is essential for deterministic control and improved performance of coherent control schemes. In complex systems, parameters characterizing the pathways, especially those associated with inter-particle interactions and coupling to the environment, can only be identified experimentally. Quantitative insight can be obtained provided the quantum pathways are isolated and independently analysed. Here we demonstrate this possibility in an atomic vapour using optical three-dimensional Fourier-transform spectroscopy. By unfolding the system’s nonlinear response onto three frequency dimensions, three-dimensional spectra unambiguously reveal transition energies, relaxation rates and dipole moments of each pathway. The …",
                "The emission energy dependence of the biexciton binding energy is investigated in three semiconductor quantum dot (QD) systems that exhibit different quantum well→ QD confinement. Using two-dimensional Fourier-transform spectroscopy, we demonstrate that in strongly confining InAs QDs, the binding energy is independent of exciton emission energy and fluctuations in the ground state→ exciton transition energy are strongly correlated with those of the exciton→ biexciton. In contrast, the biexciton binding energy increases with emission energy in weakly confining interfacial GaAs QDs, and the level of correlation of exciton-biexciton broadening is reduced. A comparison with simulations reveals the significance of the strength and nature of confinement on Coulomb interactions responsible for biexciton renormalization.",
                "We study an asymmetric double InGaAs quantum well using optical two-dimensional coherent spectroscopy. The collection of zero-quantum, one-quantum, and two-quantum two-dimensional spectra provides a unique and comprehensive picture of the double well coherent optical response. Coherent and incoherent contributions to the coupling between the two quantum well excitons are clearly separated. An excellent agreement with density matrix calculations reveals that coherent interwell coupling originates from many-body interactions.",
                "We study dynamics of a two-level system driven by a strong off-resonant electromagnetic field. We derive an analytical solution for arbitrary pulse shape. We discuss possible applications and presented experimental demonstration of the results obtained.",
                "We present zero-, one-, and two-quantum two-dimensional coherent spectra of excitons and trions in a CdTe\/(Cd, Mg) Te quantum well. The set of spectra provides a unique and comprehensive picture of the coherent nonlinear optical response. Distinct peaks in the spectra are manifestations of exciton-exciton and exciton-trion coherent coupling. Excellent agreement using density matrix calculations highlights the essential role of many-body effects on the coupling. Strong exciton-trion coherent interactions open up the possibility for novel conditional control schemes in coherent optoelectronics."
            ],
            [
                [
                    "AMO Physics",
                    "Coherent Spectroscopy of Semiconductors",
                    "Multidimensional Sepctroscopy"
                ]
            ],
            [
                "Hebin Li Hebin Li Associate Professor CASE 163A, CP 222 305-348-7641 hebli@fiu.edu Before joining the faculty at FIU in 2013, he worked as a Research Associate at JILA, a joint institute of the National Institute of Standards and Technology (NIST) and the University of Colorado at Boulder. Atomic, molecular, and optical physics Ultrafast Spectroscopy and Quantum Optics Dr. Li 's research interests focus on the study of the interaction of light with matter by using cutting-edge optical tools. He is interested in many-body quantum systems consisting of interacting atoms, molecules and electrons. Examples include dense atomic vapors, semiconductor nanostructures and atom-like solid state systems. His group develops and utilizes techniques and ideas in ultrafast spectroscopy and quantum optics, such as multidimensional coherent spectroscopy and quantum entanglement, to probe and manipulate quantum dynamics of such systems. The group explores fundamental physics associated with these problems and facilitates unique applications in fields such as quantum information processing, solar energy conversion, optoelectronics, metrology, imaging, sensing and biomedical science. Education Dr. Li received his BS in Physics from Wuhan University in 2001, and his PhD in Physics from Texas A&M University in 2010."
            ]
        ]
    ]
}