{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G2292P3P",
            "tbyI9HMAAAAJ",
            [
                "Myocardial Iodine-123 Meta-Iodobenzylguanidine Imaging and Cardiac Events in Heart Failure: Results of the Prospective ADMIRE-HF (AdreView Myocardial …",
                "Role of noninvasive testing in the clinical evaluation of women with suspected coronary artery disease: consensus statement from the Cardiac Imaging Committee, Council on …",
                "Atherosclerosis across 4000 years of human history: the Horus study of four ancient populations",
                "Atherosclerosis across 4000 years of human history: the Horus study of four ancient populations",
                "Mipomersen, an apolipoprotein B synthesis inhibitor, reduces atherogenic lipoproteins in patients with severe hypercholesterolemia at high cardiovascular risk: a randomized …"
            ],
            [
                "The ADMIRE-HF (AdreView Myocardial Imaging for Risk Evaluation in Heart Failure) study prospectively evaluated iodine-123 meta-iodobenzylguanidine (123I-mIBG) imaging for identifying symptomatic heart failure (HF) patients most likely to experience cardiac events.Single-center studies have demonstrated the poorer prognosis of HF patients with reduced 123I-mIBG myocardial uptake, but these observations have not been validated in large multicenter trials.A total of 961 subjects with New York Heart Association (NYHA) functional class II\/III HF and left ventricular ejection fraction (LVEF) ≤35% were studied. Subjects underwent 123I-mIBG myocardial imaging (sympathetic neuronal integrity quantified as the heart\/mediastinum uptake ratio [H\/M] on 4-h delayed planar images) and myocardial perfusion imaging and were then followed up for up to 2 years. Time to first …",
                "Cardiovascular disease is the leading cause of mortality for women in the United States. Coronary heart disease, which includes coronary atherosclerotic disease, myocardial infarction, acute coronary syndromes, and angina, is the largest subset of this mortality, with >240 000 women dying annually from the disease. Atherosclerotic coronary artery disease (CAD) is the focus of this consensus statement. Research continues to report underrecognition and underdiagnosis of CAD as contributory to high mortality rates in women. Timely and accurate diagnosis can significantly reduce CAD mortality for women; indeed, once the diagnosis is made, it does appear that current treatments are equally effective at reducing risk in both women and men. As such, noninvasive diagnostic and prognostic testing offers the potential to identify women at increased CAD risk as the basis for instituting preventive and therapeutic …",
                "Atherosclerosis is thought to be a disease of modern human beings and related to contemporary lifestyles. However, its prevalence before the modern era is unknown. We aimed to evaluate preindustrial populations for atherosclerosis.We obtained whole body CT scans of 137 mummies from four different geographical regions or populations spanning more than 4000 years. Individuals from ancient Egypt, ancient Peru, the Ancestral Puebloans of southwest America, and the Unangan of the Aleutian Islands were imaged. Atherosclerosis was regarded as definite if a calcified plaque was seen in the wall of an artery and probable if calcifications were seen along the expected course of an artery.Probable or definite atherosclerosis was noted in 47 (34%) of 137 mummies and in all four geographical populations: 29 (38%) of 76 ancient Egyptians, 13 (25%) of 51 ancient Peruvians, two (40 …",
                "Atherosclerosis is thought to be a disease of modern human beings and related to contemporary lifestyles. However, its prevalence before the modern era is unknown. We aimed to evaluate preindustrial populations for atherosclerosis.We obtained whole body CT scans of 137 mummies from four different geographical regions or populations spanning more than 4000 years. Individuals from ancient Egypt, ancient Peru, the Ancestral Puebloans of southwest America, and the Unangan of the Aleutian Islands were imaged. Atherosclerosis was regarded as definite if a calcified plaque was seen in the wall of an artery and probable if calcifications were seen along the expected course of an artery.Probable or definite atherosclerosis was noted in 47 (34%) of 137 mummies and in all four geographical populations: 29 (38%) of 76 ancient Egyptians, 13 (25%) of 51 ancient Peruvians, two (40 …",
                "This study sought to examine the efficacy and safety of mipomersen for reducing atherogenic lipids and lipoproteins in patients with hypercholesterolemia.Many patients on lipid-lowering therapies remain unable to achieve target low-density lipoprotein (LDL) cholesterol levels. Mipomersen, an antisense oligonucleotide inhibitor of apolipoprotein B, reduces LDL cholesterol and atherogenic lipoproteins.This randomized, double-blind, multicenter study enrolled 158 patients with baseline LDL cholesterol levels ≥100 mg\/dl with, or at high risk for, coronary heart disease who were receiving maximally tolerated lipid-lowering therapy. Patients received weekly subcutaneous mipomersen 200 mg (n = 105) or placebo (n = 52) for 26 weeks, with a 24-week follow-up period. Randomization was stratified by type 2 diabetes status.Sixty mipomersen and 44 placebo patients …"
            ],
            [
                [
                    "nuclear cardiology",
                    "prevention",
                    "atherosclerosis",
                    "mummy science"
                ]
            ],
            [
                "Thomas  Gregor Thomas  Gregor Professor of Physics & Biophysics 609-258-4335 tg2@Princeton.EDU 120 Jadwin Hall tglab.princeton.edu\/ My laboratory is interested in problems at the interface of physics and biology. The main thrust of our research is the design of new experimental approaches and the performance of high-precision physics-style measurements in living animals, such that our data allows for direct validation of mathematical models. This program is aimed at the generation of theories describing biological phenomena which are derived from general principles in the physics tradition. Currently our main interests lie in the collective behaviors of eukaryotic cells all the way from microbes to embryonic tissue, and in how the control of gene expression in early fly embryos leads to the formation of an animal body plan. We are making experimental and theoretical progress on the biological questions in each of these areas, the long-term goal, however, is to find theories inspired by experimental data that go beyond the specifics of the biological systems with the hope of finding in the living world some new physics, which has been hidden and cannot necessarily be revealed in the inanimate world. Research in the lab is highly interdisciplinary. The interests and expertise of the lab's members range from physics to biology to computer science to engineering; we use a combination of computational and experimental approaches. We build microscopes and microfluidic devices to measure the concentrations dynamics of proteins and signaling molecules; we develop imaging techniques to count single molecules in large scattering tissues; we use tools from molecular biology and genetics to manipulate the organisms we study; and we use image analysis and modeling to analyze our data. Researchers are encouraged to move freely between the different disciplines and to learn a variety of techniques according to their specific needs and interests. We primarily address questions concerning the development of fruit fly embryos and emergent collective behavior via cell signaling in social amoeba populations, but we are open to new ideas and collaborations addressing questions in other model systems. Please do not hesitate to contact me if you are a potentially interested undergraduate student, graduate student, postdoc, or collaborator. For more information please visit my laboratory's homepage . Abouchar L, Petkova MD, Steinhardt CR, Gregor T (2013). Precision and reproducibility of macroscopic developmental patterns . arXiv.org :1309.6273 [q-bio.TO]. Garcia HG, Tikhonov M, Lin A, Gregor T (2013). Quantitative imaging of transcription in living Drosophila embryos links polymerase activity to patterning . Current Biology 23: 2114–2119. Little SC, Tikhonov M, Gregor T (2013). Precise developmental gene expression arises from globally stochastic transcriptional activity . Cell 154: 789–800. Liu F, Morrison AH, Gregor T (2013). Dynamic interpretation of maternal inputs by the Drosophila segmentation gene network. Proceedings of the National Academy of Science 110: 6724–6729. Dubuis JO, Samanta R, Gregor T (2013). Accurate measurements of dynamics and reproducibility in small genetic networks . Molecular Systems Biology 9: 639. Little SC, Tkacik G, Kneeland T, Wieschaus EF, Gregor T (2011). The formation of the Bicoid morphogen gradient requires protein movement from anteriorily localized mRNA. PLoS Biology 9 (3), e1000596. Gregor T, Fujimoto K, Masaki N, Sawai S (2010). The onset of collective behavior in social amoebae . Science 328: 1021–1026."
            ]
        ]
    ]
}