{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G27W8HGP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Alex Frañó Control of dopant crystallinity in electrochemically treated cuprate thin ﬁlms, Phys. Rev. Materials 3, 063803 (2019). A. Frano, M. Bluschke, Z. Xu, B. Frandsen, Y. Lu, M. Yi, R. Marks, A. Mehta, V. Borzenets, D. Meyers, M. P. M. Dean, F. Baiutti, J. Maier, G. Kim, G. Christiani, G. Logvenov, E. Benckiser, B. Keimer, and R. J. Birgeneau. Evolution of charge order topology across a magnetic phase transition in cuprate superconductors, Nature Physics 15, 335 (2019). M. Kang, J. Pelliciari, A. Frano, N. Breznay, E. Schierle, E. Weschke, R. Sutarto, F. He, P. Shafer, E. Arenholz, M. Chen, K. Zhang, A. Ruiz, Z. Hao, S. Lewin, J. Analytis, Y. Krockenberger, H. Yamamoto, T. Das, and R. Comin. Spectral Evidence for Emergent Order in Ba1−xNaxFe2As2, Phys. Rev. Lett. 121, 127001 (2018). M. Yi, A. Frano, D. H. Lu, Y. He, Meng Wang, B. A. Frandsen, A. F. Kemper, R. Yu, Q. Si, L. Wang, M. He, F. Hardy, P. Schweiss, P. Adelmann, T. Wolf, M. Hashimoto, S.-K. Mo, Z. Hussain, M. Le Tacon, A. E. Böhmer, D.-H. Lee, Z.-X. Shen, C. Meingast, and R. J. Birgeneau. Stabilization of three-dimensional charge order in YBa2Cu3O6+x via epitaxial growth, Nature Communications 9, 2978 (2018). M. Bluschke, A. Frano, E. Schierle, D. Putzky, F. Ghorbani, R. Ortiz, H. Suzuki, G. Christiani, G. Logvenov, E. Weschke, R. J. Birgeneau, E. H. da Silva Neto, M. Minola, S. Blanco-Canosa, and B. Keimer. Persistent low-energy phonon broadening near the charge order q-vector in bilayer cuprate Bi2Sr2CaCu2O8+y, Phys. Rev. B 98, 035102 (2018). Y. He, S. Wu, Y. Song, W.-S. Lee, A. H. Said, A. Alatas, A. Bosak, A. Girard, S. M. Souliou, A. Ruiz, M. Hepting, M. Bluschke, E. Schierle, E. Weschke, J.-S. Lee, H. Jang, H. Huang, M. Hashimoto, D.-H. Lu, D. Song, Y. Yoshida, H. Eisaki, Z.-X. Shen, R. J. Birgeneau, M. Yi, and A. Frano. Alex Frañó Ph.D, Technical University of Berlin\/Max Planck Institute (Berlin  Germany), 2014 Office: MH 3661 Phone: 858-534-2253 afrano@physics.ucsd.edu My research is focused on investigating strongly correlated electron systems using various x-ray scattering techniques. These “quantum materials” are characterized by the various macroscopic properties that can emerge due to having highly correlated electronic wave functions: magnetism, charge\/orbital order, high-temperature superconductivity, etc. I am particularly interested in synthesizing and studying transition-metal-oxide ceramics (both in bulk single crystal form as well as in epitaxially grown films, bilayers, and superlattices) to explore their emerging phases and possible functionalities. To investigate these instances of coherent, spatial ordering, I utilize state-of-the-art x-ray scattering techniques including: resonant elastic scattering, resonant inelastic scattering, inelastic scattering, coherent scattering, and high-resolution diffraction. These exciting experiments are done at large-scale synchrotron facilities around the world. For more about our research, please visit xlab.ucsd.edu ."
            ]
        ]
    ]
}