{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G2K3G26U",
            "nsna794AAAAJ",
            [
                "The contribution of corporate social responsibility to organizational commitment",
                "Does it pay to be different? An analysis of the relationship between corporate social and financial performance",
                "Corporate social performance and stock returns: UK evidence from disaggregate measures",
                "Corporate reputation and philanthropy: An empirical analysis",
                "Corporate reputation and social performance: The importance of fit",
                "Corporate social responsibility and institutional theory: New perspectives on private governance",
                "Factors influencing the quality of corporate environmental disclosure",
                "Voluntary environmental disclosures by large UK companies",
                "Sustainable procurement in the public sector: an international comparative study",
                "Sustainable procurement in the United Kingdom public sector"
            ],
            [
                "This study investigates the relationship between organizational commitment and employee perceptions of corporate social responsibility (CSR) within a model that draws on social identity theory. Specifically, we examine the impact of three aspects of socially responsible behaviour on organizational commitment: employee perceptions of corporate social responsibility in the community, procedural justice in the organization and the provision of employee training. The relationship between organizational commitment and each aspect of CSR is investigated within a model that distinguishes between genders and includes a set of control variables that is drawn from the commitment literature (Meyer et al., ). The analysis is based on a sample of 4,712 employees drawn from a financial services company. The results emphasize the importance of gender variation and suggest both that external CSR is positively related to …",
                "This study explores the relationship between corporate social performance (CSP) and corporate financial performance (CFP) within the context of a specific component of CSP: corporate charitable giving. A model of the determinants of the extent of corporate charitable giving is estimated and used as the basis of a classification that groups firms according to the difference between their actual and their predicted intensity of gift giving. The financial performance attributes of the classification are explored. We found that firms with both unusually high and low CSP have higher financial performance than other firms, with unusually poor social performers doing best in the short run and unusually good social performers doing best over longer time horizons. Copyright © 2008 John Wiley & Sons, Ltd.",
                "This study examines the relation between corporate social performance and stock returns in the UK. We closely evaluate the interactions between social and financial performance with a set of disaggregated social performance indicators for environment, employment, and community activities instead of using an aggregate measure. While scores on a composite social performance indicator are negatively related to stock returns, we find the poor financial reward offered by such firms is attributable to their good social performance on the environment and, to a lesser extent, the community aspects. Considerable abnormal returns are available from holding a portfolio of the socially least desirable stocks. These relationships between social and financial performance can be rationalized by multi‐factor models for explaining the cross‐sectional variation in returns, but not by industry effects.",
                "This paper analyzes the determinants of corporate reputation within a sample of large UK companies drawn from a diverse range of industries. We pay particular attention to the role that philanthropic expenditures and policies may play in shaping the perceptions of companies among their stakeholders. Our findings highlight that companies which make higher levels of philanthropic expenditures have better reputations and that this effect varies significantly across industries. Given that reputational indices tend to reflect the financial performance of organizations above other factors (Fryxell, G. E. and J. Wang: 1994, Journal of Management 20, 1–14) and that elements of the literature emphasise that discretionary aspects of social responsibility, including corporate donations, may not be in the financial interests of organizations (e.g. Friedman, M.: 1970, “The Social Responsibility of Business is to Increase its …",
                "  Utilizing data on a sample of large firms, we estimate a model of corporate reputation. We find reputation, derived from the assessments of managers and market analysts, to be determined by a firm's social performance, financial performance, market risk, the extent of long‐term institutional ownership, and the nature of its business activities. Furthermore, the reputational effect of social performance is found to vary both across sectors, and within sectors across the various types of social performance. Specifically, our results demonstrate the need to achieve a ‘fit’ among the types of corporate social performance undertaken and the firm's stakeholder environment. For example, a strong record of environmental performance may enhance or damage reputation depending on whether the firm's activities ‘fit’ with environmental concerns in the eyes of stakeholders.",
                "Corporate Social Responsibility (CSR) has become a pervasive topic in the business literature, but has largely neglected the role of institutions. This introductory article to the Special Issue of Socio-Economic Review examines the potential contributions of institutional theory to understanding CSR as a mode of governance. This perspective suggests going beyond grounding CSR in the voluntary behaviour of companies, and understanding the larger historical and political determinants of whether and in what forms corporations take on social responsibilities. Historically, the prevailing notion of CSR emerged through the defeat of more institutionalized forms of social solidarity in liberal market economies. Meanwhile, CSR is more tightly linked to formal institutions of stakeholder participation or state intervention in other advanced economies. The tensions between business-driven and multi-stakeholder forms of …",
                "Many firms choose to communicate their environmental strategies through voluntary environmental disclosures. This paper examines patterns in the quality of voluntary environmental disclosures made by a sample of around 450 large UK companies drawn from a diverse range of industrial sectors. The analysis distinguishes between five facets of quality, including the disclosure of group‐wide environmental policies, environmental impact targets and an environmental audit. We examine how the decisions firms face regarding each facet of quality are determined by firm and industry characteristics, and find the quality of disclosure to be determined by a firm's size and the nature of its business activities. Specifically, we find high quality disclosure to be primarily associated with larger firms and those in sectors most closely related to environmental concerns. In contrast to several recent contributions, we find that the …",
                " This paper examines the patterns in voluntary environmental disclosures made by a sample of large UK companies. The analysis distinguishes between the decision to make a voluntary environmental disclosure and decisions concerning the quality of such disclosures and examines how each type of decision is determined by firm and industry characteristics. We find that larger, less indebted companies with dispersed ownership characteristics are significantly more likely to make voluntary environmental disclosures, and that the quality of disclosures is positively associated with firm size and corporate environmental impact. We find significant cross‐sector variation in the determinants of both the participation and quality decisions. Furthermore, the manner of this variation differs between the two.",
                "Public bodies are being encouraged to procure sustainably, to reduce their social and environmental footprint and in order to stimulate sustainability in the private sector. However, little is known about how public sector organisations internationally are responding to this encouragement or of the conditions that are most conducive to sustainable procurement (SP). The purpose of this paper is to address these gaps in our knowledge so as to inform policy development at the government and organisational levels.",
                "This study aims to investigate sustainable procurement in the UK public sector.Sustainable procurement is investigated using a questionnaire that draws on established scales for “purchasing social responsibility”. The survey was administered across the UK public sector, and 106 responses were received from procurement officers.Analysis of quantitative and qualitative survey data reveal there is significant variation across public sector agencies in the nature of sustainable procurement practice. Local authorities have a particularly strong emphasis on buying from local and small suppliers relative to other sectors, health looks generally lower in many categories, and education appears to have something of an emphasis on environmental aspects of sustainable procurement. Cost has been found to be the leading barrier to sustainable procurement, and top …"
            ],
            [
                [
                    "Business Ethics",
                    "Corporate Social Responsibility",
                    "Stakeholder Management",
                    "Corporate Reputation"
                ]
            ],
            [
                "Stefan Bathe Baruch College|Graduate Center Office Hours: bathe@bnl.gov Experimental high energy nuclear physics, in the subfield of heavy ion physics, with the PHENIX and sPHENIX experiments at RHIC at Brookhaven National Laboratory"
            ]
        ]
    ]
}