{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G3CWJJO4",
            "Cm3EzxwAAAAJ",
            [
                "Entanglement of atomic ensembles by trapping correlated photon states",
                "Quantum interference effects induced by interacting dark resonances",
                "Schemes for robust quantum computation with polar molecules",
                "How to trap photons? Storing single-photon quantum states in collective atomic excitations",
                "Dissipative phase transition in a central spin system",
                "Tunable negative refraction without absorption via electromagnetically induced chirality",
                "Collective atomic scattering and motional effects in a dense coherent medium",
                "Cooperative resonances in light scattering from two-dimensional atomic arrays",
                "Nonlinear optics via double dark resonances",
                "Topological quantum optics in two-dimensional atomic arrays"
            ],
            [
                "We describe a general technique that allows for an ideal transfer of quantum correlations between light fields and metastable states of matter. The technique is based on trapping quantum states of photons in coherently driven atomic media, in which the group velocity is adiabatically reduced to zero. We discuss possible applications such as quantum state memories, generation of squeezed atomic states, preparation of entangled atomic ensembles, quantum information processing, and quantum networking.",
                "We predict the possibility of sharp, high-contrast resonances in the optical response of a broad class of systems, wherein interference effects are generated by coherent perturbation or interaction of dark states. The properties of these resonances can be manipulated to design a desired atomic response.",
                "We show how ultracold polar molecules, suggested as a new platform for quantum computation, can be manipulated to switch “on” and “off” their strong dipole-dipole interactions. This can be accomplished through selective excitation of states with considerably different dipole moments. We discuss different schemes for quantum gates using real molecules: CO, LiH, and CaF, as examples of polar molecules which are being experimentally studied at ultracold temperatures. These schemes can be realized in several recently proposed architectures.",
                "We show that it is possible to `store' quantum states of single-photon fields by mapping them onto collective meta-stable states of an optically dense, coherently driven medium inside an optical resonator. An adiabatic technique is suggested which allows to transfer non-classical correlations from traveling-wave single-photon wave-packets into atomic states and vise versa with nearly 100% efficiency. In contrast to previous approaches involving single atoms, the present technique does not require the strong coupling regime corresponding to high-Q micro-cavities. Instead, intracavity electromagnetically Induced Transparency is used to achieve a strong coupling between the cavity mode and the atoms.",
                "We investigate dissipative phase transitions in an open central spin system. In our model the central spin interacts coherently with the surrounding many-particle spin environment and is subject to coherent driving and dissipation. We develop analytical tools based on a self-consistent Holstein-Primakoff approximation that enable us to determine the complete phase diagram associated with the steady states of this system. It includes first-and second-order phase transitions, as well as regions of bistability, spin squeezing, and altered spin-pumping dynamics. Prospects of observing these phenomena in systems such as electron spins in quantum dots or nitrogen-vacancy centers coupled to lattice nuclear spins are briefly discussed.",
                "We show that negative refraction with minimal absorption can be obtained by means of quantum interference effects similar to electromagnetically induced transparency (EIT). Coupling a magnetic dipole transition coherently with an electric dipole transition leads to electromagnetically induced chirality, which can provide negative refraction without requiring negative permeability and also suppress absorption. This technique allows negative refraction in the optical regime at densities where the magnetic susceptibility is still small and with refraction\/absorption ratios that are orders of magnitude larger than those achievable previously. Furthermore, the refractive index can be fine-tuned, which is essential for practical realization of subdiffraction-limit imaging. As with EIT, electromagnetically induced chirality should be applicable to a wide range of systems.",
                "We investigate collective emission from coherently driven ultracold 88 Sr atoms. We perform two sets of experiments using a strong and weak transition that are insensitive and sensitive, respectively, to atomic motion at 1 μK. We observe highly directional forward emission with a peak intensity that is enhanced, for the strong transition, by> 10 3 compared with that in the transverse direction. This is accompanied by substantial broadening of spectral lines. For the weak transition, the forward enhancement is substantially reduced due to motion. Meanwhile, a density-dependent frequency shift of the weak transition (∼ 10% of the natural linewidth) is observed. In contrast, this shift is suppressed to< 1% of the natural linewidth for the strong transition. Along the transverse direction, we observe strong polarization dependences of the fluorescence intensity and line broadening for both transitions. The measurements are …",
                "We consider light scattering off a two-dimensional (2D) dipolar array and show how it can be tailored by properly choosing the lattice constant of the order of the incident wavelength. In particular, we demonstrate that such arrays can operate as a nearly perfect mirror for a wide range of incident angles and frequencies, and shape the emission pattern from an individual quantum emitter into a well-defined, collimated beam. These results can be understood in terms of the cooperative resonances of the surface modes supported by the 2D array. Experimental realizations are discussed, using ultracold arrays of trapped atoms and excitons in 2D semiconductor materials, as well as potential applications ranging from atomically thin metasurfaces to single photon nonlinear optics and nanomechanics.",
                "Double dark resonances originate from a coherent perturbation of a system displaying electromagnetically induced transparency. We experimentally show and theoretically confirm that this leads to the possibility of extremely sharp resonances prevailing even in the presence of considerable Doppler broadening. A gas of 87 Rb atoms is subjected to a strong drive laser and a weak probe laser and a radio frequency field, where the magnetic coupling between the Zeeman levels leads to nonlinear generation of a comb of sidebands.",
                "We demonstrate that two-dimensional atomic emitter arrays with subwavelength spacing constitute topologically protected quantum optical systems where the photon propagation is robust against large imperfections while losses associated with free space emission are strongly suppressed. Breaking time-reversal symmetry with a magnetic field results in gapped photonic bands with nontrivial Chern numbers and topologically protected, long-lived edge states. Due to the inherent nonlinearity of constituent emitters, such systems provide a platform for exploring quantum optical analogs of interacting topological systems."
            ],
            [
                [
                    "Theoretical Quantum Optics"
                ]
            ]
        ]
    ]
}