{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G5638ODC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Bechtol, Keith Keith Bechtol Assistant Professor kbechtol@wisc.edu (608) 265-5815 6203 Chamberlin Hall Observational Cosmology Dark matter, dark energy, and multi-messenger astrophysics. Current projects include the Dark Energy Survey (DES) and Vera C. Rubin Observatory Legacy Survey of Space and Time (LSST). Directions to room 6203, Chamberlin Hall or stairs to the 6th floor. Facing into the hallway, away from the two elevators, turn right. Follow the hallway to room 6203, which will be on your left. Observational Cosmology Physics Department, University of Wisconsin-Madison Biography Teaching Outreach Keith Bechtol Research Group Dark Energy, Dark Matter, Neutrinos, Gravitational Waves … Welcome to the research group of Prof. Keith Bechtol at the University of Wisconsin-Madison. We use the whole Universe as a laboratory to explore the fundamental nature of matter, energy, space, and time. Over the past few decades, astronomical observations have contributed to several distinct lines of evidence for new physics beyond the Standard Model: dark matter, dark energy, massive neutrinos, inflation, and matter\/antimatter asymmetry. During this same period, our experimental toolbox has expanded to include observatories spanning the full electromagnetic spectrum, as well as cosmic rays, neutrinos, and gravitational waves. Currently, our research group focuses on construction, operations, and data analysis for wide-area, time-domain optical and near-infrared imaging surveys of the night sky. We often combine our optical survey data with other data sets to conduct multiwavelength and multimessenger analyses. Active Projects Legacy Survey of Space and Time (LSST) – wide, fast, and deep imaging survey of the night sky conducted from the Vera C. Rubin Observatory. By imaging each patch of the southern hemisphere approximately 800 times over 10 years, LSST is anticipated to catalog more stars, galaxies, and Solar System objects than all previous astronomical surveys combined. The Rubin Observatory is currently under construction in Chile, with first light expected in 2021, and full survey operations beginning in 2022. Bechtol is the Rubin Observatory Project Commissioning Science Validation Lead and a full member of the LSST Dark Energy Science Collaboration Dark Energy Survey (DES) – exploring the dark components of the universe. A unique combination of wide-area coverage and depth allows DES to set competitive dark energy constraints, and to reveal numerous dark-matter-dominated satellite galaxies of the Milky Way. DES completed a sixth season of observations in January 2019. Bechtol is co-convener of the Science Release group, and the Milky Way Satellites group. Bechtol is also leading a program to search for optical counterparts for high-energy astrophysical neutrinos. Magellanic Satellites Survey (MagLiteS) – searching for evidence of hierarchical structure formation within the Local Group. MagLiteS is an NOAO community-time survey to complete an annulus of contiguous  DECam\/Blanco imaging around the two largest satellite galaxies of the Milky Way. Bechtol is Principle Investigator of the MagLiteS project. DECam Local Volume Exploration (DELVE) – expanding DECam\/Blanco coverage over most of the southern hemisphere to further characterize Milky Way substructures, the Magellanic Clouds, and searching for low-luminosity satellites around Local Volume galaxies. DELVE began in 2019. Fermi Large Area Telescope ( Fermi -LAT) – exploring the extreme universe since 2008. Fermi -LAT is a time-domain all-sky survey covering four orders of magnitude in gamma-ray energy. Bechtol works on the origin of the extragalactic gamma-ray background and indirect dark matter searches. TEAM If you are interested to collaborate with and\/or join our research group, please contact Keith Bechtol. Also, feel free to join our journal club on Thursdays at noon in Chamberlin to learn more about current happenings in cosmology. Keith Bechtol (Assistant Professor) Ross Cawthon (Postdoc) – studies of large-scale structure using galaxy clustering and weak gravitational lensing; photometric redshift calibration and joint cosmology probes with galaxy surveys and gravitational lensing of the cosmic microwave background. Robert Morgan (Grad) – searching for explosive optical transients associated with TeV-PeV astrophysical neutrinos and gravitational wave events; supernova cosmology; strong gravitational lensing Mitch McNanna (Grad) – characterizing the population of ultra-faint galaxies orbiting the Milky Way Jimena Gonzalez Lozano (Grad) – cosmology with double-source-plane strong lens systems Megan Tabbutt (Grad) – LSST DESC Diana Li (Undergrad) – LSST Stack Club Ethan Grover (Undergrad) – ultra-faint galaxy searches Jacqueline Beran (Undergrad) – story for the DArchive on searches for the explosive optical counterparts of high-energy astrophysical neutrinos Alex Krzyston (Undergrad) – combined analyses of cosmic microwave background and optical survey data William Ortola (Undergrad) – interstellar extinction Related Groups on Campus Madison is home to many active research groups in astrophysics, cosmology, and related fields. Below are a few examples: Prof. Peter Timbie research group – focusing on instrumentation and data analysis for the cosmic microwave background and 21 cm tomography Wisconsin IceCube Particle Astrophysics Center (WIPAC) – studying the universe at the highest energies with neutrino, gamma-ray, and cosmic-ray observatories such as IceCube, HAWC, ARA, and CTA Astronomy Department – many opportunities for collaboration in survey astronomy, targeted follow-up observations, and multiwavelength studies High-Energy Physics – experimental collider physics with the ATLAS and CMS experiments at the LHC, direct dark matter searches with LZ, long-baseline neutrino oscillation experiments, and an active theory group Support We gratefully acknowledge support from the United States Department of Energy Office of Science. We work at the “Cosmic Frontier” of High Energy Physics kbechtol@lsst.org"
            ]
        ]
    ]
}