{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G87WHV3W",
            "2EGYaaAAAAAJ",
            [
                "Subthreshold regime has the optimal sensitivity for nanowire FET biosensors",
                "Two-Dimensional Transport-Induced Linear Magneto-Resistance in Topological Insulator Bi2Se3 Nanoribbons"
            ],
            [
                "Nanowire field-effect transistors (NW-FETs) are emerging as powerful sensors for detection of chemical\/biological species with various attractive features including high sensitivity and direct electrical readout. Yet to date there have been limited systematic studies addressing how the fundamental factors of devices affect their sensitivity. Here we demonstrate that the sensitivity of NW-FET sensors can be exponentially enhanced in the subthreshold regime where the gating effect of molecules bound on a surface is the most effective due to the reduced screening of carriers in NWs. This principle is exemplified in both pH and protein sensing experiments where the operational mode of NW-FET biosensors was tuned by electrolyte gating. The lowest charge detectable by NW-FET sensors working under different operational modes is also estimated. Our work shows that optimization of NW-FET structure and operating …",
                "We report the study of a novel linear magneto-resistance (MR) under perpendicular magnetic fields in Bi2Se3 nanoribbons. Through angular dependence magneto-transport experiments, we show that this linear MR is purely due to two-dimensional (2D) transport, in agreement with the recently discovered linear MR from 2D topological surface state in bulk Bi2Te3, and the linear MR of other gapless semiconductors and graphene. We further show that the linear MR of Bi2Se3 nanoribbons persists to room temperature, underscoring the potential of exploiting topological insulator nanomaterials for room-temperature magneto-electronic applications."
            ],
            [
                [
                    "condensed matter physics",
                    "nanoscience",
                    "quantum transport"
                ]
            ],
            [
                "Xuan Gao Professor xuan.gao@case.edu 216.368.4031 Rockefeller Building 104C B.S., South China University of Technology (1998) Ph.D., Columbia University (2003) Experimental condensed matter physics; Nanoscale electronic transport; Two-dimensional electrons in semiconductor, oxide hetero-interfaces or graphene-like atomically thin crystals; Topological insulators; Electron correlation effects in transport; Thermoelectric and photovoltaic energy conversion; Nano-electronics and sensors. Gao Research Group Interests Our lab focuses on the understanding and exploration of how quantum nature of matter, low dimensionality, confinement, electronic structure topology, symmetry, and electron-electron correlation effects etc give rise to new electrical, thermal, magnetic and optical phenomena or properties in nanoscale\/low-dimensional solid state systems. The material systems we study span semiconductors, semimetals, oxides, and even organic compounds, often in the form of nanostructures. The techniques we use in research include but not limited to vapor deposition growth of materials, nano-device fabrication, electron transport, magneto-transport, capacitance spectroscopy, thermal transport, scanning photoconductivity microscopy characterizations, and various composition\/ structural analysis methods. We are also interested in applying our results to real life applications (e.g. electronics, optoelectronics, energy conversion\/harvesting). We are looking for talented and motivated students (both undergraduates and graduates) and postdocs to help solve important issues in condensed matter physics and nanoscience. If you are interested in current research opportunities in Gao’s group, please contact Prof. Xuan Gao. Publications C.-W. Liu, F. Wei, Kasun Premasiri, S.H. Liu, S. Ma, Z.D. Zhang, X. P. A. Gao,  “Non-Drude Magneto-Transport Behavior in a Topological Crystalline Insulator\/Band Insulator Heterostructure”, Nano Letters 18 (10), 6538–6543 (2018). F. Wei,  C.-W. Liu, D. Li, C.-Y. Wang, H.-R. Zhang, J.-R. Sun, X. P. A. Gao, S. Ma, Z. D. Zhang, “Broken mirror symmetry tuned topological transport in PbTe\/SnTe heterostructures“, Phys. Rev. B 98 , 161301(R) (2018). K. Premasiri, S. K. Radha, S. Sucharitakul, U. R. Kumar, R. Sankar, F.-C. Chou, Y.-T. Chen, X. P. A. Gao, “Tuning Rashba Spin-Orbit Coupling in Gated Multi-layer InSe”, Nano Letters 18 , 4403-4408 (2018). N. J. Goble, R. Akrobetu, S. Sucharitakul, H. Zaid, M.H. Berger, A.  Sehirlioglu, X. P. A. Gao, “Anisotropic electrical resistance in mesoscopic LaAlO3\/SrTiO3 devices with individual domain walls.” Scientific Reports 7 , 44361  (2017). S.H. Liu, L.L. Wang, W.-C. Lin, S. Sucharitakul, C. Burda, X. P. A. Gao, “Imaging the long transport lengths of photo-generated carriers in oriented halide perovskite films”, Nano Letters 16 , 7925 -7929 (2016). S. Sucharitakul, N. J. Goble, U. R. Kumar, R. Sankar, Z. A. Bogorad, F. C. Chou, Y.T. Chen, X. P. A. Gao, “Intrinsic Electron Mobility Exceeding 1000 cm2\/(Vs) in Multilayer InSe FETs”, Nano Letters , 15 (6), 3815-3819 (2015). T. Q. Ngo, N. J. Goble, A. Posadas, K. J. Kormondy, S. Lu, M. D. McDaniel, D. J. Smith, X. P. A. Gao, A. A. Demkov, and J. G. Ekerdt,”Quasi-two-dimensional Electron Gas at the Interface of gamma-Al2O3\/SrTiO3 Heterostructures Grown by Atomic Layer Deposition”, Journal of Applied Physics , 118, 115303 (2015). N.J. Goble, J.D. Watson, M.J. Manfra and X. P.A. Gao, “Impact of short range scattering on the 2D metallic transport in a correlated 2D Hole System”, Physical Review B , 90 , 035310 (2014). Z.H. Wang, R. L.J. Qiu, C.H. Lee, Z.D. Zhang, X. P.A. Gao, “Ambipolar Surface Conduction in Ternary Topological Insulator Bi 2 (Te 1-x Se x 3 Nanoribbons”, ACS Nano 7 , 2126-2131 (2013). Y. Tian, M. R. Sakr, J. M. Kinder, D. Liang, R. L.J. Qiu, M. J. MacDonald, H.-J. Gao and X. P.A. Gao, “One-dimensional quantum confinement modulated thermoelectric properties in InAs nanowires”, Nano Letters 12 , 6492-6497 (2012). R. L.J. Qiu, X. P.A. Gao, L. N. Pfeiffer, K. W. West, “Connecting the reentrant insulating phase and the zero field metal-insulator transition in a 2D hole system”, Physical Review Letters 108 , 106404 (2012). D. Liang, X. P.A. Gao, “Strong tuning of spin orbit interaction in an InAs nanowire by surrounding gate”, Nano Letters 12 (6), 3263-3267 (2012). H. Tang, D. Liang, R. L.J. Qiu and X. P.A. Gao, “Two-Dimensional Transport Induced Linear Magneto-Resistance in Topological Insulator Bi2Se3 Nanoribbons”, ACS Nano 5 , 7510-7516 (2011) B. Spivak, S. V. Kravchenko, S. A. Kivelson, and X. P. A. Gao, “Transport in Strongly Correlated Two-Dimensional Electron Fluids”, Reviews of Modern Physics 82 , 1743 (2010). X. P. A. Gao, G.F. Zheng and C.M. Lieber, “Subthreshold Regime has the Optimal Sensitivity for Nanowire FET Biosensors”, Nano Letters 10 , 547 (2010). J. Du, D. Liang, H. Tang and X.P.A. Gao, “InAs Nanowire Transistor as Gas Sensor and the Response Mechanism”, Nano Letters 9 , 4348 (2009)."
            ]
        ]
    ]
}