{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "G9ILFGX7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Thomas Appelquist Thomas Appelquist Eugene Higgins Professor Physics SPL 44 203-432-6969 thomas.appelquist@yale.edu Theoretical Elementary Particle Physics Thomas Appelquist’s research has dealt with various topics in theoretical high energy physics. Among his contributions are his work predicting the existence of the J\/Psi particle, the formulation of the decoupling theorem in quantum field theory, the study of quantum effects in Kaluza‐Klein theories, the development of the electroweak chiral Lagrangian, the proposal of walking technicolor theories, the idea of universal extra dimensions, and the analysis of conformal symmetry in certain gauge theories studied in lattice computations. In his current research, he is developing and analyzing effective field theories with approximate conformal symmetry and an associated dilation. This work, with collaborators at Yale and elsewhere, continues to be motivated by the lattice studies of strongly coupled gauge theories. These theories could describe new physics accessible at the Large Hadron Collider or responsible for the formation of composite dark matter. In recent years, he has enjoyed teaching quantum mechanics and quantum field theory to graduate students and precocious undergraduates at Yale. He was born in Emmetsburg, Iowa and grew up in northwest Indiana. He spends some of his spare time in the Colorado mountains, and in London and San Francisco where his children and grandchildren live. Ph.D. Cornell University, 1968 Dilation EFT Framework For Lattice Data , Thomas Appelquist, James Ingoldby, and Maurizio Piai. JHEP 1707, 035 (2017), arXiv:1702.04410 Nonperturbative investigations of SU(3) gauge theory with eight dynamical flavors , Lattice Strong Collaboration (T. Appelquist (Yale U.), et al). Physical Review D99, 014509 (2019), arXiv:1807.08411 Linear Sigma EFT for Nearly Conformal Gauge Theories , LSD Collaboration (T. Appelquist (Yale U.), et al). Sep 7, 2018. Physical Review D98, no.11, 114510 (2018), arXiv:1809.02624 Dilation Potential and Lattice Data , Thomas Appelquist, James Ingoldby (Yale U.), and Maurizio Piai (Swansea U.). Aug u, 2019, 12 pp. arXiv:1908.00895 Particle Theory Group Homepage Calendar Visitor Info Job Openings Welcome Our group works on diverse topics in theoretical high energy physics, including physics beyond the Standard Model, field theory, quantum chromodynamics, conformal bootstrap, and early universe physics. Yale University, Sloane Physics Lab, PO Box 208120, New Haven, CT 06520"
            ]
        ]
    ]
}