{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GA73WJ7F",
            "Up3yMCEAAAAJ",
            [
                "Exploring the thermodynamics of a universal Fermi gas",
                "The equation of state of a low-temperature Fermi gas with tunable interactions",
                "Collective oscillations of an imbalanced Fermi gas: axial compression modes and polaron effective mass",
                "Critical dynamics of spontaneous symmetry breaking in a homogeneous Bose gas",
                "Lifetime of the Bose gas with resonant interactions",
                "Emergence of a Turbulent Cascade in a Quantum Gas",
                "Dynamics and thermodynamics of the low-temperature strongly interacting Bose gas",
                "Fermi-liquid behavior of the normal phase of a strongly interacting gas of cold atoms",
                "Stability of a unitary Bose gas",
                "Quantum depletion of a homogeneous Bose-Einstein condensate"
            ],
            [
                "One of the greatest challenges in modern physics is to understand the behaviour of an ensemble of strongly interacting particles. A class of quantum many-body systems (such as neutron star matter and cold Fermi gases) share the same universal thermodynamic properties when interactions reach the maximum effective value allowed by quantum mechanics, the so-called unitary limit 1, 2. This makes it possible in principle to simulate some astrophysical phenomena inside the highly controlled environment of an atomic physics laboratory. Previous work on the thermodynamics of a two-component Fermi gas led to thermodynamic quantities averaged over the trap 3, 4, 5, making comparisons with many-body theories developed for uniform gases difficult. Here we develop a general experimental method that yields the equation of state of a uniform gas, as well as enabling a detailed comparison with existing theories …",
                "Interacting fermions are ubiquitous in nature, and understanding their thermodynamics is an important problem. We measured the equation of state of a two-component ultracold Fermi gas for a wide range of interaction strengths at low temperature. A detailed comparison with theories including Monte-Carlo calculations and the Lee-Huang-Yang corrections for low-density bosonic and fermionic superfluids is presented. The low-temperature phase diagram of the spin-imbalanced gas reveals Fermi liquid behavior of the partially polarized normal phase for all but the weakest interactions. Our results provide a benchmark for many-body theories and are relevant to other fermionic systems such as the crust of neutron stars.",
                "We investigate the low-lying compression modes of a unitary Fermi gas with imbalanced spin populations. For low polarization, the strong coupling between the two spin components leads to a hydrodynamic behavior of the cloud. For large population imbalance we observe a decoupling of the oscillations of the two spin components, giving access to the effective mass of the Fermi polaron, a quasiparticle composed of an impurity dressed by particle-hole pair excitations in a surrounding Fermi sea. We find m*\/m= 1.17 (10), in agreement with the most recent theoretical predictions.",
                "Kibble-Zurek theory models the dynamics of spontaneous symmetry breaking, which plays an important role in a wide variety of physical contexts, ranging from cosmology to superconductors. We explored these dynamics in a homogeneous system by thermally quenching an atomic gas with short-range interactions through the Bose-Einstein phase transition. Using homodyne matter-wave interferometry to measure first-order correlation functions, we verified the central quantitative prediction of the Kibble-Zurek theory, namely the homogeneous-system power-law scaling of the coherence length with the quench rate. Moreover, we directly confirmed its underlying hypothesis, the freezing of the correlation length near the transition. Our measurements agree with a beyond-mean-field theory and support the expectation that the dynamical critical exponent for this universality class is .",
                "We study the lifetime of a Bose gas at and around unitarity using a Feshbach resonance in lithium 7. At unitarity, we measure the temperature dependence of the three-body decay coefficient L 3. Our data follow a L 3= λ 3\/T 2 law with λ 3= 2.5 (3) stat (6) syst× 10− 20 (μ K) 2 cm 6 s− 1 and are in good agreement with our analytical result based on zero-range theory. Varying the scattering length a at fixed temperature, we investigate the crossover between the finite-temperature unitary region and the previously studied regime where| a| is smaller than the thermal wavelength. We find that L 3 is continuous across the resonance, and over the whole a< 0 range our data quantitatively agree with our calculation.",
                "A central concept in the modern understanding of turbulence is the existence of cascades of excitations from large to small length scales, or vice versa. This concept was introduced in 1941 by Kolmogorov and Obukhov 1, 2, and such cascades have since been observed in various systems, including interplanetary plasmas 3, supernovae 4, ocean waves 5 and financial markets 6. Despite much progress, a quantitative understanding of turbulence remains a challenge, owing to the interplay between many length scales that makes theoretical simulations of realistic experimental conditions difficult. Here we observe the emergence of a turbulent cascade in a weakly interacting homogeneous Bose gas—a quantum fluid that can be theoretically described on all relevant length scales. We prepare a Bose–Einstein condensate in an optical box 7, drive it out of equilibrium with an oscillating force that pumps energy into the …",
                "We measure the zero-temperature equation of state of a homogeneous Bose gas of Li 7 atoms by analyzing the in situ density distributions of trapped samples. For increasing repulsive interactions our data show a clear departure from mean-field theory and provide a quantitative test of the many-body corrections first predicted in 1957 by Lee, Huang, and Yang [Phys. Rev. 106, 1135 (1957).]. We further probe the dynamic response of the Bose gas to a varying interaction strength and compare it to simple theoretical models. We deduce a lower bound for the value of the universal constant ξ> 0.44 (8) that would characterize the universal Bose gas at the unitary limit.",
                "We measure the magnetic susceptibility of a Fermi gas with tunable interactions in the low-temperature limit and compare it to quantum Monte Carlo calculations. Experiment and theory are in excellent agreement and fully compatible with the Landau theory of Fermi liquids. We show that these measurements shed new light on the nature of the excitations of the normal phase of a strongly interacting Fermi gas.",
                "We study the stability of a thermal K 39 Bose gas across a broad Feshbach resonance, focusing on the unitary regime, where the scattering length a exceeds the thermal wavelength λ. We measure the general scaling laws relating the particle-loss and heating rates to the temperature, scattering length, and atom number. Both at unitarity and for positive a≪ λ we find agreement with three-body theory. However, for a< 0 and away from unitarity, we observe significant four-body decay. At unitarity, the three-body loss coefficient, L 3∝ λ 4, is 3 times lower than the universal theoretical upper bound. This reduction is a consequence of species-specific Efimov physics and makes K 39 particularly promising for studies of many-body physics in a unitary Bose gas.",
                "We measure the quantum depletion of an interacting homogeneous Bose-Einstein condensate and confirm the 70-year-old theory of Bogoliubov. The observed condensate depletion is reversibly tunable by changing the strength of the interparticle interactions. Our atomic homogeneous condensate is produced in an optical-box trap, the interactions are tuned via a magnetic Feshbach resonance, and the condensed fraction is determined by momentum-selective two-photon Bragg scattering."
            ],
            [
                [
                    "Quantum gases",
                    "many-body physics",
                    "quantum simulation",
                    "trapped ions"
                ]
            ]
        ]
    ]
}