{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GA835J7W",
            "VP2zSgMAAAAJ",
            [
                "Recent developments in Geant4",
                "Antioxidant activity and phenolic composition of citrus peel and seed extracts",
                "Ultrasonography diagnosis and imaging-based management of thyroid nodules: revised Korean Society of Thyroid Radiology consensus statement and recommendations",
                "Genomic copy number dictates a gene-independent cell response to CRISPR\/Cas9 targeting",
                "Study on the current status of naturalized plants in South Korea",
                "Fully rollable transparent nanogenerators based on graphene electrodes",
                "Development of Korean smartphone addiction proneness scale for youth",
                "Tet1 regulates adult hippocampal neurogenesis and cognition"
            ],
            [
                "Geant4 is a software toolkit for the simulation of the passage of particles through matter. It is used by a large number of experiments and projects in a variety of application domains, including high energy physics, astrophysics and space science, medical physics and radiation protection. Over the past several years, major changes have been made to the toolkit in order to accommodate the needs of these user communities, and to efficiently exploit the growth of computing power made available by advances in technology. The adaptation of Geant4 to multithreading, advances in physics, detector modeling and visualization, extensions to the toolkit, including biasing and reverse Monte Carlo, and tools for physics and release validation are discussed here.",
                "A possible way to valorize citrus peels and seeds, which are byproducts of the juice extraction industry, is to use them as natural antioxidants. The antioxidant activity of several citrus peel and seed extracts obtained either by methanol extraction (free phenolic compounds) or by alkaline hydrolysis (bound phenolic compounds) was tested in a model system based on accelerated citronellal oxidation. Generally, seeds possessed greater antioxidant activity than peels. The composition of all tested samples was studied by HPLC:  methanol extracts are rich in flavones and glycosylated flavanones, whereas hydrolyzed extracts contain mainly phenolic acids and flavonols. The phenolic composition of some citrus peels and seeds was described for the first time. No clear relationship could be shown between the antioxidant activity and the phenolic composition of the extracts. Keywords:  Citrus fruits; byproducts …",
                "The rate of detection of thyroid nodules and carcinomas has increased with the widespread use of ultrasonography (US), which is the mainstay for the detection and risk stratification of thyroid nodules as well as for providing guidance for their biopsy and nonsurgical treatment. The Korean Society of Thyroid Radiology (KSThR) published their first recommendations for the US-based diagnosis and management of thyroid nodules in 2011. These recommendations have been used as the standard guidelines for the past several years in Korea. Lately, the application of US has been further emphasized for the personalized management of patients with thyroid nodules. The Task Force on Thyroid Nodules of the KSThR has revised the recommendations for the ultrasound diagnosis and imaging-based management of thyroid nodules. The review and recommendations in this report have been based on a comprehensive analysis of the current literature and the consensus of experts.",
                "The CRISPR\/Cas9 system enables genome editing and somatic cell genetic screens in mammalian cells. We performed genome-scale loss-of-function screens in 33 cancer cell lines to identify genes essential for proliferation\/survival and found a strong correlation between increased gene copy number and decreased cell viability after genome editing. Within regions of copy-number gain, CRISPR\/Cas9 targeting of both expressed and unexpressed genes, as well as intergenic loci, led to significantly decreased cell proliferation through induction of a G2 cell-cycle arrest. By examining single-guide RNAs that map to multiple genomic sites, we found that this cell response to CRISPR\/Cas9 editing correlated strongly with the number of target loci. These observations indicate that genome targeting by CRISPR\/Cas9 elicits a gene-independent antiproliferative cell response. This effect has important practical implications …",
                "Naturalized plants were identified and recorded in South Korea based on field surveys and related literatures. These plants consisted of 321 taxa in total, belonging to 40 families, 175 genera, 302 species, 15 varieties and 4 forms. Among the plants the family Compositae was dominant containing 68 taxa (21.2% of the total population) and Poaceae with 62 taxa (19.3%) successively. Most of the plants were herbs and only 7 taxa trees. 221 taxa (68.8%) appeared to have invaded the country during the third period (1964-2010). 41.8%(134 taxa) of the total population were originated from Europe. These invasive plants were assessed with the degree of naturalisation which was categorized as IV types.",
                "Fully rollable transparent nanogenerators have been developed using chemical vapor deposition‐grown large‐scale graphene sheets as transparent electrodes and piezoelectric ZnO‐nanorod arrays. The electrical and structural stability of the nanogenerators with excellent charge scavenging performance under external mechanical loads such as bending and rolling shows that graphene‐based nanogenerators are suitable for self‐powered rollable transparent device applications.",
                "This study developed a Smartphone Addiction Proneness Scale (SAPS) based on the existing internet and cellular phone addiction scales. For the development of this scale, 29 items (1.5 times the final number of items) were initially selected as preliminary items, based on the previous studies on internet\/phone addiction as well as the clinical experience of involved experts. The preliminary scale was administered to a nationally representative sample of 795 students in elementary, middle, and high schools across South Korea. Then, final 15 items were selected according to the reliability test results. The final scale consisted of four subdomains: (1) disturbance of adaptive functions, (2) virtual life orientation, (3) withdrawal, and (4) tolerance. The final scale indicated a high reliability with Cronbach's α of .880. Support for the scale's criterion validity has been demonstrated by its relationship to the internet addiction scale, KS-II (r = .49). For the analysis of construct validity, we tested the Structural Equation Model. The results showed the four-factor structure to be valid (NFI = .943, TLI = .902, CFI = .902, RMSEA = .034). Smartphone addiction is gaining a greater spotlight as possibly a new form of addiction along with internet addiction. The SAPS appears to be a reliable and valid diagnostic scale for screening adolescents who may be at risk of smartphone addiction. Further implications and limitations are discussed.",
                "DNA hydroxylation catalyzed by Tet dioxygenases occurs abundantly in embryonic stem cells and neurons in mammals. However, its biological function in vivo is largely unknown. Here, we demonstrate that Tet1 plays an important role in regulating neural progenitor cell proliferation in adult mouse brain. Mice lacking Tet1 exhibit impaired hippocampal neurogenesis accompanied by poor learning and memory. In adult neural progenitor cells deficient in Tet1, a cohort of genes involved in progenitor proliferation were hypermethylated and downregulated. Our results indicate that Tet1 is positively involved in the epigenetic regulation of neural progenitor cell proliferation in the adult brain."
            ],
            [
                [
                    "Radiology",
                    "Magnetic Resonance",
                    "Computer Science in Medicine"
                ]
            ],
            [
                "Yong Han Research Scientist 307 Wilhelm Hall 2332 Pammel Dr. y27h@iastate.edu 801-913-3267 Research Gate Google Scholar Ph.D., Materials Science and Engineering, University of Utah (2007) M.S., Physics, University of Utah (2004) More Information Education and Employment Research Scientist, Department of Physics and Astronomy, Iowa State University; Ames Laboratory, U. S. Department of Energy (2011-Present) Postdoctoral Research Associate, Institute for Physical Research and Technology, Iowa State University; Ames Laboratory, U. S. Department of Energy (2007-2011) Graduate Research Assistant, Department of Materials Science and Engineering, University of Utah (2003-2007) Graduate Teaching Assistant, Department of Physics, University of Utah (2001-2003) Current Research Interests Computational simulation and physical modeling from atomic to mesoscopic scales; thermodynamic and kinetic properties of bulk materials as well as surfaces and interfaces of materials; growth mechanisms of solid nanofilms; self-assembly, self-organization, and quantum effects of various nanostructures; nanofilms, nanowires, monatomic chains, nanotubes, nanoclusters, graphene, topological insulators, silica nanopores; chemical adsorption on material surface; electric and magnetic properties of surface-related nanostructures; electronic structure and energy band analyses for bulk and surface systems, etc. First-principles (or ab initio) density functional theory; kinetic Monte Carlo simulation; molecular dynamic simulation; atomistic and coarse-grained models; electron-gas and jellium models; climbing elastic nudged band method; empirical potentials; step flow and step dynamics; diffusion rate equation analysis; continuum modeling, etc. Some of my current theoretical and computational research projects are often closely related to experimental observations, e.g., frequently from scanning tunneling microscope experimental technology. These experimental observations are generally from our collaboration groups, as well as from published literature. Selected Publications Competitive formation of intercalated versus supported metal nanoclusters during deposition on layered materials with surface point defects, Y. Han, A. Lii-Rosales, M. C. Tringides, and J. W. Evans, J. Chem. Phys.  154 , 024703 (2021). Light scattering by pores in YAG transparent ceramics simulated by DDA model, Y. Yang, N. Ma, J. Duan, J. Qi, Y. Zhao, Y. Wang, Y. Han, Z. Huang, and T. Lu, J. Am. Ceram. Soc. 104 , 256 (2021). Thermodynamic preference for atom adsorption on versus intercalation into multilayer graphene, W. Li, L. Huang, M. C. Tringides, J. W. Evans, and Y. Han, J. Phys. Chem. Lett. 11 , 9725 (2020). Surface structure of linear nanopores in amorphous silica: Comparison of properties for different pore generation algorithms, Y. Han, I. I. Slowing, and J. W. Evans, J. Chem. Phys.  153 , 124708 (2020). Reshaping of Truncated Pd Nanocubes: Energetic and Kinetic Analysis Integrating Transmission Electron Microscopy with Atomistic-Level and Coarse-Grained Modeling, K. C. Lai, M. Chen, B. Williams, Y. Han, C.-K. Tsung, W. Huang, and J. W. Evans, ACS Nano 14 , 8551 (2020). Search for encapsulation of platinum, silver, and gold at the surface of graphite, A. Lii-Rosales, Y. Han, D. Jing, M. C. Tringides, and P. A. Thiel, Phys. Rev. Res. 2 , 033175 (2020). Strain-enhanced metallic intermixing in shape-controlled multilayered core–shell nanostructures: Toward shaped intermetallics, B. P. Williams, A. P. Young, I. Andoni, Y. Han, W.-S. Lo, M. Golden, J. Yang, L.-M. Lyu, C.-H. Kuo, J. W. Evans, W. Huang, and C.-K. Tsung, Angew. Chem. Int. Ed. 59 , 10574 (2020). Fundamentals of Au(111) surface dynamics: Coarsening of two-dimensional Au islands, P. M. Spurgeon, K. C. Lai, Y. Han, J. W. Evans, and P. A. Thiel, J. Phys. Chem. C 124 , 7492 (2020). Low-index surface energies, cleavage energies, and surface relaxations for crystalline NiAl from first-principles calculations, L. Wang, K C. Lai, L. Huang, J. W. Evans, and Y. Han, Surf. Sci. 695 , 121532 (2020). Adsorption, intercalation, diffusion, and adhesion of Cu at the 2 -MoS 2 (0001) surface from first-principles calculations, Y. Han, M. C. Tringides, J. W. Evans, and P. A. Thiel, Phys. Rev. Res. 2 , 013182 (2020). Shapes of Fe nanocrystals encapsulated at the graphite surface, A. Lii-Rosales, Y. Han, S. E. Julien, O. Pierre-Louis, D. Jing, K.-T. Wan, M. C. Tringides, J. W. Evans, and P. A. Thiel, New J. Phys. 22 , 023016 (2020). Fabricating Fe nanocrystals via encapsulation at the graphite surface, A. Lii-Rosales, Y. Han, K. C. Lai, D. Jing, M. C. Tringides, J. W. Evans, and P. A. Thiel, J. Vac. Sci. Technol. A 37 , 061403 (2019). Energy barriers for Pb adatom diffusion on stepped ultrathin Pb(111) quantum nanofilms: First-principles calculations, Y. Han, J. W. Evans, and F. Liu, Phys. Rev. B 100 , 195405 (2019). Reshaping, intermixing, and coarsening for metallic nanocrystals: Nonequilibrium statistical mechanical and coarse-grained modeling, K. C. Lai, Y. Han, P. Spurgeon, W. Huang, P. A. Thiel, D.-J. Liu, and J. W. Evans, Chem. Rev. 119 , 6670 (2019). Thermodynamic stabilities of perfect and vacancy-defected Li 2 TiO 3 (001) surfaces from first-principles analyses, Y. Jiang, Y. Shi, X. Xiang, J. Qi, Y. Han, Z. Liao, and T. Lu, Phys. Rev. Appl. 11 , 054088 (2019). Defect‐fluorite Gd 2 Zr 2 7 ceramics under helium irradiation: Amorphization, cell volume expansion, and multi‐stage bubble formation, Z. Huang, N. Ma, J. Qi, X. Guo, M. Yang, Z. Tang, Y. Zhang, Y. Han, D. Wu, and T. Lu, J. Am. Ceram. Soc. 102 , 4911 (2019). Squeezed nanocrystals: equilibrium configuration of metal clusters embedded beneath the surface of a layered material, S. E. Julien, A. Lii-Rosales, K.-T. Wan, Y. Han, M. C. Tringides, J. W. Evans, and P. A. Thiel, Nanoscale 11 , 6445 (2019). Energetics of Cu adsorption and intercalation at graphite step edges, Y. Han, A. Lii-Rosales, M. C. Tringides, J. W. Evans, and P. A. Thiel, Phys. Rev. B 99 , 115415 (2019). Kinetics, energetics, and size dependence of the transformation from Pt to ordered PtSn intermetallic nanoparticles, M. Chen, Y. Han, T. W. Goh, R. Sun, R. V. Maligal-Ganesh, Y. Pei, C.-K. Tsung, J. W. Evans, and W. Huang, Nanoscale 11 , 5336 (2019). Surface energies, adhesion energies, and exfoliation energies relevant to copper-graphene and copper-graphite systems, Y. Han, K. C. Lai, A. Lii-Rosales, M. C. Tringides, J. W. Evans, and P. A. Thiel, Surf. Sci. 685 , 48 (2019). Rapid fabrication of fine-grained Gd 2-x Nd x Zr 2-5x Ce 5x 7 ceramics by microwave sintering, Y. Zhang, Z. Huang, J. Qi, Y. Han, Z. Tang, W. Han, J. Duan, Y. Zeng, H. Zhang, and T. Lu, J. Alloy Compd. 781 , 710 (2018). Reverse-engineering of graphene on metal surfaces: A case study of embedded ruthenium,A. Lii-Rosales, Y. Han, K. M. Yu, D. Jing, N. A. Anderson, D. Vaknin, M. C. Tringides, J. W. Evans, M. S. Altman, and P. A. Thiel, Nanotechnology 29 , 505601 (2018). Anisotropic diffusion of a charged tritium interstitial in Li 2 TiO 3 from first-principles calculations, Y. Shi, J. Qi, Y. Han, and T. Lu, Phys. Rev. Appl. 10 , 024021 (2018). SiO 2 -enhanced structural stability and strong adhesion with a new binder of konjac glucomannan enables stable cycling of silicon anodes for lithium-ion batteries, S. Guo, H. Li, Y. Li, Y. Han, K. Chen, G. Xu, Y. Zhu, and X. Hu, Adv. Energy Mater. 8 , 1800434 (2018). Formation of multilayer Cu islands embedded beneath the surface of graphite: Characterization and fundamental insights, A. Lii-Rosales, Y. Han, J. W. Evans, D. Jing, Y. Zhou, M. C. Tringides, M. Kim, C.-Z. Wang, and P. A. Thiel, J. Phys. Chem. C 122 , 4454 (2018). Deformation restraint of tape-casted transparent alumina ceramic wafers from optimized lamination, Z. Feng, J. Qi, Y. Han, and T. Lu, Ceram. Int. 44 , 1059 (2018). Thickness-dependent energetics for Pb adatoms on low-index Pb nanofilm surfaces: First-principles calculations, W. Li, L. Huang, R. G. S. Pala, G.-H. Lu, F. Liu, J. W. Evans, and Y. Han, Phys. Rev. B 98 , 205409 (2017). Nucleation and growth kinetics for intercalated islands during deposition on layered materials with isolated pointlike surface defects, Y. Han, A. Lii-Rosales, Y. Zhou, C.-J. Wang, M. Kim, M. C. Tringides, C.-Z. Wang, P. A. Thiel, and James W. Evans, Phys. Rev. Mater. 1 , 053403 (2017). Ab Initio thermodynamics and kinetics for coalescence of two-dimensional nanoislands and nanopits on metal (100) surfaces, Y. Han, C. R. Stoldt, P. A. Thiel, and J. W. Evans, J. Phys. Chem. C 93 , 155416 (2016). Capture zone area distributions for nucleation and growth of islands during submonolayer deposition, Y. Han, M. Li, and J. W. Evans, J. Chem. Phys. 145 , 211911 (2016). Point island models for nucleation and growth of supported nanoclusters during surface deposition, Y. Han, É. Gaudry, T. J. Oliveira, and J. W. Evans, J. Chem. Phys. 145 , 211904 (2016). Tailoring kinetics on a topological insulator surface by defect-induced strain: Pb mobility on Bi 2 Te 3 , W.-K. Huang, K.-W. Zhang, C.-L. Yang, H. Ding, X. Wan, S.-C. Li, J. W. Evans, and Y. Han, Nano Lett. 16 , 4454 (2016). Submonolayer Ag films on Fe(100): A first-principles analysis of energetics controlling adlayer thermodynamics and kinetics, W. Li, L. Huang, J. W. Evans, and Y. Han, Phys. Rev. B 93 , 155416 (2016). Adsorption and diffusion of Ru adatoms on Ru(0001)-supported graphene: Large-scale first-principles calculations, Y. Han and J. W. Evans, J. Chem. Phys. 143 , 164706 (2015). Directing anisotropic assembly of metallic nanoclusters by exploiting linear trio interactions and quantum size effects: Au chains on Ag(100) thin films, Y. Han and J. W. Evans, J. Phys. Chem. Lett. 6 , 2194 (2015). Growth morphology and properties of metals on graphene, X. Liu, Y. Han, J. W. Evans, A. K. Engstfeld, R. J. Behm, M. C. Tringides, M. Hupalo, H.-Q. Lin, L. Huang, K.-M. Ho, D. Appy, P. A. Thiel, and C.-Z. Wang, Prog. Surf. Sci. 90 , 397 (2015). Analysis of magic lengths in growth of supported metallic nanowires, Y. Han, Mater. Res. Express 1 , 045030 (2014). Determining whether metals nucleate homogeneously on graphite: A case study with copper, D. Appy, H. Lei, Y. Han, C.-Z. Wang, M. C. Tringides, D. Shao, E. J. Kwolek, J. W. Evans, and P. A. Thiel, Phys. Rev. B 90 , 95406 (2014). Real-time ab initio KMC simulation of the self-Assembly and sintering of bimetallic epitaxial nanoclusters: Au + Ag on Ag(100), Y. Han, D.-J. Liu, and J. W. Evans, Nano Lett. 14 , 4646 (2014). Analytic formulations for one-dimensional decay of rectangular homoepitaxial islands during coarsening on anisotropic fcc (110) surfaces, C.-J. Wang, Y. Han, H. Walen, S. M. Russell, P. A. Thiel, and J. W. Evans, Phys. Rev. B 88 , 155434 (2013). Anisotropic coarsening: one-dimensional decay of Ag islands on Ag(110), Y. Han, S. M. Russell, A. R. Layson, H. Walen, C. D. Yuen, P. A. Thiel, and J. W. Evans, Phys. Rev. B 87 , 155420 (2013). Atomistic modeling of the directed-assembly of bimetallic Pt-Ru nanoclusters on Ru(0001)-supported monolayer graphene, Y. Han, A. K. Engstfeld, R. J. Behm, and J. W. Evans, J. Chem. Phys. 138 , 134703 (2013). Atomistic modeling of Ru nanocluster formation on graphene\/Ru(0001): Thermodynamically versus kinetically directed-assembly, Y. Han, A. K. Engstfeld, C.-Z. Wang, L. D. Roelofs, R. J. Behm, and J. W. Evans, MRS Proc. 1498 , mrsf12-1498-s05-29 (2013). Interplay between quantum size effect and strain effect on growth of nanoscale metal thin ﬁlms, M. Liu, Y. Han, L. Tang, J.-F. Jia, Q.-K. Xue, and F. Liu, Phys. Rev. B 86 , 125427 (2012). Directed assembly of Ru nanoclusters on Ru(0001)-supported graphene: STM studies and atomistic modeling, A. K. Engstfeld, H. E. Hoster, R. J. Behm, L. D. Roelofs, X. Liu, C.-Z. Wang, Y. Han, and J. W. Evans, Phys. Rev. B 86 , 085442 (2012). Formation of a novel ordered Ni 3 Al surface structure by codeposition on NiAl(110), Y. Han, B. Ünal, and J. W. Evans, Phys. Rev. Lett. 108 , 216102 (2012). Atomistic modeling of alloy self-growth by vapor deposition: Ni and Al on NiAl(110), Y. Han and J. W. Evans, MRS Proc. 1411 , mrsf11-1411-ee10-03 (2012). Formation of irregular Al islands by room-temperature deposition on NiAl(110), D. Jing, Y. Han, B. Ünal, J. W. Evans, and P. A. Thiel, MRS Proc. 1318 , mrsf10-1318-uu02-07 (2011). Far-from-equilibrium film growth on alloy surfaces: Ni and Al on NiAl(110), Y. Han, D. Jing, B. Ünal, P. A. Thiel, and J. W. Evans, Phys. Rev. B 84 , 113414 (2011). Temperature-dependent growth shapes of Ni nanoclusters on NiAl(110), Y. Han, B. Ünal, D. Jing, P. A. Thiel, and J. W. Evans, J. Chem. Phys. 135 , 084706 (2011). Self-assembly of metal nanostructures on binary alloy surfaces, T. Duguet, Y. Han, C. Yuen, D. Jing, B. Ünal, J. W. Evans, and P. A. Thiel, Proc. Natl. Acad. Sci. U.S.A. 108 , 989 (2011). Variation of growth morphology with chemical composition of terraces: Ag on a twofold surface of a decagonal Al-Cu-Co quasicrystal, T. Duguet, B. Ünal, Y. Han, J. W. Evans, J. Ledieu, C. J. Jenks, J. M. Dubois, V. Fournée, and P. A. Thiel, Phys. Rev. B 82 , 224204 (2010). Shell structure and phase relations in electronic properties of metal nanowires from an electron-gas model, Y. Han and D.-J. Liu, Phys. Rev. B 82 , 125420 (2010). From initial to late stages of epitaxial thin film growth: STM analysis and atomistic or coarse-grained modeling, J. W. Evans, Y. Han, B. Ünal, M. Li, K. J. Caspersen, D. Jing, A. R. Layson, C. R. Stoldt, T. Duguet, and P. A. Thiel, AIP Conf. Proc. 1270 , 26 (2010). Nanoscale \"quantum\" islands on metal substrates: microscopy studies and electronic structure analyses, Y. Han, B. Ünal, D. Jing, P. A. Thiel, J. W. Evans, and D.-J. Liu, Materials 3 , 3965 (2010). Comment on \"Capture-zone scaling in island nucleation: Universal fluctuation behavior\", M. Li, Y. Han, and J. W. Evans, Phys. Rev. Lett. 104 , 149601 (2010). Formation and coarsening of Ag(110) bilayer islands on NiAl(110): STM analysis and atomistic lattice-gas modeling, Y. Han, B. Ünal, D. Jing, F. Qin, C. J. Jenks, D.-J. Liu, P. A. Thiel, and J. W. Evans, Phys. Rev. B 81 , 115462 (2010). Quantum size effects on metal nanofilms, Y. Han, Modern Physics 21(4) , 3 (2009). Quantum size effects in metal nanofilms: comparison of an electron-gas model and density functional theory calculations, Y. Han and D.-J. Liu, Phys. Rev. B 80 , 155404 (2009). Formation of complex wedding-cake morphologies during homoepitaxial film growth of Ag on Ag(111): atomistic, step-dynamics, and continuum modeling, M. Li, Y. Han, P. A. Thiel, and J. W. Evans, J. Phys.: Condens. Matt. 21 , 084216 (2009). Single crystal growth via a grain rotation mechanism within amorphous matrix, J. Fang, P. Kong, B. Ding, X. Song, Y. Han, H. Hahn, and H. Gleiter, Appl. Phys. Lett. 93 , 153115 (2008). A jellium model analysis on quantum growth of metal nanowires and nanomesas, Y. Han, Front. Phys. 3 , 436 (2008). Quantum stabilities and growth modes of thin metal films: Unsupported and NiAl-supported Ag(110) and Ag(100), Y. Han, J. W. Evans, and D.-J. Liu, Surf. Sci. 602 , 2532 (2008). Flat-surface, step-edge, facet-facet, and facet-step diffusion barriers in growth of a Pb mesa, Y. Han, G.-H. Lu, B.-J. Lee, and F. Liu, Surf. Sci. 602 , 2284 (2008). How a silver dendritic mesocrystal converts to a single crystal, J. Fang, B. Ding, X. Song, and Y. Han, Appl. Phys. Lett. 92 , 173120 (2008). Kinetics of facile bilayer island formation at low temperature: Ag\/NiAl(110), Y. Han, B. Unal, F. Qin, D. Jing, C. J. Jenks, D.-J. Liu, P. A. Thiel, and J. W. Evans, Phys. Rev. Lett. 100 , 116105 (2008). Kinetics of mesa overlayer growth: climbing of adatoms onto the mesa top, Y. Han, F. Liu, S.-C. Li, J.-F. Jia, Q.-K. Xue, and B.-J. Lee, Appl. Phys. Lett. 92 , 021909 (2008). Coulomb sink effect on coarsening of metal nanostructures on surfaces, Y. Han and F. Liu, Front. Phys. 3 , 41 (2008). Quantum modulation of island nucleation on top of a metal nanomesa, Y. Han, M. Hupalo, M. C. Tringides, and F. Liu, Surf. Sci. 602 , 62 (2008). Scanning tunneling microscopy and density functional theory study of initial bilayer growth of Ag films on NiAl(110), B. Unal, F. Qin, Y. Han, D.-J. Liu, D. Jing, A. R. Layson, C. J. Jenks, J. W. Evans, and P. A. Thiel, Phys. Rev. B 76 , 195410 (2007). Quantum size effect on adatom surface diffusion, L.-Y. Ma, L. Tang, Z.-L. Guan, K. He, K. An, X.-C. Ma, J.-F. Jia, Q.-K. Xue, Y. Han, S. Huang, and F. Liu, Phys. Rev. Lett. 97 , 266102 (2006). Determination of the Ehrlich-Schwoebel barrier in epitaxial growth of thin films, S.-C. Li, Y. Han, J.-F. Jia, Q.-K. Xue, and F. Liu, Phys. Rev. B 74 , 195428 (2006). Fabricating artificial nano-wells with tunable size and shape by using scanning tunneling microscopy, S.-C. Li, J.-F. Jia, X. Ma and Q.-K. Xue, Y. Han, and F. Liu, Appl. Phys. Lett. 89 , 123111 (2006). Coulomb sink: a novel Coulomb effect on coarsening of metal nanoclusters on semiconductor surfaces, Y. Han, J. Y. Zhu, F. Liu, S.-C. Li, J.-F. Jia, Y.-F. Zhang, and Q.-K. Xue, Phys. Rev. Lett. 93 , 106102 (2004). Geometric constant defining shape transitions of carbon nanotubes under pressure, J. Zang, A. Treibergs, Y. Han, and F. Liu, Phys. Rev. Lett. 92 , 105501 (2004)."
            ]
        ]
    ]
}