{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GAYJ55AR",
            "11EoZncAAAAJ",
            [
                "Massive Dirac fermions and Hofstadter butterfly in a van der Waals heterostructure",
                "Tunable symmetry breaking and helical edge transport in a graphene quantum spin Hall state",
                "Nature of the quantum metal in a two-dimensional crystalline superconductor",
                "Evidence for a superglass state in solid 4He"
            ],
            [
                "van der Waals heterostructures constitute a new class of artificial materials formed by stacking atomically thin planar crystals. We demonstrated band structure engineering in a van der Waals heterostructure composed of a monolayer graphene flake coupled to a rotationally aligned hexagonal boron nitride substrate. The spatially varying interlayer atomic registry results in both a local breaking of the carbon sublattice symmetry and a long-range moiré superlattice potential in the graphene. In our samples, this interplay between short- and long-wavelength effects resulted in a band structure described by isolated superlattice minibands and an unexpectedly large band gap at charge neutrality. This picture is confirmed by our observation of fractional quantum Hall states at ±53 filling and features associated with the Hofstadter butterfly at ultrahigh magnetic fields.",
                "Low-dimensional electronic systems have traditionally been obtained by electrostatically confining electrons, either in heterostructures or in intrinsically nanoscale materials such as single molecules, nanowires and graphene. Recently, a new method has emerged with the recognition that symmetry-protected topological (SPT) phases 1, 2, which occur in systems with an energy gap to quasiparticle excitations (such as insulators or superconductors), can host robust surface states that remain gapless as long as the relevant global symmetry remains unbroken. The nature of the charge carriers in SPT surface states is intimately tied to the symmetry of the bulk, resulting in one-and two-dimensional electronic systems with novel properties. For example, time reversal symmetry endows the massless charge carriers on the surface of a three-dimensional topological insulator with helicity, fixing the orientation of their spin …",
                "Two-dimensional (2D) materials are not expected to be metals at low temperature owing to electron localization 1. Consistent with this, pioneering studies on thin films reported only superconducting and insulating ground states, with a direct transition between the two as a function of disorder or magnetic field 2, 3, 4, 5, 6. However, more recent works have revealed the presence of an intermediate quantum metallic state occupying a substantial region of the phase diagram 7, 8, 9, 10, whose nature is intensely debated 11, 12, 13, 14, 15, 16, 17. Here, we observe such a state in the disorder-free limit of a crystalline 2D superconductor, produced by mechanical co-lamination of NbSe 2 in an inert atmosphere. Under a small perpendicular magnetic field, we induce a transition from superconductor to the quantum metal. We find a unique power-law scaling with field in this phase, which is consistent with the Bose-metal …",
                "Although solid helium-4 (4He) may be a supersolid, it also exhibits many phenomena unexpected in that context. We studied relaxation dynamics in the resonance frequency f(T) and dissipation D(T) of a torsional oscillator containing solid 4He. With the appearance of the “supersolid” state, the relaxation times within f(T) and D(T) began to increase rapidly together. More importantly, the relaxation processes in both D(T) and a component of f(T) exhibited a complex synchronized ultraslow evolution toward equilibrium. Analysis using a generalized rotational susceptibility revealed that, while exhibiting these apparently glassy dynamics, the phenomena were quantitatively inconsistent with a simple excitation freeze-out transition because the variation in f was far too large. One possibility is that amorphous solid 4He represents a new form of supersolid in which dynamical excitations within the solid control the superfluid …"
            ],
            [
                [
                    "mesoscopic physics",
                    "low-temperature physics"
                ]
            ],
            [
                "›              Benjamin Hunt Benjamin M. Hunt Associate Professor Professor of Materials Science & Engineering (Courtesy) Condensed Matter Experiment Wean Hall 6412 412-268-9918 lab website PhD: Cornell University (2009) Professional Societies: American Physical Society Honors and Awards: Kaufman Young Investigator Award, 2016 DOE Early Career Research Award, 2017 Cottrell Scholar, 2019 Curriculum ViTAE Assistant Professor, Carnegie Mellon University, 2015– Post-doctoral Research: Columbia University, 2014–15 Post-doctoral Research: Massachusetts Institute of Technology, 2009–14 I am broadly interested in condensed-matter physics, but particularly in the way that electrons behave when they are subjected to extreme conditions such as ultra-low temperatures and high magnetic fields. Under such conditions, electrons can display striking collective quantum behavior such as superconductivity, fractionalization of charge, and crystallization. Currently, we are investigating phenomena such as these by studying: The physics of low-dimensional structures, especially \"van der Waals heterostructures\" of two-dimensional crystals (the most familiar of which is graphene), which we build in the lab and then fashion into mesoscopic devices using nanofabrication techniques, and A variety of methods for probing these mesoscopic devices, such as electronic transport, capacitance, tunneling spectroscopy, and shot noise. Recent Publications S.C. de la Barrera ., Tuning Ising superconductivity with layer and spin-orbit coupling in two-dimensional transition-metal dichalcogenides Nature Comm. 9, 1427 (2018) B.M. Hunt et al., Direct measurement of discrete valley and orbital quantum numbers in bilayer graphene Nature Comm. 8, 948 (2017) J.D. Sanchez-Yamagishi et al. Helical edge states and fractional quantum Hall effect in a graphene electron–hole bilayer Nature Nanotechnology 12 , 118 (2017) R. Garg ., Nanowire-Mesh-Templated Growth of Out-of-Plane Three-Dimensional Fuzzy Graphene ACS Nano 11, 6301 (2017) B.M. Hunt ., Competing Valley, Spin, and Orbital Symmetry Breaking in Bilayer Graphene, Nature Comm. 8, 948 (2017) J. Jang ., Sharp Tunneling Resonance from the Vibrations of an Electronic Wigner Crystal, Nature Physics 13, 340 (2016) J.D. Sanchez-Yamagishi ., Helical Edge States and Fractional Quantum Hall Effect in a Graphene Electron-Hole Bilayer , Nature Nanotechnology 12, 118 (2016) A.W. Tsen ., Nature of the Quantum Metal in a Two-Dimensional Crystalline Superconductor , Nature Physics 12, 208 (2016) V. Fatemi . , Electrostatic Coupling between Two Surfaces of a Topological Insulator Nanodevice Phys. Rev. Lett. 113, 206801 (2014) A. F. Young ., Tunable symmetry breaking and helical edge transport in a graphene quantum spin Hall state Nature 505, 528 (2013)  Researcher ID hunt lab quantum nanoelectronics @ cmu physics Menu Home Research People Publications Equipment Hunt Lab Wiki Search for: Welcome to the Hunt Lab Welcome to the Hunt Lab, located in the Department of Physics at Carnegie Mellon University, in Pittsburgh, PA. We are a group of scientists specializing in experimental condensed matter physics. Our current interests involve The physics of low-dimensional structures, especially vertical “van der Waals heterostructures” of two-dimensional crystals A variety of methods for probing mesoscopic devices, such as electronic transport, quantum capacitance, and tunneling spectroscopy (including scanning tunneling microscopy and spectroscopy – STM\/STS) The behavior of (possibly strongly interacting) electrons at low temperatures and high magnetic fields We are broadly interested in many areas of condensed matter physics, as they pertain to low-dimensional structures, including graphene and Dirac electrons; integer and fractional quantum Hall systems; topological insulators and topological superconductors; low-dimensional superconductivity; and unconventional superconductors. Please browse our research and publication sections to get a better idea of our current and past projects! Thanks to our sponsors:   Share this: Twitter Facebook Create a website or blog at WordPress.com Add your thoughts here... (optional) Post to Cancel Privacy & Cookies: This site uses cookies. By continuing to use this website, you agree to their use. To find out more, including how to control cookies, see here: Cookie Policy"
            ]
        ]
    ]
}