{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GB6SUOYU",
            "rDA097UAAAAJ",
            [
                "International trial of the Edmonton protocol for islet transplantation",
                "Polyomavirus-associated nephropathy in renal transplantation: interdisciplinary analyses and recommendations",
                "Identification of a novel polyomavirus from patients with acute respiratory tract infections",
                "Incidence of BK with tacrolimus versus cyclosporine and impact of preemptive immunosuppression reduction",
                "Rabbit antithymocyte globulin versus basiliximab in renal transplantation",
                "Conversion from calcineurin inhibitors to sirolimus maintenance therapy in renal allograft recipients: 24-month efficacy and safety results from the CONVERT trial",
                "Delayed graft function in the kidney transplant",
                "Incidence and cost of new onset diabetes mellitus among US wait‐listed and transplanted renal allograft recipients",
                "A randomized, double-blinded comparison of thymoglobulin versus Atgam for induction immunosuppressive therapy in adult renal transplant Recipients1, 2",
                "Prophylactic versus preemptive oral valganciclovir for the management of cytomegalovirus infection in adult renal transplant recipients"
            ],
            [
                "Islet transplantation offers the potential to improve glycemic control in a subgroup of patients with type 1 diabetes mellitus who are disabled by refractory hypoglycemia. We conducted an international, multicenter trial to explore the feasibility and reproducibility of islet transplantation with the use of a single common protocol (the Edmonton protocol).We enrolled 36 subjects with type 1 diabetes mellitus, who underwent islet transplantation at nine international sites. Islets were prepared from pancreases of deceased donors and were transplanted within 2 hours after purification, without culture. The primary end point was defined as insulin independence with adequate glycemic control 1 year after the final transplantation.Of the 36 subjects, 16 (44%) met the primary end point, 10 (28%) had partial function, and 10 (28%) had complete graft loss 1 year after the final transplantation. A …",
                "Polyomavirus-associated nephropathy (PVAN) is an emerging cause of kidney transplant failure affecting 1–10% of patients. As uncertainty exists regarding risk factors, diagnosis, and intervention, an independent panel of experts reviewed the currently available evidence and prepared this report. Most cases of PVAN are elicited by BK virus (BKV) in the context of intense immunosuppression. No specific immunosuppressive drug is exclusively associated with PVAN, but most cases reported to date arise while the patient is on triple immunosuppressive combinations, often comprising tacrolimus and\/or mycophenolate mofetil plus corticosteroids. Immunologic control of polyomavirus replication can be achieved by reducing, switching, and\/or discontinuing components of the immunosuppressive regimen, but the individual’s risk of rejection should be considered. The success rate of this intervention is increased with …",
                "We report the identification of a novel polyomavirus present in respiratory secretions from human patients with symptoms of acute respiratory tract infection. The virus was initially detected in a nasopharyngeal aspirate from a 3-year-old child from Australia diagnosed with pneumonia. A random library was generated from nucleic acids extracted from the nasopharyngeal aspirate and analyzed by high throughput DNA sequencing. Multiple DNA fragments were cloned that possessed limited homology to known polyomaviruses. We subsequently sequenced the entire virus genome of 5,229 bp, henceforth referred to as WU virus, and found it to have genomic features characteristic of the family Polyomaviridae. The genome was predicted to encode small T antigen, large T antigen, and three capsid proteins: VP1, VP2, and VP3. Phylogenetic analysis clearly revealed that the WU virus was divergent from all known polyomaviruses. Screening of 2,135 patients with acute respiratory tract infections in Brisbane, Queensland, Australia, and St. Louis, Missouri, United States, using WU virus–specific PCR primers resulted in the detection of 43 additional specimens that contained WU virus. The presence of multiple instances of the virus in two continents suggests that this virus is geographically widespread in the human population and raises the possibility that the WU virus may be a human pathogen.",
                " Our purposes were to determine the incidence of BK viruria, viremia or nephropathy with tacrolimus (FK506) versus cyclosporine (CyA) and whether intensive monitoring and discontinuation of mycophenolate (MMF) or azathioprine (AZA), upon detection of BK viremia, could prevent BK nephropathy.  We randomized 200 adult renal transplant recipients to FK506 (n = 134) or CyA (n = 66). Urine and blood were collected weekly for 16 weeks and at months 5, 6, 9 and 12 and analyzed for BK by polymerase chain reaction (PCR).  By 1 year, 70 patients (35%) developed viruria and 23 (11.5%) viremia; neither were affected independently by FK506, CyA, MMF or AZA. Viruria was highest with FK506‐MMF (46%) and lowest with CyA‐MMF (13%), p = 0.005. Viruria ≥ 9.5 log10 copies\/mL was associated with a 3‐fold increased risk of viremia and a 13‐fold increased risk of sustained viremia. After reduction of …",
                "Induction therapy reduces the frequency of acute rejection and delayed graft function after transplantation. A rabbit antithymocyte polyclonal antibody or basiliximab, an interleukin-2 receptor monoclonal antibody, is most commonly used for induction.In this prospective, randomized, international study, we compared short courses of antithymocyte globulin and basiliximab in patients at high risk for acute rejection or delayed graft function who received a renal transplant from a deceased donor. Patients taking cyclosporine, mycophenolate mofetil, and prednisone were randomly assigned to receive either rabbit antithymocyte globulin (1.5 mg per kilogram of body weight daily, 141 patients) during transplantation (day 0) and on days 1 through 4 or basiliximab (20 mg, 137 patients) on days 0 and 4. The primary end point was a composite of acute rejection, delayed graft function, graft loss, and …",
                "Background.The efficacy and safety of converting maintenance renal transplant recipients from calcineurin inhibitors (CNIs) to sirolimus (SRL) was evaluated.Methods.Eight hundred thirty renal allograft recipients, 6 to 120 months posttransplant and receiving cyclosporine or tacrolimus, were randomly assigned to continue CNI (n= 275) or convert from CNI to SRL (n= 555). Primary endpoints were calculated Nankivell glomerular filtration rate (GFR; stratified at baseline: 20–40 vs.> 40 mL\/min) and the cumulative rates of biopsy-confirmed acute rejection (BCAR), graft loss, or death at 12 months. Enrollment in the 20 to 40 mL\/min stratum was halted prematurely because of a higher incidence of safety endpoints in the SRL conversion arm.Results.Intent-to-treat analyses at 12 and 24 months showed no significant treatment difference in GFR in the baseline GFR more than 40 mL\/min stratum. On-therapy analysis of this …",
                "Acute kidney injury occurs with kidney transplantation and too frequently progresses to the clinical diagnosis of delayed graft function (DGF). Poor kidney function in the first week of graft life is detrimental to the longevity of the allograft. Challenges to understand the root cause of DGF include several pathologic contributors derived from the donor (ischemic injury, inflammatory signaling) and recipient (reperfusion injury, the innate immune response and the adaptive immune response). Progressive demand for renal allografts has generated new organ categories that continue to carry high risk for DGF for deceased donor organ transplantation. New therapies seek to subdue the inflammatory response in organs with high likelihood to benefit from intervention. Future success in suppressing the development of DGF will require a concerted effort to anticipate and treat tissue injury throughout the arc of the transplantation …",
                " This study sought to determine 1) the incidence and costs of new onset diabetes mellitus (NODM) associated with maintenance immunosuppression regimens following renal transplantation and 2) whether the mode of dialysis pretransplant or the type of calcineurin inhibition used for maintenance immunosuppression affected either the incidence or cost of NODM. The study examined the United States Renal Data System's clinical and financial records from 1994 to 1998 of all adult, first, single‐organ, renal transplantations in either 1996 or 1997 with adequate financial records. It used the second diagnosis of diabetes in previously nondiabetic patients to identify NODM. While NODM had an incidence of approximately 6% per year among wait‐listed dialysis patients, NODM over the first 2 years post‐transplant had an incidence of almost 18% and 30% among patients receiving cyclosporine and tacrolimus …",
                "Background.The aim of this study was to compare the efficacy and safety of Thymoglobulin (a rabbit-derived polyclonal antibody) to Atgam (a horse-derived polyclonal antibody) for induction in adult renal transplant recipients.Methods.Transplant recipients (n= 72) were randomized 2: 1 in a double-blinded fashion to receive Thymoglobulin (n= 48) at 1.5 mg\/kg intravenously or Atgam (n= 24) at 15 mg\/kg intravenously, intraoperatively, then daily for at least 6 days. Recipients were observed for at least 1 year of follow-up.Results.By 1 year after transplantation, 4% of Thymoglobulin-treated patients experienced acute rejection compared with 25% of Atgam-treated patients (P= 0.014). The rate of acute rejection was lower with Thymoglobulin than Atgam (relative risk= 0.09; P= 0.009). Rejection was less severe with Thymoglobulin than Atgam (P= 0.02). No recurrent rejection occurred with Thymoglobulin compared with …",
                " Prophylaxis reduces cytomegalovirus (CMV) disease, but is associated with increased costs and risks for side effects, viral resistance and late onset CMV disease. Preemptive therapy avoids drug costs but requires frequent monitoring and may not prevent complications of asymptomatic CMV replication. Kidney transplant recipients at risk for CMV (D+\/R−, D+\/R+, D−\/R+) were randomized to prophylaxis (valganciclovir 900 mg q.d. for 100 days, n = 49) or preemptive therapy (900 mg b.i.d. for 21 days, n = 49) for CMV DNAemia (CMV DNA level >2000 copies\/mL in ≥ 1 whole blood specimens by quantitative PCR) assessed weekly for 16 weeks and at 5, 6, 9 and 12 months. More patients in the preemptive group, 29 (59%) than in the prophylaxis group, 14 (29%) developed CMV DNAemia, p = 0.004. Late onset of CMV DNAemia (>100 days after transplant) occurred in 11 (24%) randomized to prophylaxis, and none …"
            ],
            [
                [
                    "transplantation",
                    "immunology"
                ]
            ]
        ]
    ]
}