{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GCDO1U8C",
            "iISMrHwAAAAJ",
            [
                "S-adenosylmethionine in alcoholic liver cirrhosis: a randomized, placebo-controlled, double-blind, multicenter clinical trial",
                "Correlation of the highest-energy cosmic rays with the positions of nearby active galactic nuclei",
                "Documento de consenso para la detección y manejo de la enfermedad renal crónica",
                "Removal of emerging contaminants from municipal wastewater with an integrated membrane system, MBR–RO"
            ],
            [
                "Background\/Aim: The efficacy of S-adenosylmethionine (AdoMet) in the treatment of liver cell injury has been demonstrated in several experimental models. The aim of this study was to investigate the effects of AdoMet treatment in human alcoholic liver cirrhosis.Methods: A randomized, double-blind trial was performed in 123 patients treated with AdoMet (1200 mg\/day, orally) or placebo for 2 years. All patients had alcoholic cirrhosis, and histologic confirmation of the diagnosis was available in 84% of the cases. Seventy-five patients were in Child class A, 40 in class B, and 8 in class C. Sixty-two patients received AdoMet and 61 received placebo.Results: At inclusion into the trial no significant differences were observed between the two groups with respect to sex, age, previous episodes of major complications of cirrhosis, Child classification and liver function tests. The overall mortality\/liver transplantation at the end …",
                "Data collected by the Pierre Auger Observatory provide evidence for anisotropy in the arrival directions of the cosmic rays with the highest-energies, which are correlated with the positions of relatively nearby active galactic nuclei (AGN) [Pierre Auger Collaboration, Science 318 (2007) 938]. The correlation has maximum significance for cosmic rays with energy greater than ∼6 × 1019 eV and AGN at a distance less than ∼75 Mpc. We have confirmed the anisotropy at a confidence level of more than 99% through a test with parameters specified a priori, using an independent data set. The observed correlation is compatible with the hypothesis that cosmic rays with the highest-energies originate from extra-galactic sources close enough so that their flux is not significantly attenuated by interaction with the cosmic background radiation (the Greisen–Zatsepin–Kuz’min effect). The angular scale of the correlation …",
                "La enfermedad renal crónica (ERC) es un importante problema de salud pública que puede afectar en sus diferentes estadios a cerca del 10% de la población española y que supone una elevada morbimortalidad, así como un importante consumo de recursos al Sistema Nacional de Salud. Diez sociedades científicas involucradas en el manejo del paciente renal nos hemos puesto de acuerdo para hacer una puesta al día del anterior documento de consenso sobre ERC de 2007. El presente es la edición abreviada del documento general extenso, que puede ser consultado en las páginas Web de cada una de las sociedades firmantes. Contiene los siguientes aspectos: definición, epidemiología y factores de riesgo de la ERC; criterios de diagnóstico, evaluación y estadificación de la ERC, albuminuria y estimación del filtrado glomerular; concepto y factores de progresión; criterios de derivación a nefrología …",
                "The presence of emerging contaminants in the aquatic environment and their potential effects on living organisms has become an issue of growing concern. Among emerging contaminants, pharmaceuticals may enter the aquatic environment due to their high consumption and their incomplete removal in conventional municipal wastewater treatment plants (WWTPs).The main goal of this study was the assessment of the removal efficiency of pharmaceuticals found in municipal wastewater of a coastal WWTP (Castell-Platja d’Aro, Spain) using an integrated pilot scale membrane system (MBR–RO).Twenty multiple-class pharmaceuticals (including psychiatric drugs, macrolide antibiotics, β-blockers, sulfonamide and fluoroquinolone antibiotics, histamine H2 receptor antagonists, anti-inflammatories, nitroimidazole, β-agonist and antiplatelet agent) were measured in real influent with the lowest average concentration …"
            ],
            [
                [

                ]
            ],
            [
                "Juana Moreno Associate Professor of Physics Ph.D., 1997 - Rutgers University 293 Nicholson Hall, Tower Dr. (225) 578-7586-Office moreno@phys.lsu.edu In my research, I have focussed on the experimentally relevant transport and magnetic\n                  properties of correlated electron systems, including diluted magnetic semiconductors,\n                  heavy fermion compounds and low-dimensional systems. These materials share in common\n                  unexpected properties which can not been explained with conventional approaches. Computer simulations are an increasingly efficient means to study correlated systems.\n                  In my research I have used a variety of computational tools, such as the dynamical\n                  mean-field theory and the dynamical cluster approximation in the study of diluted\n                  magnetic semiconductors and the density matrix renormalization group method in the\n                  area of low-dimensional materials. In the near future, I plan to extend these investigations to nanoscale quantum dots\n                  and heterostructures of magnetic semiconductors, where the confined geometry plays\n                  a crucial role, to incorporate orbital degrees of freedom in the modeling of heavy-fermions\n                  and cuprates, to calculate transport properties in nano systems and to simulate complex\n                  materials quantitatively using parameters extracted from first principles calculations. Current and Select Publications \"Pure Mott phases in confined ultra-cold atomic systems,\" V.G. Rousseau, G.G. Batrouni,\n                     D.E. Sheehy, J. Moreno, and M. Jarrell, Phys. Rev. Lett . 104 , 167201 (2010). \"Non-local effects on magnetism in the diluted magnetic semiconductor GaMnAs,\" Unjong\n                     Yu, Abdol-Madjid Nili, Karlis Mikelsons, Brian Moritz, Juana Moreno, and Mark Jarrell, Phys. Rev. Lett . 104 , 037201 (2010). \"Dynamical Cluster Quantum Monte Carlo Study of the Single Particle Spectra of Strongly\n                     Interacting Fermion Gases,\" Shi-Quan Su, Daniel E. Sheehy, Juana Moreno, and Mark\n                     Jarrell, Phys. Rev. A 81 , 051604(R) (2010). \"Proximity of the Superconducting Dome and the Quantum Critical Point in the Two-Dimensional\n                     Hubbard Model,\" S.-X. Yang, H. Fotso, S.-Q. Su, D. Galanakis, E. Khatami, J.-H. She,\n                     J. Moreno, J. Zaanen, and M. Jarrell, Phys. Rev. Lett . 106 , 047004 (2011). \"Copper Core-Porous Manganese Oxide Shell Nanoparticles, Nachal D. Subramanian,\" Juana\n                     Moreno, James J. Spivey and Challa S. S. R. Kumar, Journal of Physical Chemistry C 115 , 14500 (2011). \"The response to dynamical modulation of the optical lattice for fermions in the Hubbard\n                     model,\" Zhaoxin Xu, Simone Chiesa, Shuxiang Yang, Shi-Quan Su, Daniel E. Sheehy, Juana\n                     Moreno, Richard T. Scalettar, and Mark Jarrell, Phys. Rev. A 84 , 021607(R) (2011). \"Dual Fermion Dynamical Cluster Approach for Strongly Correlated Systems,\" S.-X. Yang,\n                     H. Fotso, H. Hafermann, K.-M. Tam, J. Moreno, T. Pruschke, and M. Jarrell, Phys. Rev. B 84 , 155106 (2011). \"Role of the van Hove Singularity in the Quantum Criticality of the Hubbard Model,\"\n                     K.-S. Chen, S. Pathak, S.-X. Yang, S.-Q. Su, D. Galanakis, K. Mikelsons, M. Jarrell\n                     and J. Moreno, Phys. Rev. B 84 , 245107 (2011). \"Optical Properties of PbTe and PbSe,\" Chinedu E. Ekuma, David J. Singh, J. Moreno,\n                     and M. Jarrell, Phys. Rev. B . 85 , 085205 (2012)."
            ]
        ]
    ]
}