{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GDWPTK2J",
            "NngbhLUAAAAJ",
            [

            ],
            [

            ],
            [

            ],
            [
                "MEHRAN KARDAR Francis Friedman Professor of Physics kardar@mit.edu (617) 253-3259 6C-315 Lesley Keaney (617) 253-4878 RELATED LINKS: Personal Homepage Physics of Living Systems @ MIT Condensed Matter Theory , Biophysics My research has mainly focused on the following problems in Statistical Mechanics: Non-equilibrium collective behavior as in turbulence, aggregation and deposition in growth, transport with random inputs and outputs., etc., is best described starting from phenomenological equations constructed on the basis of symmetries and conservation laws. We have successfully applied this methodology to several problems involving polymers, flux lines, and growing surfaces. Disordered systems such as spin- and flux-glasses, are characterized by a complex (free) energy landscape and slow dynamics. Using analytical solutions, or clever numerical algorithms, we have found exact results, or bounds, for a number of simple glassy systems motivated by flux lines in superconductors. Even these simple models are of great value, indicating interesting connections to diverse problems in optimization, neural networks, and evolution. Biologically motivated problems such as the evolution of orientational selectivity in cells of the visual cortex, and conformations of heteropolymers. Professor Kardar is the Francis Friedman Professor in the Physics Department at MIT. He obtained a BA degree from Cambridge University in 1979, and a PhD in Physics (MIT) in 1983.  He was a Junior Fellow of the Harvard Society of Fellows from 1983 to 1986, before returning to MIT as an Assistant Professor, and was promoted to Full Professor in 1996. He has been a visiting Professor at a number of institutions including Catholic University (Leuven, Belgium), Oxford University, UC Santa Barbara (KITP), UC Berkeley (Miller fellow), and Ecole Normale Superieure (Paris, France). His expertise is in Statistical Physics, and he has lectured extensively on this topic both at MIT (garnering several MIT teaching awards) and in workshops (including Beg Rohu and Les Houches in France, Newton Institute in Cambridge, Troisieme cycle in Switzerland, and Jyvaskyla in Finland). He is the author of two books on Statistical Physics based on these lectures. In 2018 he was recognized by the  John David Jackson award for Excellence in Graduate Physics Education. His service to the community includes Founding Board membership of the New England Complex Science Institute, Editorial board of Journal of Statistical Physics, and organization of Gordon Conference and KITP workshops. His work has been recognized by a number of awards, such as the Bergmann memorial research award, A. P. Sloan Fellowship, Presidential Young Investigator award, Edgerton award for junior faculty achievements (MIT) , and the Guggenheim Fellowship. He is Fellow of the American Physical Society and the American Academy of Arts & Sciences . Professor Kardar's Complete Publication List July 15, 2020 4:24 PM"
            ]
        ]
    ]
}