{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GHMEBMHB",
            "O3cC2wcAAAAJ",
            [
                "SYN2015: Representative corpus of contemporary written Czech"
            ],
            [
                "The paper concentrates on the design, composition and annotation of SYN2015, a new 100-million representative corpus of contemporary written Czech. SYN2015 is a sequel of the representative corpora of the SYN series that can be described as traditional (as opposed to the web-crawled corpora), featuring cleared copyright issues, well-defined composition, reliability of annotation and high-quality text processing. At the same time, SYN2015 is designed as a reflection of the variety of written Czech text production with necessary methodological and technological enhancements that include a detailed bibliographic annotation and text classification based on an updated scheme. The corpus has been produced using a completely rebuilt text processing toolchain called SynKorp. SYN2015 is lemmatized, morphologically and syntactically annotated with state-of-the-art tools. It has been published within the framework of the Czech National Corpus and it is available via the standard corpus query interface KonText at http:\/\/kontext. korpus. cz as well as a dataset in shuffled format."
            ],
            [
                [
                    "corpus linguistics",
                    "translation studies",
                    "language learning and teaching"
                ]
            ],
            [
                "William Zech William Zech Assistant Teaching Professor Director of the Advanced Physics Laboratory B.S., Mathematics (Highest Distinction) Indiana University, 2002 B.S., (Highest Distinction) Physics, ibid., 2002 M.S., Physics, University of Notre Dame, 2005 Ph.D., Astrophysics, ibid., 2010 E-mail: wzech (at) nd (dot) edu Personal page: http:\/\/www.nd.edu\/~wzech Address: Jordan Hall of Science 312 Phone: (574) 631-5972 Fax: (574) 631-5952 “The High-Velocity Gas Toward Messier 5: Tracing Feedback Flows in the Inner Galaxy,” Zech, W.F., Lehner, N., Howk, J.C., Dixon, W.V.D., Brown, T.M., The Astrophysical Journal 679 , 460-480 (2008) “Analysis of White Dwarfs with Strange-Matter Cores,” Mathews, G.J., Sun, I.-S., O’Gorman, B., Lan, N.Q., Zech, W., Otsuki, K., Weber, F., Journal of Physics G: Nuclear and Particle Physics 32 , 1-13 (2006). “A zero-to-few-hundred eV proton beam for calibrations of neutron β decay experiments,” Naab, F., Lamm, L.O., Zech, W., Garcia, A., Mumm, P., Nuclear Instruments and Methods in Physics Research B 197 , 278-281 (2002). CV for Dr. Zech"
            ]
        ]
    ]
}