{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GI2V157X",
            "ul2_y00AAAAJ",
            [
                "Glycogen, hyaluronate, and some other polysaccharides greatly enhance the formation of exolipase by Serratia marcescens.",
                "α-Amylase production by thermophilic Bacillus coagulans in solid state fermentation",
                "Synthesis of oleic acid functionalized Fe3O4 magnetic nanoparticles and studying their interaction with tumor cells for potential hyperthermia applications",
                "Studies on interfacial tension and contact angle of synthesized surfactant and polymeric from castor oil for enhanced oil recovery"
            ],
            [
                "Among 21 different polysaccharides tested, 5 greatly enhanced the spontaneous and cyclic AMP-induced formation of exolipase: glycogen, hyaluronate, laminarin, pectin B, and gum arabic. These polysaccharides have in common the tendency to form highly ordered networks because of the branching or helical arrangement, or both, of their molecules. None of the polysaccharides could be utilized by the cells as the sole carbon source. Strong lipid extraction of four different polysaccharides did not reduce their exolipase-enhancing efficacy. At a constant cell density the stimulation of exolipase formation by various concentrations of glycogen followed saturation kinetics, suggesting a limited number of \"sites\" for the glycogen to act. The active principle present in a solution of pectin was destroyed by degradation (beta-elimination) of the polymer. Hyaluronate lost its exolipase-enhancing activity by exhaustive …",
                "The production of extracellular, thermostable α-amylase by Bacillus coagulans B49 was studied in solid state fermentation (SSF). Significant levels of amylase were produced in wheat bran moistened with tap water [22 707 (U\/g dry bacterial bran)]\/salt solution (25 692 U). A marked improvement in enzyme production was achieved by optimization of SSF conditions (6700 U). Variations in the phase of α-amylase production and tires were observed depending on the culture vessels (Flask - 25 000 U at 72 h; reactor - 26 350 U at 48 h) and conditions (static - 24946 U at 72 h; shake flask - 25 263 at 48 h). Maximum enzyme production (26 350 U) was recorded in an aerated reactor. Catabolite repression was not evident in SSF even at high glucose concentrations. Cultivation in large trays yielded an enzyme titre of 17515 U at 96 h.",
                "In the present study, oleic acid (OA) functionalized Fe3O4 magnetic nanoparticles (MN) were synthesized following modified wet method of MN synthesis. The optimum amount of OA required for capping of MN and the amount of bound and unbound\/free OA was determined by thermogravimetric analysis (TGA). Further, we have studied the effect of water molecules, associated with MN, on the variation in their induction heating ability under alternating current (AC) magnetic field conditions. We have employed a new approach to achieve dispersion of OA functionalized MN (MN-OA) in aqueous medium using sodium carbonate, which improves their biological applicability. Interactions amongst MN, OA and sodium carbonate were studied by Fourier transform infrared spectroscopy (FT-IR). Intracellular localization of MN-OA was studied in mouse fibrosarcoma cells (WEHI-164) by prussian blue staining and confocal …",
                "New synthesized polymeric surfactants have immensely attracted the researchers for further development of chemical enhanced oil recovery method particularly in surfactant flooding. Contact angle and interfacial tension measurement tests are the effective ways to identify proper chemicals\/surfactants for enhanced oil recovery by chemical\/surfactant flooding. In the present study a new polymeric surfactant was synthesized from pre-synthesized sodium methyl ester sulfonate (surfactant) and acrylamide for application in chemical enhanced oil recovery. The synthesized surfactant and polymeric surfactant were used to measure interfacial tension between their aqueous phase and crude oil phase to investigate the efficiency of the surfactants in reduction of interfacial tension. The synthesized polymeric surfactant has also ability to control the mobility because of its viscous nature in aqueous solution. Contact angles of …"
            ],
            [
                [

                ]
            ],
            [
                "Dr. K.S. Babu Dr. K.S. Babu Regents Professor Ph.D., University of Hawaii, 1986 232 Physical Sciences 405-744-5810 kaladi.babu@okstate.edu Lab: 155, 347, and 348 Physical Sciences, 405-744-5801 LINKS: HEP Home Page | Oklahoma State High Energy Physics | Oklahoma Center for High Energy Physics K. S. Babu is a theoretical physicist and regents professor of the Department of Physics at Oklahoma State University. Earlier, he was interim head of the Department of Physics at Oklahoma State University. He received his PhD in 1986 from the University of Hawaii, under the supervision of Ernest Ma. He is one of three theoretical physicists named as a 2017 Distinguished Scholar by the Fermi National Accelerator Laboratory, or Fermilab, the largest particle accelerator facility in the United States. He has been appointed by the American Physical Society to lead the selection committee for the J.J. Sakurai Prize in Theoretical Particle Physics. He will serve as the Vice Chair of the Committee this year, which will consist of prominent physicists Zoltan Ligeti (Chair, Berkeley), Lisa Randall (Harvard), Nima Arkani-Hamed (Princeton IAS) and Carlos Wagner (Chicago). After serving a year as the Vice Chair, Babu will become the Chair of the Committee next year. The J.J. Sakurai Prize is the highest recognition awarded by the American Physical Society in the field of theoretical particle physics. Eight previous recipients of this award have gone on to win the Nobel Prize in physics. Babu's research interests are primarily in the model-building and phenomenological aspects of physics beyond the Standard Model. He has been involved in studies of grand unified theories and nucleon decay. Babu is a key member of the neutrino theory community, having proposed several testable models of neutrino masses. His 1988 paper on two-loop generation of neutrino masses (the so-called Zee–Babu model) provides an alternative to high scale seesaw mechanism, and is well cited in the literature. He and Ed Kearns convened the Baryon Number Violation subgroup of the \"Snowmass\" 2013 Community Planning Study. He has helped organize the Center for Theoretical Underground Physics (CETUP) series of international conferences on neutrino physics in Lead, South Dakota."
            ]
        ]
    ]
}