{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GIXUTF82",
            "El_5FLMAAAAJ",
            [
                "Association of missense and 5′-splice-site mutations in tau with the inherited dementia FTDP-17",
                "A hexanucleotide repeat expansion in C9ORF72 is the cause of chromosome 9p21-linked ALS-FTD",
                "Mutations in progranulin cause tau-negative frontotemporal dementia linked to chromosome 17",
                "Frequency of the C9orf72 hexanucleotide repeat expansion in patients with amyotrophic lateral sclerosis and frontotemporal dementia: a cross-sectional study",
                "Mutations in              progranulin              are a major cause of ubiquitin-positive frontotemporal lobar degeneration",
                "Genetic meta-analysis of diagnosed Alzheimer’s disease identifies new risk loci and implicates Aβ, tau, immunity and lipid processing",
                "C9orf72 repeat expansions cause neurodegeneration in Drosophila through arginine-rich proteins",
                "Distinct clinical and pathological characteristics of frontotemporal dementia associated with C9ORF72 mutations",
                "Identification of common variants influencing risk of the tauopathy progressive supranuclear palsy",
                "Corticobasal degeneration and progressive supranuclear palsy share a common tau haplotype"
            ],
            [
                "Thirteen families have been described with an autosomal dominantly inherited dementia named frontotemporal dementia and parkinsonism linked to chromosome 17 (FTDP-17) 1, 2, 3, 4, 5, 6, 7, 8, 9, historically termed Pick's disease 10. Most FTDP-17 cases show neuronal and\/or glial inclusions that stain positively with antibodies raised against the microtubule-associated protein Tau, although the Tau pathology varies considerably in both its quantity (or severity) and characteristics 1, 2, 3, 4, 5, 6, 7, 8, 12. Previous studies have mapped the FTDP-17 locus to a 2-centimorgan region on chromosome 17q21. 11; the tau gene also lies within this region. We have now sequenced tau in FTDP-17 families and identified three missense mutations (G272V, P301L and R406W) and three mutations in the 5′ splice site of exon 10. The splice-site mutations all destabilize a potential stem–loop structure which is probably …",
                "The chromosome 9p21 amyotrophic lateral sclerosis-frontotemporal dementia (ALS-FTD) locus contains one of the last major unidentified autosomal-dominant genes underlying these common neurodegenerative diseases. We have previously shown that a founder haplotype, covering the MOBKL2b, IFNK, and C9ORF72 genes, is present in the majority of cases linked to this region. Here we show that there is a large hexanucleotide (GGGGCC) repeat expansion in the first intron of C9ORF72 on the affected haplotype. This repeat expansion segregates perfectly with disease in the Finnish population, underlying 46.0% of familial ALS and 21.1% of sporadic ALS in that population. Taken together with the D90A SOD1 mutation, 87% of familial ALS in Finland is now explained by a simple monogenic cause. The repeat expansion is also present in one-third of familial ALS cases of outbred European descent, making it …",
                "Frontotemporal dementia (FTD) is the second most common cause of dementia in people under the age of 65 years 1. A large proportion of FTD patients (35–50%) have a family history of dementia, consistent with a strong genetic component to the disease 2. In 1998, mutations in the gene encoding the microtubule-associated protein tau (MAPT) were shown to cause familial FTD with parkinsonism linked to chromosome 17q21 (FTDP-17) 3. The neuropathology of patients with defined MAPT mutations is characterized by cytoplasmic neurofibrillary inclusions composed of hyperphosphorylated tau 3, 4. However, in multiple FTD families with significant evidence for linkage to the same region on chromosome 17q21 (D17S1787–D17S806), mutations in MAPT have not been found and the patients consistently lack tau-immunoreactive inclusion pathology 5, 6, 7, 8, 9, 10, 11, 12. In contrast, these patients have ubiquitin …",
                "We aimed to accurately estimate the frequency of a hexanucleotide repeat expansion in C9orf72 that has been associated with a large proportion of cases of amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD).We screened 4448 patients diagnosed with ALS (El Escorial criteria) and 1425 patients with FTD (Lund-Manchester criteria) from 17 regions worldwide for the GGGGCC hexanucleotide expansion using a repeat-primed PCR assay. We assessed familial disease status on the basis of self-reported family history of similar neurodegenerative diseases at the time of sample collection. We compared haplotype data for 262 patients carrying the expansion with the known Finnish founder risk haplotype across the chromosomal locus. We calculated age-related penetrance using the Kaplan-Meier method with data for 603 individuals with the expansion.In patients with …",
                "             Null mutations in the progranulin gene (             PGRN             ) were recently reported to cause tau-negative frontotemporal dementia linked to chromosome 17. We assessed the genetic contribution of              PGRN              mutations in an extended population of patients with frontotemporal lobar degeneration (FTLD) (             N             =378). Mutations were identified in 10% of the total FTLD population and 23% of patients with a positive family history. This mutation frequency dropped to 5% when analysis was restricted to an unbiased FTLD subpopulation (             N             =167) derived from patients referred to Alzheimer's Disease Research Centers (ADRC). Among the ADRC patients,              PGRN              mutations were equally frequent as mutations in the tau gene (             MAPT             ). We identified 23 different pathogenic              PGRN              mutations, including a total of 21 nonsense, frameshift …",
                "Risk for late-onset Alzheimer’s disease (LOAD), the most prevalent dementia, is partially driven by genetics. To identify LOAD risk loci, we performed a large genome-wide association meta-analysis of clinically diagnosed LOAD (94,437 individuals). We confirm 20 previous LOAD risk loci and identify five new genome-wide loci (IQCK, ACE, ADAM10, ADAMTS1, and WWOX), two of which (ADAM10, ACE) were identified in a recent genome-wide association (GWAS)-by-familial-proxy of Alzheimer’s or dementia. Fine-mapping of the human leukocyte antigen (HLA) region confirms the neurological and immune-mediated disease haplotype HLA-DR15 as a risk factor for LOAD. Pathway analysis implicates immunity, lipid metabolism, tau binding proteins, and amyloid precursor protein (APP) metabolism, showing that genetic variants affecting APP and Aβ processing are associated not only with early-onset autosomal …",
                "An expanded GGGGCC repeat in C9orf72 is the most common genetic cause of frontotemporal dementia and amyotrophic lateral sclerosis. A fundamental question is whether toxicity is driven by the repeat RNA itself and\/or by dipeptide repeat proteins generated by repeat-associated, non-ATG translation. To address this question, we developed in vitro and in vivo models to dissect repeat RNA and dipeptide repeat protein toxicity. Expression of pure repeats, but not stop codon–interrupted “RNA-only” repeats in Drosophila caused adult-onset neurodegeneration. Thus, expanded repeats promoted neurodegeneration through dipeptide repeat proteins. Expression of individual dipeptide repeat proteins with a non-GGGGCC RNA sequence revealed that both poly-(glycine-arginine) and poly-(proline-arginine) proteins caused neurodegeneration. These findings are consistent with a dual toxicity mechanism, whereby …",
                "The identification of a hexanucleotide repeat expansion in the C9ORF72 gene as the cause of chromosome 9-linked frontotemporal dementia and motor neuron disease offers the opportunity for greater understanding of the relationship between these disorders and other clinical forms of frontotemporal lobar degeneration. In this study, we screened a cohort of 398 patients with frontotemporal dementia, progressive non-fluent aphasia, semantic dementia or mixture of these syndromes for mutations in the C9ORF72 gene. Motor neuron disease was present in 55 patients (14%). We identified 32 patients with C9ORF72 mutations, representing 8% of the cohort. The patients’ clinical phenotype at presentation varied: nine patients had frontotemporal dementia with motor neuron disease, 19 had frontotemporal dementia alone, one had mixed semantic dementia with frontal features and three had progressive non …",
                "Progressive supranuclear palsy (PSP) is a movement disorder with prominent tau neuropathology. Brain diseases with abnormal tau deposits are called tauopathies, the most common of which is Alzheimer's disease. Environmental causes of tauopathies include repetitive head trauma associated with some sports. To identify common genetic variation contributing to risk for tauopathies, we carried out a genome-wide association study of 1,114 individuals with PSP (cases) and 3,247 controls (stage 1) followed by a second stage in which we genotyped 1,051 cases and 3,560 controls for the stage 1 SNPs that yielded P≤ 10− 3. We found significant previously unidentified signals (P< 5× 10− 8) associated with PSP risk at STX6, EIF2AK3 and MOBP. We confirmed two independent variants in MAPT affecting risk for PSP, one of which influences MAPT brain expression. The genes implicated encode proteins for vesicle …",
                "Objective:  To analyze the association of polymorphisms in the tau gene with pathologically confirmed corticobasal degeneration (CBD).Background:  The authors previously described an extended tau haplotype (H1) that covers the human tau gene and is associated with the development of progressive supranuclear palsy (PSP). The authors now extend this analysis to CBD, a neurodegenerative condition with clinical and neuropathologic similarities to PSP. Like PSP, CBD is associated with accumulation of aggregates containing the 4-repeat isoforms of tau. Because of difficulty in diagnosis of CBD, the authors only analyzed cases with pathologically confirmed CBD.Methods:  The authors collected 57 unrelated, neuropathologically confirmed cases of CBD. Tau sequencing in these cases failed to show the presence of pathogenic mutations. Polymorphisms that spanned the tau gene were analyzed in all CBD …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}