{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GK67Y3XQ",
            "lz4HDRwAAAAJ",
            [
                "Holographic quantum error-correcting codes: Toy models for the bulk\/boundary correspondence",
                "Bulk locality and quantum error correction in AdS\/CFT",
                "Jerusalem lectures on black holes and quantum information",
                "Reconstruction of bulk operators within the entanglement wedge in gauge-gravity duality",
                "Analytic continuation of Liouville theory",
                "Quantum computation vs. firewalls",
                "The Ryu–Takayanagi formula from quantum error correction",
                "Operator dictionaries and wave functions in AdS\/CFT and dS\/CFT",
                "Wormholes, emergent gauge fields, and the weak gravity conjecture",
                "Symmetries in quantum field theory and quantum gravity"
            ],
            [
                "We propose a family of exactly solvable toy models for the AdS\/CFT correspondence based on a novel construction of quantum error-correcting codes with a tensor network structure. Our building block is a special type of tensor with maximal entanglement along any bipartition, which gives rise to an isometry from the bulk Hilbert space to the boundary Hilbert space. The entire tensor network is an encoder for a quantum error-correcting code, where the bulk and boundary degrees of freedom may be identified as logical and physical degrees of freedom respectively. These models capture key features of entanglement in the AdS\/CFT correspondence; in particular, the Ryu-Takayanagi formula and the negativity of tripartite information are obeyed exactly in many cases. That bulk logical operators can be represented on multiple boundary regions mimics the Rindlerwedge reconstruction of boundary operators from bulk …",
                "We point out a connection between the emergence of bulk locality in AdS\/CFT and the theory of quantum error correction. Bulk notions such as Bogoliubov transformations, location in the radial direction, and the holographic entropy bound all have natural CFT interpretations in the language of quantum error correction. We also show that the question of whether bulk operator reconstruction works only in the causal wedge or all the way to the extremal surface is related to the question of whether or not the quantum error correcting code realized by AdS\/CFT is also a “quantum secret sharing scheme”, and suggest a tensor network calculation that may settle the issue. Interestingly, the version of quantum error correction which is best suited to our analysis is the somewhat nonstandard “operator algebra quantum error correction” of Beny, Kempf, and Kribs. Our proposal gives a precise formulation of the idea of …",
                "These lectures give an introduction to the quantum physics of black holes, including recent developments based on quantum information theory such as the firewall paradox and its various cousins. An introduction is also given to holography and the anti–de Sitter\/conformal field theory (AdS\/CFT) correspondence, focusing on those aspects which are relevant for the black hole information problem.",
                "In this Letter we prove a simple theorem in quantum information theory, which implies that bulk operators in the anti–de Sitter\/conformal field theory (AdS\/CFT) correspondence can be reconstructed as CFT operators in a spatial subregion A, provided that they lie in its entanglement wedge. This is an improvement on existing reconstruction methods, which have at most succeeded in the smaller causal wedge. The proof is a combination of the recent work of Jafferis, Lewkowycz, Maldacena, and Suh on the quantum relative entropy of a CFT subregion with earlier ideas interpreting the correspondence as a quantum error correcting code.",
                "Correlation functions in Liouville theory are meromorphic functions of the Liouville momenta, as is shown explicitly by the DOZZ formula for the three-point function on S 2. In a certain physical region, where a real classical solution exists, the semiclassical limit of the DOZZ formula is known to agree with what one would expect from the action of the classical solution. In this paper, we ask what happens outside of this physical region. Perhaps surprisingly we find that, while in some range of the Liouville momenta the semiclassical limit is associated to complex saddle points, in general Liouville’s equations do not have enough complex-valued solutions to account for the semiclassical behavior. For a full picture, we either must include “solutions” of Liouville’s equations in which the Liouville field is multivalued (as well as being complex-valued), or else we can reformulate Liouville theory as a Chern-Simons theory in …",
                "In this paper we discuss quantum computational restrictions on the types of thought experiments recently used by Almheiri, Marolf, Polchinski, and Sully to argue against the smoothness of black hole horizons. We argue that the quantum computations required to do these experiments would take a time which is exponential in the entropy of the black hole under study, and we show that for a wide variety of black holes this prevents the experiments from being done. We interpret our results as motivating a broader type of nonlocality than is usually considered in the context of black hole thought experiments, and claim that once this type of nonlocality is allowed there may be no need for firewalls. Our results do not threaten the unitarity of black hole evaporation or the ability of advanced civilizations to test it.",
                "I argue that a version of the quantum-corrected Ryu–Takayanagi formula holds in any quantum error-correcting code. I present this result as a series of theorems of increasing generality, with the final statement expressed in the language of operator-algebra quantum error correction. In AdS\/CFT this gives a “purely boundary” interpretation of the formula. I also extend a recent theorem, which established entanglement-wedge reconstruction in AdS\/CFT, when interpreted as a subsystem code, to the more general, and I argue more physical, case of subalgebra codes. For completeness, I include a self-contained presentation of the theory of von Neumann algebras on finite-dimensional Hilbert spaces, as well as the algebraic definition of entropy. The results confirm a close relationship between bulk gauge transformations, edge-modes\/soft-hair on black holes, and the Ryu–Takayanagi formula. They also …",
                "Dual AdS\/CFT correlators can be computed in two ways: differentiate the bulk partition function with respect to boundary conditions, or extrapolate bulk correlation functions to the boundary. These dictionaries were conjectured to be equivalent by Banks, Douglas, Horowitz, and Martinec. We revisit this question at the level of bulk path integrals, showing that agreement in the presence of interactions requires careful treatment of the renormalization of bulk composite operators. By contrast, we emphasize that proposed dS\/CFT analogues of the two dictionaries are inequivalent. Next, we show quite generally that the wave function for Euclidean AdS analytically continues to the dS wave function with Euclidean initial conditions. Most of our arguments consider interacting fields on a fixed background, but in a final section we discuss the inclusion of bulk dynamical gravity.",
                "This paper revisits the question of reconstructing bulk gauge fields as boundary operators in AdS\/CFT. In the presence of the wormhole dual to the thermofield double state of two CFTs, the existence of bulk gauge fields is in some tension with the microscopic tensor factorization of the Hilbert space. I explain how this tension can be resolved by splitting the gauge field into charged constituents, and I argue that this leads to a new argument for the “principle of completeness”, which states that the charge lattice of a gauge theory coupled to gravity must be fully populated. I also claim that it leads to a new motivation for (and a clarification of) the “weak gravity conjecture”, which I interpret as a strengthening of this principle. This setup gives a simple example of a situation where describing low-energy bulk physics in CFT language requires knowledge of high-energy bulk physics. This contradicts to some extent the notion …",
                "In this paper we use the AdS\/CFT correspondence to refine and then establish a set of old conjectures about symmetries in quantum gravity. We first show that any global symmetry, discrete or continuous, in a bulk quantum gravity theory with a CFT dual would lead to an inconsistency in that CFT, and thus that there are no bulk global symmetries in AdS\/CFT. We then argue that any\" long-range\" bulk gauge symmetry leads to a global symmetry in the boundary CFT, whose consistency requires the existence of bulk dynamical objects which transform in all finite-dimensional irreducible representations of the bulk gauge group. We mostly assume that all internal symmetry groups are compact, but we also give a general condition on CFTs, which we expect to be true quite broadly, which implies this. We extend all of these results to the case of higher-form symmetries. Finally we extend a recently proposed new motivation for the weak gravity conjecture to more general gauge groups, reproducing the\" convex hull condition\" of Cheung and Remmen.An essential point, which we dwell on at length, is precisely defining what we mean by gauge and global symmetries in the bulk and boundary. Quantum field theory results we meet while assembling the necessary tools include continuous global symmetries without Noether currents, new perspectives on spontaneous symmetry-breaking and't Hooft anomalies, a new order parameter for confinement which works in the presence of fundamental quarks, a Hamiltonian lattice formulation of gauge theories with arbitrary discrete gauge groups, an extension of the Coleman-Mandula theorem to discrete symmetries, and an …"
            ],
            [
                [
                    "Quantum Gravity",
                    "Cosmology",
                    "Black Holes"
                ]
            ]
        ]
    ]
}