{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GKYJUZS0",
            "bE6Gn5EAAAAJ",
            [
                "The politics of venture philanthropy in charter school policy and advocacy",
                "Charter schools as postmodern paradox: Rethinking social stratification in an age of deregulated school choice",
                "Defining democracy in the neoliberal age: Charter school reform and educational consumption"
            ],
            [
                "Philanthropists have long funded a wide range of educational research, practice, and policy initiatives, primarily through namesake foundations. Some observers have criticized these efforts as doing little to change the status quo in education and have called for more aggressive action on the part of this sector. Out of this critique has emerged a new philanthropic form, often termed venture philanthropy . Perhaps nowhere is venture philanthropy more prevalent than in the charter school and policy and advocacy terrain. Drawing from document analysis and a review of historical literature, this article provides a sociopolitical, descriptive discussion of this “new” form of philanthropy in supporting the charter school reform network. It also examines the funding strategies of venture philanthropies and the areas of policy intersection in program initiatives. The article concludes with a discussion of some political and …",
                "For the last two-and-a-half years, authors Amy Stuart Wells, Alejandra Lopez, Janelle Scott, and Jennifer Jellison Holme have been engaged with a team of researchers in a comprehensive qualitative study of charter schools in ten California school districts. They have emerged from this study with a new understanding of how the implementation of a specific education policy can reflect much broader social changes, including the transformation from modernity to postmodernity. Given that much of the literature on postmodernity is theoretical in nature, this article invites readers to wrestle with the complexity that results when theory meets the day-to-day experiences of people trying to start schools. In their study, the authors examined how people in different social locations define the possibilities for localized social movements, and how they see the potential threat of greater inequality resulting from this reform within …",
                "In this article Wells, Slayton, and Scott draw on data from their charter school                research to question the extent to which “democratic” and “market-based” schools are                dichotomous. They argue that in the current political and economic climate,                free-market and deregulatory educational reforms such as charter school laws are                perceived to be highly “democratic” by their neoliberal advocates and by many of the                suburban school board members and superintendents in their case studies. Thus the                authors call on progressive supporters of charter schools and public schools to couch                their arguments for democratic schooling in a call for social justice and equity as                opposed to greater “liberty” for educational consumers, whereby the more economically                empowered consumers remain highly advantaged."
            ],
            [
                [
                    "Race & Inequality",
                    "School Choice",
                    "Privatization",
                    "Philanthropy",
                    "Politics of Education Policy"
                ]
            ],
            [
                "Robert Birgeneau Robert Birgeneau Arnold and Barbara Silverman Distinguished Professor of Physics, Materials Science and Engineering, and Public Policy Chancellor Emeritus 366 Physics North robertjb@berkeley.edu (510) 664-4103 Website Professor Birgeneau received his Ph.D. in Physics from Yale University in 1966 with Professor Werner Wolf. He was on the faculty of Yale for one year and then spent one year at Oxford University. He was at Bell Laboratories from 1968 to 1975 and then went to MIT in September 1975 as Professor of Physics. In 1988 he became head of the department and in 1991 became Dean of Science at MIT. In 2000, he became President of the University of Toronto. In 2004 he became UC Berkeley’s Chancellor and joined the Physics faculty. He concluded his service as Chancellor at the end of May 2013 and is now the Arnold and Barbara Silverman Distinguished Professor of Physics, Materials Science and Engineering, and Public Policy. Professor Birgeneau is the co-chair of the Lincoln Project with Mary Sue Coleman, the President Emeritus of the University of Michigan. The Lincoln Project is an initiative of the American Academy of Arts and Sciences which advocates for the importance of public colleges and universities and devises strategies to increase their funding. Professor Birgeneau's research is primarily concerned with the phases and phase transition behavior of novel states of matter. These include one and two dimensional quantum magnets, highly disordered magnets, lamellar CuO2 high temperature superconductors, and Fe pnictide and chalcogenide superconductors. He uses primarily neutron and x-ray scattering techniques to probe these systems. The neutron and x-ray scattering experiments are carried out at national facilities located in Berkeley, Stanford, Maryland, Tennessee, Canada, England, Germany and Japan. His group has also implemented state-of-the-art materials growth and characterization facilities at LBL and on campus. The physics of highly correlated electronic materials is controlled by both quantum effects and many body electron-electron interactions. This means that both the microscopic and macroscopic properties differ dramatically from those which one would deduce using traditional one-electron techniques. The most spectacular manifestation of quantum many body behavior is high temperature superconductivity which is found in a number of doped lamellar CuO2 ceramic materials. We are pursuing a variety of strategies to elucidate the fundamental physics of high temperature superconductors with an emphasis on the interplay between microscopic antiferromagnetic spin fluctuations and the superconductivity. We are also studying related low dimensional magnetic systems in which quantum and\/or frustration effects produce behavior which is fundamentally different from that manifested by the equivalent classical system. Two decades after the discovery of the CuO2 high temperature superconductors, quite unexpectedly, an entirely new class of superconductors based on sheets of FeAs or Fe(Se\/Te) has been discovered.  The phase diagrams of these new superconducting systems have many similarities to that of the copper oxide superconductors but there also are some essential differences. For example, the copper oxide parent materials are invariably antiferromagnetic Mott insulators whereas for the Fe-based materials the parent materials vary from being antiferromagnetic semimetals to antiferromagnetic narrow band gap semiconductors.  In the Fe systems the structural and magnetic transitions are intimately connected to each other whereas in the copper oxides the structural transition is benign.  This new field is at the stage where materials discovery, materials fabrication and characterization are playing the dominant role.  Accordingly, our group is focused on growing large single crystals of Fe pnictide and chalcogenide superconductors across the entire phase diagrams and characterizing the materials using bulk property measurements together with neutron and synchrotron x-ray scattering techniques as well as angular resolved photoemission spectroscopy.  M. Wang, W. Tian, P.N. Valdivia, S.X. Chi, E. Bourret-Courchesne, P.C. Dai, R.J. Birgeneau.  Two spatially separated phases in semiconducting Rb0.8Fe15S2, Physical Review B 90, 2014. C.R. Rotundu, T.R. Forrest, N.E. Phillips and R.J. Birgeneau.  Specific Heat of Ba0.59K0.41Fe2As2, an Fe-Pnictide Superconductor with Tc=36.9K, and a New Method for Identifying the Electron Contribution, J. Phys. Soc. Jpn 84, 114701, 2015. M.G. Kim, M. Wang, G.S. Tucker, P.N. Valdivia, D.L. Abernathy, S. Chi, A.D. Christianson, A.A. Axcel, T. Hong, T.W. Heitmannn, S. Ran, P.C. Canfield, E.D. Bourret-Courchesne, A. Kreyssig, D.H. Lee, A.I. Goldman, R.J. McQueeney, and R.J. Birgeneau.  Spin Dynamics near a putative quantum critical point in Cu-substituted BaFe2As2 and its relation to high temperature superconductivity, Phys. Rev. B 92, 214404, 2015. M. Yi, M. Wang, A.F. Kemper, S.-K. Mo, Z. Hussain, E. Bourret-Courchesne, A. Lanzara, M. Hashimoto, D.H. Lu, Z.-X. Shen, and R.J. Birgeneau.  Bandwidth and Electron Correlation-Tuned Superconductivity in Rb0.8Fe2(Se1-zSz)(2), Physical Review Letters 115, 256403, 2015. T.R. Forrest, P.N. Valdivia, C.R. Rotundu, E. Bourret-Courchesne and R.J. Birgeneau.  The effects of post-growth annealing on the structural and magnetic properties of BaFe2As2, J. Phys. C 28, 115702, 2016."
            ]
        ]
    ]
}